[
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre I, Applicabilité de la LPGA",
        "citation": "Art. 1 al. 1 LAI",
        "content": "Les dispositions de la loi fédérale du 6 octobre 2000 sur la partie générale du droit des assurances sociales (LPGA) s’appliquent à l’AI (art. 1a à 26bis et 28 à 70), à moins que la présente loi ne déroge expressément à la LPGA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_1"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre I, Applicabilité de la LPGA",
        "citation": "Art. 1 al. 2 LAI",
        "content": "Les art. 32 et 33 LPGA s’appliquent également à l’encouragement de l’aide aux invalides (art. 71 à 76).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_1"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre Ia, But",
        "citation": "Art. 1a LAI",
        "content": "Les prestations prévues par la présente loi visent à:\na. prévenir, réduire ou éliminer l’invalidité grâce à des mesures de réadaptation appropriées, simples et adéquates;\nb. compenser les effets économiques permanents de l’invalidité en couvrant les besoins vitaux dans une mesure appropriée;\nc. aider les assurés concernés à mener une vie autonome et responsable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_1_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre Ib, Les personnes assurées",
        "citation": "Art. 1b LAI",
        "content": "Sont assurées conformément à la présente loi les personnes qui sont assurées à titre obligatoire ou à titre facultatif en vertu des art. 1a et 2 de la loi fédérale du 20 décembre 1946 sur l’assurance-vieillesse et survivants (LAVS).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_1_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre II, Les cotisations, Obligation de cotiser",
        "citation": "Art. 2 LAI",
        "content": "Sont soumis à l’obligation de payer des cotisations les assurés et les employeurs désignés aux art. 3 et 12 de la LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_2"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre II, Les cotisations, Fixation et perception des cotisations",
        "citation": "Art. 3 al. 1 LAI",
        "content": "La LAVS s’applique par analogie à la fixation des cotisations de l’assurance-invalidité. Une cotisation de 1,4 % est perçue sur le revenu d’une activité lucrative. Les cotisations des personnes assurées obligatoirement, qui sont calculées selon le barème dégressif, sont échelonnées de la même manière que les cotisations dues à l’assurance-vieillesse et survivants. En l’occurrence, il y a lieu de maintenir le rapport entre le taux en pour-cent mentionné ci-dessus et le taux de cotisation non réduit fixé à l’art. 8, al. 1, de la LAVS. Son art. 9bis est applicable par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_3"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre II, Les cotisations, Fixation et perception des cotisations",
        "citation": "Art. 3 al. 1bis LAI",
        "content": "Les personnes n’exerçant aucune activité lucrative paient une cotisation en fonction de leur condition sociale. La cotisation minimale s’élève à 68 francs par an pour l’assurance obligatoire et à 136 francs pour l’assurance facultative au sens de l’art. 2 LAVS. La cotisation maximale correspond à 50 fois la cotisation minimale de l’assurance obligatoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_3"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre II, Les cotisations, Fixation et perception des cotisations",
        "citation": "Art. 3 al. 2 LAI",
        "content": "Les cotisations sont perçues sous la forme d’un supplément aux cotisations de l’AVS. Les art. 11 et 14 à 16 LAVS, y compris les dérogations à la LPGA, sont applicables par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_3"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, A. Conseils axés sur la réadaptation",
        "citation": "Art. 3a LAI",
        "content": "Lorsque la réadaptation professionnelle d’un assuré ou le maintien d’un assuré à son poste de travail sont menacés pour des raisons de santé, l’office AI peut, à la demande de l’assuré, de l’employeur, des médecins traitants ou des acteurs concernés du domaine de la formation, fournir des conseils axés sur la réadaptation avant que l’assuré ne fasse valoir son droit à des prestations conformément à l’art. 29, al. 1, LPGA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_3_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, A. Conseils axés sur la réadaptation, B. Détection précoce, Principe",
        "citation": "Art. 3abis al. 1 LAI",
        "content": "La détection précoce a pour but de prévenir l’invalidité (art. 8 LPGA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_3_a_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, A. Conseils axés sur la réadaptation, B. Détection précoce, Principe",
        "citation": "Art. 3abis al. 2 LAI",
        "content": "Peuvent faire l’objet d’une communication ou s’annoncer en vue d’une détection précoce:\na. les mineurs dès l’âge de 13 ans et les jeunes adultes jusqu’à ce qu’ils atteignent l’âge de 25 ans:\n1. qui sont menacés d’invalidité,\n2. qui n’ont pas encore exercé d’activité lucrative, et\n3. qui sont suivis par les instances cantonales visées à l’art. 68bis, al. 1bis et 1ter;\nb. les personnes en incapacité de travail (art. 6 LPGA) ou menacées de l’être pendant une longue durée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_3_a_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, A. Conseils axés sur la réadaptation, B. Détection précoce, Principe",
        "citation": "Art. 3abis al. 3 LAI",
        "content": "L’office AI met en œuvre la détection précoce en collaboration avec d’autres assureurs sociaux, avec les entreprises d’assurance soumises à la loi du 17 décembre 2004 sur la surveillance des assurances (LSA) et avec les instances cantonales visées à l’art. 68bis, al. 1bis et 1ter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_3_a_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, A. Conseils axés sur la réadaptation, B. Détection précoce, Communication",
        "citation": "Art. 3b al. 1 LAI",
        "content": "Le cas d’un assuré est communiqué par écrit à l’office AI en vue d’une détection précoce, avec mention des données de l’assuré et de la personne ou de l’institution qui fait la communication. La communication peut être accompagnée d’un certificat médical d’incapacité de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_3_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, A. Conseils axés sur la réadaptation, B. Détection précoce, Communication",
        "citation": "Art. 3b al. 2 LAI",
        "content": "Sont habilités à faire une telle communication:\na. l’assuré ou son représentant légal;\nb. les membres de la famille faisant ménage commun avec l’assuré;\nc. l’employeur de l’assuré;\nd. le médecin traitant et le chiropraticien de l’assuré;\ne. l’assureur d’indemnités journalières en cas de maladie au sens de l’art. 12 de la loi fédérale du 18 mars 1994 sur l’assurance-maladie (LAMal);\nf. les entreprises d’assurance soumises à la LSA qui proposent des indemnités journalières en cas de maladie ou des rentes;\ng. l’assureur-accidents au sens de l’art. 58 de la loi fédérale du 20 mars 1981 sur l’assurance-accidents (LAA);\nh. les institutions de prévoyance professionnelle soumises à la loi du 17 décembre 1993 sur le libre passage;\ni. les organes d’exécution de l’assurance-chômage;\nj. les organes d’exécution des lois cantonales relatives à l’aide sociale;\nk. l’assurance-militaire;\nl. l’assureur-maladie;\nm. les instances cantonales visées à l’art. 68bis, al. 1bis et 1ter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_3_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, A. Conseils axés sur la réadaptation, B. Détection précoce, Communication",
        "citation": "Art. 3b al. 3 LAI",
        "content": "Les personnes ou les institutions et instances visées à l’al. 2, let. b à m, qui procèdent à la communication en informent au préalable l’assuré ou son représentant légal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_3_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, A. Conseils axés sur la réadaptation, B. Détection précoce, Procédure",
        "citation": "Art. 3c al. 1 LAI",
        "content": "L’office AI informe l’assuré du but et de l’ampleur du traitement prévu des données le concernant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_3_c"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, A. Conseils axés sur la réadaptation, B. Détection précoce, Procédure",
        "citation": "Art. 3c al. 2 LAI",
        "content": "Il examine la situation personnelle de l’assuré, en particulier les causes et les conséquences de ses difficultés à suivre une formation ou de son incapacité de travail. Il détermine si des mesures d’intervention précoce au sens de l’art. 7d sont indiquées. Il peut inviter l’assuré et, au besoin, son employeur à un entretien de conseil.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_3_c"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, A. Conseils axés sur la réadaptation, B. Détection précoce, Procédure",
        "citation": "Art. 3c al. 3 LAI",
        "content": "L’office AI invite l’assuré à autoriser son employeur, les fournisseurs de prestations au sens des art. 36 à 40 LAMal, les assurances et les organes officiels à fournir tous les renseignements et documents nécessaires à l’enquête effectuée dans le cadre de la détection précoce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_3_c"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, A. Conseils axés sur la réadaptation, B. Détection précoce, Procédure",
        "citation": "Art. 3c al. 4 LAI",
        "content": "Si l’assuré ne donne pas cette autorisation, un médecin du service médical régional (art. 54a) peut demander aux médecins traitants de l’assuré de lui fournir les renseignements nécessaires. Les médecins traitants sont déliés de leur obligation de garder le secret. Le médecin du service médical régional examine si des mesures d’intervention précoce au sens de l’art. 7d sont indiquées et informe l’office AI, sans transmettre de documents ni de renseignements d’ordre médical.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_3_c"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, A. Conseils axés sur la réadaptation, B. Détection précoce, Procédure",
        "citation": "Art. 3c al. 5 LAI",
        "content": "L’office AI signale à l’assuré ou à son représentant légal, à l’assureur qui prend en charge les indemnités journalières en cas de maladie, à l’assureur-maladie ou à l’assureur-accidents, à l’institution d’assurance privée au sens de l’art. 3b, al. 2, let. f, ainsi qu’à l’employeur dans le cas où celui-ci a fait la communication, si des mesures d’intervention précoce au sens de l’art. 7d sont indiquées; il ne transmet pas de document ni de renseignement d’ordre médical.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_3_c"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, A. Conseils axés sur la réadaptation, B. Détection précoce, Procédure",
        "citation": "Art. 3c al. 6 LAI",
        "content": "Au besoin, l’office AI ordonne à l’assuré de s’annoncer à l’AI (art. 29 LPGA). Il l’informe du fait que les prestations peuvent être réduites ou refusées s’il ne s’annonce pas dans les meilleurs délais.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_3_c"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, A. Les conditions générales, Invalidité",
        "citation": "Art. 4 al. 1 LAI",
        "content": "L’invalidité (art. 8 LPGA) peut résulter d’une infirmité congénitale, d’une maladie ou d’un accident.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_4"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, A. Les conditions générales, Invalidité",
        "citation": "Art. 4 al. 2 LAI",
        "content": "L’invalidité est réputée survenue dès qu’elle est, par sa nature et sa gravité, propre à ouvrir droit aux prestations entrant en considération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_4"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, A. Les conditions générales, Cas particuliers",
        "citation": "Art. 5 al. 1 LAI",
        "content": "L’invalidité des assurés âgés de 20 ans ou plus qui n’exerçaient pas d’activité lucrative avant d’être atteints dans leur santé physique, mentale ou psychique et dont on ne saurait exiger qu’ils exercent une telle activité est déterminée selon l’art. 8, al. 3, LPGA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_5"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, A. Les conditions générales, Cas particuliers",
        "citation": "Art. 5 al. 2 LAI",
        "content": "L’invalidité des assurés âgés de moins de 20 ans qui n’exercent pas d’activité lucrative est déterminée selon l’art. 8, al. 2, LPGA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_5"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, A. Les conditions générales, Conditions d’assurance",
        "citation": "Art. 6 al. 1 LAI",
        "content": "Les ressortissants suisses et étrangers ainsi que les apatrides ont droit aux prestations conformément aux dispositions ci-après. L’art. 39 est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_6"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, A. Les conditions générales, Conditions d’assurance",
        "citation": "Art. 6 al. 1bis LAI",
        "content": "Lorsqu’une convention de sécurité sociale conclue par la Suisse prévoit que les prestations ne sont à la charge que de l’un des États contractants, il n’y a pas de droit à la rente d’invalidité si la législation de l’autre État accorde un tel droit du fait de la totalisation des périodes d’assurance accomplies dans les deux pays par les ressortissants suisses ou ceux de l’État contractant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_6"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, A. Les conditions générales, Conditions d’assurance",
        "citation": "Art. 6 al. 2 LAI",
        "content": "Les étrangers ont droit aux prestations, sous réserve de l’art. 9, al. 3, aussi longtemps qu’ils conservent leur domicile et leur résidence habituelle (art. 13 LPGA) en Suisse, mais seulement s’ils comptent, lors de la survenance de l’invalidité, au moins une année entière de cotisations ou dix ans de résidence ininterrompue en Suisse. Aucune prestation n’est allouée aux proches de ces étrangers s’ils sont domiciliés hors de Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_6"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, A. Les conditions générales, Conditions d’assurance",
        "citation": "Art. 6 al. 3 LAI",
        "content": "Le droit aux prestations des personnes qui ont eu successivement plusieurs nationalités est déterminé en fonction de celle qu’elles possèdent pendant la période où les prestations leur sont versées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_6"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, A. Les conditions générales, Communication de renseignements",
        "citation": "Art. 6a al. 1 LAI",
        "content": "En faisant valoir son droit aux prestations, l’assuré, en dérogation à l’art. 28, al. 3, LPGA, autorise les personnes et les instances mentionnées dans sa demande à fournir aux organes de l’AI tous les renseignements et les documents nécessaires pour établir ce droit et le bien-fondé de prétentions récursoires. Ces personnes et ces instances sont tenues de fournir les renseignements requis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_6_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, A. Les conditions générales, Communication de renseignements",
        "citation": "Art. 6a al. 2 LAI",
        "content": "Les employeurs, les fournisseurs de prestations au sens des art. 36 à 40 LAMal, les assurances et les instances officielles qui ne sont pas mentionnés expressément dans la demande sont tenus de fournir aux organes de l’AI, à la demande de celle-ci, tous les renseignements et les documents nécessaires pour établir le droit de l’assuré aux prestations et le bien-fondé de prétentions récursoires. L’assuré doit être informé des contacts établis avec ces personnes et ces instances.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_6_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, A. Les conditions générales, Obligations de l’assuré",
        "citation": "Art. 7 al. 1 LAI",
        "content": "L’assuré doit entreprendre tout ce qui peut être raisonnablement exigé de lui pour réduire la durée et l’étendue de l’incapacité de travail (art. 6 LPGA) et pour empêcher la survenance d’une invalidité (art. 8 LPGA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_7"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, A. Les conditions générales, Obligations de l’assuré",
        "citation": "Art. 7 al. 2 LAI",
        "content": "L’assuré doit participer activement à la mise en œuvre de toutes les mesures raisonnablement exigibles contribuant soit au maintien de son emploi actuel, soit à sa réadaptation à la vie professionnelle ou à l’exercice d’une activité comparable (travaux habituels). Il s’agit en particulier:\na. de mesures d’intervention précoce (art. 7d);\nb. de mesures de réinsertion préparant à la réadaptation professionnelle (art. 14a);\nc. de mesures d’ordre professionnel (art. 15 à 18 et 18b);\nd. de traitements médicaux au sens de l’art. 25 LAMal;\ne. de mesures en vue d’une nouvelle réadaptation destinées aux bénéficiaires de rente au sens de l’art. 8a, al. 2 (mesures de nouvelle réadaptation).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_7"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, A. Les conditions générales, Mesures raisonnablement exigibles",
        "citation": "Art. 7a LAI",
        "content": "Est réputée raisonnablement exigible toute mesure servant à la réadaptation de l’assuré, à l’exception des mesures qui ne sont pas adaptées à son état de santé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_7_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, A. Les conditions générales, Sanctions",
        "citation": "Art. 7b al. 1 LAI",
        "content": "Les prestations peuvent être réduites ou refusées conformément à l’art. 21, al. 4, LPGA si l’assuré a manqué aux obligations prévues à l’art. 7 de la présente loi ou à l’art. 43, al. 2, LPGA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_7_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, A. Les conditions générales, Sanctions",
        "citation": "Art. 7b al. 2 LAI",
        "content": "En dérogation à l’art. 21, al. 4, LPGA, les prestations peuvent être réduites ou refusées sans mise en demeure et sans délai de réflexion si l’assuré:\na. ne s’est pas annoncé sans délai à l’AI malgré l’injonction donnée par l’office AI en vertu de l’art. 3c, al. 6, et que cette omission a prolongé ou aggravé l’incapacité de travail ou l’invalidité;\nb. a manqué à son obligation de communiquer au sens de l’art. 31, al. 1, LPGA;\nc. a obtenu ou tenté d’obtenir indûment des prestations de l’AI;\nd. ne communique pas à un office AI les renseignements dont ce dernier a besoin pour remplir les tâches qui lui sont assignées par la loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_7_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, A. Les conditions générales, Sanctions",
        "citation": "Art. 7b al. 3 LAI",
        "content": "La décision de réduire ou de refuser des prestations doit tenir compte de toutes les circonstances, en particulier de la gravité de la faute de l’assuré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_7_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, A. Les conditions générales, Sanctions",
        "citation": "Art. 7b al. 4 LAI",
        "content": "En dérogation à l’art. 21, al. 1, LPGA, les allocations pour impotent ne peuvent être ni refusées, ni réduites.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_7_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, A. Les conditions générales, Collaboration de l’employeur",
        "citation": "Art. 7c LAI",
        "content": "L’employeur collabore activement avec l’office AI. Il contribue à la mise en œuvre d’une solution appropriée s’inscrivant dans les limites du raisonnable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_7_c"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, B. Mesures d’intervention précoce",
        "citation": "Art. 7d al. 1 LAI",
        "content": "Les mesures d’intervention précoce ont pour but:\na. de faciliter l’accès à une formation professionnelle initiale des mineurs dès l’âge de 13 ans atteints dans leur santé et des jeunes adultes jusqu’à l’âge de 25 ans atteints dans leur santé, ainsi que de soutenir leur entrée sur le marché du travail;\nb. de maintenir à leur poste les assurés en incapacité de travail (art. 6 LPGA);\nc. de permettre la réadaptation des assurés à un nouveau poste au sein de la même entreprise ou ailleurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_7_d"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, B. Mesures d’intervention précoce",
        "citation": "Art. 7d al. 2 LAI",
        "content": "Les offices AI peuvent ordonner les mesures suivantes:\na. adaptation du poste de travail;\nb. cours de formation;\nc. placement;\nd. orientation professionnelle;\ne. réadaptation socioprofessionnelle;\nf. mesures d’occupation;\ng. conseils et suivi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_7_d"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, B. Mesures d’intervention précoce",
        "citation": "Art. 7d al. 3 LAI",
        "content": "Nul ne peut se prévaloir d’un droit aux mesures d’intervention précoce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_7_d"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, B. Mesures d’intervention précoce",
        "citation": "Art. 7d al. 4 LAI",
        "content": "Le Conseil fédéral peut compléter la liste des mesures. Il règle la durée de la phase d’intervention précoce et fixe le montant maximal pouvant être consacré, par assuré, aux mesures de ce type.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_7_d"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, I. Droit aux prestations, Principe",
        "citation": "Art. 8 al. 1 LAI",
        "content": "Les assurés invalides ou menacés d’une invalidité (art. 8 LPGA) ont droit à des mesures de réadaptation pour autant:\na. que ces mesures soient nécessaires et de nature à rétablir, maintenir ou améliorer leur capacité de gain ou leur capacité d’accomplir leurs travaux habituels;\nb. que les conditions d’octroi des différentes mesures soient remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_8"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, I. Droit aux prestations, Principe",
        "citation": "Art. 8 al. 1bis LAI",
        "content": "Le droit aux mesures de réadaptation n’est pas lié à l’exercice d’une activité lucrative préalable. La détermination des mesures tient notamment compte:\na. de l’âge de l’assuré;\nb. de son niveau de développement;\nc. de ses aptitudes, et\nd. de la durée probable de la vie active.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_8"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, I. Droit aux prestations, Principe",
        "citation": "Art. 8 al. 1ter LAI",
        "content": "En cas d’interruption d’une mesure de réadaptation, l’octroi de la même mesure ou d’une autre mesure de réadaptation est examiné à nouveau conformément aux al. 1 et 1bis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_8"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, I. Droit aux prestations, Principe",
        "citation": "Art. 8 al. 2 LAI",
        "content": "Les assurés ont droit aux prestations prévues aux art. 13 et 21, quelles que soient les possibilités de réadaptation à la vie professionnelle ou à l’accomplissement de leurs travaux habituels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_8"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, I. Droit aux prestations, Principe",
        "citation": "Art. 8 al. 2bis LAI",
        "content": "Les assurés ont droit aux prestations prévues à l’art. 16, al. 3, let. b, que les mesures de réadaptation soient nécessaires ou non pour maintenir ou améliorer leur capacité de gain ou leur capacité d’accomplir leurs travaux habituels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_8"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, I. Droit aux prestations, Principe",
        "citation": "Art. 8 al. 3 LAI",
        "content": "Les mesures de réadaptation comprennent:\na. des mesures médicales;\nabis. l’octroi de conseils et d’un suivi;\nater. des mesures de réinsertion préparant à la réadaptation professionnelle;\nb. des mesures d’ordre professionnel;\nc. ...\nd. l’octroi de moyens auxiliaires;\ne. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_8"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, I. Droit aux prestations, Nouvelle réadaptation des bénéficiaires de rente présentant un potentiel de réadaptation",
        "citation": "Art. 8a al. 1 LAI",
        "content": "Les bénéficiaires de rente ont droit à des mesures de nouvelle réadaptation aux conditions suivantes:\na. leur capacité de gain peut, selon toute vraisemblance, être améliorée;\nb. ces mesures sont de nature à améliorer leur capacité de gain.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_8_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, I. Droit aux prestations, Nouvelle réadaptation des bénéficiaires de rente présentant un potentiel de réadaptation",
        "citation": "Art. 8a al. 2 LAI",
        "content": "Les mesures de nouvelle réadaptation comprennent les mesures prévues à l’art. 8, al. 3, let. abis à b et d.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_8_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, I. Droit aux prestations, Nouvelle réadaptation des bénéficiaires de rente présentant un potentiel de réadaptation",
        "citation": "Art. 8a al. 3 LAI",
        "content": "Les mesures de réinsertion peuvent être accordées plusieurs fois et excéder la durée d’un an au total.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_8_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, I. Droit aux prestations, Nouvelle réadaptation des bénéficiaires de rente présentant un potentiel de réadaptation",
        "citation": "Art. 8a al. 5 LAI",
        "content": "Le Conseil fédéral peut fixer les montants maximaux à disposition des offices AI pour les mesures énumérées à l’ al. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_8_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, I. Droit aux prestations, Conditions d’assurance",
        "citation": "Art. 9 al. 1 LAI",
        "content": "Les mesures de réadaptation sont appliquées en Suisse, elles peuvent l’être exceptionnellement aussi à l’étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_9"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, I. Droit aux prestations, Conditions d’assurance",
        "citation": "Art. 9 al. 1bis LAI",
        "content": "Le droit aux mesures de réadaptation prend naissance au plus tôt au moment de l’assujettissement à l’assurance obligatoire ou facultative et s’éteint au plus tard à la fin de cet assujettissement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_9"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, I. Droit aux prestations, Conditions d’assurance",
        "citation": "Art. 9 al. 2 LAI",
        "content": "Une personne qui n’est pas ou n’est plus assujettie à l’assurance a toutefois droit aux mesures de réadaptation jusqu’à l’âge de 20 ans au plus si l’un de ses parents:\na. est assuré facultativement;\nb. est assuré obligatoirement pour une activité professionnelle exercée à l’étranger:\n1. conformément à l’art. 1a, al. 1, let. c, LAVS,\n2. conformément à l’art. 1a, al. 3, let. a, LAVS,\n3. en vertu d’une convention internationale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_9"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, I. Droit aux prestations, Conditions d’assurance",
        "citation": "Art. 9 al. 3 LAI",
        "content": "Les ressortissants étrangers âgés de moins de 20 ans qui ont leur domicile et leur résidence habituelle (art. 13 LPGA) en Suisse ont droit aux mesures de réadaptation s’ils remplissent eux-mêmes les conditions prévues à l’art. 6, al. 2, ou si:\na. lors de la survenance de l’invalidité, leur père ou mère compte, s’il s’agit d’une personne étrangère, au moins une année entière de cotisations ou dix ans de résidence ininterrompue en Suisse, et si\nb. eux-mêmes sont nés invalides en Suisse ou, lors de la survenance de l’invalidité, résidaient en Suisse sans interruption depuis une année au moins ou depuis leur naissance. Sont assimilés aux enfants nés invalides en Suisse les enfants qui ont leur domicile et leur résidence habituelle en Suisse, mais qui sont nés invalides à l’étranger, si leur mère a résidé à l’étranger deux mois au plus immédiatement avant leur naissance. Le Conseil fédéral décide dans quelle mesure l’AI prend en charge les dépenses occasionnées à l’étranger par l’invalidité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_9"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, I. Droit aux prestations, Naissance et extinction du droit",
        "citation": "Art. 10 al. 1 LAI",
        "content": "Le droit aux mesures de réinsertion préparant à la réadaptation professionnelle et aux mesures d’ordre professionnel prend naissance au plus tôt au moment où l’assuré fait valoir son droit aux prestations conformément à l’art. 29, al. 1, LPGA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_10"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, I. Droit aux prestations, Naissance et extinction du droit",
        "citation": "Art. 10 al. 2 LAI",
        "content": "Le droit aux autres mesures de réadaptation et aux mesures de nouvelle réadaptation au sens de l’art. 8a prend naissance dès qu’elles sont indiquées en raison de l’âge et de l’état de santé de l’assuré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_10"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, I. Droit aux prestations, Naissance et extinction du droit",
        "citation": "Art. 10 al. 3 LAI",
        "content": "Le droit s’éteint dès que l’assuré perçoit de manière anticipée la totalité de sa rente de vieillesse en vertu de l’art. 40, al. 1, LAVS, mais au plus tard à la fin du mois au cours duquel il atteint l’âge de référence fixé à l’art. 21, al. 1, LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_10"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, I. Droit aux prestations, Couverture d’assurance-accidents",
        "citation": "Art. 11 al. 1 LAI",
        "content": "L’assurance-invalidité peut déduire du montant de l’indemnité journalière deux tiers au maximum de la prime de l’assurance obligatoire contre les accidents non professionnels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_11"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, I. Droit aux prestations, Couverture d’assurance-accidents",
        "citation": "Art. 11 al. 2 LAI",
        "content": "L’office AI fixe pour les assurés visés à l’art. 1a, al. 1, let. c, LAA un gain assuré au sens de l’art. 15, al. 2, LAA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_11"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, I. Droit aux prestations, Couverture d’assurance-accidents",
        "citation": "Art. 11 al. 3 LAI",
        "content": "Le Conseil fédéral détermine le mode de calcul du gain assuré au sens de l’art. 15, al. 2, LAA en fonction de l’indemnité journalière perçue et règle la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_11"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, I. Droit aux prestations, Allocation pour frais de garde et d’assistance",
        "citation": "Art. 11a al. 1 LAI",
        "content": "L’assuré sans activité lucrative qui suit des mesures de réadaptation et qui vit en ménage commun avec un ou plusieurs enfants de moins de 16 ans ou avec d’autres membres de sa famille a droit à une allocation pour frais de garde et d’assistance aux conditions suivantes:\na. il fournit la preuve que les mesures de réadaptation occasionnent des frais supplémentaires pour la garde des enfants ou l’assistance des membres de sa famille;\nb. les mesures de réadaptation durent au moins deux jours consécutifs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_11_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, I. Droit aux prestations, Allocation pour frais de garde et d’assistance",
        "citation": "Art. 11a al. 2 LAI",
        "content": "Peuvent donner droit à une allocation pour frais de garde et d’assistance:\na. les enfants de l’assuré;\nb. les enfants qu’il a recueillis et dont il assume gratuitement et durablement l’entretien et l’éducation;\nc. les membres de sa famille pour lesquels il a droit à une bonification pour tâches d’assistance au sens de l’art. 29septies LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_11_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, I. Droit aux prestations, Allocation pour frais de garde et d’assistance",
        "citation": "Art. 11a al. 3 LAI",
        "content": "Le Conseil fédéral fixe le montant maximal de l’allocation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_11_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, II. Les mesures médicales, Droit à des mesures médicales dans un but de réadaptation",
        "citation": "Art. 12 al. 1 LAI",
        "content": "L’assuré a droit, jusqu’à ce qu’il atteigne l’âge de 20 ans, aux mesures médicales de réadaptation qui n’ont pas pour objet le traitement de l’affection comme telle, mais sont directement nécessaires à sa réadaptation pour lui permettre de fréquenter l’école obligatoire, de suivre une formation professionnelle initiale, d’exercer une activité lucrative ou d’accomplir ses travaux habituels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_12"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, II. Les mesures médicales, Droit à des mesures médicales dans un but de réadaptation",
        "citation": "Art. 12 al. 2 LAI",
        "content": "L’assuré qui accomplit une mesure d’ordre professionnel au sens des art. 15 à 18c au moment d’atteindre l’âge de 20 ans a droit à des mesures médicales de réadaptation visant directement la réadaptation à la vie professionnelle jusqu’à la fin de la mesure d’ordre professionnel, mais au plus tard jusqu’à ce qu’il atteigne l’âge de 25 ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_12"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, II. Les mesures médicales, Droit à des mesures médicales dans un but de réadaptation",
        "citation": "Art. 12 al. 3 LAI",
        "content": "Les mesures médicales de réadaptation doivent être de nature à améliorer de façon durable et importante la capacité de l’assuré à fréquenter l’école, à suivre une formation, à exercer une activité lucrative ou à accomplir ses travaux habituels, ou être de nature à prévenir une diminution notable de cette capacité. Le droit à ces mesures n’existe que si le médecin traitant spécialisé a posé un pronostic favorable tenant compte de la gravité de l’infirmité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_12"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, II. Les mesures médicales, Droit à des mesures médicales pour le traitement des infirmités congénitales",
        "citation": "Art. 13 al. 1 LAI",
        "content": "Les assurés ont droit jusqu’à ce qu’ils atteignent l’âge de 20 ans à des mesures médicales pour le traitement des infirmités congénitales (art. 3, al. 2, LPGA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_13"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, II. Les mesures médicales, Droit à des mesures médicales pour le traitement des infirmités congénitales",
        "citation": "Art. 13 al. 2 LAI",
        "content": "Les mesures médicales au sens de l’al. 1 sont accordées pour le traitement des malformations congénitales, des maladies génétiques ainsi que des affections prénatales et périnatales qui:\na. font l’objet d’un diagnostic posé par un médecin spécialiste;\nb. engendrent une atteinte à la santé;\nc. présentent un certain degré de gravité;\nd. nécessitent un traitement de longue durée ou complexe, et \ne. peuvent être traitées par des mesures médicales au sens de l’art. 14.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_13"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, II. Les mesures médicales, Droit à des mesures médicales pour le traitement des infirmités congénitales",
        "citation": "Art. 13 al. 3 LAI",
        "content": "L’al. 2, let. e, ne s’applique pas aux mesures médicales pour le traitement de la trisomie 21.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_13"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, II. Les mesures médicales, Étendue des mesures médicales et conditions de prise en charge",
        "citation": "Art. 14 al. 1 LAI",
        "content": "Les mesures médicales comprennent: \na. les traitements et examens liés à ces traitements qui sont dispensés sous forme ambulatoire ou en milieu hospitalier ainsi que les soins dispensés dans un hôpital par:\n1. des médecins,\n2. des chiropraticiens,\n3. des personnes fournissant des prestations sur prescription ou sur mandat d’un médecin ou d’un chiropraticien;\nb. les prestations de soins fournies sous forme ambulatoire;\nc. les analyses, médicaments, moyens et appareils diagnostiques ou thérapeutiques prescrits par un médecin ou, dans les limites fixées par le Conseil fédéral, par un chiropraticien;\nd. les mesures de réhabilitation effectuées ou prescrites par un médecin;\ne. le séjour à l’hôpital correspondant au standard de la division commune;\nf. les prestations des pharmaciens lors de la remise des médicaments prescrits conformément à la let. c;\ng. les frais de transport médicalement nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_14"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, II. Les mesures médicales, Étendue des mesures médicales et conditions de prise en charge",
        "citation": "Art. 14 al. 2 LAI",
        "content": "Les mesures médicales doivent être efficaces, appropriées et économiques. L’efficacité doit être démontrée selon des méthodes scientifiques; dans le cas des maladies rares, la fréquence de l’apparition d’une maladie est prise en considération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_14"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, II. Les mesures médicales, Étendue des mesures médicales et conditions de prise en charge",
        "citation": "Art. 14 al. 3 LAI",
        "content": "L’assurance ne prend pas en charge la logopédie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_14"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, II. Les mesures médicales, Étendue des mesures médicales et conditions de prise en charge",
        "citation": "Art. 14 al. 4 LAI",
        "content": "Pour décider si le traitement sera dispensé sous forme ambulatoire ou en milieu hospitalier, l’assurance tient équitablement compte des propositions du médecin traitant et des conditions personnelles de l’assuré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_14"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, II. Les mesures médicales, Prise en charge des traitements stationnaires hospitaliers",
        "citation": "Art. 14bis al. 1 LAI",
        "content": "Les frais des traitements entrepris de manière stationnaire au sens de l’art. 14, al. 1, dans un hôpital admis en vertu de l’art. 39 LAMal sont pris en charge à hauteur de 80 % par l’assurance et de 20 % par le canton de résidence de l’assuré. Le canton de résidence verse sa part directement à l’hôpital.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_14_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, II. Les mesures médicales, Prise en charge des traitements stationnaires hospitaliers",
        "citation": "Art. 14bis al. 2 LAI",
        "content": "Le droit de recours visé à l’art. 72 LPGA s’applique par analogie au canton de résidence pour les contributions que celui-ci a versées en vertu de l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_14_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, II. Les mesures médicales, Détermination des prestations",
        "citation": "Art. 14ter al. 1 LAI",
        "content": "Le Conseil fédéral détermine:\na. les conditions auxquelles doivent satisfaire les mesures médicales de réadaptation au sens de l’art. 12, al. 3;\nb. les infirmités congénitales donnant droit à des mesures médicales en vertu de l’art. 13;\nc. les prestations de soins dont le coût est pris en charge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_14_ter"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, II. Les mesures médicales, Détermination des prestations",
        "citation": "Art. 14ter al. 2 LAI",
        "content": "Il peut prévoir la prise en charge du coût de mesures médicales de réadaptation au sens de l’art. 12 qui ne répondent pas aux principes fixés à l’art. 14, al. 2, si ces mesures sont nécessaires à la réadaptation. Il détermine la nature et l’étendue des mesures.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_14_ter"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, II. Les mesures médicales, Détermination des prestations",
        "citation": "Art. 14ter al. 3 LAI",
        "content": "Il peut régler le remboursement des médicaments:\na. qui sont utilisés:\n1. pour d’autres indications que celles autorisées par l’Institut suisse des produits thérapeutiques dans l’information professionnelle, ou\n2. en dehors du domaine d’indication fixé dans la liste des spécialités ou dans la liste établie en vertu de l’al. 5;\nb. qui sont autorisés en Suisse, mais ne figurent pas dans la liste des spécialités ou dans la liste établie en vertu de l’al. 5, ou\nc. qui ne sont pas autorisés en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_14_ter"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, II. Les mesures médicales, Détermination des prestations",
        "citation": "Art. 14ter al. 4 LAI",
        "content": "Il peut déléguer au Département fédéral de l’intérieur (DFI) ou à l’Office fédéral des assurances sociales (OFAS) les compétences visées aux al. 1 à 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_14_ter"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, II. Les mesures médicales, Détermination des prestations",
        "citation": "Art. 14ter al. 5 LAI",
        "content": "L’office fédéral compétent dresse une liste des médicaments destinés au traitement des infirmités congénitales au sens de l’art. 13, y compris les prix maximaux de la prise en charge, pour autant que ces médicaments ne figurent pas sur la liste des spécialités visée à l’art. 52, al. 1, let. b, LAMal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_14_ter"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, IIbis. Conseils et suivi",
        "citation": "Art. 14quater al. 1 LAI",
        "content": "L’assuré ainsi que son employeur ont droit à des conseils et à un suivi:\na. lorsque l’assuré a droit à une mesure de réadaptation au sens de l’art. 8, al. 3, let. ater ou b, ou\nb. lorsque le droit à une rente est examiné.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_14_quater"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, IIbis. Conseils et suivi",
        "citation": "Art. 14quater al. 2 LAI",
        "content": "Le droit naît au plus tôt à la date à laquelle l’office AI constate qu’une mesure de réinsertion préparant à la réadaptation professionnelle, une mesure d’ordre professionnel ou l’examen du droit à la rente sont indiqués.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_14_quater"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, IIbis. Conseils et suivi",
        "citation": "Art. 14quater al. 3 LAI",
        "content": "L’assuré pour qui la dernière mesure visée à l’al. 1, let. a, a pris fin par une décision de l’office AI ainsi que son employeur ont encore droit à des conseils et à un suivi pendant trois ans au plus à compter de cette décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_14_quater"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, IIbis. Conseils et suivi",
        "citation": "Art. 14quater al. 4 LAI",
        "content": "L’assuré dont la rente est supprimée au terme des mesures visées à l’art. 8a, al. 2, ainsi que son employeur ont encore droit à des conseils et à un suivi pendant trois ans au plus à compter de la décision de l’office AI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_14_quater"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, IIbis. Conseils et suivi",
        "citation": "Art. 14quater al. 5 LAI",
        "content": "Le Conseil fédéral peut fixer les montants maximaux à la disposition des offices AI pour les conseils et le suivi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_14_quater"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, IIter. Mesures de réinsertion préparant à la réadaptation professionnelle",
        "citation": "Art. 14a al. 1 LAI",
        "content": "Ont droit à des mesures de réinsertion préparant à la réadaptation professionnelle (mesures de réinsertion):\na. les assurés qui présentent depuis six mois au moins une incapacité de travail (art. 6 LPGA) de 50 % au moins;\nb. les personnes sans activité lucrative âgées de moins de 25 ans, lorsqu’elles sont menacées d’invalidité (art. 8, al. 2, LPGA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_14_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, IIter. Mesures de réinsertion préparant à la réadaptation professionnelle",
        "citation": "Art. 14a al. 1bis LAI",
        "content": "Le droit aux mesures de réinsertion n’existe que si ces mesures servent à créer les conditions permettant la mise en œuvre de mesures d’ordre professionnel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_14_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, IIter. Mesures de réinsertion préparant à la réadaptation professionnelle",
        "citation": "Art. 14a al. 2 LAI",
        "content": "Sont considérées comme mesures de réinsertion les mesures ciblées ci-après qui visent la réadaptation professionnelle:\na. mesures socioprofessionnelles;\nb. mesures d’occupation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_14_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, IIter. Mesures de réinsertion préparant à la réadaptation professionnelle",
        "citation": "Art. 14a al. 3 LAI",
        "content": "Les mesures de réinsertion peuvent être accordées à plusieurs reprises. La durée d’une mesure ne peut excéder un an; elle peut toutefois être prolongée d’un an au plus dans des cas exceptionnels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_14_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, IIter. Mesures de réinsertion préparant à la réadaptation professionnelle",
        "citation": "Art. 14a al. 5 LAI",
        "content": "Les mesures qui ont lieu dans l’entreprise sont adoptées et mises en œuvre en étroite collaboration avec l’employeur. L’assurance peut verser une contribution à l’employeur. Le Conseil fédéral fixe le montant de la contribution ainsi que la durée et les modalités de son versement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_14_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, III. Les mesures d’ordre professionnel, Orientation professionnelle",
        "citation": "Art. 15 al. 1 LAI",
        "content": "L’assuré auquel son invalidité rend difficile le choix d’une profession a droit à l’orientation professionnelle et à une mesure préparatoire à l’entrée en formation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_15"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, III. Les mesures d’ordre professionnel, Orientation professionnelle",
        "citation": "Art. 15 al. 2 LAI",
        "content": "L’assuré auquel son invalidité rend difficile l’exercice de son activité antérieure a droit à l’orientation professionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_15"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, III. Les mesures d’ordre professionnel, Formation professionnelle initiale",
        "citation": "Art. 16 al. 1 LAI",
        "content": "L’assuré qui a arrêté son choix professionnel, qui n’a pas encore eu d’activité lucrative et à qui sa formation professionnelle initiale occasionne, du fait de son invalidité, des frais beaucoup plus élevés qu’à une personne valide a droit au remboursement de ses frais supplémentaires si la formation répond à ses aptitudes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_16"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, III. Les mesures d’ordre professionnel, Formation professionnelle initiale",
        "citation": "Art. 16 al. 2 LAI",
        "content": "La formation professionnelle initiale doit si possible viser l’insertion professionnelle sur le marché primaire du travail et être mise en œuvre sur ce marché.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_16"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, III. Les mesures d’ordre professionnel, Formation professionnelle initiale",
        "citation": "Art. 16 al. 3 LAI",
        "content": "Sont assimilés à la formation professionnelle initiale:\na. la formation dans une nouvelle profession pour les assurés qui, après la survenance de l’invalidité, ont entrepris de leur propre chef une activité professionnelle inadéquate qui ne saurait être raisonnablement poursuivie;\nb. le perfectionnement dans le domaine professionnel de l’assuré ou dans un autre domaine, pour autant qu’il soit approprié et convenable, et qu’il permette, selon toute vraisemblance, de maintenir ou d’améliorer la capacité de gain de l’assuré, à l’exception du perfectionnement dispensé dans les organisations visées à l’art. 74; il peut être dérogé à cette exception dans des cas dûment motivés définis par l’OFAS;\nc. la préparation à un travail auxiliaire ou à une activité en atelier protégé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_16"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, III. Les mesures d’ordre professionnel, Formation professionnelle initiale",
        "citation": "Art. 16 al. 4 LAI",
        "content": "Le Conseil fédéral peut fixer les conditions d’octroi des mesures visées à l’al. 3, let. c, à savoir leur nature, leur durée et leur étendue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_16"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, III. Les mesures d’ordre professionnel, Reclassement",
        "citation": "Art. 17 al. 1 LAI",
        "content": "L’assuré a droit au reclassement dans une nouvelle profession si son invalidité rend cette mesure nécessaire et que sa capacité de gain peut ainsi, selon toute vraisemblance, être maintenue ou améliorée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_17"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, III. Les mesures d’ordre professionnel, Reclassement",
        "citation": "Art. 17 al. 2 LAI",
        "content": "La rééducation dans la même profession est assimilée au reclassement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_17"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, III. Les mesures d’ordre professionnel, Placement",
        "citation": "Art. 18 al. 1 LAI",
        "content": "L’assuré en incapacité de travail (art. 6 LPGA) et susceptible d’être réadapté a droit à un soutien pour rechercher un emploi approprié ou, s’il en a déjà un, pour le conserver.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_18"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, III. Les mesures d’ordre professionnel, Placement",
        "citation": "Art. 18 al. 2 LAI",
        "content": "L’office AI procède à un examen sommaire du cas et met en œuvre ces mesures sans délai si les conditions sont remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_18"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, III. Les mesures d’ordre professionnel, Placement à l’essai",
        "citation": "Art. 18a al. 1 LAI",
        "content": "L’assurance peut accorder à l’assuré un placement à l’essai de 180 jours au plus afin de vérifier qu’il possède les capacités nécessaires pour intégrer le marché de l’emploi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_18_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, III. Les mesures d’ordre professionnel, Placement à l’essai",
        "citation": "Art. 18a al. 2 LAI",
        "content": "Durant le placement à l’essai, l’assuré a droit à une indemnité journalière; les bénéficiaires de rente continuent de toucher leur rente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_18_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, III. Les mesures d’ordre professionnel, Placement à l’essai",
        "citation": "Art. 18a al. 3 LAI",
        "content": "Le placement à l’essai ne fait pas naître de rapports de travail au sens du code des obligations (CO). Cependant, les dispositions suivantes du droit du contrat de travail s’appliquent par analogie:\na. diligence et fidélité à observer (art. 321a CO);\nb. obligation de rendre compte et de restituer (art. 321b CO);\nc. heures de travail supplémentaires (art. 321c CO);\nd. directives générales et instructions à observer (art. 321d CO);\ne. responsabilité du travailleur (art. 321e CO);\nf. instruments de travail, matériaux et frais (art. 327, 327a, 327b et 327c CO);\ng. protection de la personnalité du travailleur (art. 328 et 328b CO);\nh. congé et vacances (art. 329, 329a et 329c CO);\ni. autres obligations: sûreté (art. 330 CO), certificat (art. 330a CO), obligation d’informer (art. 330b CO);\nj. droit sur des inventions et des designs (art. 332 CO);\nk. conséquences de la fin du contrat: exigibilité des créances (art. 339, al. 1, CO), restitution (art. 339a CO).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_18_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, III. Les mesures d’ordre professionnel, Placement à l’essai",
        "citation": "Art. 18a al. 4 LAI",
        "content": "Le Conseil fédéral règle les conditions auxquelles le placement à l’essai peut être interrompu avant terme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_18_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, III. Les mesures d’ordre professionnel, Location de services",
        "citation": "Art. 18abis al. 1 LAI",
        "content": "L’office AI peut faire appel à une entreprise de location de services (bailleur de services) autorisée en vertu de la loi fédérale du 6 octobre 1989 sur le service de l’emploi et la location de services ou dispensée d’autorisation en raison de son activité d’utilité publique, pour favoriser l’accès de l’assuré au marché du travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_18_a_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, III. Les mesures d’ordre professionnel, Location de services",
        "citation": "Art. 18abis al. 2 LAI",
        "content": "Le bailleur de services doit disposer de compétences spécialisées dans le placement de personnes ayant des problèmes de santé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_18_a_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, III. Les mesures d’ordre professionnel, Location de services",
        "citation": "Art. 18abis al. 3 LAI",
        "content": "L’assurance octroie au bailleur de services une indemnité qui couvre:\na. la rémunération des prestations qu’il a effectuées conformément à la convention de prestations;\nb. les coûts supplémentaires, dus à l’état de santé de l’assuré, des cotisations à la prévoyance professionnelle et des primes à l’assurance d’indemnités journalières en cas de maladie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_18_a_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, III. Les mesures d’ordre professionnel, Location de services",
        "citation": "Art. 18abis al. 4 LAI",
        "content": "Le Conseil fédéral fixe les modalités ainsi que le montant maximal de l’indemnité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_18_a_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, III. Les mesures d’ordre professionnel, Allocation d’initiation au travail",
        "citation": "Art. 18b al. 1 LAI",
        "content": "Si l’assuré a trouvé un emploi grâce au placement et que sa productivité ne correspond pas encore au salaire convenu, il a droit à une allocation d’initiation au travail pendant la période d’initiation requise, mais durant 180 jours au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_18_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, III. Les mesures d’ordre professionnel, Allocation d’initiation au travail",
        "citation": "Art. 18b al. 2 LAI",
        "content": "Le montant de l’allocation ne peut pas dépasser celui du salaire mensuel brut convenu ni le montant maximal de l’indemnité journalière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_18_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, III. Les mesures d’ordre professionnel, Allocation d’initiation au travail",
        "citation": "Art. 18b al. 3 LAI",
        "content": "L’allocation est versée à l’employeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_18_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, III. Les mesures d’ordre professionnel, Allocation d’initiation au travail",
        "citation": "Art. 18b al. 4 LAI",
        "content": "Le Conseil fédéral règle la coordination avec les prestations allouées par d’autres assurances sociales durant la période où une allocation d’initiation au travail est versée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_18_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, III. Les mesures d’ordre professionnel, Indemnité en cas d’augmentation des cotisations",
        "citation": "Art. 18c al. 1 LAI",
        "content": "L’assurance octroie une indemnité en cas d’augmentation des cotisations à la prévoyance professionnelle obligatoire ou à l’assurance indemnités journalières en cas de maladie aux conditions suivantes:\na. l’assuré est à nouveau en incapacité de travail pour des raisons de santé dans les trois ans suivant le placement;\nb. les rapports de travail ont duré plus de trois mois au moment de la nouvelle incapacité de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_18_c"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, III. Les mesures d’ordre professionnel, Indemnité en cas d’augmentation des cotisations",
        "citation": "Art. 18c al. 2 LAI",
        "content": "Le Conseil fédéral fixe le montant de l’indemnité et peut prévoir d’autres conditions d’octroi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_18_c"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, III. Les mesures d’ordre professionnel, Aide en capital",
        "citation": "Art. 18d LAI",
        "content": "Une aide en capital peut être allouée à l’assuré invalide susceptible d’être réadapté, afin de lui permettre d’entreprendre ou de développer une activité en tant qu’indépendant, et afin de financer les aménagements nécessaires à cette activité en raison de son invalidité. Le Conseil fédéral règle les modalités et fixe les formes de cette prestation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_18_d"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, V. Les moyens auxiliaires, Droit",
        "citation": "Art. 21 al. 1 LAI",
        "content": "L’assuré a droit, d’après une liste que dressera le Conseil fédéral, aux moyens auxiliaires dont il a besoin pour exercer une activité lucrative ou accomplir ses travaux habituels, pour maintenir ou améliorer sa capacité de gain, pour étudier, apprendre un métier ou suivre une formation continue, ou à des fins d’accoutumance fonctionnelle. Les frais de prothèses dentaires, de lunettes et de supports plantaires ne sont pris en charge par l’assurance que si ces moyens auxiliaires sont le complément important de mesures médicales de réadaptation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_21"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, V. Les moyens auxiliaires, Droit",
        "citation": "Art. 21 al. 2 LAI",
        "content": "L’assuré qui, par suite de son invalidité, a besoin d’appareils coûteux pour se déplacer, établir des contacts avec son entourage ou développer son autonomie personnelle, a droit, sans égard à sa capacité de gain, à de tels moyens auxiliaires conformément à une liste qu’établira le Conseil fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_21"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, V. Les moyens auxiliaires, Droit",
        "citation": "Art. 21 al. 3 LAI",
        "content": "L’assurance prend à sa charge les moyens auxiliaires d’un modèle simple et adéquat et les remet en propriété ou en prêt. L’assuré auquel un moyen auxiliaire a été alloué en remplacement d’objets qu’il aurait dû acquérir même s’il n’était pas invalide est tenu de participer aux frais.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_21"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, V. Les moyens auxiliaires, Droit",
        "citation": "Art. 21 al. 4 LAI",
        "content": "Le Conseil fédéral peut prévoir que l’assuré a le droit de continuer à utiliser un moyen auxiliaire remis à titre de prêt alors que les conditions mises à son octroi ne sont plus remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_21"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, V. Les moyens auxiliaires, Droit à la substitution de la prestation",
        "citation": "Art. 21bis al. 1 LAI",
        "content": "Lorsqu’un assuré a droit à la remise d’un moyen auxiliaire figurant dans la liste dressée par le Conseil fédéral, il peut choisir un autre moyen remplissant les mêmes fonctions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_21_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, V. Les moyens auxiliaires, Droit à la substitution de la prestation",
        "citation": "Art. 21bis al. 2 LAI",
        "content": "L’assurance prend à sa charge les coûts du moyen auxiliaire choisi jusqu’à concurrence du montant qu’elle aurait versé pour le moyen figurant dans la liste.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_21_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, V. Les moyens auxiliaires, Droit à la substitution de la prestation",
        "citation": "Art. 21bis al. 3 LAI",
        "content": "En cas d’acquisition de moyens auxiliaires par une procédure d’adjudication, le Conseil fédéral peut limiter le droit à la substitution de la prestation aux moyens fournis par les soumissionnaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_21_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, V. Les moyens auxiliaires, Prestations de remplacement",
        "citation": "Art. 21ter al. 1 LAI",
        "content": "L’assurance peut allouer des indemnités d’amortissement à l’assuré qui a acquis, à ses frais, un moyen auxiliaire auquel il a droit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_21_ter"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, V. Les moyens auxiliaires, Prestations de remplacement",
        "citation": "Art. 21ter al. 2 LAI",
        "content": "Elle peut allouer des contributions à l’assuré qui a recours, en lieu et place d’un moyen auxiliaire, aux services de tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_21_ter"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, V. Les moyens auxiliaires, Prestations de remplacement",
        "citation": "Art. 21ter al. 3 LAI",
        "content": "Elle peut accorder un prêt auto-amortissable en lieu et place du moyen auxiliaire si, pour exercer une activité lucrative dans une exploitation agricole ou dans une entreprise artisanale, l’assuré a droit à un moyen auxiliaire coûteux que l’assurance ne pourra pas reprendre ou qu’elle ne pourra que difficilement remettre par la suite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_21_ter"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, V. Les moyens auxiliaires, Prestations de remplacement",
        "citation": "Art. 21ter al. 4 LAI",
        "content": "Le Conseil fédéral fixe le montant des indemnités et contributions prévues aux al. 1 et 2 et le montant du prêt prévu à l’al. 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_21_ter"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, V. Les moyens auxiliaires, Acquisition et remboursement des moyens auxiliaires",
        "citation": "Art. 21quater al. 1 LAI",
        "content": "Pour la remise des moyens auxiliaires financés en tout ou en partie par l’assurance et pour la fourniture des prestations de service relatives à ces moyens, le Conseil fédéral dispose des instruments suivants:\na. fixer des forfaits;\nb. conclure des conventions tarifaires avec des prestataires tels que les fournisseurs, les producteurs, les grossistes ou les détaillants;\nc. fixer des montants maximaux pour la prise en charge des frais;\nd. procéder par adjudication au sens de la loi fédérale du 16 décembre 1994 sur les marchés publics.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_21_quater"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, V. Les moyens auxiliaires, Acquisition et remboursement des moyens auxiliaires",
        "citation": "Art. 21quater al. 2 LAI",
        "content": "Le Conseil fédéral procède par adjudication, conformément à l’al. 1, let. d, après avoir examiné les instruments visés aux let. a à c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_21_quater"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VI. Les indemnités journalières, Droit",
        "citation": "Art. 22 al. 1 LAI",
        "content": "L’assuré a droit à une indemnité journalière pendant l’exécution des mesures de réadaptation prévues à l’art. 8, al. 3:\na. si ces mesures l’empêchent d’exercer une activité lucrative durant trois jours consécutifs au moins, ou\nb. s’il présente, dans son activité lucrative, une incapacité de travail (art. 6 LPGA) de 50 % au moins.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_22"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VI. Les indemnités journalières, Droit",
        "citation": "Art. 22 al. 2 LAI",
        "content": "L’assuré a droit à des indemnités journalières durant sa formation professionnelle initiale:\na. s’il perçoit des prestations au sens de l’art. 16, ou\nb. s’il a bénéficié d’une mesure de réadaptation au sens des art. 12 ou 14a directement nécessaire à cette formation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_22"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VI. Les indemnités journalières, Droit",
        "citation": "Art. 22 al. 3 LAI",
        "content": "L’assuré qui suit une formation professionnelle supérieure ou fréquente une haute école a droit à une indemnité journalière uniquement:\na. s’il ne peut pas exercer d’activité lucrative parallèlement à sa formation en raison de l’atteinte à sa santé, ou\nb. si la durée de sa formation est nettement prolongée en raison de l’atteinte à sa santé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_22"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VI. Les indemnités journalières, Droit",
        "citation": "Art. 22 al. 4 LAI",
        "content": "L’assuré visé à l’al. 2 qui fréquente une école de formation générale ou suit une formation professionnelle en école uniquement n’a pas droit à une indemnité journalière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_22"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VI. Les indemnités journalières, Droit",
        "citation": "Art. 22 al. 5 LAI",
        "content": "Les mesures prévues aux art. 8, al. 3, let. abis, et 16, al. 3, let. b, ne donnent pas droit à une indemnité journalière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_22"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VI. Les indemnités journalières, Modalités",
        "citation": "Art. 22bis al. 1 LAI",
        "content": "L’indemnité journalière se compose de l’indemnité de base, à laquelle tous les assurés ont droit, et d’une prestation pour enfant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_22_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VI. Les indemnités journalières, Modalités",
        "citation": "Art. 22bis al. 2 LAI",
        "content": "L’assuré a droit à une prestation pour chacun de ses enfants de moins de 18 ans. Pour les enfants qui font un apprentissage ou des études, le droit aux prestations est prolongé jusqu’à la fin de leur formation, mais au plus jusqu’à ce qu’ils atteignent l’âge de 25 ans. Les enfants recueillis par l’assuré sont assimilés à ses propres enfants lorsqu’il assume gratuitement et durablement leur entretien et leur éducation. L’assuré n’a pas droit à une prestation pour les enfants pour lesquels des allocations pour enfant ou des allocations de formation prévues par la loi sont déjà versées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_22_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VI. Les indemnités journalières, Modalités",
        "citation": "Art. 22bis al. 3 LAI",
        "content": "L’indemnité journalière est octroyée au plus tôt le premier jour du mois qui suit le 18e anniversaire de l’assuré. Le droit à l’indemnité journalière visé à l’art. 22, al. 2, naît dès le début de la formation, même si l’assuré n’a pas 18 ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_22_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VI. Les indemnités journalières, Modalités",
        "citation": "Art. 22bis al. 4 LAI",
        "content": "Le droit à l’indemnité s’éteint dès que l’assuré perçoit la totalité de sa rente de vieillesse de manière anticipée en vertu de l’art. 40, al. 1, LAVS, mais au plus tard à la fin du mois au cours duquel il atteint l’âge de référence fixé à l’art. 21, al. 1, LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_22_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VI. Les indemnités journalières, Modalités",
        "citation": "Art. 22bis al. 5 LAI",
        "content": "Lorsqu’un assuré reçoit une rente de l’AI, celle-ci continue de lui être versée en lieu et place d’indemnités journalières durant la mise en œuvre des mesures de réinsertion au sens de l’art. 14a et des mesures de nouvelle réadaptation au sens de l’art. 8a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_22_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VI. Les indemnités journalières, Modalités",
        "citation": "Art. 22bis al. 6 LAI",
        "content": "Si l’assuré subit une perte de gain ou qu’il perd une indemnité journalière d’une autre assurance en raison de la mise en œuvre d’une mesure, l’assurance lui verse une indemnité journalière en plus de la rente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_22_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VI. Les indemnités journalières, Modalités",
        "citation": "Art. 22bis al. 7 LAI",
        "content": "Le Conseil fédéral fixe les conditions auxquelles sont versées les indemnités journalières:\na. pour des jours isolés; \nb. pour la durée de l’instruction du cas et durant les délais d’attente;\nc. pour le placement à l’essai;\nd. lors d’une interruption des mesures de réadaptation pour cause de maladie, d’accident ou de maternité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_22_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VI. Les indemnités journalières, Indemnité de base",
        "citation": "Art. 23 al. 1 LAI",
        "content": "L’indemnité de base s’élève à 80 % du revenu que l’assuré percevait pour la dernière activité lucrative exercée sans restriction due à des raisons de santé; toutefois, elle s’élève à 80 % au plus du montant maximum de l’indemnité journalière fixée à l’art. 24, al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_23"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VI. Les indemnités journalières, Indemnité de base",
        "citation": "Art. 23 al. 1bis LAI",
        "content": "L’indemnité de base s’élève, pour l’assuré qui suit des mesures de nouvelle réadaptation au sens de l’art. 8a, à 80 % du revenu qu’il percevait immédiatement avant le début des mesures; toutefois, elle s’élève à 80 % au plus du montant maximal de l’indemnité journalière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_23"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VI. Les indemnités journalières, Indemnité de base",
        "citation": "Art. 23 al. 3 LAI",
        "content": "Le calcul du revenu de l’activité lucrative au sens des al. 1 et 1bis se fonde sur le revenu moyen sur lequel les cotisations prévues par la LAVS sont prélevées (revenu déterminant).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_23"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VI. Les indemnités journalières, Prestation pour enfant",
        "citation": "Art. 23bis LAI",
        "content": "La prestation pour enfant s’élève pour chaque enfant à 2 % du montant maximum de l’indemnité journalière fixée à l’art. 24, al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_23_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VI. Les indemnités journalières, Montant de l’indemnité journalière",
        "citation": "Art. 24 al. 1 LAI",
        "content": "Le montant maximal de l’indemnité journalière visée à l’art. 22, al. 1, correspond au montant maximal du gain journalier assuré en vertu de la LAA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_24"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VI. Les indemnités journalières, Montant de l’indemnité journalière",
        "citation": "Art. 24 al. 2 LAI",
        "content": "L’indemnité journalière visée à l’art. 22, al. 1, est réduite lorsqu’elle dépasse le revenu déterminant, allocation pour enfant et allocation de formation légales comprises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_24"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VI. Les indemnités journalières, Montant de l’indemnité journalière",
        "citation": "Art. 24 al. 4 LAI",
        "content": "Si l’assuré avait droit jusqu’à sa réadaptation à une indemnité journalière en vertu de la LAA, l’indemnité journalière y est au moins égale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_24"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VI. Les indemnités journalières, Montant de l’indemnité journalière",
        "citation": "Art. 24 al. 5 LAI",
        "content": "Le Conseil fédéral règle la prise en compte du revenu d’une éventuelle activité lucrative, et peut prévoir des réductions à certaines conditions. L’OFAS établit, pour déterminer les indemnités journalières, des tables obligatoires dont les montants sont arrondis au franc supérieur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_24"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VI. Les indemnités journalières, Déduction en cas de prise en charge des frais d’hébergement et de repas par l’AI",
        "citation": "Art. 24bis LAI",
        "content": "Lorsque l’AI prend entièrement à sa charge les frais d’hébergement et de repas, l’indemnité journalière est réduite. Le Conseil fédéral fixe le montant de la déduction. Il établit une distinction entre les assurés qui ont une obligation d’entretien et ceux qui n’en ont pas.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_24_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VI. Les indemnités journalières, Montant de l’indemnité journalière pendant la formation professionnelle initiale",
        "citation": "Art. 24ter al. 1 LAI",
        "content": "L’indemnité journalière de l’assuré qui suit une formation professionnelle initiale correspond, sur un mois, au salaire prévu par le contrat d’apprentissage. Le Conseil fédéral peut fixer les règles de détermination du montant de l’indemnité journalière lorsque le salaire convenu ne correspond pas à la moyenne cantonale de la branche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_24_ter"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VI. Les indemnités journalières, Montant de l’indemnité journalière pendant la formation professionnelle initiale",
        "citation": "Art. 24ter al. 2 LAI",
        "content": "En l’absence de contrat d’apprentissage, l’indemnité journalière correspond, sur un mois, au revenu moyen des personnes du même âge qui suivent une formation similaire. Le Conseil fédéral fixe le montant de l’indemnité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_24_ter"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VI. Les indemnités journalières, Montant de l’indemnité journalière pendant la formation professionnelle initiale",
        "citation": "Art. 24ter al. 3 LAI",
        "content": "Pour les assurés qui ont atteint l’âge de 25 ans, l’indemnité journalière équivaut, sur un mois, au montant maximal de la rente de vieillesse visé à l’art. 34, al. 3 et 5, LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_24_ter"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VI. Les indemnités journalières, Versement de l’indemnité journalière pendant la formation professionnelle initiale",
        "citation": "Art. 24quater al. 1 LAI",
        "content": "Pendant la formation professionnelle initiale, l’indemnité journalière est versée à l’employeur dans la mesure où celui-ci verse à l’assuré un salaire d’un montant équivalent. À défaut d’employeur, le Conseil fédéral définit les modalités du versement de l’indemnité journalière. L’indemnité est versée mensuellement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_24_quater"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VI. Les indemnités journalières, Versement de l’indemnité journalière pendant la formation professionnelle initiale",
        "citation": "Art. 24quater al. 2 LAI",
        "content": "La partie qui dépasse le montant déterminant visé à l’art. 24ter, al. 1, est versée à l’assuré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_24_quater"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VI. Les indemnités journalières, Cotisations aux assurances sociales",
        "citation": "Art. 25 al. 1 LAI",
        "content": "Sont payées sur les indemnités journalières les cotisations:\na. à l’assurance-vieillesse et survivants;\nb. à l’assurance-invalidité;\nc. au régime des allocations pour perte de gain;\nd. le cas échéant, à l’assurance-chômage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_25"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VI. Les indemnités journalières, Cotisations aux assurances sociales",
        "citation": "Art. 25 al. 2 LAI",
        "content": "Les cotisations sont supportées à parts égales par l’assuré et par l’assurance-invalidité. Celle-ci paie en outre la contribution due par l’employeur pour son personnel agricole en vertu de l’art. 18, al. 1, de la loi fédérale du 20 juin 1952 sur les allocations familiales dans l’agriculture.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_25"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VI. Les indemnités journalières, Cotisations aux assurances sociales",
        "citation": "Art. 25 al. 3 LAI",
        "content": "Le Conseil fédéral peut exempter certaines catégories de personnes de l’obligation de payer des cotisations et prévoir que les indemnités journalières allouées pour de courtes périodes ne seront pas soumises à cotisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_25"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VII. Libre choix de l’assuré, collaboration, tarifs et tribunaux arbitraux, Choix des médecins, dentistes et pharmaciens",
        "citation": "Art. 26 al. 1 LAI",
        "content": "L’assuré a le libre choix entre les médecins, dentistes, chiropraticiens et pharmaciens qui sont autorisés, conformément à la loi du 23 juin 2006 sur les professions médicales, à exercer leur profession sous leur propre responsabilité professionnelle ou qui exercent leur profession dans le service public sous leur propre responsabilité professionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_26"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VII. Libre choix de l’assuré, collaboration, tarifs et tribunaux arbitraux, Choix des médecins, dentistes et pharmaciens",
        "citation": "Art. 26 al. 3 LAI",
        "content": "Les médecins porteurs du diplôme fédéral qui sont autorisés par un canton à dispenser les médicaments sont assimilés, dans les limites de cette autorisation, aux pharmaciens désignés à l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_26"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VII. Libre choix de l’assuré, collaboration, tarifs et tribunaux arbitraux, Choix du personnel médical, des établissements et des fournisseurs de moyens auxiliaires",
        "citation": "Art. 26bis al. 1 LAI",
        "content": "L’assuré peut choisir librement le personnel paramédical, les établissements et les ateliers ou encore les entreprises présentes sur le marché ordinaire du travail qui mettent en œuvre des mesures de réadaptation et les fournisseurs de moyens auxiliaires, pour autant qu’ils satisfassent aux prescriptions cantonales et aux exigences de l’assurance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_26_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VII. Libre choix de l’assuré, collaboration, tarifs et tribunaux arbitraux, Choix du personnel médical, des établissements et des fournisseurs de moyens auxiliaires",
        "citation": "Art. 26bis al. 2 LAI",
        "content": "Le Conseil fédéral peut, après avoir entendu les cantons et les associations intéressées, établir des prescriptions suivant lesquelles les personnes et établissements indiqués à l’al. 1 sont autorisés à exercer leur activité à la charge de l’assurance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_26_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VII. Libre choix de l’assuré, collaboration, tarifs et tribunaux arbitraux, Collaboration et tarifs",
        "citation": "Art. 27 al. 1 LAI",
        "content": "L’OFAS est autorisé à conclure des conventions avec le corps médical, avec les associations des professions médicales et paramédicales ainsi qu’avec les établissements et les ateliers qui appliquent les mesures d’instruction et de réadaptation, afin de régler leur collaboration avec les organes de l’assurance ainsi que les tarifs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_27"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VII. Libre choix de l’assuré, collaboration, tarifs et tribunaux arbitraux, Collaboration et tarifs",
        "citation": "Art. 27 al. 2 LAI",
        "content": "Le Conseil fédéral peut établir les principes à respecter pour que les tarifs soient fixés d’après les règles d’une saine gestion économique et structurés de manière appropriée, ainsi que les principes relatifs à leur adaptation. Il veille à la coordination de ces tarifs avec les régimes tarifaires des autres assurances sociales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_27"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VII. Libre choix de l’assuré, collaboration, tarifs et tribunaux arbitraux, Collaboration et tarifs",
        "citation": "Art. 27 al. 3 LAI",
        "content": "En l’absence de convention, le Conseil fédéral peut fixer les montants maximaux des frais des mesures de réadaptation qui sont pris en charge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_27"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VII. Libre choix de l’assuré, collaboration, tarifs et tribunaux arbitraux, Collaboration et tarifs",
        "citation": "Art. 27 al. 4 LAI",
        "content": "Les tarifs attribuant des points aux prestations ou aux forfaits liés aux prestations doivent se fonder sur une structure tarifaire uniforme pour l’ensemble de la Suisse. Si les parties ne peuvent s’entendre sur une structure tarifaire uniforme, le Conseil fédéral en fixe une.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_27"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VII. Libre choix de l’assuré, collaboration, tarifs et tribunaux arbitraux, Collaboration et tarifs",
        "citation": "Art. 27 al. 5 LAI",
        "content": "Le Conseil fédéral peut procéder à des adaptations de la structure tarifaire si celle-ci s’avère inappropriée et que les parties ne peuvent s’entendre sur une révision de la structure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_27"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VII. Libre choix de l’assuré, collaboration, tarifs et tribunaux arbitraux, Collaboration et tarifs",
        "citation": "Art. 27 al. 6 LAI",
        "content": "Si aucune convention n’est conclue en application de l’al. 1, le DFI rend, sur proposition de l’OFAS ou du fournisseur de prestations, une décision sujette à recours afin de régler la collaboration des intéressés ainsi que les tarifs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_27"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VII. Libre choix de l’assuré, collaboration, tarifs et tribunaux arbitraux, Collaboration et tarifs",
        "citation": "Art. 27 al. 7 LAI",
        "content": "Lorsque les fournisseurs de prestations et l’OFAS ne parviennent pas à s’entendre sur le renouvellement d’une convention tarifaire, le DFI peut la prolonger d’une année. Si aucune convention n’est conclue dans ce délai, il fixe le tarif après avoir consulté les intéressés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_27"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VII. Libre choix de l’assuré, collaboration, tarifs et tribunaux arbitraux, Collaboration et tarifs",
        "citation": "Art. 27 al. 8 LAI",
        "content": "Les fournisseurs de prestations et leurs fédérations ainsi que l’organisation visée à l’art. 47a LAMal sont tenus de communiquer gratuitement au Conseil fédéral, sur demande, les données nécessaires à l’exercice des tâches visées aux al. 3 à 5. Le Conseil fédéral édicte des dispositions détaillées sur le traitement des données, dans le respect du principe de la proportionnalité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_27"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VII. Libre choix de l’assuré, collaboration, tarifs et tribunaux arbitraux, Collaboration et tarifs",
        "citation": "Art. 27 al. 9 LAI",
        "content": "En cas de manquement à l’obligation de communiquer les données prévue à l’al. 8, le DFI peut prononcer des sanctions à l’encontre des fournisseurs de prestations et des fédérations concernés ainsi qu’à l’encontre de l’organisation visée à l’art. 47a LAMal. Les sanctions sont les suivantes:\na. l’avertissement;\nb. une amende de 20 000 francs au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_27"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VII. Libre choix de l’assuré, collaboration, tarifs et tribunaux arbitraux, Caractère économique des mesures médicales",
        "citation": "Art. 27bis al. 1 LAI",
        "content": "La rémunération des prestations allant au-delà des prestations exigées par l’intérêt de l’assuré et par le but des mesures médicales peut être refusée. L’office AI peut exiger du fournisseur de mesures médicales qu’il restitue les sommes reçues à tort sur la base de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_27_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VII. Libre choix de l’assuré, collaboration, tarifs et tribunaux arbitraux, Caractère économique des mesures médicales",
        "citation": "Art. 27bis al. 2 LAI",
        "content": "Le fournisseur de mesures médicales doit répercuter sur l’office AI les avantages directs ou indirects qu’il perçoit:\na. d’un autre fournisseur de prestations agissant sur son mandat;\nb. de personnes ou d’institutions qui fournissent des médicaments ou des moyens et appareils diagnostiques ou thérapeutiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_27_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VII. Libre choix de l’assuré, collaboration, tarifs et tribunaux arbitraux, Caractère économique des mesures médicales",
        "citation": "Art. 27bis al. 3 LAI",
        "content": "S’il ne répercute pas cet avantage, l’office AI peut en exiger la restitution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_27_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VII. Libre choix de l’assuré, collaboration, tarifs et tribunaux arbitraux, Facturation",
        "citation": "Art. 27ter al. 1 LAI",
        "content": "Le fournisseur de prestations doit remettre à l’office AI une facture détaillée et compréhensible. Il doit aussi lui transmettre toutes les indications dont il a besoin pour vérifier le calcul de la rémunération et le caractère économique de la prestation. L’assuré reçoit une copie de la facture.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_27_ter"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VII. Libre choix de l’assuré, collaboration, tarifs et tribunaux arbitraux, Facturation",
        "citation": "Art. 27ter al. 2 LAI",
        "content": "En cas de rémunération par forfaits, les bases de calcul, en particulier les diagnostics et les procédures, doivent apparaître sur la facture.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_27_ter"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VII. Libre choix de l’assuré, collaboration, tarifs et tribunaux arbitraux, Protection tarifaire",
        "citation": "Art. 27quater LAI",
        "content": "Les fournisseurs de prestations doivent respecter les tarifs et les prix fixés par convention ou par l’autorité compétente; ils ne peuvent exiger de rémunération plus élevée pour des prestations fournies en application de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_27_quater"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VII. Libre choix de l’assuré, collaboration, tarifs et tribunaux arbitraux, Tribunal arbitral cantonal",
        "citation": "Art. 27quinquies al. 1 LAI",
        "content": "Les litiges entre l’assurance et les fournisseurs de prestations sont jugés par les tribunaux arbitraux désignés par les cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_27_quinquies"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VII. Libre choix de l’assuré, collaboration, tarifs et tribunaux arbitraux, Tribunal arbitral cantonal",
        "citation": "Art. 27quinquies al. 2 LAI",
        "content": "Est compétent le tribunal arbitral du canton dans lequel le fournisseur de prestations a une installation permanente ou exerce sa profession.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_27_quinquies"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VII. Libre choix de l’assuré, collaboration, tarifs et tribunaux arbitraux, Tribunal arbitral cantonal",
        "citation": "Art. 27quinquies al. 3 LAI",
        "content": "Le canton peut confier les tâches du tribunal arbitral au tribunal cantonal des assurances.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_27_quinquies"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VII. Libre choix de l’assuré, collaboration, tarifs et tribunaux arbitraux, Tribunal arbitral cantonal",
        "citation": "Art. 27quinquies al. 4 LAI",
        "content": "Le tribunal arbitral se compose d’un président neutre et d’un nombre égal de représentants de chacune des parties concernées. Lorsque les tâches du tribunal arbitral sont confiées au tribunal cantonal des assurances, celui-ci est complété par un nombre égal de représentants de chacune des parties.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_27_quinquies"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VII. Libre choix de l’assuré, collaboration, tarifs et tribunaux arbitraux, Tribunal arbitral cantonal",
        "citation": "Art. 27quinquies al. 5 LAI",
        "content": "À moins que le litige n’ait déjà été soumis à un organisme de conciliation prévu par convention, le tribunal arbitral ne peut en être saisi sans procédure de conciliation préalable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_27_quinquies"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VII. Libre choix de l’assuré, collaboration, tarifs et tribunaux arbitraux, Tribunal arbitral cantonal",
        "citation": "Art. 27quinquies al. 6 LAI",
        "content": "Les jugements doivent être notifiés par écrit aux parties avec indication des motifs et des voies de droit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_27_quinquies"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VII. Libre choix de l’assuré, collaboration, tarifs et tribunaux arbitraux, Tribunal arbitral cantonal",
        "citation": "Art. 27quinquies al. 7 LAI",
        "content": "Pour le reste les cantons règlent la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_27_quinquies"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VII. Libre choix de l’assuré, collaboration, tarifs et tribunaux arbitraux, Mesures de gestion des coûts",
        "citation": "Art. 27sexies al. 1 LAI",
        "content": "Les fournisseurs de prestations ou leurs fédérations et l’OFAS prévoient des mesures de gestion des coûts dans des conventions dont la validité s’étend à toute la Suisse, conformément à l’art. 27, al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_27_sexies"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VII. Libre choix de l’assuré, collaboration, tarifs et tribunaux arbitraux, Mesures de gestion des coûts",
        "citation": "Art. 27sexies al. 2 LAI",
        "content": "Les mesures doivent au moins prévoir, pour chaque domaine pertinent pour la catégorie de fournisseurs de prestations concernée:\na. une surveillance de l’évolution quantitative des diverses positions prévues pour les prestations;\nb. une surveillance de l’évolution des coûts facturés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_27_sexies"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VII. Libre choix de l’assuré, collaboration, tarifs et tribunaux arbitraux, Mesures de gestion des coûts",
        "citation": "Art. 27sexies al. 3 LAI",
        "content": "Les conventions doivent prévoir des règles correctrices en cas d’augmentation injustifiée des quantités ou des coûts par rapport à une période définie dans la convention. Elles doivent également mentionner les facteurs qui peuvent expliquer une augmentation des quantités et des coûts, mais qui échappent à l’influence des fournisseurs de prestations et de l’assurance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_27_sexies"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VII. Libre choix de l’assuré, collaboration, tarifs et tribunaux arbitraux, Mesures de gestion des coûts",
        "citation": "Art. 27sexies al. 4 LAI",
        "content": "Le Conseil fédéral peut définir les domaines visés à l’al. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_27_sexies"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VII. Libre choix de l’assuré, collaboration, tarifs et tribunaux arbitraux, Mesures de gestion des coûts",
        "citation": "Art. 27sexies al. 5 LAI",
        "content": "Si les fournisseurs de prestations ou leurs fédérations et l’OFAS ne peuvent s’entendre sur les mesures de gestion des coûts visées à l’al. 1, le Conseil fédéral fixe ces mesures. Les fournisseurs de prestations et leurs fédérations sont tenus de communiquer gratuitement au Conseil fédéral, sur demande, les informations nécessaires pour fixer les mesures.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_27_sexies"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VII. Libre choix de l’assuré, collaboration, tarifs et tribunaux arbitraux, Mesures de gestion des coûts",
        "citation": "Art. 27sexies al. 6 LAI",
        "content": "En cas de manquement à l’obligation de communiquer les informations prévue à l’al. 5, le DFI peut prononcer des sanctions à l’encontre des fournisseurs de prestations et des fédérations concernés. Les sanctions sont les suivantes:\na. l’avertissement;\nb. une amende de 20 000 francs au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_27_sexies"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, C. Mesures de réadaptation et indemnités journalières, VII. Libre choix de l’assuré, collaboration, tarifs et tribunaux arbitraux, Mesures de gestion des coûts",
        "citation": "Art. 27sexies al. 7 LAI",
        "content": "Tous les fournisseurs de prestations et l’OFAS sont tenus de respecter les mesures de gestion des coûts convenues conformément à l’al. 1 ou fixées en vertu de l’al. 5 pour le domaine en question.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_27_sexies"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, D. Rentes, I. Droit à la rente, Principe",
        "citation": "Art. 28 al. 1 LAI",
        "content": "L’assuré a droit à une rente aux conditions suivantes:\na. sa capacité de gain ou sa capacité d’accomplir ses travaux habituels ne peut pas être rétablie, maintenue ou améliorée par des mesures de réadaptation raisonnablement exigibles;\nb. il a présenté une incapacité de travail (art. 6 LPGA) d’au moins 40 % en moyenne durant une année sans interruption notable;\nc. au terme de cette année, il est invalide (art. 8 LPGA) à 40 % au moins.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_28"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, D. Rentes, I. Droit à la rente, Principe",
        "citation": "Art. 28 al. 1bis LAI",
        "content": "Une rente au sens de l’al. 1 n’est pas octroyée tant que toutes les possibilités de réadaptation au sens de l’art. 8, al. 1bis et 1ter, n’ont pas été épuisées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_28"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, D. Rentes, I. Droit à la rente, Évaluation du taux d’invalidité",
        "citation": "Art. 28a al. 1 LAI",
        "content": "L’évaluation du taux d’invalidité des assurés exerçant une activité lucrative est régie par l’art. 16 LPGA. Le Conseil fédéral fixe les revenus déterminants pour l’évaluation du taux d’invalidité ainsi que les facteurs de correction applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_28_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, D. Rentes, I. Droit à la rente, Évaluation du taux d’invalidité",
        "citation": "Art. 28a al. 2 LAI",
        "content": "Le taux d’invalidité de l’assuré qui n’exerce pas d’activité lucrative, qui accomplit ses travaux habituels et dont on ne peut raisonnablement exiger qu’il entreprenne une activité lucrative est évalué, en dérogation à l’art. 16 LPGA, en fonction de son incapacité à accomplir ses travaux habituels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_28_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, D. Rentes, I. Droit à la rente, Évaluation du taux d’invalidité",
        "citation": "Art. 28a al. 3 LAI",
        "content": "Lorsque l’assuré exerce une activité lucrative à temps partiel ou travaille sans être rémunéré dans l’entreprise de son conjoint, le taux d’invalidité pour cette activité est évalué selon l’art. 16 LPGA. S’il accomplit ses travaux habituels, le taux d’invalidité pour cette activité est fixé selon l’al. 2. Dans ce cas, les parts respectives de l’activité lucrative ou du travail dans l’entreprise du conjoint et de l’accomplissement des travaux habituels sont déterminées; le taux d’invalidité est calculé dans les deux domaines d’activité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_28_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, D. Rentes, I. Droit à la rente, Détermination de la quotité de la rente",
        "citation": "Art. 28b al. 1 LAI",
        "content": "La quotité de la rente est fixée en pourcentage d’une rente entière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_28_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, D. Rentes, I. Droit à la rente, Détermination de la quotité de la rente",
        "citation": "Art. 28b al. 2 LAI",
        "content": "Pour un taux d’invalidité compris entre 50 et 69 %, la quotité de la rente correspond au taux d’invalidité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_28_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, D. Rentes, I. Droit à la rente, Détermination de la quotité de la rente",
        "citation": "Art. 28b al. 3 LAI",
        "content": "Pour un taux d’invalidité supérieur ou égal à 70 %, l’assuré a droit à une rente entière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_28_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, D. Rentes, I. Droit à la rente, Détermination de la quotité de la rente",
        "citation": "Art. 28b al. 4 LAI",
        "content": "Pour un taux d’invalidité inférieur à 50 %, la quotité de la rente est la suivante:Taux d’invaliditéQuotité de la rente49 %47,5 %48 %45    %47 %42,5 %46 %40    %45 %37,5 %44 %35    %43 %32,5 %42 %30    %41 %27,5 %40 %25    %",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_28_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, D. Rentes, I. Droit à la rente, Naissance du droit et versement de la rente",
        "citation": "Art. 29 al. 1 LAI",
        "content": "Le droit à la rente prend naissance au plus tôt à l’échéance d’une période de six mois à compter de la date à laquelle l’assuré a fait valoir son droit aux prestations conformément à l’art. 29, al. 1, LPGA, mais pas avant le mois qui suit le 18e anniversaire de l’assuré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_29"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, D. Rentes, I. Droit à la rente, Naissance du droit et versement de la rente",
        "citation": "Art. 29 al. 2 LAI",
        "content": "Le droit ne prend pas naissance tant que l’assuré peut faire valoir son droit à une indemnité journalière au sens de l’art. 22.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_29"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, D. Rentes, I. Droit à la rente, Naissance du droit et versement de la rente",
        "citation": "Art. 29 al. 3 LAI",
        "content": "La rente est versée dès le début du mois au cours duquel le droit prend naissance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_29"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, D. Rentes, I. Droit à la rente, Naissance du droit et versement de la rente",
        "citation": "Art. 29 al. 4 LAI",
        "content": "Les rentes correspondant à un taux d’invalidité inférieur à 50 % ne sont versées qu’aux assurés qui ont leur domicile et leur résidence habituelle (art. 13 LPGA) en Suisse. Cette condition doit également être remplie par les proches pour lesquels une prestation est réclamée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_29"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, D. Rentes, I. Droit à la rente, Extinction du droit",
        "citation": "Art. 30 LAI",
        "content": "L’assuré cesse d’avoir droit à la rente d’invalidité:\na. dès qu’il perçoit la totalité de sa rente de vieillesse de manière anticipée en vertu de l’art. 40, al. 1, LAVS, sauf si la rente de vieillesse a été anticipée après l’inscription à l’assurance-invalidité et avant l’octroi d’une rente d’invalidité;\nb. dès qu’il peut prétendre à la rente de vieillesse lorsqu’il a atteint l’âge de référence fixé à l’art. 21, al. 1, LAVS;\nc. s’il décède.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_30"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, D. Rentes, I. Droit à la rente, Prestation transitoire en cas d’incapacité de travail",
        "citation": "Art. 32 al. 1 LAI",
        "content": "L’assuré a droit à une prestation transitoire aux conditions suivantes:\na. au cours des trois ans qui suivent la réduction ou la suppression de sa rente, il présente une incapacité de travail d’au moins 50 %;\nb. l’incapacité de travail se prolonge au-delà de 30 jours;\nc. l’assuré a participé, avant la réduction ou la suppression de sa rente, à des mesures de nouvelle réadaptation au sens de l’art. 8a ou sa rente a été réduite ou supprimée du fait de la reprise d’une activité lucrative ou d’une augmentation de son taux d’activité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_32"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, D. Rentes, I. Droit à la rente, Prestation transitoire en cas d’incapacité de travail",
        "citation": "Art. 32 al. 2 LAI",
        "content": "Le droit à la prestation transitoire naît au début du mois au cours duquel les conditions prévues à l’al. 1 sont remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_32"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, D. Rentes, I. Droit à la rente, Prestation transitoire en cas d’incapacité de travail",
        "citation": "Art. 32 al. 3 LAI",
        "content": "Le droit à la prestation transitoire s’éteint au plus tard à la fin du mois au cours duquel l’office AI a rendu sa décision concernant le taux d’invalidité (art. 34).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_32"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, D. Rentes, I. Droit à la rente, Montant de la prestation transitoire ",
        "citation": "Art. 33 al. 1 LAI",
        "content": "La prestation transitoire au sens de l’art. 32 équivaut:\na. à la différence entre la rente en cours et celle que l’assuré percevrait si sa rente n’avait pas été réduite;\nb. à la rente que l’assuré percevrait si sa rente n’avait pas été supprimée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_33"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, D. Rentes, I. Droit à la rente, Montant de la prestation transitoire ",
        "citation": "Art. 33 al. 2 LAI",
        "content": "Si l’assuré a droit à une rente pour enfant, celle-ci est incluse dans le calcul prévu à l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_33"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, D. Rentes, I. Droit à la rente, Réexamen du taux d’invalidité et adaptation de la rente",
        "citation": "Art. 34 al. 1 LAI",
        "content": "En même temps qu’il accorde une prestation transitoire au sens de l’art. 32, l’office AI entame une procédure de réexamen du taux d’invalidité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_34"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, D. Rentes, I. Droit à la rente, Réexamen du taux d’invalidité et adaptation de la rente",
        "citation": "Art. 34 al. 2 LAI",
        "content": "Le premier jour du mois qui suit la décision de l’office AI concernant le taux d’invalidité:\na. le droit à la rente prend naissance, en dérogation à l’art. 28, al. 1, let. b, si le taux d’invalidité donne à nouveau droit à la rente;\nb. la rente en cours est augmentée, réduite ou supprimée pour l’avenir, si le taux d’invalidité a subi une modification notable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_34"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, D. Rentes, I. Droit à la rente, Rente pour enfant",
        "citation": "Art. 35 al. 1 LAI",
        "content": "Les hommes et les femmes qui peuvent prétendre une rente d’invalidité ont droit à une rente pour chacun des enfants qui, au décès de ces personnes, auraient droit à la rente d’orphelin de l’assurance-vieillesse et survivants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_35"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, D. Rentes, I. Droit à la rente, Rente pour enfant",
        "citation": "Art. 35 al. 3 LAI",
        "content": "Les enfants recueillis après la survenance de l’invalidité n’ont pas droit à la rente, sauf s’il s’agit des enfants de l’autre conjoint.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_35"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, D. Rentes, I. Droit à la rente, Rente pour enfant",
        "citation": "Art. 35 al. 4 LAI",
        "content": "La rente pour enfant est versée comme la rente à laquelle elle se rapporte. Les dispositions relatives à un emploi de la rente conforme à son but (art. 20 LPGA) ainsi que les décisions contraires du juge civil sont réservées. Le Conseil fédéral peut édicter des dispositions spéciales sur le versement de la rente, en dérogation à l’art. 20 LPGA, notamment pour les enfants de parents séparés ou divorcés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_35"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, D. Rentes, II. Les rentes ordinaires, Bénéficiaires et mode de calcul",
        "citation": "Art. 36 al. 1 LAI",
        "content": "À droit à une rente ordinaire l’assuré qui, lors de la survenance de l’invalidité, compte trois années au moins de cotisations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_36"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, D. Rentes, II. Les rentes ordinaires, Bénéficiaires et mode de calcul",
        "citation": "Art. 36 al. 2 LAI",
        "content": "Les dispositions de la LAVS sont applicables par analogie au calcul des rentes ordinaires. Le Conseil fédéral peut édicter des dispositions complémentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_36"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, D. Rentes, II. Les rentes ordinaires, Bénéficiaires et mode de calcul",
        "citation": "Art. 36 al. 4 LAI",
        "content": "Les cotisations payées à l’assurance-vieillesse et survivants avant l’entrée en vigueur de la présente loi seront prises en compte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_36"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, D. Rentes, II. Les rentes ordinaires, Montant de la rente d’invalidité",
        "citation": "Art. 37 al. 1 LAI",
        "content": "Le montant des rentes d’invalidité correspond au montant des rentes de vieillesse de l’assurance-vieillesse et survivants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_37"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, D. Rentes, II. Les rentes ordinaires, Montant de la rente d’invalidité",
        "citation": "Art. 37 al. 1bis LAI",
        "content": "Si les deux conjoints ont droit à une rente, l’art. 35 de la LAVS est applicable par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_37"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, D. Rentes, II. Les rentes ordinaires, Montant de la rente d’invalidité",
        "citation": "Art. 37 al. 2 LAI",
        "content": "Lorsqu’un assuré comptant une durée complète de cotisations n’a pas encore accompli sa vingt-cinquième année au moment de la survenance de l’invalidité, la rente d’invalidité lui revenant et les rentes complémentaires éventuelles s’élèvent au moins à 1331/3 % du montant minimum de la rente complète correspondante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_37"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, D. Rentes, II. Les rentes ordinaires, Montant des rentes pour enfant",
        "citation": "Art. 38 al. 1 LAI",
        "content": "La rente pour enfant s’élève à 40 % de la rente d’invalidité correspondant au revenu annuel moyen déterminant. Si les deux parents ont droit à une rente pour enfant, les deux rentes pour enfants doivent être réduites dans la mesure où leur montant excède 60 % de la rente d’invalidité maximale. L’art. 35 de la LAVS est applicable par analogie au calcul de la réduction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_38"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, D. Rentes, II. Les rentes ordinaires, Montant des rentes pour enfant",
        "citation": "Art. 38 al. 2 LAI",
        "content": "Elles sont calculées d’après les mêmes éléments que la rente d’invalidité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_38"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, D. Rentes, II. Les rentes ordinaires, Réduction en cas de surassurance",
        "citation": "Art. 38bis al. 1 LAI",
        "content": "En dérogation à l’art. 69, al. 2 et 3, LPGA, les rentes pour enfant sont réduites dans la mesure où, ajoutées à la rente du père ou à celle de la mère, leur montant dépasserait 90 % du revenu annuel moyen déterminant pour le calcul de la rente du père ou de la mère.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_38_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, D. Rentes, II. Les rentes ordinaires, Réduction en cas de surassurance",
        "citation": "Art. 38bis al. 2 LAI",
        "content": "Le Conseil fédéral fixe toutefois un montant minimum.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_38_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, D. Rentes, III. Les rentes extraordinaires, Bénéficiaires",
        "citation": "Art. 39 al. 1 LAI",
        "content": "Le droit des ressortissants suisses aux rentes extraordinaires est déterminé par les dispositions de la LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_39"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, D. Rentes, III. Les rentes extraordinaires, Bénéficiaires",
        "citation": "Art. 39 al. 3 LAI",
        "content": "Ont aussi droit à une rente extraordinaire les invalides étrangers et apatrides qui remplissaient comme enfants les conditions fixées à l’art. 9, al. 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_39"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, D. Rentes, III. Les rentes extraordinaires, Montant des rentes",
        "citation": "Art. 40 al. 1 LAI",
        "content": "Les rentes extraordinaires sont égales, sous réserve des al. 2 et 3, au montant minimum des rentes ordinaires complètes qui leur correspondent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_40"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, D. Rentes, III. Les rentes extraordinaires, Montant des rentes",
        "citation": "Art. 40 al. 2 LAI",
        "content": "Les rentes extraordinaires pour enfants sont réduites en dérogation à l’art. 69, al. 2 et 3, LPGA aux mêmes conditions et dans la même mesure que celles qui sont versées par l’AVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_40"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, D. Rentes, III. Les rentes extraordinaires, Montant des rentes",
        "citation": "Art. 40 al. 3 LAI",
        "content": "Les rentes extraordinaires octroyées aux personnes devenues invalides avant le 1er décembre de l’année suivant celle au cours de laquelle elles ont atteint 20 ans révolus, s’élèvent à 1331/3 % du montant minimum de la rente ordinaire complète qui leur correspond.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_40"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, E. Allocation pour impotent, Droit",
        "citation": "Art. 42 al. 1 LAI",
        "content": "Les assurés impotents (art. 9 LPGA) qui ont leur domicile et leur résidence habituelle (art. 13 LPGA) en Suisse ont droit à une allocation pour impotent. L’art. 42bis est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_42"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, E. Allocation pour impotent, Droit",
        "citation": "Art. 42 al. 2 LAI",
        "content": "L’impotence peut être grave, moyenne ou faible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_42"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, E. Allocation pour impotent, Droit",
        "citation": "Art. 42 al. 3 LAI",
        "content": "Est aussi considérée comme impotente la personne vivant chez elle qui, en raison d’une atteinte à sa santé, a durablement besoin d’un accompagnement lui permettant de faire face aux nécessités de la vie. Si l’atteinte à la santé est uniquement psychique, la personne n’est réputée impotente que si elle a droit à une rente. Si une personne n’a durablement besoin que d’un accompagnement pour faire face aux nécessités de la vie, l’impotence est réputée faible. L’art. 42bis, al. 5, est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_42"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, E. Allocation pour impotent, Droit",
        "citation": "Art. 42 al. 4 LAI",
        "content": "L’allocation pour impotent est octroyée au plus tôt à la naissance. Le droit naît dès qu’une impotence de degré faible au moins existe depuis une année sans interruption notable; l’art. 42bis, al. 3, est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_42"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, E. Allocation pour impotent, Droit",
        "citation": "Art. 42 al. 4bis LAI",
        "content": "Le droit à l’allocation pour impotent s’éteint au plus tard à la fin du mois:\na. qui précède celui au cours duquel l’assuré anticipe la perception de la totalité de sa rente de vieillesse en vertu de l’art. 40, al. 1, LAVS, ou\nb. au cours duquel l’assuré atteint l’âge de référence fixé à l’art. 21, al. 1, LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_42"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, E. Allocation pour impotent, Droit",
        "citation": "Art. 42 al. 5 LAI",
        "content": "Lorsqu’il séjourne dans un établissement pour l’exécution de mesures de réadaptation au sens de l’art. 8, al. 3, l’assuré n’a pas droit à l’allocation pour impotent. Le Conseil fédéral définit la notion de séjour. Il peut exceptionnellement prévoir un droit à une allocation pour impotent lorsqu’en raison d’une grave atteinte des organes sensoriels ou d’une grave infirmité corporelle, l’assuré ne peut entretenir des relations sociales avec son entourage que grâce à d’importants services fournis de façon régulière par des tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_42"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, E. Allocation pour impotent, Droit",
        "citation": "Art. 42 al. 6 LAI",
        "content": "Lorsque l’impotence n’est que partiellement imputable à un accident, le Conseil fédéral règle la prise en charge par l’AI de la part qui lui incombe dans l’allocation pour impotent de l’assurance, au moyen d’une contribution proportionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_42"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, E. Allocation pour impotent, Conditions spéciales applicables aux mineurs",
        "citation": "Art. 42bis al. 1 LAI",
        "content": "Les ressortissants suisses mineurs qui n’ont pas leur domicile (art. 13, al. 1, LPGA) en Suisse sont assimilés aux assurés en ce qui concerne l’allocation pour impotent, à la condition qu’ils aient leur résidence habituelle (art. 13, al. 2, LPGA) en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_42_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, E. Allocation pour impotent, Conditions spéciales applicables aux mineurs",
        "citation": "Art. 42bis al. 2 LAI",
        "content": "Les étrangers mineurs ont également droit à l’allocation pour impotent s’ils remplissent les conditions prévues à l’art. 9, al. 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_42_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, E. Allocation pour impotent, Conditions spéciales applicables aux mineurs",
        "citation": "Art. 42bis al. 3 LAI",
        "content": "Pour les assurés âgés de moins d’un an, le droit à l’allocation pour impotent prend naissance dès qu’il existe une impotence d’une durée probable de plus de douze mois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_42_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, E. Allocation pour impotent, Conditions spéciales applicables aux mineurs",
        "citation": "Art. 42bis al. 4 LAI",
        "content": "Les mineurs n’ont droit à l’allocation pour impotent que pour les jours qu’ils ne passent pas dans un home. En dérogation à l’art. 67, al. 2, LPGA, les mineurs qui séjournent dans un établissement hospitalier aux frais de l’assurance sociale ont également droit à une allocation pour impotent passé le délai d’un mois civil entier, pour autant que l’établissement hospitalier atteste tous les 30 jours que la présence régulière des parents ou de l’un des parents dans l’établissement en question est indispensable et effective.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_42_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, E. Allocation pour impotent, Conditions spéciales applicables aux mineurs",
        "citation": "Art. 42bis al. 5 LAI",
        "content": "Les mineurs n’ont pas droit à l’allocation pour impotent s’ils ont uniquement besoin d’un accompagnement pour faire face aux nécessités de la vie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_42_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, E. Allocation pour impotent, Montant",
        "citation": "Art. 42ter al. 1 LAI",
        "content": "Le degré d’impotence est déterminant pour fixer le montant de l’allocation pour impotent. Celle-ci est versée individuellement et doit faciliter les choix dans les domaines centraux de la vie. L’allocation mensuelle se monte, lorsque l’impotence est grave, à 80 % du montant maximum de la rente de vieillesse prévu à l’art. 34, al. 3 et 5, LAVS; elle se monte, lorsque l’impotence est moyenne, à 50 % de ce montant et, lorsqu’elle est faible, à 20 % du même montant. L’allocation est calculée par jour pour les mineurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_42_ter"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, E. Allocation pour impotent, Montant",
        "citation": "Art. 42ter al. 2 LAI",
        "content": "Le montant de l’allocation pour impotent versée aux assurés qui séjournent dans un home correspond au quart des montants prévus à l’al. 1. Les art. 42, al. 5, et 42bis, al. 4, sont réservés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_42_ter"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, E. Allocation pour impotent, Montant",
        "citation": "Art. 42ter al. 3 LAI",
        "content": "L’allocation versée aux mineurs impotents qui, en plus, ont besoin de soins intenses est augmentée d’un supplément pour soins intenses; celui-ci n’est pas accordé lors d’un séjour dans un home. Le montant mensuel de ce supplément s’élève à 100 % du montant maximum de la rente de vieillesse au sens de l’art. 34, al. 3 et 5, LAVS, lorsque le besoin de soins découlant de l’invalidité est de 8 heures par jour au moins, à 70 % de ce montant maximum lorsque le besoin est de 6 heures par jour au moins, et à 40 % de ce montant maximum lorsque le besoin est de 4 heures par jour au moins. Le supplément est calculé par jour. Le Conseil fédéral règle les modalités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_42_ter"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, Ebis. Contribution d’assistance, Droit",
        "citation": "Art. 42quater al. 1 LAI",
        "content": "L’assuré a droit à une contribution d’assistance aux conditions suivantes:\na. il perçoit une allocation pour impotent de l’AI conformément à l’art. 42, al. 1 à 4;\nb. il vit chez lui;\nc. il est majeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_42_quater"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, Ebis. Contribution d’assistance, Droit",
        "citation": "Art. 42quater al. 2 LAI",
        "content": "Le Conseil fédéral détermine les cas dans lesquels les personnes dont la capacité d’exercice des droits civils est restreinte n’ont droit à aucune contribution d’assistance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_42_quater"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, Ebis. Contribution d’assistance, Droit",
        "citation": "Art. 42quater al. 3 LAI",
        "content": "Le Conseil fédéral fixe les conditions auxquelles les mineurs ont droit à une contribution d’assistance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_42_quater"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, Ebis. Contribution d’assistance, Prestations d’aide couvertes",
        "citation": "Art. 42quinquies LAI",
        "content": "L’assurance verse une contribution d’assistance pour les prestations d’aide dont l’assuré a besoin et qui sont fournies régulièrement par une personne physique (assistant) satisfaisant aux conditions suivantes:\na. elle est engagée par l’assuré ou par son représentant légal sur la base d’un contrat de travail;\nb. elle n’est pas mariée avec l’assuré, ne vit pas avec lui sous le régime du partenariat enregistré ni ne mène de fait une vie de couple avec lui et n’est pas un parent en ligne directe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_42_quinquies"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, Ebis. Contribution d’assistance, Étendue",
        "citation": "Art. 42sexies al. 1 LAI",
        "content": "Le temps nécessaire aux prestations d’aide est déterminant pour le calcul de la contribution d’assistance. Le temps nécessaire aux prestations relevant des contributions suivantes est déduit:\na. l’allocation pour impotent visée aux art. 42 à 42ter, à l’exception du supplément pour soins intenses visé à l’art. 42ter, al. 3;\nb. les contributions allouées à l’assuré qui a recours, en lieu et place d’un moyen auxiliaire, aux services de tiers en vertu de l’art. 21ter, al. 2;\nc. la contribution aux soins fournie par l’assurance obligatoire des soins en vertu de l’art. 25a LAMal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_42_sexies"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, Ebis. Contribution d’assistance, Étendue",
        "citation": "Art. 42sexies al. 2 LAI",
        "content": "Lors du calcul de la contribution d’assistance, le temps passé dans un établissement hospitalier ou semi-hospitalier est déduit du temps consacré aux prestations d’aide.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_42_sexies"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, Ebis. Contribution d’assistance, Étendue",
        "citation": "Art. 42sexies al. 3 LAI",
        "content": "En dérogation à l’art. 64, al. 1 et 2, LPGA, l’assurance-invalidité n’octroie pas de contribution d’assistance pour les prestations d’aide qui sont couvertes par la contribution aux soins fournie en vertu de l’art. 25a LAMal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_42_sexies"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, Ebis. Contribution d’assistance, Étendue",
        "citation": "Art. 42sexies al. 4 LAI",
        "content": "Le Conseil fédéral définit: \na. les domaines, le nombre d’heures minimal et le nombre d’heures maximal pour lesquels une contribution d’assistance est versée;\nb. les forfaits, par unité de temps, accordés pour les prestations d’aide couvertes par la contribution d’assistance;\nc. les cas dans lesquels une contribution d’assistance est versée en vertu d’obligations résultant du contrat de travail au sens du CO sans que les prestations d’aide aient été effectivement fournies par l’assistant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_42_sexies"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, Ebis. Contribution d’assistance, Naissance et extinction du droit",
        "citation": "Art. 42septies al. 1 LAI",
        "content": "En dérogation à l’art. 24 LPGA, le droit à une contribution d’assistance naît au plus tôt à la date à laquelle l’assuré a fait valoir son droit aux prestations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_42_septies"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, Ebis. Contribution d’assistance, Naissance et extinction du droit",
        "citation": "Art. 42septies al. 2 LAI",
        "content": "L’assuré a droit à la contribution d’assistance si les prestations d’aide sont communiquées dans les douze mois qui suivent leur fourniture.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_42_septies"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, Ebis. Contribution d’assistance, Naissance et extinction du droit",
        "citation": "Art. 42septies al. 3 LAI",
        "content": "Ce droit s’éteint au moment où l’assuré:\na. ne remplit plus les conditions visées à l’art. 42quater;\nb. anticipe la perception de la totalité de sa rente de vieillesse en vertu de l’art. 40, al. 1, LAVS, ou atteint l’âge de référence fixé à l’art. 21, al. 1, LAVS, ou\nc. décède.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_42_septies"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, Ebis. Contribution d’assistance, Réduction de la contribution d’assistance ou refus de l’octroyer",
        "citation": "Art. 42octies LAI",
        "content": "L’assurance peut réduire la contribution d’assistance ou refuser de l’octroyer, si l’assuré a manqué à ses obligations légales envers l’assistant ou envers l’assurance. Une mise en demeure écrite l’avertissant des conséquences juridiques de ses manquements doit lui avoir été adressée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_42_octies"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, F. Cumul de prestations, Prestations de l’assurance-vieillesse et survivants et de l’assurance-invalidité",
        "citation": "Art. 43 al. 1 LAI",
        "content": "Si les veuves, veufs ou orphelins ont droit simultanément à une rente de survivants de l’assurance-vieillesse et survivants et à une rente de l’assurance-invalidité, ils bénéficieront d’une rente d’invalidité entière. La rente la plus élevée leur sera versée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_43"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, F. Cumul de prestations, Prestations de l’assurance-vieillesse et survivants et de l’assurance-invalidité",
        "citation": "Art. 43 al. 2 LAI",
        "content": "Si les conditions dont dépend l’octroi d’indemnités journalières de l’assurance-invalidité sont remplies ou que cette assurance prenne en charge, de façon prépondérante ou complète, les frais de nourriture et de logement pendant la réadaptation, l’assuré n’a pas droit à une rente de l’assurance-invalidité. Le Conseil fédéral peut prévoir des exceptions et édicter des dispositions sur le remplacement de l’indemnité journalière par une rente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_43"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, F. Cumul de prestations, Prestations de l’assurance-vieillesse et survivants et de l’assurance-invalidité",
        "citation": "Art. 43 al. 3 LAI",
        "content": "Le Conseil fédéral édicte des prescriptions destinées à empêcher qu’un cumul de prestations de l’assurance-invalidité, ou de prestations de celle-ci et de l’assurance-vieillesse et survivants ne conduise à une surindemnisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_43"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, F. Cumul de prestations, Rapports avec l’assurance-accidents et l’assurance militaire",
        "citation": "Art. 44 LAI",
        "content": "Le Conseil fédéral détermine si, et dans quelle mesure, les assurés qui ont droit à une rente de l’assurance-accidents ou à une indemnité journalière ou une rente de l’assurance militaire ont droit à une indemnité journalière de l’assurance-invalidité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_44"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, G. Dispositions diverses, Paiement des indemnités journalières et des rentes",
        "citation": "Art. 47 al. 1 LAI",
        "content": "Durant la mise en œuvre des mesures d’instruction, des mesures de réadaptation et des mesures de nouvelle réadaptation au sens de l’art. 8a les bénéficiaires perçoivent leur rente en dérogation à l’art. 19, al. 3, LPGA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_47"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, G. Dispositions diverses, Paiement des indemnités journalières et des rentes",
        "citation": "Art. 47 al. 1bis LAI",
        "content": "Les rentes sont perçues:\na. jusqu’à la décision de l’office AI visée à l’art. 17 LPGA s’ils suivent des mesures de nouvelle réadaptation prévues à l’art. 8a;\nb. pour les autres mesures de réadaptation, au plus jusqu’à la fin du troisième mois civil entier qui suit le début des mesures.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_47"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, G. Dispositions diverses, Paiement des indemnités journalières et des rentes",
        "citation": "Art. 47 al. 1ter LAI",
        "content": "Les bénéficiaires de rente ont droit en outre à une indemnité journalière. Durant la mise en œuvre des mesures d’instruction ou de réadaptation, l’indemnité est toutefois réduite d’un trentième du montant de la rente pendant la période au cours de laquelle deux prestations sont dues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_47"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, G. Dispositions diverses, Paiement des indemnités journalières et des rentes",
        "citation": "Art. 47 al. 2 LAI",
        "content": "Lorsqu’une rente succède à une indemnité journalière, elle est versée, en dérogation à l’art. 19, al. 3, LPGA, sans réduction pour le mois durant lequel le droit à l’indemnité journalière prend fin. Durant ce mois, l’indemnité journalière est en revanche réduite d’un trentième du montant de la rente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_47"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, G. Dispositions diverses, Paiement des indemnités journalières et des rentes",
        "citation": "Art. 47 al. 3 LAI",
        "content": "En dérogation à l’art. 19, al. 1 et 3, LPGA, les rentes dont le montant ne dépasse pas 20 % de la rente minimale complète sont versées une fois l’an. L’ayant droit peut demander un versement mensuel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_47"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, G. Dispositions diverses, Versement de l’allocation pour impotent de mineurs",
        "citation": "Art. 47a LAI",
        "content": "Pour les mineurs, le versement de l’allocation pour impotent a lieu à terme échu, en dérogation à l’art. 19, al. 3, LPGA, contre présentation d’un décompte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_47_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, G. Dispositions diverses, Paiement des arriérés de prestations",
        "citation": "Art. 48 al. 1 LAI",
        "content": "Si un assuré ayant droit à une allocation pour impotent, à des mesures médicales ou à des moyens auxiliaires présente sa demande plus de douze mois après la naissance de ce droit, la prestation, en dérogation à l’art. 24, al. 1, LPGA, n’est allouée que pour les douze mois précédant le dépôt de la demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_48"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, G. Dispositions diverses, Paiement des arriérés de prestations",
        "citation": "Art. 48 al. 2 LAI",
        "content": "Les prestations arriérées sont allouées à l’assuré pour des périodes plus longues aux conditions suivantes:\na. il ne pouvait pas connaître les faits ayant établi son droit aux prestations;\nb. il a fait valoir son droit dans un délai de douze mois à compter de la date à laquelle il a eu connaissance de ces faits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_48"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, G. Dispositions diverses, Mise en œuvre des mesures de réadaptation",
        "citation": "Art. 49 LAI",
        "content": "L’office AI décide de mettre en œuvre ou non des mesures de réadaptation (art. 28, al. 1, let. a), douze mois au plus tard après que l’assuré a fait valoir son droit aux prestations selon l’art. 29, al. 1, LPGA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_49"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, G. Dispositions diverses, Exécution forcée et compensation",
        "citation": "Art. 50 al. 1 LAI",
        "content": "Le droit à la rente est soustrait à l’exécution forcée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_50"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, G. Dispositions diverses, Exécution forcée et compensation",
        "citation": "Art. 50 al. 2 LAI",
        "content": "La compensation est régie par l’art. 20, al. 2, LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_50"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, G. Dispositions diverses, Frais de voyage",
        "citation": "Art. 51 al. 1 LAI",
        "content": "Les frais de voyage en Suisse nécessaires à l’exécution des mesures de réadaptation sont remboursés à l’assuré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_51"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre III, Les prestations, G. Dispositions diverses, Frais de voyage",
        "citation": "Art. 51 al. 2 LAI",
        "content": "Exceptionnellement, l’assurance peut allouer une contribution aux frais de voyage à l’étranger. Le Conseil fédéral réglera plus en détail les conditions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_51"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, Principe",
        "citation": "Art. 53 al. 1 LAI",
        "content": "L’assurance est mise en œuvre par les offices AI en collaboration avec les organes de l’AVS et sous la surveillance de la Confédération (art. 76 LPGA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_53"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, Principe",
        "citation": "Art. 53 al. 2 LAI",
        "content": "Le Conseil fédéral peut déléguer à l’OFAS des tâches d’exécution dans les domaines suivants:\na. remise des moyens auxiliaires (art. 21quater);\nabis. ...\nb. études scientifiques (art. 68);\nc. information à l’échelle nationale sur les prestations de l’assurance (art. 68ter);\nd. projets pilotes (art. 68quater);\ne. encouragement de l’aide aux invalides (art. 74 et 75).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_53"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, A. Les offices AI, Offices AI cantonaux",
        "citation": "Art. 54 al. 1 LAI",
        "content": "La Confédération veille à l’institution d’offices AI cantonaux. Pour ce faire, elle conclut des conventions avec les cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_54"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, A. Les offices AI, Offices AI cantonaux",
        "citation": "Art. 54 al. 2 LAI",
        "content": "Chaque canton institue un office AI sous la forme d’un établissement cantonal de droit public doté de la personnalité juridique. Plusieurs cantons peuvent conclure ensemble une convention pour instituer un office AI commun ou pour déléguer à un autre office AI certaines des tâches énumérées à l’art. 57. Les actes législatifs cantonaux ou les accords intercantonaux règlent notamment l’organisation interne des offices AI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_54"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, A. Les offices AI, Offices AI cantonaux",
        "citation": "Art. 54 al. 3 LAI",
        "content": "Si dans un canton aucune convention ne peut être conclue, le Conseil fédéral peut instituer l’office AI cantonal sous la forme d’un établissement fédéral de droit public doté de la personnalité juridique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_54"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, A. Les offices AI, Offices AI cantonaux",
        "citation": "Art. 54 al. 3bis LAI",
        "content": "Si l’office AI cantonal fait partie d’un établissement cantonal d’assurances sociales (art. 61, al. 1bis, LAVS) et n’est pas doté de la personnalité juridique, l’établissement cantonal d’assurances sociales doit garantir que l’OFAS peut exercer pleinement la surveillance visée à l’art. 64a et que le remboursement des frais s’effectue conformément à l’art. 67.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_54"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, A. Les offices AI, Offices AI cantonaux",
        "citation": "Art. 54 al. 4 LAI",
        "content": "La délégation à un office AI cantonal de tâches prévues par le droit cantonal est soumise à l’autorisation du DFI. L’autorisation peut être soumise à des conditions et liée à des charges.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_54"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, A. Les offices AI, Offices AI cantonaux",
        "citation": "Art. 54 al. 5 LAI",
        "content": "Les cantons peuvent confier à un office AI cantonal des tâches prévues par le droit fédéral. Cette délégation de tâches requiert l’approbation du DFI; elle peut être soumise à des conditions et liée à des charges.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_54"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, A. Les offices AI, Offices AI cantonaux",
        "citation": "Art. 54 al. 6 LAI",
        "content": "Les cantons peuvent confier aux institutions publiques visées à l’art. 68bis, al. 1, les attributions des offices AI cantonaux énumérées à l’art. 57, al. 1, y compris la compétence de rendre des décisions. Cette délégation de tâches requiert l’approbation du DFI; elle peut être soumise à des conditions et liée à des charges.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_54"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, A. Les offices AI, Services médicaux régionaux",
        "citation": "Art. 54a al. 1 LAI",
        "content": "Les offices AI mettent en place des services médicaux régionaux (SMR) interdisciplinaires. Le Conseil fédéral délimite les régions après avoir consulté les cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_54_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, A. Les offices AI, Services médicaux régionaux",
        "citation": "Art. 54a al. 2 LAI",
        "content": "Les SMR sont à la disposition des offices AI pour l’évaluation des conditions médicales du droit aux prestations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_54_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, A. Les offices AI, Services médicaux régionaux",
        "citation": "Art. 54a al. 3 LAI",
        "content": "Les SMR établissent les capacités fonctionnelles de l’assuré qui sont déterminantes pour l’assurance-invalidité en vertu de l’art. 6 LPGA, pour l’exercice d’une activité lucrative raisonnablement exigible ou pour l’accomplissement des travaux habituels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_54_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, A. Les offices AI, Services médicaux régionaux",
        "citation": "Art. 54a al. 4 LAI",
        "content": "Les SMR sont indépendants dans l’évaluation médicale des cas d’espèce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_54_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, A. Les offices AI, Compétence",
        "citation": "Art. 55 al. 1 LAI",
        "content": "L’office AI compétent est, en règle générale, celui du canton dans lequel l’assuré est domicilié au moment où il exerce son droit aux prestations. Le Conseil fédéral règle la compétence dans des cas spéciaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_55"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, A. Les offices AI, Compétence",
        "citation": "Art. 55 al. 2 LAI",
        "content": "Le Conseil fédéral peut édicter des dispositions pour régler les litiges concernant la compétence territoriale, et ce en dérogation à l’art. 35 LPGA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_55"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, A. Les offices AI, Office AI de la Confédération",
        "citation": "Art. 56 LAI",
        "content": "Le Conseil fédéral institue un office AI pour les assurés résidant à l’étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_56"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, A. Les offices AI, Attributions",
        "citation": "Art. 57 al. 1 LAI",
        "content": "Les attributions des offices AI sont notamment les suivantes:\na. fournir des conseils axés sur la réadaptation;\nb. mettre en œuvre la détection précoce;\nc. déterminer, mettre en œuvre et surveiller les mesures d’intervention précoce, y compris les conseils et le suivi nécessaires;\nd. examiner si les conditions générales d’assurance sont remplies;\ne. examiner si l’assuré est susceptible d’être réadapté, en axant l’examen sur ses ressources et en consultant les acteurs pertinents;\nf. déterminer les mesures de réadaptation en consultant les acteurs pertinents, les mettre en œuvre, en surveiller l’exécution, fournir conseils et suivi à l’assuré et à son employeur durant la réadaptation et l’examen du droit à la rente, ainsi que, en cas d’interruption d’une mesure de réadaptation, examiner la possibilité de renouveler l’octroi d’une telle mesure et d’adapter l’objectif de réadaptation, en particulier dans le cas de jeunes assurés;\ng. fournir conseils et suivi à l’assuré et à son employeur après l’achèvement des mesures de réadaptation ou la suppression de la rente;\nh. fournir conseils et suivi aux bénéficiaires de rente présentant un potentiel de réadaptation dès le moment de l’octroi de la rente;\ni. évaluer le taux d’invalidité et l’impotence de l’assuré et les prestations d’aide dont il a besoin;\nj. rendre les décisions relatives aux prestations de l’AI;\nk. informer le public;\nl. coordonner les mesures médicales avec l’assureur-maladie et l’assureur-accidents;\nm. contrôler les factures des mesures médicales;\nn. tenir à jour et publier une liste contenant notamment des indications sur tous les experts et centres d’expertises mandatés, classés selon les disciplines, le nombre annuel de cas expertisés et les incapacités de travail attestées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_57"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, A. Les offices AI, Attributions",
        "citation": "Art. 57 al. 2 LAI",
        "content": "Le Conseil fédéral peut leur confier d’autres tâches. Il peut définir des exigences et prévoir d’autres indications pour la liste visée à l’al. 1, let. n.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_57"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, A. Les offices AI, Attributions",
        "citation": "Art. 57 al. 3 LAI",
        "content": "Avant qu’une décision ne soit rendue, les offices AI fixent les mesures d’instruction déterminantes et nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_57"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, A. Les offices AI, Préavis",
        "citation": "Art. 57a al. 1 LAI",
        "content": "Au moyen d’un préavis, l’office AI communique à l’assuré toute décision finale qu’il entend prendre au sujet d’une demande de prestations, ou au sujet de la suppression ou de la réduction d’une prestation déjà allouée ainsi que toute décision qu’il entend prendre au sujet d’une suspension à titre provisionnel des prestations. L’assuré a le droit d’être entendu, conformément à l’art. 42 LPGA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_57_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, A. Les offices AI, Préavis",
        "citation": "Art. 57a al. 2 LAI",
        "content": "Lorsque la décision prévue touche l’obligation d’un autre assureur d’allouer des prestations, l’office AI entend celui-ci avant de rendre une décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_57_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, A. Les offices AI, Préavis",
        "citation": "Art. 57a al. 3 LAI",
        "content": "Les parties peuvent faire part de leurs observations concernant le préavis dans un délai de 30 jours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_57_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, A. Les offices AI, Octroi de prestations sans décision",
        "citation": "Art. 58 LAI",
        "content": "Le Conseil fédéral peut prescrire, en dérogation à l’art. 49, al. 1, LPGA, que la procédure simplifiée prévue à l’art. 51 LPGA s’applique aussi à certaines prestations importantes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_58"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, A. Les offices AI, Organisation et procédure",
        "citation": "Art. 59 al. 1 LAI",
        "content": "Les offices AI s’organisent de manière à garantir que les tâches énumérées à l’art. 57 seront exécutées avec compétence et efficacité dans le respect des dispositions légales et des directives de la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_59"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, A. Les offices AI, Organisation et procédure",
        "citation": "Art. 59 al. 3 LAI",
        "content": "Les offices AI peuvent faire appel à des spécialistes de l’aide privée aux invalides, à des experts, aux centres d’observation médicale et professionnelle, à des services spécialisés dans l’intégration des étrangers, à des services d’interprétariat communautaire ainsi qu’aux organes d’autres assurances sociales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_59"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, A. Les offices AI, Organisation et procédure",
        "citation": "Art. 59 al. 4 LAI",
        "content": "Les offices AI peuvent conclure avec d’autres assureurs et avec les organes de l’aide sociale publique des conventions portant sur le recours aux services médicaux régionaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_59"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, A. Les offices AI, Organisation et procédure",
        "citation": "Art. 59 al. 5 LAI",
        "content": "Les offices AI peuvent faire appel à des spécialistes pour lutter contre la perception indue de prestations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_59"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, A. Les offices AI, Organisation et procédure",
        "citation": "Art. 59 al. 6 LAI",
        "content": "Les offices AI tiennent compte, dans le cadre de leurs prestations, des spécificités linguistiques, sociales et culturelles de l’assuré, sans que ce dernier puisse en déduire un droit à une prestation particulière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_59"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, A. Les offices AI, Responsabilité",
        "citation": "Art. 59a LAI",
        "content": "Les demandes en réparation selon l’art. 78 LPGA doivent être présentées à l’office AI, qui statue par décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_59_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, A. Les offices AI, Révision des comptes",
        "citation": "Art. 59b LAI",
        "content": "La tenue des comptes des offices AI est, dans le cadre de la révision des caisses de compensation compétentes pour les offices AI en vertu de l’art. 68, al. 1, LAVS, examinée par des organes de révision externes, indépendants, spécialisés et reconnus par l’OFAS. Celui-ci peut procéder lui-même aux révisions complémentaires nécessaires ou les faire exécuter par la Centrale de compensation ou par un organe de révision externe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_59_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, B. Les caisses de compensation, Attributions",
        "citation": "Art. 60 al. 1 LAI",
        "content": "Les attributions des caisses de compensation sont notamment les suivantes:\na. collaborer à l’examen des conditions générales d’assurance;\nb. calculer le montant des rentes, des indemnités journalières et des allocations pour frais de garde et d’assistance;\nc. verser les rentes, les indemnités journalières et les allocations pour frais de garde et d’assistance et verser les allocations pour impotent des assurés majeurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_60"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, B. Les caisses de compensation, Attributions",
        "citation": "Art. 60 al. 2 LAI",
        "content": "Pour le surplus, l’art. 63 de la LAVS s’applique par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_60"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, B. Les caisses de compensation, Attributions",
        "citation": "Art. 60 al. 3 LAI",
        "content": "Le Conseil fédéral peut édicter des dispositions pour régler les litiges concernant la compétence territoriale, et ce en dérogation à l’art. 35 LPGA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_60"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, B. Les caisses de compensation, Collaboration",
        "citation": "Art. 61 LAI",
        "content": "Le Conseil fédéral règle la collaboration entre les offices AI et les organes de l’assurance-vieillesse et survivants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_61"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, C. La surveillance de la Confédération, Principe",
        "citation": "Art. 64 al. 1 LAI",
        "content": "La Confédération surveille l’application de la loi par les offices AI et veille à son application uniforme. Les art. 72, 72a et 72b LAVS sont applicables par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_64"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, C. La surveillance de la Confédération, Principe",
        "citation": "Art. 64 al. 2 LAI",
        "content": "Les dispositions de la LAVS s’appliquent par analogie à la surveillance de l’application de la présente loi par les organes de l’AVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_64"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, C. La surveillance de la Confédération, Surveillance par l’OFAS",
        "citation": "Art. 64a al. 1 LAI",
        "content": "L’OFAS exerce la surveillance matérielle des offices AI et des services médicaux régionaux. Il a notamment les tâches suivantes:\na. contrôler chaque année l’exécution par les offices AI des tâches énumérées à l’art. 57 et l’exécution par les services médicaux régionaux des tâches visées à l’art. 54a;\nb. édicter à l’intention des offices AI des directives générales et des directives portant sur des cas d’espèce;\nc. édicter à l’intention des services médicaux régionaux des directives générales en matière médicale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_64_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, C. La surveillance de la Confédération, Surveillance par l’OFAS",
        "citation": "Art. 64a al. 2 LAI",
        "content": "L’OFAS exerce la surveillance administrative des offices AI y compris des services médicaux régionaux. Il définit notamment les critères visant à garantir l’efficacité, la qualité et l’uniformité de l’exécution des tâches énumérées aux art. 57 et . 54a, et en contrôle le respect.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_64_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, C. La surveillance de la Confédération, Commission fédérale de l’AVS/AI",
        "citation": "Art. 65 LAI",
        "content": "La Commission fédérale de l’assurance-vieillesse, survivants et invalidité est aussi compétente en matière d’assurance-invalidité dans les limites de l’art. 73 de la LAVS. Elle comprendra également des représentants des personnes handicapées et de l’aide aux invalides.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_65"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, D. Dispositions diverses, Dispositions applicables de la LAVS",
        "citation": "Art. 66 al. 1 LAI",
        "content": "À moins que la présente loi n’en dispose autrement, sont applicables par analogie les dispositions de la LAVS qui concernent:\na. les systèmes d’information (art. 49a, 49b et 72a, al. 2, let. b, LAVS);\nb. les registres (art. 49c à 49e LAVS);\nc. le traitement de données personnelles (art. 49f LAVS);\nd. l’utilisation systématique du numéro AVS (art. 50c et 153b à 153i LAVS);\ne. les employeurs (art. 51 et 52 LAVS);\nf. les caisses de compensation (art. 53 à 70 LAVS);\ng. la Centrale de compensation (art. 71 LAVS);\nh. le remboursement et la prise en charge des frais (art. 95 LAVS).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_66"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, D. Dispositions diverses, Dispositions applicables de la LAVS",
        "citation": "Art. 66 al. 2 LAI",
        "content": "La responsabilité pour les dommages est régie par l’art. 78 LPGA et, par analogie, par les art. 52, 70 et 71a LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_66"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, D. Dispositions diverses, Communication de données",
        "citation": "Art. 66a al. 1 LAI",
        "content": "Dans la mesure où aucun intérêt privé prépondérant ne s’y oppose, les organes chargés d’appliquer la présente loi ou d’en contrôler ou surveiller l’application peuvent communiquer des données, en dérogation à l’obligation de garder le secret selon l’art. 33 LPGA:\na. aux autorités fiscales, lorsqu’elles se rapportent au versement des rentes de l’AI et qu’elles sont nécessaires à l’application de lois fiscales;\nb. aux autorités chargées d’appliquer la loi fédérale du 12 juin 1959 sur la taxe d’exemption de l’obligation de servir, conformément à l’art. 24 de ladite loi;\nc. au Service de renseignement de la Confédération (SRC) ou aux organes de sûreté des cantons à son intention, lorsqu’il existe une menace concrète pour la sécurité intérieure ou extérieure au sens de l’art. 19, al. 2, de la loi fédérale du 25 septembre 2015 sur le renseignement;\ncbis. aux médecins traitants, si les renseignements et documents transmis servent à déterminer les mesures de réadaptation appropriées; l’échange de données peut se faire oralement selon les cas;\nd. à la Centrale de compensation (art. 71 LAVS), lorsque des données médicales sont requises pour la saisie et le traitement de demandes de prestations et pour la transmission de celles-ci à l’étranger en vertu de conventions internationales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_66_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, D. Dispositions diverses, Communication de données",
        "citation": "Art. 66a al. 2 LAI",
        "content": "Au surplus, l’art. 50a LAVS, y compris ses dérogations à la LPGA, est applicable par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_66_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, D. Dispositions diverses, Communication de données",
        "citation": "Art. 66a al. 3 LAI",
        "content": "L’assurance-invalidité met à la disposition de la Caisse nationale suisse d’assurance en cas d’accidents les données personnelles anonymisées nécessaires à l’analyse des risques d’accident des personnes désignées à l’art. 1a, al. 1, let. c, LAA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_66_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, D. Dispositions diverses, Accès aux systèmes d’information",
        "citation": "Art. 66b al. 1 LAI",
        "content": "La Centrale de compensation (art. 71 LAVS) tient un registre central des bénéficiaires de prestations en nature ainsi qu’une liste des factures relatives à ces prestations. Le registre et la liste servent à la prise en charge du coût de ces prestations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_66_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, D. Dispositions diverses, Accès aux systèmes d’information",
        "citation": "Art. 66b al. 1bis LAI",
        "content": "Le Fonds de compensation de l’AI rembourse à la Centrale de compensation les frais d’exploitation et de développement du registre et de la liste.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_66_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, D. Dispositions diverses, Accès aux systèmes d’information",
        "citation": "Art. 66b al. 2 LAI",
        "content": "Les offices AI, les caisses de compensation et l’office fédéral compétent peuvent accéder en ligne à ce registre et à cette liste, pour les données nécessaires à l’accomplissement des tâches que leur assignent la présente loi et la LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_66_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, D. Dispositions diverses, Accès aux systèmes d’information",
        "citation": "Art. 66b al. 2bis LAI",
        "content": "La Centrale de compensation gère un système d’information en vue de déterminer les prestations fondées sur des conventions internationales. Celui-ci sert à la saisie et au traitement des demandes de prestations par les offices AI et les caisses de compensation compétents.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_66_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, D. Dispositions diverses, Accès aux systèmes d’information",
        "citation": "Art. 66b al. 2ter LAI",
        "content": "Les offices AI et les caisses de compensation peuvent accéder en ligne au système d’information pour les données nécessaires à l’accomplissement des tâches qui leur sont assignées en vertu de la présente loi, de la LAVS ou de conventions internationales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_66_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, D. Dispositions diverses, Accès aux systèmes d’information",
        "citation": "Art. 66b al. 3 LAI",
        "content": "Le Conseil fédéral règle la responsabilité de la protection des données, les données à saisir et leur durée de conservation, l’accès aux données, la collaboration entre utilisateurs et la sécurité des données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_66_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, D. Dispositions diverses, Capacité à conduire un véhicule motorisé",
        "citation": "Art. 66c al. 1 LAI",
        "content": "En cas de doute sur les capacités physiques ou psychiques de l’assuré à conduire un véhicule motorisé ou un bateau ou à exercer un service nautique à bord d’un bateau en toute sécurité, l’office AI peut signaler l’assuré à l’autorité cantonale compétente (art. 22 de la LF du 19 déc. 1958 sur la circulation routière et 17b, al. 4, de la LF du 3 oct. 1975 sur la navigation intérieure).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_66_c"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, D. Dispositions diverses, Capacité à conduire un véhicule motorisé",
        "citation": "Art. 66c al. 2 LAI",
        "content": "L’office AI informe l’assuré du fait qu’elle l’a signalé à l’autorité compétente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_66_c"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, D. Dispositions diverses, Capacité à conduire un véhicule motorisé",
        "citation": "Art. 66c al. 3 LAI",
        "content": "L’office AI remet, au cas par cas et sur demande, les documents correspondants à l’autorité cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_66_c"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, D. Dispositions diverses, Remboursement des frais",
        "citation": "Art. 67 al. 1 LAI",
        "content": "L’assurance rembourse les frais suivants:\na. les frais d’exploitation occasionnés par l’application de la présente loi aux offices AI, y compris aux services médicaux régionaux, dans le cadre d’une gestion rationnelle; ces frais peuvent être remboursés en fonction des prestations fournies et des résultats obtenus;\nb. les frais de l’OFAS pour les tâches d’exécution qui lui sont déléguées par le Conseil fédéral en vertu de l’art. 53 et pour ses tâches de surveillance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_67"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, D. Dispositions diverses, Remboursement des frais",
        "citation": "Art. 67 al. 1bis LAI",
        "content": "Le Conseil fédéral peut prévoir que les frais occasionnés par l’élaboration de la liste des médicaments visée à l’art. 14ter, al. 5, sont remboursés par l’assurance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_67"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, D. Dispositions diverses, Remboursement des frais",
        "citation": "Art. 67 al. 2 LAI",
        "content": "Le DFI détermine les frais de l’OFAS qui peuvent être pris en compte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_67"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, D. Dispositions diverses, Études scientifiques",
        "citation": "Art. 68 al. 1 LAI",
        "content": "La Confédération entreprend ou fait réaliser des études scientifiques sur la mise en œuvre de la présente loi pour:\na. en contrôler et en évaluer l’application;\nb. en améliorer l’exécution;\nc. en accroître l’efficacité;\nd. proposer les modifications utiles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_68"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, D. Dispositions diverses, Études scientifiques",
        "citation": "Art. 68 al. 2 LAI",
        "content": "L’assurance rembourse à la Confédération les frais résultant de l’accomplissement des tâches citées à l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_68"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, D. Dispositions diverses, Formes de collaboration interinstitutionnelle",
        "citation": "Art. 68bis al. 1 LAI",
        "content": "Afin de faciliter, pour les assurés qui ont fait l’objet d’une communication en vue d’une détection précoce ou qui ont déposé une demande à l’AI pour faire valoir leur droit aux prestations et dont la capacité de gain est en cours d’évaluation, l’accès aux mesures de réadaptation prévues par l’assurance-invalidité, par l’assurance-chômage et par les cantons, les offices AI collaborent étroitement avec:\na. les assureurs et les organes d’exécution des assurances sociales;\nb. les entreprises d’assurance soumises à la LSA;\nc. les institutions de prévoyance professionnelle soumises à la loi du 17 décembre 1993 sur le libre passage;\nd. les organes d’exécution cantonaux chargés de favoriser la réadaptation professionnelle;\ne. les organes d’exécution des lois cantonales relatives à l’aide sociale;\nebis. les organes d’exécution publics et privés de la législation sur l’asile, sur les étrangers et sur l’intégration;\nf. d’autres institutions publiques ou privées importantes pour la réadaptation des assurés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_68_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, D. Dispositions diverses, Formes de collaboration interinstitutionnelle",
        "citation": "Art. 68bis al. 1bis LAI",
        "content": "L’assurance-invalidité collabore avec les instances cantonales chargées du soutien à l’insertion professionnelle des jeunes. Elle peut en outre participer au financement des instances cantonales chargées de la coordination des mesures de soutien:\na. si ces instances cantonales prennent en charge les jeunes présentant une problématique multiple, et\nb. si une convention règle la collaboration entre ces instances cantonales et l’office AI ainsi que la participation financière de l’assurance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_68_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, D. Dispositions diverses, Formes de collaboration interinstitutionnelle",
        "citation": "Art. 68bis al. 1ter LAI",
        "content": "Pour les mineurs dès l’âge de 13 ans et les jeunes adultes jusqu’à ce qu’ils atteignent l’âge de 25 ans qui sont menacés d’invalidité et qui ont déposé une demande de prestations de l’assurance, les offices AI peuvent participer, sur la base d’une convention avec les instances cantonales compétentes prévues à l’al. 1, let. d, aux frais des mesures préparant à une formation professionnelle initiale au sens de l’art. 16, al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_68_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, D. Dispositions diverses, Formes de collaboration interinstitutionnelle",
        "citation": "Art. 68bis al. 1quater LAI",
        "content": "L’assurance-invalidité prend à sa charge un tiers au maximum des coûts par canton visés à l’al. 1bis et des coûts par mesure visés à l’al. 1ter. Le Conseil fédéral peut fixer le plafond de ces contributions et en subordonner l’octroi à d’autres conditions ou charges. Il peut attribuer à l’OFAS la compétence de régler les exigences minimales que les conventions doivent remplir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_68_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, D. Dispositions diverses, Formes de collaboration interinstitutionnelle",
        "citation": "Art. 68bis al. 2 LAI",
        "content": "Les offices AI ainsi que les assureurs et les organes d’application des assurances sociales sont mutuellement déliés de l’obligation de garder le secret (art. 33 LPGA), aux conditions suivantes:\na. la loi applicable prévoit une base légale déliant les assureurs et les organes d’exécution des assurances sociales de cette obligation;\nb. aucun intérêt privé prépondérant ne s’y oppose;\nc. les renseignements et documents transmis servent:\n1. soit à déterminer les mesures de réadaptation appropriées pour la personne concernée;\n2. soit à clarifier les prétentions de la personne concernée envers les assurances sociales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_68_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, D. Dispositions diverses, Formes de collaboration interinstitutionnelle",
        "citation": "Art. 68bis al. 3 LAI",
        "content": "L’obligation pour les offices AI de garder le secret est également levée, aux conditions de l’al. 2, let. b et c, à l’égard des institutions et des organes d’exécution cantonaux visés aux al. 1, let. b à f, et 1bis, pour autant que la loi applicable prévoie une base légale déliant les institutions et organes d’exécution de cette obligation et qu’ils accordent la réciprocité aux offices AI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_68_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, D. Dispositions diverses, Formes de collaboration interinstitutionnelle",
        "citation": "Art. 68bis al. 4 LAI",
        "content": "En dérogation à l’art. 32 LPGA et à l’art. 50a, al. 1, LAVS, l’échange de données au sens des al. 2 et 3 peut aussi se faire oralement selon les cas. La personne concernée doit être informée subséquemment de l’échange de données et de son contenu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_68_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, D. Dispositions diverses, Formes de collaboration interinstitutionnelle",
        "citation": "Art. 68bis al. 5 LAI",
        "content": "Lorsqu’un office AI rend une décision qui touche le domaine des prestations d’une institution ou d’un organe d’exécution cantonal visés aux al. 1, let. b à f, et 1bis, il est tenu de lui remettre une copie de la décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_68_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, D. Dispositions diverses, Information à l’échelle nationale sur les prestations de l’assurance",
        "citation": "Art. 68ter al. 1 LAI",
        "content": "La Confédération assure, à l’échelle nationale, une information générale des assurés sur les prestations de l’assurance. Le Conseil fédéral règle les modalités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_68_ter"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, D. Dispositions diverses, Information à l’échelle nationale sur les prestations de l’assurance",
        "citation": "Art. 68ter al. 2 LAI",
        "content": "L’assurance rembourse à la Confédération les frais résultant de l’accomplissement des tâches citées à l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_68_ter"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, D. Dispositions diverses, Projets pilotes",
        "citation": "Art. 68quater al. 1 LAI",
        "content": "L’OFAS peut autoriser des projets pilotes de durée limitée dérogeant ou non à la loi dans la mesure où ils poursuivent un objectif de réadaptation. L’OFAS consulte préalablement la Commission fédérale de l’AVS/AI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_68_quater"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, D. Dispositions diverses, Projets pilotes",
        "citation": "Art. 68quater al. 2 LAI",
        "content": "L’OFAS peut prolonger pour une durée maximale de quatre ans les projets pilotes dont l’efficacité est avérée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_68_quater"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, D. Dispositions diverses, Projets pilotes",
        "citation": "Art. 68quater al. 3 LAI",
        "content": "Le financement de ces projets peut être assuré par des fonds provenant de l’assurance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_68_quater"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, D. Dispositions diverses, Responsabilité pour les dommages causés dans l’entreprise",
        "citation": "Art. 68quinquies al. 1 LAI",
        "content": "L’assurance répond des dommages causés par l’assuré à l’entreprise durant une mesure visée aux art. 7d, 14a, 15, 16, 17 ou 18a ou une instruction selon l’art. 43 LPGA si l’entreprise a droit à des dommages-intérêts en vertu de l’art. 321e CO, qui s’applique par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_68_quinquies"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, D. Dispositions diverses, Responsabilité pour les dommages causés dans l’entreprise",
        "citation": "Art. 68quinquies al. 2 LAI",
        "content": "L’entreprise répond des dommages causés par l’assuré à un tiers durant une mesure visée aux art. 7d, 14a, 15, 16, 17 ou 18a ou une instruction selon l’art. 43 LPGA de la même manière qu’elle répond du comportement de ses employés. Elle peut exercer une action récursoire contre l’assurance lorsque l’assuré devrait répondre du dommage en vertu de l’art. 321e CO, qui s’applique par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_68_quinquies"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, D. Dispositions diverses, Responsabilité pour les dommages causés dans l’entreprise",
        "citation": "Art. 68quinquies al. 3 LAI",
        "content": "Si l’assurance a versé des dommages-intérêts en vertu des al. 1 et 2, elle peut exercer une action récursoire contre l’assuré lorsque celui-ci a agi intentionnellement ou par négligence grave.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_68_quinquies"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, D. Dispositions diverses, Responsabilité pour les dommages causés dans l’entreprise",
        "citation": "Art. 68quinquies al. 4 LAI",
        "content": "L’assuré ne peut être directement poursuivi en justice par la partie lésée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_68_quinquies"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, D. Dispositions diverses, Responsabilité pour les dommages causés dans l’entreprise",
        "citation": "Art. 68quinquies al. 5 LAI",
        "content": "L’office AI compétent se prononce par voie de décision:\na. sur les droits de l’entreprise;\nb. sur les actions récursoires de l’assurance contre l’assuré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_68_quinquies"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, D. Dispositions diverses, Convention de collaboration",
        "citation": "Art. 68sexies al. 1 LAI",
        "content": "Le Conseil fédéral peut conclure des conventions de collaboration avec les organisations faîtières du monde du travail en vue de renforcer la réadaptation, le maintien en emploi et la nouvelle réadaptation de personnes handicapées sur le marché primaire du travail. Il peut déléguer au DFI la compétence de conclure des conventions de collaboration.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_68_sexies"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, D. Dispositions diverses, Convention de collaboration",
        "citation": "Art. 68sexies al. 2 LAI",
        "content": "Les conventions de collaboration fixent les mesures que les organisations faîtières et leurs membres s’engagent à prendre pour réaliser les buts fixés à l’al. 1. L’assurance-invalidité peut soutenir de telles mesures en participant à leur financement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_68_sexies"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, D. Dispositions diverses, Indemnité journalière de l’assurance-chômage",
        "citation": "Art. 68septies al. e LAI",
        "content": "À partir de la 91 indemnité journalière, l’assurance-invalidité prend à sa charge, pour les personnes visées à l’art. 27, al. 5, de la loi du 25 juin 1982 sur l’assurance-chômage, les coûts des indemnités journalières, cotisations sociales incluses, ainsi que les coûts des mesures du marché du travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_68_septies"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, D. Dispositions diverses, Locaux",
        "citation": "Art. 68octies al. 1 LAI",
        "content": "Le Fonds de compensation de l’AI peut acquérir, construire ou vendre, sur mandat du Conseil fédéral, les locaux nécessaires aux organes d’exécution de l’assurance-invalidité, lorsqu’il en résulte à long terme des économies pour l’assurance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_68_octies"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, D. Dispositions diverses, Locaux",
        "citation": "Art. 68octies al. 2 LAI",
        "content": "Il cède l’usufruit de ces locaux à l’office AI concerné.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_68_octies"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre IV, L’organisation, D. Dispositions diverses, Locaux",
        "citation": "Art. 68octies al. 3 LAI",
        "content": "Le Conseil fédéral règle l’inscription des locaux au bilan ainsi que les conditions de l’usufruit. Il peut déléguer à l’OFAS la compétence de charger le Fonds de compensation de l’AI d’acquérir, construire ou vendre des locaux nécessaires aux organes d’exécution de l’assurance-invalidité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_68_octies"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre V, Contentieux et dispositions pénales, Particularités du contentieux",
        "citation": "Art. 69 al. 1 LAI",
        "content": "En dérogation aux art. 52 et 58 LPGA,\na. les décisions des offices AI cantonaux peuvent directement faire l’objet d’un recours devant le tribunal des assurances du domicile de l’office concerné;\nb. les décisions de l’office AI pour les assurés résidant à l’étranger peuvent directement faire l’objet d’un recours devant le Tribunal administratif fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_69"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre V, Contentieux et dispositions pénales, Particularités du contentieux",
        "citation": "Art. 69 al. 1bis LAI",
        "content": "La procédure de recours en matière de contestations portant sur des prestations de l’AI devant le tribunal cantonal des assurances est soumise à des frais judiciaires. Le montant des frais est fixé en fonction de la charge liée à la procédure, indépendamment de la valeur litigieuse, et doit se situer entre 200 et 1000 francs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_69"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre V, Contentieux et dispositions pénales, Particularités du contentieux",
        "citation": "Art. 69 al. 2 LAI",
        "content": "L’al. 1bis et l’art. 85bis, al. 3, LAVS s’appliquent par analogie à la procédure devant le Tribunal administratif fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_69"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre V, Contentieux et dispositions pénales, Particularités du contentieux",
        "citation": "Art. 69 al. 3 LAI",
        "content": "Les jugements des tribunaux arbitraux cantonaux rendus en vertu de l’art. 27quinquies peuvent faire l’objet d’un recours auprès du Tribunal fédéral, conformément à la loi du 17 juin 2005 sur le Tribunal fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_69"
    },
    {
        "book": "IVG",
        "title": "LAI, Première partie. L’assurance, Chapitre V, Contentieux et dispositions pénales, Dispositions pénales",
        "citation": "Art. 70 LAI",
        "content": "Les art. 87 à 91 de la LAVS sont applicables aux personnes qui violent les dispositions de la présente loi d’une manière qualifiée dans les articles précités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_70"
    },
    {
        "book": "IVG",
        "title": "LAI, Deuxième partie. L’encouragement de l’aide aux invalides, II. Les subventions aux institutions, Organisations d’aide aux invalides",
        "citation": "Art. 74 al. 1 LAI",
        "content": "L’assurance alloue des subventions aux organisations faîtières de l’aide privée aux invalides (aide spécialisée et entraide) actives à l’échelle nationale ou dans une région linguistique, en particulier pour l’exercice des activités suivantes:\na. conseiller et aider les invalides;\nb. conseiller les proches d’invalides;\nc. favoriser et développer l’habileté des invalides en organisant des cours spéciaux à leur intention;\nd. soutenir et encourager l’intégration des invalides.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_74"
    },
    {
        "book": "IVG",
        "title": "LAI, Deuxième partie. L’encouragement de l’aide aux invalides, II. Les subventions aux institutions, Organisations d’aide aux invalides",
        "citation": "Art. 74 al. 2 LAI",
        "content": "Les subventions continuent à être versées lorsque les invalides concernés ont atteint l’âge de référence fixé à l’art. 21, al. 1, LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_74"
    },
    {
        "book": "IVG",
        "title": "LAI, Deuxième partie. L’encouragement de l’aide aux invalides, II. Les subventions aux institutions, Dispositions communes",
        "citation": "Art. 75 LAI",
        "content": "Le Conseil fédéral fixe le plafond des subventions visées à l’art. 74. Il fixe un ordre de priorité et peut subordonner l’octroi de subventions à d’autres conditions ou charges. L’OFAS règle le calcul des subventions et les conditions d’octroi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_75"
    },
    {
        "book": "IVG",
        "title": "LAI, Troisième partie. Le financement, Chapitre I, Provenance des ressources, Principe",
        "citation": "Art. 77 al. 1 LAI",
        "content": "Les prestations prévues par la présente loi sont couvertes par:\na. les cotisations des assurés et des employeurs, conformément aux art. 2 et 3;\nb. les contributions de la Confédération;\nbbis. les recettes qui résultent du relèvement, effectué pour l’assurance, des taux de la taxe sur la valeur ajoutée;\nc. les rendements de la fortune du Fonds de compensation de l’assurance-invalidité, conformément à l’art. 79;\nd. les recettes provenant des actions récursoires contre le tiers responsable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_77"
    },
    {
        "book": "IVG",
        "title": "LAI, Troisième partie. Le financement, Chapitre I, Provenance des ressources, Principe",
        "citation": "Art. 77 al. 2 LAI",
        "content": "L’allocation pour impotent et les rentes extraordinaires sont financées exclusivement par la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_77"
    },
    {
        "book": "IVG",
        "title": "LAI, Troisième partie. Le financement, Chapitre I, Provenance des ressources, Contribution de la Confédération",
        "citation": "Art. 78 al. 1 LAI",
        "content": "Le montant initial de la contribution de la Confédération correspond à 37,7 % de la moyenne arithmétique des dépenses de l’assurance en 2010 et 2011, réduites de 1,6 %.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_78"
    },
    {
        "book": "IVG",
        "title": "LAI, Troisième partie. Le financement, Chapitre I, Provenance des ressources, Contribution de la Confédération",
        "citation": "Art. 78 al. 2 LAI",
        "content": "Le montant initial est adapté annuellement au taux de variation des recettes de la taxe sur la valeur ajoutée; le taux de variation est lui-même corrigé par un facteur d’escompte. Les recettes de la taxe sur la valeur ajoutée sont corrigées en fonction des modifications des taux ou de la base de calcul.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_78"
    },
    {
        "book": "IVG",
        "title": "LAI, Troisième partie. Le financement, Chapitre I, Provenance des ressources, Contribution de la Confédération",
        "citation": "Art. 78 al. 3 LAI",
        "content": "Le facteur d’escompte correspond à l’évolution du quotient résultant de la division de l’indice visé à l’art. 33ter, al. 2, LAVS, à calculer chaque année, par l’indice des salaires calculé par l’Office fédéral de la statistique à partir de 2011.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_78"
    },
    {
        "book": "IVG",
        "title": "LAI, Troisième partie. Le financement, Chapitre I, Provenance des ressources, Contribution de la Confédération",
        "citation": "Art. 78 al. 4 LAI",
        "content": "La contribution de la Confédération correspond au montant calculé conformément aux al. 2 et 3; la contribution à l’allocation pour impotent et aux rentes extraordinaires visée à l’art. 77, al. 2, en est déduite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_78"
    },
    {
        "book": "IVG",
        "title": "LAI, Troisième partie. Le financement, Chapitre I, Provenance des ressources, Contribution de la Confédération",
        "citation": "Art. 78 al. 5 LAI",
        "content": "La contribution de la Confédération équivaut au plus à la moitié des dépenses de l’assurance et au moins à 37,7 % des dépenses annuelles de l’assurance; la contribution à l’allocation pour impotent visée à l’art. 77, al. 2, en est déduite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_78"
    },
    {
        "book": "IVG",
        "title": "LAI, Troisième partie. Le financement, Chapitre I, Provenance des ressources, Contribution de la Confédération",
        "citation": "Art. 78 al. 6 LAI",
        "content": "L’art. 104 LAVS est applicable par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_78"
    },
    {
        "book": "IVG",
        "title": "LAI, Troisième partie. Le financement, Chapitre II, Le Fonds de compensation de l’assurance-invalidité, Formation",
        "citation": "Art. 79 al. 1 LAI",
        "content": "Il est créé, sous la dénomination «Fonds de compensation de l’assurance-invalidité» (Fonds de compensation de l’AI), un fonds au crédit duquel sont portées les recettes prévues à l’art. 77 et dont sont débitées les dépenses prévues aux art. 4 à 51, 66 à 68quater et 73 à 75 de la présente loi, ainsi que les dépenses nécessaires à l’exercice de l’action récursoire au sens des art. 72 à 75 LPGA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_79"
    },
    {
        "book": "IVG",
        "title": "LAI, Troisième partie. Le financement, Chapitre II, Le Fonds de compensation de l’assurance-invalidité, Formation",
        "citation": "Art. 79 al. 2 LAI",
        "content": "Les avoirs du Fonds de compensation de l’AI en liquidités et en placements ne doivent pas, en règle générale, être inférieurs à 50 % des dépenses annuelles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_79"
    },
    {
        "book": "IVG",
        "title": "LAI, Troisième partie. Le financement, Chapitre II, Le Fonds de compensation de l’assurance-invalidité, Administration",
        "citation": "Art. 79a LAI",
        "content": "L’administration du Fonds de compensation de l’AI est régie par la loi du 16 juin 2017 sur les fonds de compensation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_79_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Troisième partie. Le financement, Chapitre III, La surveillance de l’équilibre financier, ...",
        "citation": "Art. 80 LAI",
        "content": "Les dispositions de la LAVS relatives à la surveillance de l’équilibre financier sont applicables par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_80"
    },
    {
        "book": "IVG",
        "title": "LAI, Quatrième partie. Relation avec le droit européen",
        "citation": "Art. 80a al. 1 LAI",
        "content": "Pour les personnes qui sont ou qui ont été soumises à la législation sur la sécurité sociale de la Suisse ou d’un ou de plusieurs États de l’Union européenne et qui sont des ressortissants suisses ou des ressortissants de l’un des États de l’Union européenne, pour les réfugiés ou les apatrides qui résident en Suisse ou dans un État de l’Union européenne, ainsi que pour les membres de la famille et les survivants de ces personnes, les actes ci-après, dans leur version qui lie la Suisse en vertu de l’annexe II, section A, de l’Accord du 21 juin 1999 entre la Confédération suisse, d’une part, et la Communauté européenne et ses États membres, d’autre part, sur la libre circulation des personnes (accord sur la libre circulation des personnes) sont applicables aux prestations comprises dans le champ d’application de la présente loi:\na. le règlement (CE) no 883/2004;\nb. le règlement (CE) no 987/2009;\nc. le règlement (CEE) no 1408/71;\nd. le règlement (CEE) no 574/72.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_80_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Quatrième partie. Relation avec le droit européen",
        "citation": "Art. 80a al. 2 LAI",
        "content": "Pour les personnes qui sont ou qui ont été soumises à la législation sur la sécurité sociale de la Suisse, de l’Islande, de la Norvège ou du Liechtenstein et qui sont des ressortissants suisses ou des ressortissants de l’Islande, de la Norvège ou du Liechtenstein, ou qui résident en tant que réfugiés ou apatrides en Suisse ou sur le territoire de l’Islande, de la Norvège ou du Liechtenstein, ainsi que pour les membres de la famille et les survivants de ces personnes, les actes ci-après, dans leur version qui lie la Suisse en vertu de l’appendice 2 de l’annexe K de la Convention du 4 janvier 1960 instituant l’Association européenne de libre-échange, (convention AELE) sont applicables aux prestations comprises dans le champ d’application de la présente loi:\na. le règlement (CE) no 883/2004;\nb. le règlement (CE) no 987/2009;\nc. le règlement (CEE) no 1408/71;\nd. le règlement (CEE) no 574/72.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_80_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Quatrième partie. Relation avec le droit européen",
        "citation": "Art. 80a al. 3 LAI",
        "content": "Le Conseil fédéral adapte les renvois aux actes de l’Union européenne visés aux al. 1 et 2 chaque fois qu’une modification de l’annexe II de l’accord sur la libre circulation des personnes et de l’appendice 2 de l’annexe K de la convention AELE est adoptée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_80_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Quatrième partie. Relation avec le droit européen",
        "citation": "Art. 80a al. 4 LAI",
        "content": "Les expressions «États membres de l’Union européenne», «États membres de la Communauté européenne», «États de l’Union européenne» et «États de la Commu-nauté européenne» figurant dans la présente loi désignent les États auxquels s’applique l’accord sur la libre circulation des personnes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/fr#art_80_a"
    }
]