[
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 1: Applicabilità della LPGA",
        "citation": "Art. 1 cpv. 1 LAI",
        "content": "Le disposizioni della legge federale del 6 ottobre 2000 sulla parte generale del diritto delle assicurazioni sociali (LPGA) sono applicabili all’assicurazione per l’invalidità (art. 1a–26bis e 28–70) sempre che la presente legge non preveda espressamente una deroga.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_1"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 1: Applicabilità della LPGA",
        "citation": "Art. 1 cpv. 2 LAI",
        "content": "Gli articoli 32 e 33 LPGA sono pure applicabili al promovimento dell’aiuto agli invalidi (art. 71–76).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_1"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 1a: Scopo",
        "citation": "Art. 1a LAI",
        "content": "Le prestazioni della presente legge si prefiggono di:\na. prevenire, ridurre o eliminare l’invalidità mediante provvedimenti d’integrazione adeguati, semplici e appropriati;\nb. compensare le conseguenze economiche permanenti dell’invalidità mediante un’adeguata copertura del fabbisogno vitale;\nc. aiutare gli assicurati interessati a condurre una vita autonoma e responsabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_1_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 1b: Persone assicurate",
        "citation": "Art. 1b LAI",
        "content": "Sono assicurate, a norma della presente legge, le persone che, conformemente agli articoli 1a e 2 della legge federale del 20 dicembre 1946 su l’assicurazione per la vecchiaia e per i superstiti (LAVS), sono assicurate a titolo obbligatorio o a titolo facoltativo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_1_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 2: I contributi, Obbligo contributivo",
        "citation": "Art. 2 LAI",
        "content": "Sono tenuti a pagare i contributi gli assicurati e i datori di lavoro indicati negli articoli 3 e 12 della LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_2"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 2: I contributi, Calcolo e riscossione dei contributi",
        "citation": "Art. 3 cpv. 1 LAI",
        "content": "La LAVS è applicabile, per analogia, al calcolo dei contributi dell’assicurazione per l’invalidità. Il contributo sul reddito di un’attività lucrativa è dell’1,4 per cento. I contributi delle persone assicurate obbligatoriamente, calcolati secondo la tavola scalare, sono graduati nello stesso modo dei contributi dell’assicurazione vecchiaia e superstiti. In tale ambito, è mantenuto il rapporto tra la percentuale summenzionata e il tasso non ridotto di contribuzione secondo l’articolo 8 capoverso 1 della LAVS. L’articolo 9bis della LAVS è applicabile per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_3"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 2: I contributi, Calcolo e riscossione dei contributi",
        "citation": "Art. 3 cpv. 1bis LAI",
        "content": "Le persone senza attività lucrativa pagano un contributo secondo le loro condizioni sociali. Il contributo minimo è di 68 franchi all’anno se sono assicurate obbligatoriamente e di 136 franchi all’anno se sono assicurate facoltativamente in virtù dell’articolo 2 LAVS. Il contributo massimo corrisponde a 50 volte il contributo minimo dell’assicurazione obbligatoria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_3"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 2: I contributi, Calcolo e riscossione dei contributi",
        "citation": "Art. 3 cpv. 2 LAI",
        "content": "I contributi sono riscossi come supplemento ai contributi dell’AVS. Gli articoli 11 e 14–16 LAVS sono applicabili per analogia con le rispettive deroghe alla LPGA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_3"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 2a: Provvedimenti iniziali, A. Consulenza finalizzata all’integrazione",
        "citation": "Art. 3a LAI",
        "content": "Se l’integrazione professionale dell’assicurato o il mantenimento del suo posto di lavoro è a rischio per ragioni di salute, l’ufficio AI può fornire una consulenza finalizzata all’integrazione all’assicurato, al datore di lavoro, ai medici curanti o agli attori interessati del settore educativo, su richiesta, già prima che sia rivendicato il diritto a una prestazione conformemente all’articolo 29 capoverso 1 LPGA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_3_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 2a: Provvedimenti iniziali, B. Rilevamento tempestivo, Principio",
        "citation": "Art. 3abis cpv. 1 LAI",
        "content": "Il rilevamento tempestivo ha lo scopo di prevenire l’insorgere di un’invalidità (art. 8 LPGA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_3_a_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 2a: Provvedimenti iniziali, B. Rilevamento tempestivo, Principio",
        "citation": "Art. 3abis cpv. 2 LAI",
        "content": "Una comunicazione per il rilevamento tempestivo può essere effettuata dalle o per le seguenti persone:\na. minorenni a partire da 13 anni compiuti e giovani adulti fino al compimento dei 25 anni che:\n1. sono minacciati da un’invalidità,\n2. non hanno ancora esercitato alcuna attività lucrativa, e\n3. sono assistiti da uno degli organi cantonali di cui all’articolo 68bis capoversi 1bis e 1ter;\nb. persone che presentano un’incapacità al lavoro o che sono minacciate da un’incapacità al lavoro di durata prolungata (art. 6 LPGA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_3_a_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 2a: Provvedimenti iniziali, B. Rilevamento tempestivo, Principio",
        "citation": "Art. 3abis cpv. 3 LAI",
        "content": "L’ufficio AI attua il rilevamento tempestivo in collaborazione con altri assicuratori sociali, con le imprese di assicurazione che sottostanno alla legge del 17 dicembre 2004 sulla sorveglianza degli assicuratori (LSA) e con gli organi cantonali di cui all’articolo 68bis capoversi 1bis e 1ter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_3_a_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 2a: Provvedimenti iniziali, B. Rilevamento tempestivo, Comunicazione",
        "citation": "Art. 3b cpv. 1 LAI",
        "content": "Per il rilevamento tempestivo di un assicurato vengono comunicati per scritto al competente ufficio AI le generalità e i dati dell’assicurato e della persona o istituzione che effettua la comunicazione. Alla comunicazione può essere allegato un certificato medico di incapacità al lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_3_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 2a: Provvedimenti iniziali, B. Rilevamento tempestivo, Comunicazione",
        "citation": "Art. 3b cpv. 2 LAI",
        "content": "Sono legittimati a effettuare tale comunicazione:\na. l’assicurato o il suo rappresentante legale;\nb. i familiari che vivono in comunione domestica con l’assicurato;\nc. il datore di lavoro dell’assicurato;\nd. i medici e chiropratici curanti dell’assicurato;\ne. l’assicuratore di indennità giornaliera in caso di malattia, ai sensi dell’articolo 12 della legge federale del 18 marzo 1994 sull’assicurazione malattie (LAMal);\nf. le imprese di assicurazione che sottostanno alla LSA e propongono un’assicurazione di indennità giornaliera in caso di malattia o un’assicurazione pensioni;\ng. l’assicuratore infortuni secondo l’articolo 58 della legge federale del 20 marzo 1981 sull’assicurazione contro gli infortuni (LAINF);\nh gli istituti della previdenza professionale che sottostanno alla legge del 17 dicembre 1993 sul libero passaggio;\ni. gli organi d’esecuzione dell’assicurazione contro la disoccupazione;\nj. gli organi d’esecuzione delle leggi cantonali in materia di aiuto sociale;\nk. l’assicurazione militare;\nl. l’assicuratore malattie;\nm. gli organi cantonali di cui all’articolo 68bis capoversi 1bis e 1ter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_3_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 2a: Provvedimenti iniziali, B. Rilevamento tempestivo, Comunicazione",
        "citation": "Art. 3b cpv. 3 LAI",
        "content": "Le persone o istituzioni ai sensi del capoverso 2 lettere b–m devono previamente informare l’assicurato o il suo rappresentante legale in merito alla comunicazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_3_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 2a: Provvedimenti iniziali, B. Rilevamento tempestivo, Procedura",
        "citation": "Art. 3c cpv. 1 LAI",
        "content": "L’ufficio AI informa l’assicurato dello scopo e dell’estensione del previsto trattamento dei dati che lo concernono.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_3_c"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 2a: Provvedimenti iniziali, B. Rilevamento tempestivo, Procedura",
        "citation": "Art. 3c cpv. 2 LAI",
        "content": "L’ufficio AI esamina la situazione personale dell’assicurato, tenendo conto in particolare delle cause e delle ripercussioni della sua ridotta capacità di seguire una formazione o della sua incapacità al lavoro. Valuta se sono indicati provvedimenti d’intervento tempestivo ai sensi dell’articolo 7d. Può invitare l’assicurato e, se necessario, il suo datore di lavoro a un colloquio di consulenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_3_c"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 2a: Provvedimenti iniziali, B. Rilevamento tempestivo, Procedura",
        "citation": "Art. 3c cpv. 3 LAI",
        "content": "L’ufficio AI invita l’assicurato ad autorizzare, in generale, il suo datore di lavoro, i fornitori di prestazioni secondo gli articoli 36–40 LAMal, le assicurazioni, nonché i servizi ufficiali a fornire tutte le informazioni e i documenti necessari per l’accertamento effettuato nell’ambito del rilevamento tempestivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_3_c"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 2a: Provvedimenti iniziali, B. Rilevamento tempestivo, Procedura",
        "citation": "Art. 3c cpv. 4 LAI",
        "content": "Se l’assicurato non dà questa autorizzazione, un medico del servizio medico regionale (art. 54a) può chiedere ai medici curanti dell’assicurato di fornirgli le informazioni necessarie. Questi sono svincolati dall’obbligo del segreto. Il medico valuta se sono indicati provvedimenti di intervento tempestivo ai sensi dell’articolo 7d e ne informa l’ufficio AI, senza trasmettere informazioni di natura medica e documenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_3_c"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 2a: Provvedimenti iniziali, B. Rilevamento tempestivo, Procedura",
        "citation": "Art. 3c cpv. 5 LAI",
        "content": "L’ufficio AI informa l’assicurato o il suo rappresentante legale, l’assicuratore di indennità giornaliera in caso di malattia, l’assicuratore malattie, l’istituto d’assicurazione privato secondo l’articolo 3b capoverso 2 lettera f o l’assicuratore infortuni, nonché il datore di lavoro nel caso in cui quest’ultimo abbia comunicato il caso per il rilevamento tempestivo, se sono indicati provvedimenti d’intervento tempestivo ai sensi dell’articolo 7d; non trasmette informazioni o documenti di natura medica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_3_c"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 2a: Provvedimenti iniziali, B. Rilevamento tempestivo, Procedura",
        "citation": "Art. 3c cpv. 6 LAI",
        "content": "Se necessario, ingiunge all’assicurato di annunciarsi all’assicurazione per l’invalidità (art. 29 LPGA). Lo informa del fatto che le prestazioni possono essere ridotte o rifiutate se non si annuncia senza indugio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_3_c"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, A. Condizioni generali, Invalidità",
        "citation": "Art. 4 cpv. 1 LAI",
        "content": "L’invalidità (art. 8 LPGA) può essere conseguente a infermità congenita, malattia o infortunio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_4"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, A. Condizioni generali, Invalidità",
        "citation": "Art. 4 cpv. 2 LAI",
        "content": "L’invalidità è considerata insorgere quando, per natura e gravità, motiva il diritto alla singola prestazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_4"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, A. Condizioni generali, Casi speciali",
        "citation": "Art. 5 cpv. 1 LAI",
        "content": "L’invalidità degli assicurati di 20 anni compiuti che prima di subire un danno alla salute fisica, psichica o mentale non esercitavano un’attività lucrativa e dai quali non si può ragionevolmente esigere l’esercizio di un’attività lucrativa si determina secondo l’articolo 8 capoverso 3 LPGA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_5"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, A. Condizioni generali, Casi speciali",
        "citation": "Art. 5 cpv. 2 LAI",
        "content": "Le persone di età inferiore a 20 anni, che non esercitano un’attività lucrativa, sono considerate invalide sulla base dell’articolo 8 capoverso 2 LPGA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_5"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, A. Condizioni generali, Condizioni assicurative",
        "citation": "Art. 6 cpv. 1 LAI",
        "content": "Gli Svizzeri e gli stranieri nonché gli apolidi hanno diritto alle prestazioni conformemente alle seguenti disposizioni. È fatto salvo l’articolo 39.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_6"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, A. Condizioni generali, Condizioni assicurative",
        "citation": "Art. 6 cpv. 1bis LAI",
        "content": "Qualora una convenzione di sicurezza sociale conclusa dalla Svizzera obblighi soltanto uno Stato contraente a versare prestazioni, non sussiste alcun diritto ad una rendita d’invalidità se la totalizzazione dei periodi di assicurazione congiunti in entrambi i Paesi da parte di cittadini svizzeri o cittadini dell’altro Stato contraente giustifica il diritto alla rendita secondo la legislazione dell’altro Stato contraente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_6"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, A. Condizioni generali, Condizioni assicurative",
        "citation": "Art. 6 cpv. 2 LAI",
        "content": "Fatto salvo l’articolo 9 capoverso 3, i cittadini stranieri hanno diritto alle prestazioni solo finché hanno il loro domicilio e la loro dimora abituale (art. 13 LPGA) in Svizzera, e in quanto, all’insorgere dell’invalidità, abbiano pagato i contributi almeno per un anno intero o abbiano risieduto ininterrottamente in Svizzera per dieci anni. Nessuna prestazione è assegnata ai loro congiunti domiciliati all’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_6"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, A. Condizioni generali, Condizioni assicurative",
        "citation": "Art. 6 cpv. 3 LAI",
        "content": "Nel caso di persone che hanno avuto successivamente più cittadinanze, per il diritto alle prestazioni è determinante la cittadinanza posseduta durante la riscossione delle prestazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_6"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, A. Condizioni generali, Fornitura di informazioni",
        "citation": "Art. 6a cpv. 1 LAI",
        "content": "In deroga all’articolo 28 capoverso 3 LPGA chi pretende prestazioni assicurative autorizza le persone e i servizi menzionati nella comunicazione a fornire agli organi dell’assicurazione per l’invalidità tutte le informazioni necessarie e a mettere a loro disposizione tutti i documenti necessari per accertare il diritto alle prestazioni e il diritto al regresso. Queste persone e questi servizi sono tenuti a fornire le informazioni richieste.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_6_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, A. Condizioni generali, Fornitura di informazioni",
        "citation": "Art. 6a cpv. 2 LAI",
        "content": "I datori di lavoro, i fornitori di prestazioni secondo gli articoli 36–40 LAMal, le assicurazioni e i servizi ufficiali non menzionati nominativamente nella comunicazione sono tenuti a fornire, su richiesta, agli organi dell’assicurazione per l’invalidità tutte le informazioni necessarie e a mettere a loro disposizione tutti i documenti necessari per accertare il diritto alle prestazioni e il diritto al regresso. L’assicurato dev’essere informato dei contatti presi con queste persone e questi servizi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_6_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, A. Condizioni generali, Obblighi dell’assicurato",
        "citation": "Art. 7 cpv. 1 LAI",
        "content": "L’assicurato deve fare tutto quanto si può ragionevolmente esigere da lui per ridurre la durata e l’entità dell’incapacità al lavoro (art. 6 LPGA) e per evitare l’insorgere di un’invalidità (art. 8 LPGA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_7"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, A. Condizioni generali, Obblighi dell’assicurato",
        "citation": "Art. 7 cpv. 2 LAI",
        "content": "L’assicurato deve partecipare attivamente all’esecuzione di tutti i provvedimenti ragionevolmente esigibili che possono contribuire sia a mantenerlo nel suo attuale posto di lavoro, sia a favorire la sua integrazione nella vita professionale o in un’attività paragonabile (mansioni consuete). Si tratta in particolare di:\na. provvedimenti di intervento tempestivo (art. 7d);\nb. provvedimenti di reinserimento per preparare all’integrazione professionale (art. 14a);\nc. provvedimenti professionali (art. 15–18 e 18b);\nd. cure mediche conformemente all’articolo 25 LAMal;\ne. provvedimenti di reintegrazione per i beneficiari di una rendita secondo l’articolo 8a capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_7"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, A. Condizioni generali, Provvedimenti ragionevolmente esigibili",
        "citation": "Art. 7a LAI",
        "content": "È considerato ragionevolmente esigibile ogni provvedimento che serve all’integrazione dell’assicurato; fanno eccezione i provvedimenti che non sono adatti allo stato di salute dell’assicurato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_7_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, A. Condizioni generali, Sanzioni",
        "citation": "Art. 7b cpv. 1 LAI",
        "content": "Le prestazioni possono essere ridotte o rifiutate conformemente all’articolo 21 capoverso 4 LPGA se l’assicurato non ha adempiuto gli obblighi di cui all’articolo 7 della presente legge o all’articolo 43 capoverso 2 LPGA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_7_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, A. Condizioni generali, Sanzioni",
        "citation": "Art. 7b cpv. 2 LAI",
        "content": "In deroga all’articolo 21 capoverso 4 LPGA, le prestazioni possono essere ridotte o rifiutate senza diffida e termine di riflessione se l’assicurato:\na. non si è annunciato immediatamente all’AI nonostante un’ingiunzione dell’ufficio AI conformemente all’articolo 3c capoverso 6 e ciò si ripercuote negativamente sulla durata o sull’entità dell’incapacità al lavoro o dell’invalidità;\nb. non ha adempiuto l’obbligo di notificazione ai sensi dell’articolo 31 capo-verso 1 LPGA;\nc. ha ottenuto o ha tentato di ottenere indebitamente prestazioni dell’assicurazione per l’invalidità;\nd. non fornisce all’ufficio AI le informazioni di cui questo abbisogna per adempiere i suoi compiti legali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_7_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, A. Condizioni generali, Sanzioni",
        "citation": "Art. 7b cpv. 3 LAI",
        "content": "La decisione di ridurre o di rifiutare prestazioni deve tener conto di tutte le circostanze del singolo caso, in particolare del grado della colpa dell’assicurato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_7_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, A. Condizioni generali, Sanzioni",
        "citation": "Art. 7b cpv. 4 LAI",
        "content": "In deroga all’articolo 21 capoverso 1 LPGA, gli assegni per grandi invalidi non possono essere né rifiutati né ridotti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_7_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, A. Condizioni generali, Collaborazione del datore di lavoro",
        "citation": "Art. 7c LAI",
        "content": "Il datore di lavoro collabora attivamente con l’ufficio AI. Coopera nella ricerca di una soluzione adeguata nell’ambito di quanto si possa ragionevolmente pretendere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_7_c"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, B. Provvedimenti d’intervento tempestivo",
        "citation": "Art. 7d cpv. 1 LAI",
        "content": "I provvedimenti d’intervento tempestivo hanno lo scopo di contribuire affinché:\na. i minorenni a partire da 13 anni compiuti con danni alla salute e i giovani adulti fino al compimento dei 25 anni con danni alla salute siano sostenuti nell’accesso a una prima formazione professionale e nel loro ingresso nel mercato del lavoro;\nb. gli assicurati che presentano un’incapacità al lavoro (art. 6 LPGA) possano mantenere il loro posto di lavoro;\nc. gli assicurati possano essere integrati in un nuovo posto di lavoro all’interno della stessa azienda o altrove.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_7_d"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, B. Provvedimenti d’intervento tempestivo",
        "citation": "Art. 7d cpv. 2 LAI",
        "content": "Gli uffici AI possono ordinare i seguenti provvedimenti:\na. adeguamenti del posto di lavoro;\nb. corsi di formazione;\nc. collocamento;\nd. orientamento professionale;\ne. riabilitazione socioprofessionale;\nf. provvedimenti di occupazione;\ng. consulenza e accompagnamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_7_d"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, B. Provvedimenti d’intervento tempestivo",
        "citation": "Art. 7d cpv. 3 LAI",
        "content": "Non sussiste alcun diritto ai provvedimenti d’intervento tempestivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_7_d"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, B. Provvedimenti d’intervento tempestivo",
        "citation": "Art. 7d cpv. 4 LAI",
        "content": "Il Consiglio federale può ampliare l’elenco dei provvedimenti. Disciplina la durata della fase d’intervento tempestivo e stabilisce l’importo massimo che può essere impiegato, per ogni assicurato, per provvedimenti di questo tipo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_7_d"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, I. Il diritto alle prestazioni, Regola",
        "citation": "Art. 8 cpv. 1 LAI",
        "content": "Gli assicurati invalidi o minacciati da un’invalidità (art. 8 LPGA) hanno diritto ai provvedimenti d’integrazione per quanto:\na. essi siano necessari e idonei per ripristinare, conservare o migliorare la loro capacità al guadagno o la loro capacità di svolgere le mansioni consuete; e\nb. le condizioni per il diritto ai diversi provvedimenti siano adempiute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_8"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, I. Il diritto alle prestazioni, Regola",
        "citation": "Art. 8 cpv. 1bis LAI",
        "content": "Il diritto ai provvedimenti d’integrazione non dipende dall’esercizio di un’attività lucrativa prima dell’insorgere dell’invalidità. Per determinare questi provvedimenti si tiene conto in particolare degli aspetti seguenti riguardanti l’assicurato:\na. la sua età;\nb. il suo grado di sviluppo;\nc. le sue capacità; e\nd. la durata probabile della sua vita professionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_8"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, I. Il diritto alle prestazioni, Regola",
        "citation": "Art. 8 cpv. 1ter LAI",
        "content": "In caso di abbandono di un provvedimento d’integrazione, l’ulteriore concessione del medesimo o di un altro provvedimento d’integrazione è valutata sulla base dei criteri di cui ai capoversi 1 e 1bis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_8"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, I. Il diritto alle prestazioni, Regola",
        "citation": "Art. 8 cpv. 2 LAI",
        "content": "Il diritto alle prestazioni previste negli articoli 13 e 21 esiste indipendentemente dalla possibilità d’integrazione nella vita professionale o di svolgimento delle mansioni consuete.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_8"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, I. Il diritto alle prestazioni, Regola",
        "citation": "Art. 8 cpv. 2bis LAI",
        "content": "Il diritto alle prestazioni previste nell’articolo 16 capoverso 3 lettera b esiste indipendentemente dal fatto che i provvedimenti d’integrazione siano necessari o no per conservare o migliorare la capacità al guadagno o la capacità di svolgere le mansioni consuete.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_8"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, I. Il diritto alle prestazioni, Regola",
        "citation": "Art. 8 cpv. 3 LAI",
        "content": "I provvedimenti d’integrazione sono:\na. i provvedimenti sanitari;\nabis. la consulenza e l’accompagnamento;\nater. i provvedimenti di reinserimento per preparare all’integrazione professionale;\nb. i provvedimenti professionali;\nc.  ...\nd. la consegna di mezzi ausiliari;\ne.  ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_8"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, I. Il diritto alle prestazioni, Reintegrazione dei beneficiari di una rendita con un potenziale d’integrazione",
        "citation": "Art. 8a cpv. 1 LAI",
        "content": "I beneficiari di una rendita hanno diritto a provvedimenti di reintegrazione purché:\na. la capacità al guadagno possa essere presumibilmente migliorata; e \nb. i provvedimenti siano idonei a migliorare la capacità al guadagno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_8_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, I. Il diritto alle prestazioni, Reintegrazione dei beneficiari di una rendita con un potenziale d’integrazione",
        "citation": "Art. 8a cpv. 2 LAI",
        "content": "I provvedimenti di reintegrazione sono i provvedimenti di cui all’articolo 8 capoverso 3 lettere abis–b e d.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_8_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, I. Il diritto alle prestazioni, Reintegrazione dei beneficiari di una rendita con un potenziale d’integrazione",
        "citation": "Art. 8a cpv. 3 LAI",
        "content": "I provvedimenti di reinserimento possono essere assegnati più volte e avere una durata complessiva superiore a un anno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_8_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, I. Il diritto alle prestazioni, Reintegrazione dei beneficiari di una rendita con un potenziale d’integrazione",
        "citation": "Art. 8a cpv. 5 LAI",
        "content": "Il Consiglio federale può stabilire gli importi massimi a disposizione degli uffici AI per i provvedimenti di cui al capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_8_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, I. Il diritto alle prestazioni, Condizioni assicurative",
        "citation": "Art. 9 cpv. 1 LAI",
        "content": "I provvedimenti d’integrazione sono applicati in Svizzera e solo eccezionalmente anche all’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_9"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, I. Il diritto alle prestazioni, Condizioni assicurative",
        "citation": "Art. 9 cpv. 1bis LAI",
        "content": "Il diritto ai provvedimenti d’integrazione nasce al più presto con l’assoggettamento all’assicurazione obbligatoria o facoltativa e si estingue al più tardi allo scadere dell’assicurazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_9"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, I. Il diritto alle prestazioni, Condizioni assicurative",
        "citation": "Art. 9 cpv. 2 LAI",
        "content": "Le persone che non sono o non sono più assoggettate all’assicurazione hanno diritto ai provvedimenti d’integrazione al massimo fino all’età di 20 anni, purché almeno uno dei genitori:\na. sia assicurato facoltativamente; o\nb. sia assicurato obbligatoriamente durante un’attività lucrativa esercitata all’estero:\n1. secondo l’articolo 1a capoverso 1 lettera c LAVS,\n2. secondo l’articolo 1a capoverso 3 lettera a LAVS, o\n3. in virtù di una convenzione internazionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_9"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, I. Il diritto alle prestazioni, Condizioni assicurative",
        "citation": "Art. 9 cpv. 3 LAI",
        "content": "Gli stranieri che non hanno ancora compiuto il 20° anno e hanno il domicilio e la dimora abituale (art. 13 LPGA) in Svizzera hanno diritto ai provvedimenti d’integrazione se adempiono essi stessi le condizioni previste nell’articolo 6 capoverso 2 o se:\na. all’insorgenza dell’invalidità, il padre o la madre, quando si tratti di stranieri, conta almeno un anno intero di contribuzione o dieci anni di dimora ininterrotta in Svizzera; e se\nb. essi stessi sono nati invalidi in Svizzera oppure, al manifestarsi dell’invalidità, risiedono in Svizzera ininterrottamente da almeno un anno o dalla nascita. Sono parificati ai figli nati invalidi in Svizzera quelli con domicilio e dimora abituale in Svizzera, ma nati invalidi all’estero, la cui madre, immediatamente prima della loro nascita, ha risieduto all’estero per due mesi al massimo. Il Consiglio federale determina in che misura l’assicurazione per l’invalidità debba assumere le spese causate dall’invalidità all’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_9"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, I. Il diritto alle prestazioni, Inizio ed estinzione del diritto",
        "citation": "Art. 10 cpv. 1 LAI",
        "content": "Il diritto ai provvedimenti di reinserimento per preparare all’integrazione professionale e ai provvedimenti professionali nasce al più presto al momento in cui l’assicurato rivendica il diritto alle prestazioni conformemente all’articolo 29 capoverso 1 LPGA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_10"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, I. Il diritto alle prestazioni, Inizio ed estinzione del diritto",
        "citation": "Art. 10 cpv. 2 LAI",
        "content": "Il diritto agli altri provvedimenti d’integrazione e ai provvedimenti di reintegrazione di cui all’articolo 8a nasce non appena i provvedimenti sono opportuni considerati l’età e lo stato di salute dell’assicurato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_10"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, I. Il diritto alle prestazioni, Inizio ed estinzione del diritto",
        "citation": "Art. 10 cpv. 3 LAI",
        "content": "Il diritto si estingue nel momento in cui l’assicurato anticipa la riscossione della totalità della rendita di vecchiaia in virtù dell’articolo 40 capoverso 1 LAVS, ma al più tardi alla fine del mese in cui raggiunge l’età di riferimento secondo l’articolo 21 capoverso 1 LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_10"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, I. Il diritto alle prestazioni, Copertura assicurativa nell’assicurazione contro gli infortuni",
        "citation": "Art. 11 cpv. 1 LAI",
        "content": "L’assicurazione per l’invalidità può detrarre dall’indennità giornaliera al massimo due terzi del premio per l’assicurazione obbligatoria contro gli infortuni non professionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_11"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, I. Il diritto alle prestazioni, Copertura assicurativa nell’assicurazione contro gli infortuni",
        "citation": "Art. 11 cpv. 2 LAI",
        "content": "Per gli assicurati di cui all’articolo 1a capoverso 1 lettera c LAINF, l’ufficio AI stabilisce un guadagno assicurato ai sensi dell’articolo 15 capoverso 2 LAINF.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_11"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, I. Il diritto alle prestazioni, Copertura assicurativa nell’assicurazione contro gli infortuni",
        "citation": "Art. 11 cpv. 3 LAI",
        "content": "Il Consiglio federale fissa le modalità per il calcolo del guadagno assicurato ai sensi dell’articolo 15 capoverso 2 LAINF in funzione dell’indennità giornaliera percepita e disciplina la procedura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_11"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, I. Il diritto alle prestazioni, Indennità per spese di custodia e d’assistenza",
        "citation": "Art. 11a cpv. 1 LAI",
        "content": "Gli assicurati senza attività lucrativa che partecipano a provvedimenti d’integrazione e vivono in comunione domestica con uno o più figli di età inferiore a 16 anni o con altri familiari hanno diritto a un’indennità per spese di custodia e d’assistenza se:\na. forniscono la prova che i provvedimenti d’integrazione provocano spese supplementari per la custodia dei figli o l’assistenza dei familiari; e\nb. i provvedimenti d’integrazione si protraggono per almeno due giorni consecutivi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_11_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, I. Il diritto alle prestazioni, Indennità per spese di custodia e d’assistenza",
        "citation": "Art. 11a cpv. 2 LAI",
        "content": "Danno diritto all’indennità per spese di custodia e d’assistenza:\na. i figli degli assicurati;\nb. gli affiliati di cui gli assicurati si sono assunti gratuitamente e durevolmente il mantenimento e l’educazione;\nc. i familiari per i quali gli assicurati hanno diritto a un accredito per compiti assistenziali secondo l’articolo 29septies LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_11_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, I. Il diritto alle prestazioni, Indennità per spese di custodia e d’assistenza",
        "citation": "Art. 11a cpv. 3 LAI",
        "content": "Il Consiglio federale stabilisce l’importo massimo dell’indennità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_11_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, II. I provvedimenti sanitari, Diritto a provvedimenti sanitari d’integrazione",
        "citation": "Art. 12 cpv. 1 LAI",
        "content": "Fino al compimento dei 20 anni gli assicurati hanno diritto a provvedimenti sanitari d’integrazione destinati non alla cura dell’affezione in quanto tale ma direttamente all’integrazione nella scuola dell’obbligo, nella formazione professionale iniziale o nella vita professionale o a favorire lo svolgimento delle mansioni consuete.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_12"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, II. I provvedimenti sanitari, Diritto a provvedimenti sanitari d’integrazione",
        "citation": "Art. 12 cpv. 2 LAI",
        "content": "Gli assicurati che al momento del compimento dei 20 anni partecipano a provvedimenti professionali secondo gli articoli 15–18c hanno diritto a provvedimenti sanitari d’integrazione destinati direttamente all’integrazione nella vita professionale sino alla fine dei provvedimenti professionali in questione, ma al massimo fino al compimento dei 25 anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_12"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, II. I provvedimenti sanitari, Diritto a provvedimenti sanitari d’integrazione",
        "citation": "Art. 12 cpv. 3 LAI",
        "content": "I provvedimenti sanitari d’integrazione devono essere atti a migliorare in modo duraturo e sostanziale la capacità di frequentare la scuola o seguire una formazione oppure la capacità al guadagno o la capacità di svolgere le mansioni consuete, o a evitare una diminuzione notevole di tale capacità. Il diritto sussiste soltanto se il medico specialista curante emette una prognosi favorevole tenendo conto della gravità dell’infermità dell’assicurato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_12"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, II. I provvedimenti sanitari, Diritto a provvedimenti sanitari per la cura delle infermità congenite",
        "citation": "Art. 13 cpv. 1 LAI",
        "content": "Fino al compimento dei 20 anni gli assicurati hanno diritto a provvedimenti sanitari per la cura delle infermità congenite (art. 3 cpv. 2 LPGA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_13"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, II. I provvedimenti sanitari, Diritto a provvedimenti sanitari per la cura delle infermità congenite",
        "citation": "Art. 13 cpv. 2 LAI",
        "content": "I provvedimenti sanitari di cui al capoverso 1 sono concessi per la cura di malformazioni congenite, malattie genetiche e affezioni prenatali e perinatali che:\na. sono diagnosticate da un medico specialista;\nb. compromettono la salute;\nc. presentano una certa gravità;\nd. richiedono cure di lunga durata o complesse; e\ne. possono essere curate con i provvedimenti sanitari di cui all’articolo 14.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_13"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, II. I provvedimenti sanitari, Diritto a provvedimenti sanitari per la cura delle infermità congenite",
        "citation": "Art. 13 cpv. 3 LAI",
        "content": "Il capoverso 2 lettera e non si applica ai provvedimenti sanitari per la cura della trisomia 21.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_13"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, II. I provvedimenti sanitari, Entità dei provvedimenti sanitari e condizioni per l’assunzione delle prestazioni",
        "citation": "Art. 14 cpv. 1 LAI",
        "content": "I provvedimenti sanitari comprendono:\na. le terapie ambulatoriali od ospedaliere, con i relativi esami, e le cure in ospedale dispensate:\n1. dal medico,\n2. dal chiropratico,\n3. da persone che effettuano prestazioni previa prescrizione o indicazione di un medico o di un chiropratico;\nb. le prestazioni di cura mediche ambulatoriali;\nc. le analisi, i medicamenti, i mezzi e gli apparecchi diagnostici o terapeutici prescritti dal medico o, nei limiti stabiliti dal Consiglio federale, dal chiropratico;\nd. i provvedimenti di riabilitazione medica eseguiti o prescritti dal medico;\ne. la degenza in ospedale secondo lo standard del reparto comune;\nf. la prestazione effettuata dal farmacista al momento di fornire i medicamenti prescritti secondo la lettera c;\ng. le spese di trasporto necessarie dal profilo medico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_14"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, II. I provvedimenti sanitari, Entità dei provvedimenti sanitari e condizioni per l’assunzione delle prestazioni",
        "citation": "Art. 14 cpv. 2 LAI",
        "content": "I provvedimenti sanitari devono essere efficaci, appropriati ed economici. L’efficacia deve essere comprovata secondo metodi scientifici; nel caso delle malattie rare si tiene conto della frequenza della malattia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_14"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, II. I provvedimenti sanitari, Entità dei provvedimenti sanitari e condizioni per l’assunzione delle prestazioni",
        "citation": "Art. 14 cpv. 3 LAI",
        "content": "L’assicurazione non assume le spese per i provvedimenti di logopedia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_14"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, II. I provvedimenti sanitari, Entità dei provvedimenti sanitari e condizioni per l’assunzione delle prestazioni",
        "citation": "Art. 14 cpv. 4 LAI",
        "content": "La decisione se concedere terapie ambulatoriali od ospedaliere deve tenere adeguatamente conto della proposta del medico curante e delle condizioni personali dell’assicurato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_14"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, II. I provvedimenti sanitari, Rimborso delle spese per terapie ospedaliere",
        "citation": "Art. 14bis cpv. 1 LAI",
        "content": "Le spese per terapie ospedaliere ai sensi dell’articolo 14 capoverso 1 effettuate in un ospedale autorizzato secondo l’articolo 39 LAMal sono assunte per l’80 per cento dall’assicurazione e per il 20 per cento dal Cantone di domicilio dell’assicurato. Il Cantone di domicilio versa la sua parte direttamente all’ospedale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_14_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, II. I provvedimenti sanitari, Rimborso delle spese per terapie ospedaliere",
        "citation": "Art. 14bis cpv. 2 LAI",
        "content": "Il diritto di regresso di cui all’articolo 72 LPGA si applica per analogia al Cantone di domicilio per i contributi da esso versati in virtù del capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_14_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, II. I provvedimenti sanitari, Designazione delle prestazioni",
        "citation": "Art. 14ter cpv. 1 LAI",
        "content": "Il Consiglio federale stabilisce:\na. le condizioni applicabili ai provvedimenti sanitari d’integrazione secondo l’articolo 12 capoverso 3;\nb. le infermità congenite per le quali sono concessi provvedimenti sanitari secondo l’articolo 13;\nc. le prestazioni di cura mediche per le quali sono assunte le spese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_14_ter"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, II. I provvedimenti sanitari, Designazione delle prestazioni",
        "citation": "Art. 14ter cpv. 2 LAI",
        "content": "Può prevedere che siano assunte le spese per i provvedimenti sanitari d’integrazione di cui all’articolo 12 che non soddisfano le condizioni dell’articolo 14 capoverso 2, se questi provvedimenti sono necessari per l’integrazione. Determina la natura e l’entità dei provvedimenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_14_ter"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, II. I provvedimenti sanitari, Designazione delle prestazioni",
        "citation": "Art. 14ter cpv. 3 LAI",
        "content": "Può disciplinare il rimborso delle spese per medicamenti:\na. impiegati in modo diverso rispetto all’impiego definito:\n1. dalle informazioni professionali omologate dall’Istituto svizzero per gli agenti terapeutici,\n2. dalle indicazioni ammesse nell’elenco delle specialità o nell’elenco di cui al capoverso 5;\nb. omologati in Svizzera ma non inclusi nell’elenco delle specialità o nell’elenco di cui al capoverso 5; o\nc. non omologati in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_14_ter"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, II. I provvedimenti sanitari, Designazione delle prestazioni",
        "citation": "Art. 14ter cpv. 4 LAI",
        "content": "Può delegare al Dipartimento federale dell’interno (DFI) o all’Ufficio federale delle assicurazioni sociali (UFAS) i compiti di cui ai capoversi 1–3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_14_ter"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, II. I provvedimenti sanitari, Designazione delle prestazioni",
        "citation": "Art. 14ter cpv. 5 LAI",
        "content": "L’Ufficio federale competente tiene un elenco dei medicamenti per la cura delle infermità congenite secondo l’articolo 13, inclusi i prezzi massimi, sempreché tali medicamenti non figurino già nell’elenco delle specialità di cui all’articolo 52 capoverso 1 lettera b LAMal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_14_ter"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, IIbis. Consulenza e accompagnamento",
        "citation": "Art. 14quater cpv. 1 LAI",
        "content": "L’assicurato e il suo datore di lavoro hanno diritto alla consulenza e all’accompagnamento se:\na. l’assicurato ha diritto a un provvedimento d’integrazione secondo l’articolo 8 capoverso 3 lettera ater o b; o\nb. viene esaminato il diritto dell’assicurato a una rendita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_14_quater"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, IIbis. Consulenza e accompagnamento",
        "citation": "Art. 14quater cpv. 2 LAI",
        "content": "Il diritto nasce al più presto nel momento in cui l’ufficio AI stabilisce che è indicato un provvedimento di reinserimento per preparare all’integrazione professionale, un provvedimento professionale o l’esame del diritto a una rendita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_14_quater"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, IIbis. Consulenza e accompagnamento",
        "citation": "Art. 14quater cpv. 3 LAI",
        "content": "L’assicurato per il quale è concluso l’ultimo provvedimento di cui al capoverso 1 lettera a e il suo datore di lavoro hanno diritto alla consulenza e all’accompagnamento per al massimo altri tre anni dalla decisione dell’ufficio AI che conclude il provvedimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_14_quater"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, IIbis. Consulenza e accompagnamento",
        "citation": "Art. 14quater cpv. 4 LAI",
        "content": "L’assicurato la cui rendita è soppressa una volta conclusi i provvedimenti di cui all’articolo 8a capoverso 2 e il suo datore di lavoro hanno diritto alla consulenza e all’accompagnamento per al massimo altri tre anni dalla decisione dell’ufficio AI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_14_quater"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, IIbis. Consulenza e accompagnamento",
        "citation": "Art. 14quater cpv. 5 LAI",
        "content": "Il Consiglio federale può stabilire gli importi massimi a disposizione degli uffici AI per la consulenza e l’accompagnamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_14_quater"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, IIter. I provvedimenti di reinserimento per preparare all’integrazione professionale",
        "citation": "Art. 14a cpv. 1 LAI",
        "content": "Hanno diritto a provvedimenti di reinserimento per preparare all’integrazione professionale (provvedimenti di reinserimento):\na. gli assicurati che da almeno sei mesi presentano un’incapacità al lavoro (art. 6 LPGA) almeno del 50 per cento;\nb. gli assicurati senza attività lucrativa di età inferiore a 25 anni, se minacciati da un’invalidità (art. 8 cpv. 2 LPGA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_14_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, IIter. I provvedimenti di reinserimento per preparare all’integrazione professionale",
        "citation": "Art. 14a cpv. 1bis LAI",
        "content": "Il diritto sussiste soltanto se i provvedimenti di reinserimento permettono di creare le premesse per attuare provvedimenti professionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_14_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, IIter. I provvedimenti di reinserimento per preparare all’integrazione professionale",
        "citation": "Art. 14a cpv. 2 LAI",
        "content": "Sono considerati provvedimenti di reinserimento i seguenti provvedimenti mirati per favorire l’integrazione professionale:\na. provvedimenti di riabilitazione socioprofessionale;\nb. provvedimenti d’occupazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_14_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, IIter. I provvedimenti di reinserimento per preparare all’integrazione professionale",
        "citation": "Art. 14a cpv. 3 LAI",
        "content": "I provvedimenti di reinserimento possono essere assegnati più volte. Il singolo provvedimento non può durare più di un anno; in casi eccezionali questa durata può essere prolungata di un anno al massimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_14_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, IIter. I provvedimenti di reinserimento per preparare all’integrazione professionale",
        "citation": "Art. 14a cpv. 5 LAI",
        "content": "I provvedimenti da attuare nell’azienda sono presi e realizzati in stretta collaborazione con il datore di lavoro. L’assicurazione può versare un contributo al datore di lavoro. Il Consiglio federale stabilisce il suo importo, nonché la durata e le condizioni del suo versamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_14_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, III. I provvedimenti professionali, Orientamento professionale",
        "citation": "Art. 15 cpv. 1 LAI",
        "content": "Gli assicurati cui l’invalidità rende difficile la scelta della professione hanno diritto all’orientamento professionale e a un provvedimento preparatorio in vista dell’accesso alla formazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_15"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, III. I provvedimenti professionali, Orientamento professionale",
        "citation": "Art. 15 cpv. 2 LAI",
        "content": "Gli assicurati cui l’invalidità rende difficile l’esercizio dell’attività svolta in precedenza hanno diritto all’orientamento professionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_15"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, III. I provvedimenti professionali, Prima formazione professionale",
        "citation": "Art. 16 cpv. 1 LAI",
        "content": "Gli assicurati che hanno scelto una professione ma che non hanno ancora esercitato alcuna attività lucrativa e che a cagione della loro invalidità incontrano notevoli spese suppletive per la prima formazione professionale hanno diritto alla rifusione di tali spese se la formazione si confà alle loro attitudini.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_16"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, III. I provvedimenti professionali, Prima formazione professionale",
        "citation": "Art. 16 cpv. 2 LAI",
        "content": "La prima formazione professionale deve, per quanto possibile, essere finalizzata all’integrazione professionale nel mercato del lavoro primario e svolgersi già in esso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_16"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, III. I provvedimenti professionali, Prima formazione professionale",
        "citation": "Art. 16 cpv. 3 LAI",
        "content": "Sono parificati alla prima formazione professionale:\na. la formazione in una nuova professione per gli assicurati i quali, dopo l’insorgere dell’invalidità, hanno intrapreso un’attività lucrativa inadeguata di cui non si può ragionevolmente pretendere la continuazione;\nb. il perfezionamento nel settore professionale dell’assicurato o in un altro settore, nella misura in cui sia idoneo e adeguato e permetta presumibilmente di migliorare o conservare la capacità al guadagno; è eccettuato il perfezionamento offerto dalle organizzazioni di cui all’articolo 74; in casi motivati, definiti dall’UFAS, si può prescindere da questa eccezione;\nc. la preparazione a un lavoro ausiliario o a un’attività in un laboratorio protetto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_16"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, III. I provvedimenti professionali, Prima formazione professionale",
        "citation": "Art. 16 cpv. 4 LAI",
        "content": "Il Consiglio federale può stabilire le condizioni per l’assegnazione dei provvedimenti di cui al capoverso 3 lettera c, per quanto concerne la loro natura, durata ed entità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_16"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, III. I provvedimenti professionali, Riformazione professionale",
        "citation": "Art. 17 cpv. 1 LAI",
        "content": "L’assicurato ha diritto alla formazione in una nuova attività lucrativa se la sua invalidità esige una riconversione professionale e grazie ad essa la capacità al guadagno può essere presumibilmente conservata o migliorata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_17"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, III. I provvedimenti professionali, Riformazione professionale",
        "citation": "Art. 17 cpv. 2 LAI",
        "content": "La nuova formazione nella professione esercitata anteriormente è parificata alla formazione in una nuova attività lucrativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_17"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, III. I provvedimenti professionali, Servizio di collocamento",
        "citation": "Art. 18 cpv. 1 LAI",
        "content": "Gli assicurati che presentano un’incapacità al lavoro (art. 6 LPGA) e sono idonei all’integrazione hanno diritto a un sostegno nella ricerca di un posto di lavoro appropriato o al fine di mantenere il loro posto di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_18"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, III. I provvedimenti professionali, Servizio di collocamento",
        "citation": "Art. 18 cpv. 2 LAI",
        "content": "L’ufficio AI decide l’attuazione immediata di questi provvedimenti non appena risulti da un esame sommario che le condizioni necessarie sono adempiute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_18"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, III. I provvedimenti professionali, Lavoro a titolo di prova",
        "citation": "Art. 18a cpv. 1 LAI",
        "content": "L’assicurazione per l’invalidità può assegnare all’assicurato un posto di lavoro a titolo di prova per al massimo 180 giorni (lavoro a titolo di prova), al fine di appurare le sue capacità effettive sul mercato del lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_18_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, III. I provvedimenti professionali, Lavoro a titolo di prova",
        "citation": "Art. 18a cpv. 2 LAI",
        "content": "Durante il lavoro a titolo di prova l’assicurato ha diritto a un’indennità giornaliera; i beneficiari di una rendita continuano a percepire la rendita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_18_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, III. I provvedimenti professionali, Lavoro a titolo di prova",
        "citation": "Art. 18a cpv. 3 LAI",
        "content": "Il lavoro a titolo di prova non crea un rapporto di lavoro ai sensi del Codice delle obbligazioni (CO). Tuttavia, le seguenti disposizioni del diritto del contratto di lavoro sono applicabili per analogia:\na. diligenza e fedeltà (art. 321a CO);\nb. rendiconto e restituzione (art. 321b CO);\nc. lavoro straordinario (art. 321c CO);\nd. osservanza di direttive e di istruzioni (art. 321d CO);\ne. responsabilità del lavoratore (art. 321e CO);\nf. utensili, materiale e spese (art. 327, 327a, 327b, 327c CO);\ng. protezione della personalità del lavoratore (art. 328, 328b CO);\nh. tempo libero e vacanze (art. 329, 329a, 329c CO);\ni. altri obblighi: cauzione (art. 330 CO), attestato (art. 330a CO), obbligo di informare (art. 330b CO);\nj. diritti sulle invenzioni e sui design (art. 332 CO);\nk. conseguenze della fine del rapporto di lavoro: esigibilità dei crediti (art. 339 cpv. 1 CO), restituzione (art. 339a CO).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_18_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, III. I provvedimenti professionali, Lavoro a titolo di prova",
        "citation": "Art. 18a cpv. 4 LAI",
        "content": "Il Consiglio federale disciplina le condizioni per un’eventuale conclusione anticipata del lavoro a titolo di prova.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_18_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, III. I provvedimenti professionali, Fornitura di personale a prestito",
        "citation": "Art. 18abis cpv. 1 LAI",
        "content": "Per agevolare l’accesso dell’assicurato al mercato del lavoro, l’ufficio AI può rivolgersi a un prestatore di personale autorizzato conformemente alla legge del 6 ottobre 1989 sul collocamento o esentato dall’obbligo di autorizzazione poiché di utilità pubblica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_18_a_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, III. I provvedimenti professionali, Fornitura di personale a prestito",
        "citation": "Art. 18abis cpv. 2 LAI",
        "content": "Il prestatore di personale deve disporre di conoscenze specialistiche sul collocamento di persone con danni alla salute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_18_a_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, III. I provvedimenti professionali, Fornitura di personale a prestito",
        "citation": "Art. 18abis cpv. 3 LAI",
        "content": "L’assicurazione versa al prestatore di personale un’indennità per:\na. le prestazioni da lui fornite secondo il contratto di prestazioni;\nb. le spese supplementari per i contributi alla previdenza professionale e per i premi per l’indennità giornaliera in caso di malattia dovute allo stato di salute dell’assicurato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_18_a_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, III. I provvedimenti professionali, Fornitura di personale a prestito",
        "citation": "Art. 18abis cpv. 4 LAI",
        "content": "Il Consiglio federale stabilisce le modalità nonché l’importo massimo dell’indennità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_18_a_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, III. I provvedimenti professionali, Assegno per il periodo d’introduzione",
        "citation": "Art. 18b cpv. 1 LAI",
        "content": "L’assicurato che ha trovato un posto di lavoro grazie al collocamento e le cui capacità effettive non corrispondono ancora al salario convenuto ha diritto a un assegno per il periodo d’introduzione necessario, ma al massimo per 180 giorni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_18_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, III. I provvedimenti professionali, Assegno per il periodo d’introduzione",
        "citation": "Art. 18b cpv. 2 LAI",
        "content": "L’assegno per il periodo d’introduzione corrisponde al massimo al salario lordo mensile convenuto e non può superare l’importo massimo dell’indennità giornaliera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_18_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, III. I provvedimenti professionali, Assegno per il periodo d’introduzione",
        "citation": "Art. 18b cpv. 3 LAI",
        "content": "L’assegno per il periodo d’introduzione è versato al datore di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_18_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, III. I provvedimenti professionali, Assegno per il periodo d’introduzione",
        "citation": "Art. 18b cpv. 4 LAI",
        "content": "Il Consiglio federale disciplina il coordinamento con le prestazioni di altre assicurazioni sociali per il periodo durante il quale l’assicurato percepisce l’assegno per il periodo d’introduzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_18_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, III. I provvedimenti professionali, Indennità per sopperire all’aumento dei contributi",
        "citation": "Art. 18c cpv. 1 LAI",
        "content": "L’assicurazione versa un’indennità per sopperire all’aumento dei contributi della previdenza professionale obbligatoria e dell’assicurazione d’indennità giornaliera in caso di malattia se:\na. nell’arco di tre anni, l’assicurato ricollocato ridiventa incapace al lavoro per motivi di salute;\nb. all’insorgere della nuova incapacità al lavoro, il rapporto di lavoro è durato più di tre mesi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_18_c"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, III. I provvedimenti professionali, Indennità per sopperire all’aumento dei contributi",
        "citation": "Art. 18c cpv. 2 LAI",
        "content": "Il Consiglio federale stabilisce l’importo dell’indennità e può subordinarne il versamento ad altre condizioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_18_c"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, III. I provvedimenti professionali, Aiuto in capitale",
        "citation": "Art. 18d LAI",
        "content": "Un aiuto in capitale può essere accordato agli assicurati invalidi idonei all’integrazione, affinché possano intraprendere o sviluppare un’attività lucrativa come lavoratori indipendenti e allo scopo di finanziare gli adeguamenti necessari nell’azienda in seguito all’invalidità. Il Consiglio federale stabilisce le condizioni ulteriori e precisa le forme di questo aiuto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_18_d"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, V. I mezzi ausiliari, Diritto",
        "citation": "Art. 21 cpv. 1 LAI",
        "content": "L’assicurato ha diritto ai mezzi ausiliari, compresi in un elenco allestito dal Consiglio federale, dei quali ha bisogno per esercitare un’attività lucrativa o adempiere le sue mansioni consuete, per conservare o migliorare la sua capacità al guadagno, per studiare, per imparare una professione o seguire una formazione continua oppure a scopo di assuefazione funzionale. L’assicurazione sopperisce alle spese per protesi dentarie, occhiali e sostegni plantari solo per quanto costituiscono un complemento essenziale ai provvedimenti sanitari d’integrazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_21"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, V. I mezzi ausiliari, Diritto",
        "citation": "Art. 21 cpv. 2 LAI",
        "content": "L’assicurato, che, a causa della sua invalidità, ha bisogno di apparecchi costosi per spostarsi, stabilire contatti nel proprio ambiente o attendere alla propria persona, ha diritto, indipendentemente dalla sua capacità al guadagno, a tali mezzi ausiliari, compresi in un elenco allestito dal Consiglio federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_21"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, V. I mezzi ausiliari, Diritto",
        "citation": "Art. 21 cpv. 3 LAI",
        "content": "L’assicurazione fornisce i mezzi ausiliari in proprietà o a prestito in un tipo semplice e adeguato. Se un mezzo ausiliario sostituisce oggetti che l’assicurato dovrebbe acquistare anche senza l’invalidità, l’assicurato è tenuto a partecipare alla spesa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_21"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, V. I mezzi ausiliari, Diritto",
        "citation": "Art. 21 cpv. 4 LAI",
        "content": "Il Consiglio federale può prevedere che l’assicurato possa continuare a utilizzare il mezzo ausiliario fornito a prestito anche quando non sono più adempiute le condizioni poste all’assegnazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_21"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, V. I mezzi ausiliari, Diritto di sostituzione della prestazione",
        "citation": "Art. 21bis cpv. 1 LAI",
        "content": "L’assicurato che ha diritto a un mezzo ausiliario figurante nell’elenco del Consiglio federale può sceglierne un altro che adempie la stessa funzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_21_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, V. I mezzi ausiliari, Diritto di sostituzione della prestazione",
        "citation": "Art. 21bis cpv. 2 LAI",
        "content": "L’assicurazione assume i costi del mezzo ausiliario scelto, ma solo fino a concorrenza dell’importo che avrebbe versato per il mezzo ausiliario figurante nell’elenco.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_21_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, V. I mezzi ausiliari, Diritto di sostituzione della prestazione",
        "citation": "Art. 21bis cpv. 3 LAI",
        "content": "Se i mezzi ausiliari sono acquistati mediante una procedura di aggiudicazione, il Consiglio federale può limitare il diritto di sostituzione ai soli mezzi ausiliari degli offerenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_21_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, V. I mezzi ausiliari, Prestazioni sostitutive",
        "citation": "Art. 21ter cpv. 1 LAI",
        "content": "L’assicurazione può assegnare sussidi di ammortamento all’assicurato che acquista a proprie spese un mezzo ausiliario al quale ha diritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_21_ter"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, V. I mezzi ausiliari, Prestazioni sostitutive",
        "citation": "Art. 21ter cpv. 2 LAI",
        "content": "Se al posto di un mezzo ausiliario un assicurato ha bisogno dei servizi di terzi, l’assicurazione può assegnare sussidi a tal fine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_21_ter"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, V. I mezzi ausiliari, Prestazioni sostitutive",
        "citation": "Art. 21ter cpv. 3 LAI",
        "content": "Se, per esercitare l’attività professionale in un’azienda agricola o artigianale, l’assicurato ha diritto a un mezzo ausiliario costoso che l’assicurazione non potrà recuperare o potrà riutilizzare solo difficilmente, l’assicurazione può accordare invece del mezzo ausiliario un mutuo che si ammortizza automaticamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_21_ter"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, V. I mezzi ausiliari, Prestazioni sostitutive",
        "citation": "Art. 21ter cpv. 4 LAI",
        "content": "Il Consiglio federale stabilisce l’importo dei sussidi di cui ai capoversi 1 e 2, nonché l’importo del mutuo di cui al capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_21_ter"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, V. I mezzi ausiliari, Acquisizione e rimborso dei mezzi ausiliari",
        "citation": "Art. 21quater cpv. 1 LAI",
        "content": "Ai fini della consegna di mezzi ausiliari finanziati in tutto o in parte dall’assicurazione e per la fornitura di servizi connessi con tali mezzi il Consiglio federale dispone degli strumenti seguenti:\na. fissazione di importi forfetari;\nb. conclusione di convenzioni tariffali con i fornitori di prestazioni quali fornitori di mezzi ausiliari, produttori, grossisti e dettaglianti;\nc. fissazione degli importi massimi per l’assunzione di costi; e\nd. procedure di aggiudicazione secondo la legge federale del 16 dicembre 1994 sugli acquisti pubblici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_21_quater"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, V. I mezzi ausiliari, Acquisizione e rimborso dei mezzi ausiliari",
        "citation": "Art. 21quater cpv. 2 LAI",
        "content": "Il Consiglio federale applica procedure di aggiudicazione ai sensi del capoverso 1 lettera d dopo aver esaminato gli strumenti di cui alle lettere a–c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_21_quater"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VI. Indennità giornaliere, Diritto",
        "citation": "Art. 22 cpv. 1 LAI",
        "content": "Durante l’esecuzione dei provvedimenti d’integrazione di cui all’articolo 8 capoverso 3 l’assicurato ha diritto a un’indennità giornaliera se:\na. questi provvedimenti gli impediscono di esercitare un’attività lucrativa per almeno tre giorni consecutivi; o\nb. presenta, nella sua attività lucrativa, un’incapacità al lavoro (art. 6 LPGA) almeno del 50 per cento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_22"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VI. Indennità giornaliere, Diritto",
        "citation": "Art. 22 cpv. 2 LAI",
        "content": "Durante la prima formazione professionale l’assicurato ha diritto a un’indennità giornaliera se:\na. beneficia di prestazioni secondo l’articolo 16; o\nb. ha partecipato a provvedimenti secondo l’articolo 12 o 14a direttamente necessari per tale formazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_22"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VI. Indennità giornaliere, Diritto",
        "citation": "Art. 22 cpv. 3 LAI",
        "content": "L’assicurato che segue una formazione professionale superiore o frequenta una scuola universitaria ha diritto a un’indennità giornaliera soltanto se:\na. a causa del danno alla sua salute non è in grado di esercitare parallelamente un’attività lucrativa; o\nb. a causa del danno alla sua salute la formazione dura notevolmente più a lungo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_22"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VI. Indennità giornaliere, Diritto",
        "citation": "Art. 22 cpv. 4 LAI",
        "content": "Non hanno diritto a un’indennità giornaliera gli assicurati di cui al capoverso 2 che frequentano una scuola di cultura generale o seguono una formazione professionale di base che si svolge esclusivamente in una scuola.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_22"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VI. Indennità giornaliere, Diritto",
        "citation": "Art. 22 cpv. 5 LAI",
        "content": "I provvedimenti di cui agli articoli 8 capoverso 3 lettera abis e 16 capoverso 3 lettera b non danno diritto a un’indennità giornaliera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_22"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VI. Indennità giornaliere, Modalità",
        "citation": "Art. 22bis cpv. 1 LAI",
        "content": "L’indennità giornaliera consiste in un’indennità di base, cui hanno diritto tutti gli assicurati, e in una prestazione per i figli, per gli assicurati con figli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_22_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VI. Indennità giornaliere, Modalità",
        "citation": "Art. 22bis cpv. 2 LAI",
        "content": "L’assicurato ha diritto a una prestazione per ogni figlio che non ha ancora compiuto 18 anni. Per i figli che seguono una formazione il diritto sussiste fino alla conclusione della stessa, ma al più tardi fino al compimento dei 25 anni. Gli affiliati sono equiparati ai figli propri quando l’assicurato ne assume gratuitamente e durevolmente la cura e l’educazione. L’assicurato non ha diritto a una prestazione per i figli per i quali sono già versati assegni legali per i figli o per la formazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_22_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VI. Indennità giornaliere, Modalità",
        "citation": "Art. 22bis cpv. 3 LAI",
        "content": "L’indennità giornaliera decorre, al più presto, dal primo giorno del mese seguente a quello in cui l’assicurato ha compiuto 18 anni. Il diritto di cui all’articolo 22 capoverso 2 nasce con l’inizio della formazione, anche se l’assicurato non ha ancora compiuto 18 anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_22_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VI. Indennità giornaliere, Modalità",
        "citation": "Art. 22bis cpv. 4 LAI",
        "content": "Il diritto si estingue nel momento in cui l’assicurato anticipa la riscossione della totalità della rendita di vecchiaia in virtù dell’articolo 40 capoverso 1 LAVS, ma al più tardi alla fine del mese in cui raggiunge l’età di riferimento secondo l’articolo 21 capoverso 1 LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_22_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VI. Indennità giornaliere, Modalità",
        "citation": "Art. 22bis cpv. 5 LAI",
        "content": "Se l’assicurato riceve una rendita, questa continua a essergli versata al posto delle indennità giornaliere durante l’esecuzione dei provvedimenti di reinserimento secondo l’articolo 14a e dei provvedimenti di reintegrazione di cui all’articolo 8a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_22_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VI. Indennità giornaliere, Modalità",
        "citation": "Art. 22bis cpv. 6 LAI",
        "content": "Se a causa dell’esecuzione di un provvedimento l’assicurato subisce una perdita di guadagno o la soppressione dell’indennità giornaliera di un’altra assicurazione, l’assicurazione gli versa un’indennità giornaliera oltre alla rendita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_22_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VI. Indennità giornaliere, Modalità",
        "citation": "Art. 22bis cpv. 7 LAI",
        "content": "Il Consiglio federale stabilisce a quali condizioni sono versate le indennità giornaliere:\na. per giorni singoli;\nb. per i periodi d’accertamento e d’attesa;\nc. per il lavoro a titolo di prova;\nd. in caso di interruzione dei provvedimenti d’integrazione in seguito a malattia, infortunio o maternità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_22_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VI. Indennità giornaliere, Indennità di base",
        "citation": "Art. 23 cpv. 1 LAI",
        "content": "L’indennità di base ammonta all’80 per cento del reddito lavorativo conseguito dall’assicurato nell’ultimo periodo di attività lucrativa esercitata senza limitazioni dovute a ragioni di salute; tuttavia, non deve superare l’80 per cento dell’importo massimo dell’indennità giornaliera secondo l’articolo 24 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_23"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VI. Indennità giornaliere, Indennità di base",
        "citation": "Art. 23 cpv. 1bis LAI",
        "content": "Nel caso dei provvedimenti di reintegrazione di cui all’articolo 8a, l’indennità di base ammonta all’80 per cento del reddito lavorativo conseguito dall’assicurato immediatamente prima dell’inizio del provvedimento; tuttavia non deve superare l’80 per cento dell’importo massimo dell’indennità giornaliera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_23"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VI. Indennità giornaliere, Indennità di base",
        "citation": "Art. 23 cpv. 3 LAI",
        "content": "Per il calcolo del reddito lavorativo di cui ai capoversi 1 e 1bis è determinante il reddito medio sul quale sono riscossi i contributi secondo la LAVS (reddito determinante).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_23"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VI. Indennità giornaliere, Prestazione per i figli",
        "citation": "Art. 23bis LAI",
        "content": "La prestazione per i figli ammonta per ogni figlio al 2 per cento dell’importo massimo dell’indennità giornaliera secondo l’articolo 24 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_23_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VI. Indennità giornaliere, Importo massimo e minimo dell’indennità giornaliera",
        "citation": "Art. 24 cpv. 1 LAI",
        "content": "L’importo massimo dell’indennità giornaliera di cui all’articolo 22 capoverso 1 corrisponde all’importo massimo del guadagno giornaliero assicurato secondo la LAINF.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_24"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VI. Indennità giornaliere, Importo massimo e minimo dell’indennità giornaliera",
        "citation": "Art. 24 cpv. 2 LAI",
        "content": "L’indennità giornaliera di cui all’articolo 22 capoverso 1 è ridotta se supera il reddito lavorativo determinante, inclusi gli assegni legali per i figli e per la formazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_24"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VI. Indennità giornaliere, Importo massimo e minimo dell’indennità giornaliera",
        "citation": "Art. 24 cpv. 4 LAI",
        "content": "Se fino al momento dell’integrazione l’assicurato aveva diritto a un’indennità giornaliera secondo la LAINF, l’indennità giornaliera corrisponde almeno a quella versata fino allora dall’assicurazione contro gli infortuni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_24"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VI. Indennità giornaliere, Importo massimo e minimo dell’indennità giornaliera",
        "citation": "Art. 24 cpv. 5 LAI",
        "content": "Il Consiglio federale disciplina il computo di un eventuale reddito da attività lucrativa e per certi casi può prevedere riduzioni. Per il calcolo delle indennità giornaliere, l’UFAS allestisce tavole vincolanti con importi arrotondati per eccesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_24"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VI. Indennità giornaliere, Deduzione in caso di assunzione delle spese di vitto e alloggio da parte dell’assicurazione per l’invalidità",
        "citation": "Art. 24bis LAI",
        "content": "Se l’assicurazione per l’invalidità si assume completamente le spese di vitto e alloggio, l’indennità giornaliera subisce una deduzione. Il Consiglio federale determina l’importo della deduzione. In tal ambito differenzia tra assicurati che hanno e assicurati che non hanno un obbligo di mantenimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_24_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VI. Indennità giornaliere, Importo dell’indennità giornaliera durante la prima formazione professionale",
        "citation": "Art. 24ter cpv. 1 LAI",
        "content": "Per gli assicurati che seguono la prima formazione professionale l’importo mensile dell’indennità giornaliera corrisponde al salario stabilito nel contratto di tirocinio. Il Consiglio federale può stabilire criteri relativi all’importo dell’indennità giornaliera per i casi in cui il salario convenuto non corrisponde alla media cantonale del settore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_24_ter"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VI. Indennità giornaliere, Importo dell’indennità giornaliera durante la prima formazione professionale",
        "citation": "Art. 24ter cpv. 2 LAI",
        "content": "In assenza di un contratto di tirocinio, l’importo mensile dell’indennità giornaliera corrisponde al reddito medio, graduato in funzione dell’età, delle persone in una situazione formativa equivalente. Il Consiglio federale fissa l’importo dell’indennità giornaliera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_24_ter"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VI. Indennità giornaliere, Importo dell’indennità giornaliera durante la prima formazione professionale",
        "citation": "Art. 24ter cpv. 3 LAI",
        "content": "Per gli assicurati che hanno 25 anni compiuti, l’importo mensile dell’indennità giornaliera corrisponde all’importo massimo della rendita di vecchiaia secondo l’articolo 34 capoversi 3 e 5 LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_24_ter"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VI. Indennità giornaliere, Versamento dell’indennità giornaliera durante la prima formazione professionale",
        "citation": "Art. 24quater cpv. 1 LAI",
        "content": "Durante la prima formazione professionale l’indennità giornaliera è versata al datore di lavoro nella misura in cui questi paga all’assicurato un salario corrispondente. Il Consiglio federale definisce le modalità di versamento dell’indennità giornaliera per i casi in cui non vi è un datore di lavoro. L’importo è versato mensilmente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_24_quater"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VI. Indennità giornaliere, Versamento dell’indennità giornaliera durante la prima formazione professionale",
        "citation": "Art. 24quater cpv. 2 LAI",
        "content": "Se l’indennità giornaliera supera l’importo determinante secondo l’articolo 24ter capoverso 1, la differenza è versata all’assicurato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_24_quater"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VI. Indennità giornaliere, Contributi alle assicurazioni sociali",
        "citation": "Art. 25 cpv. 1 LAI",
        "content": "Sulle indennità giornaliere sono pagati contributi:\na. all’assicurazione per la vecchiaia e i superstiti;\nb. all’assicurazione per l’invalidità;\nc. all’ordinamento delle indennità per perdita di guadagno;\nd. se del caso, all’assicurazione contro la disoccupazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_25"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VI. Indennità giornaliere, Contributi alle assicurazioni sociali",
        "citation": "Art. 25 cpv. 2 LAI",
        "content": "La metà dei contributi è a carico dell’assicurato, l’altra metà dell’assicurazione per l’invalidità. L’assicurazione rimborsa inoltre il contributo del datore di lavoro per il personale agricolo secondo l’articolo 18 capoverso 1 della legge federale del 20 giugno 1952 sugli assegni familiari nell’agricoltura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_25"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VI. Indennità giornaliere, Contributi alle assicurazioni sociali",
        "citation": "Art. 25 cpv. 3 LAI",
        "content": "Il Consiglio federale può esentare dai contributi determinate categorie di persone e prevedere che non siano pagati contributi sulle indennità giornaliere accordate solo per brevi periodi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_25"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VII. Diritto d’opzione dell’assicurato, collaborazione, tariffe e tribunali arbitrali, Scelta tra medici, dentisti e farmacisti",
        "citation": "Art. 26 cpv. 1 LAI",
        "content": "L’assicurato ha libera scelta tra i medici, chiropratici, dentisti e farmacisti che sono autorizzati a esercitare la loro professione sotto la propria responsabilità professionale conformemente alla legge del 23 giugno 2006 sulle professioni mediche o che esercitano la loro professione nel settore pubblico sotto la propria responsabilità professionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_26"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VII. Diritto d’opzione dell’assicurato, collaborazione, tariffe e tribunali arbitrali, Scelta tra medici, dentisti e farmacisti",
        "citation": "Art. 26 cpv. 3 LAI",
        "content": "I medici con diploma federale, autorizzati da un Cantone a gestire una farmacia privata, sono parificati, nei limiti di questa autorizzazione, ai farmacisti designati nel capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_26"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VII. Diritto d’opzione dell’assicurato, collaborazione, tariffe e tribunali arbitrali, Scelta tra personale sanitario ausiliario, stabilimenti e fornitori di mezzi ausiliari",
        "citation": "Art. 26bis cpv. 1 LAI",
        "content": "L’assicurato ha libera scelta tra il personale sanitario ausiliario, gli stabilimenti e i laboratori, nonché le aziende presenti sul mercato generale del lavoro, che eseguono i provvedimenti d’integrazione, e i fornitori di mezzi ausiliari, in quanto essi soddisfino le prescrizioni cantonali e le esigenze dell’assicurazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_26_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VII. Diritto d’opzione dell’assicurato, collaborazione, tariffe e tribunali arbitrali, Scelta tra personale sanitario ausiliario, stabilimenti e fornitori di mezzi ausiliari",
        "citation": "Art. 26bis cpv. 2 LAI",
        "content": "Il Consiglio federale, consultati i Cantoni e le organizzazioni interessate, emana le prescrizioni sul riconoscimento degli agenti esecutori indicati nel capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_26_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VII. Diritto d’opzione dell’assicurato, collaborazione, tariffe e tribunali arbitrali, Collaborazione e tariffe",
        "citation": "Art. 27 cpv. 1 LAI",
        "content": "L’UFAS ha la facoltà di stipulare convenzioni con il corpo medico, le associazioni professionali del settore sanitario, nonché gli stabilimenti e i laboratori che eseguono provvedimenti di accertamento o d’integrazione, al fine di disciplinare la loro collaborazione con gli organi dell’assicurazione e stabilire le tariffe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_27"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VII. Diritto d’opzione dell’assicurato, collaborazione, tariffe e tribunali arbitrali, Collaborazione e tariffe",
        "citation": "Art. 27 cpv. 2 LAI",
        "content": "Il Consiglio federale può definire principi affinché le tariffe siano calcolate secondo le regole dell’economia e adeguatamente strutturate; può anche definire principi relativi all’adeguamento delle tariffe. Provvede al coordinamento con gli ordinamenti tariffali delle altre assicurazioni sociali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_27"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VII. Diritto d’opzione dell’assicurato, collaborazione, tariffe e tribunali arbitrali, Collaborazione e tariffe",
        "citation": "Art. 27 cpv. 3 LAI",
        "content": "Per i casi non retti da alcuna convenzione, il Consiglio federale può stabilire gli importi massimi delle spese assunte per provvedimenti d’integrazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_27"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VII. Diritto d’opzione dell’assicurato, collaborazione, tariffe e tribunali arbitrali, Collaborazione e tariffe",
        "citation": "Art. 27 cpv. 4 LAI",
        "content": "Le tariffe che fissano punti per le prestazioni o per importi forfettari che si rifanno alle prestazioni devono basarsi su una struttura tariffale uniforme per tutta la Svizzera. Se le parti non si accordano, la struttura tariffale è stabilita dal Consiglio federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_27"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VII. Diritto d’opzione dell’assicurato, collaborazione, tariffe e tribunali arbitrali, Collaborazione e tariffe",
        "citation": "Art. 27 cpv. 5 LAI",
        "content": "Il Consiglio federale può adeguare la struttura tariffale se quest’ultima si rivela inadeguata e le parti non si accordano su una sua revisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_27"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VII. Diritto d’opzione dell’assicurato, collaborazione, tariffe e tribunali arbitrali, Collaborazione e tariffe",
        "citation": "Art. 27 cpv. 6 LAI",
        "content": "Se non è stipulata una convenzione ai sensi del capoverso 1, il DFI, su domanda dell’UFAS o del fornitore di prestazioni, emana una decisione impugnabile concernente la collaborazione e le tariffe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_27"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VII. Diritto d’opzione dell’assicurato, collaborazione, tariffe e tribunali arbitrali, Collaborazione e tariffe",
        "citation": "Art. 27 cpv. 7 LAI",
        "content": "Se i fornitori di prestazioni e l’UFAS non si accordano sulla proroga di una convenzione tariffaria esistente, il DFI può prorogarla per un anno. Se entro tale termine non è stipulata una nuova convenzione, il DFI stabilisce le tariffe dopo aver consultato gli interessati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_27"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VII. Diritto d’opzione dell’assicurato, collaborazione, tariffe e tribunali arbitrali, Collaborazione e tariffe",
        "citation": "Art. 27 cpv. 8 LAI",
        "content": "Su richiesta, i fornitori di prestazioni, le loro federazioni e l’organizzazione di cui all’articolo 47a LAMal comunicano gratuitamente al Consiglio federale i dati necessari per adempiere i compiti di cui ai capoversi 3–5. Il Consiglio federale emana disposizioni dettagliate sul trattamento dei dati, nel rispetto del principio di proporzionalità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_27"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VII. Diritto d’opzione dell’assicurato, collaborazione, tariffe e tribunali arbitrali, Collaborazione e tariffe",
        "citation": "Art. 27 cpv. 9 LAI",
        "content": "In caso di violazione dell’obbligo di comunicare i dati di cui al capoverso 8, il Dipartimento federale dell’interno può prendere sanzioni contro i fornitori di prestazioni interessati, nonché contro le rispettive federazioni e l’organizzazione di cui all’articolo 47a LAMal. Le sanzioni consistono:\na. nell’ammonizione;\nb. nella multa sino a 20 000 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_27"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VII. Diritto d’opzione dell’assicurato, collaborazione, tariffe e tribunali arbitrali, Economicità dei provvedimenti sanitari",
        "citation": "Art. 27bis cpv. 1 LAI",
        "content": "Il rimborso può essere rifiutato per le prestazioni eccedenti il limite richiesto dall’interesse dell’assicurato e dallo scopo dei provvedimenti sanitari. L’ufficio AI può esigere dal fornitore di provvedimenti sanitari la restituzione di rimborsi ai sensi della presente legge ottenuti indebitamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_27_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VII. Diritto d’opzione dell’assicurato, collaborazione, tariffe e tribunali arbitrali, Economicità dei provvedimenti sanitari",
        "citation": "Art. 27bis cpv. 2 LAI",
        "content": "Il fornitore di provvedimenti sanitari deve fare usufruire l’ufficio AI di sconti diretti o indiretti che ha ottenuto:\na. da un altro fornitore di prestazioni cui ha conferito mandato;\nb. da persone o enti fornitori di medicamenti o di mezzi e apparecchi diagnostici o terapeutici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_27_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VII. Diritto d’opzione dell’assicurato, collaborazione, tariffe e tribunali arbitrali, Economicità dei provvedimenti sanitari",
        "citation": "Art. 27bis cpv. 3 LAI",
        "content": "Se il fornitore di provvedimenti sanitari disattende questo obbligo, l’ufficio AI può esigere la restituzione dello sconto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_27_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VII. Diritto d’opzione dell’assicurato, collaborazione, tariffe e tribunali arbitrali, Fatturazione",
        "citation": "Art. 27ter cpv. 1 LAI",
        "content": "Il fornitore di prestazioni deve consegnare all’ufficio AI una fattura dettagliata e comprensibile. Deve pure trasmettergli tutte le indicazioni necessarie per poter verificare il calcolo del rimborso e l’economicità della prestazione. L’assicurato riceve una copia della fattura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_27_ter"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VII. Diritto d’opzione dell’assicurato, collaborazione, tariffe e tribunali arbitrali, Fatturazione",
        "citation": "Art. 27ter cpv. 2 LAI",
        "content": "Per i rimborsi tramite importi forfettari per singolo caso nella fattura vanno indicate le basi di calcolo, in particolare le diagnosi e le procedure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_27_ter"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VII. Diritto d’opzione dell’assicurato, collaborazione, tariffe e tribunali arbitrali, Protezione tariffale",
        "citation": "Art. 27quater LAI",
        "content": "I fornitori di prestazioni devono attenersi alle tariffe e ai prezzi stabiliti dalla convenzione o dall’autorità competente; non possono esigere rimborsi superiori per prestazioni previste dalla presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_27_quater"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VII. Diritto d’opzione dell’assicurato, collaborazione, tariffe e tribunali arbitrali, Tribunale arbitrale cantonale",
        "citation": "Art. 27quinquies cpv. 1 LAI",
        "content": "Le controversie tra l’assicurazione e i fornitori di prestazioni sono giudicate dai tribunali arbitrali designati dai Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_27_quinquies"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VII. Diritto d’opzione dell’assicurato, collaborazione, tariffe e tribunali arbitrali, Tribunale arbitrale cantonale",
        "citation": "Art. 27quinquies cpv. 2 LAI",
        "content": "È competente il tribunale arbitrale del luogo in cui il fornitore di prestazioni ha un’installazione permanente o esercita l’attività professionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_27_quinquies"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VII. Diritto d’opzione dell’assicurato, collaborazione, tariffe e tribunali arbitrali, Tribunale arbitrale cantonale",
        "citation": "Art. 27quinquies cpv. 3 LAI",
        "content": "I Cantoni possono affidare i compiti del tribunale arbitrale al tribunale cantonale delle assicurazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_27_quinquies"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VII. Diritto d’opzione dell’assicurato, collaborazione, tariffe e tribunali arbitrali, Tribunale arbitrale cantonale",
        "citation": "Art. 27quinquies cpv. 4 LAI",
        "content": "Il tribunale arbitrale si compone di un presidente neutrale e di una rappresentanza paritetica delle parti interessate. Il tribunale cantonale delle assicurazioni al quale siano affidati i compiti del tribunale arbitrale è completato da una rappresentanza paritetica delle parti interessate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_27_quinquies"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VII. Diritto d’opzione dell’assicurato, collaborazione, tariffe e tribunali arbitrali, Tribunale arbitrale cantonale",
        "citation": "Art. 27quinquies cpv. 5 LAI",
        "content": "Il procedimento dinanzi al tribunale arbitrale è preceduto da una procedura di conciliazione, per quanto la controversia non sia già stata sottoposta a un’istanza di conciliazione prevista per convenzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_27_quinquies"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VII. Diritto d’opzione dell’assicurato, collaborazione, tariffe e tribunali arbitrali, Tribunale arbitrale cantonale",
        "citation": "Art. 27quinquies cpv. 6 LAI",
        "content": "Le decisioni sono notificate per scritto alle parti con la motivazione e l’indicazione dei rimedi giuridici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_27_quinquies"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VII. Diritto d’opzione dell’assicurato, collaborazione, tariffe e tribunali arbitrali, Tribunale arbitrale cantonale",
        "citation": "Art. 27quinquies cpv. 7 LAI",
        "content": "Per il resto, i Cantoni disciplinano la procedura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_27_quinquies"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VII. Diritto d’opzione dell’assicurato, collaborazione, tariffe e tribunali arbitrali, Misure di gestione strategica dei costi",
        "citation": "Art. 27sexies cpv. 1 LAI",
        "content": "I fornitori di prestazioni o le loro federazioni e l’UFAS prevedono misure di gestione strategica dei costi nelle convenzioni di cui all’articolo 27 capoverso 1 applicabili in tutta la Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_27_sexies"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VII. Diritto d’opzione dell’assicurato, collaborazione, tariffe e tribunali arbitrali, Misure di gestione strategica dei costi",
        "citation": "Art. 27sexies cpv. 2 LAI",
        "content": "Per ciascun settore rilevante per il tipo di fornitori di prestazioni, le misure prevedono almeno: \na. la sorveglianza dell’evoluzione quantitativa delle diverse posizioni previste per le prestazioni;\nb. la sorveglianza dell’evoluzione dei costi fatturati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_27_sexies"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VII. Diritto d’opzione dell’assicurato, collaborazione, tariffe e tribunali arbitrali, Misure di gestione strategica dei costi",
        "citation": "Art. 27sexies cpv. 3 LAI",
        "content": "Le convenzioni prevedono regole per correggere gli aumenti ingiustificati delle quantità o dei costi rispetto al periodo indicato nella convenzione. Indicano inoltre i fattori non influenzabili dai fornitori di prestazioni e dall’assicurazione che possono spiegare un aumento delle quantità e dei costi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_27_sexies"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VII. Diritto d’opzione dell’assicurato, collaborazione, tariffe e tribunali arbitrali, Misure di gestione strategica dei costi",
        "citation": "Art. 27sexies cpv. 4 LAI",
        "content": "Il Consiglio federale può definire i settori di cui al capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_27_sexies"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VII. Diritto d’opzione dell’assicurato, collaborazione, tariffe e tribunali arbitrali, Misure di gestione strategica dei costi",
        "citation": "Art. 27sexies cpv. 5 LAI",
        "content": "Se i fornitori di prestazioni o le loro federazioni e l’UFAS non si accordano sulle misure di gestione strategica dei costi di cui al capoverso 1, queste sono stabilite dal Consiglio federale. Su richiesta, i fornitori di prestazioni e le loro federazioni comunicano gratuitamente al Consiglio federale le informazioni necessarie per stabilire le misure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_27_sexies"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VII. Diritto d’opzione dell’assicurato, collaborazione, tariffe e tribunali arbitrali, Misure di gestione strategica dei costi",
        "citation": "Art. 27sexies cpv. 6 LAI",
        "content": "In caso di violazione dell’obbligo di comunicazione di cui al capoverso 5, il DFI può prendere sanzioni contro i fornitori di prestazioni interessati e le loro federazioni. Le sanzioni consistono:\na. nell’ammonimento;\nb. nella multa sino a 20 000 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_27_sexies"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, C. Provvedimenti d’integrazione e indennità giornaliere, VII. Diritto d’opzione dell’assicurato, collaborazione, tariffe e tribunali arbitrali, Misure di gestione strategica dei costi",
        "citation": "Art. 27sexies cpv. 7 LAI",
        "content": "Tutti i fornitori di prestazioni e l’UFAS si attengono alle misure di gestione strategica dei costi convenute secondo il capoverso 1 o stabilite secondo il capoverso 5 per il rispettivo settore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_27_sexies"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, D. Le rendite, I. Il diritto, Principio",
        "citation": "Art. 28 cpv. 1 LAI",
        "content": "L’assicurato ha diritto a una rendita se:\na. la sua capacità al guadagno o la sua capacità di svolgere le mansioni consuete non può essere ristabilita, mantenuta o migliorata mediante provvedimenti d’integrazione ragionevolmente esigibili;\nb. ha avuto un’incapacità al lavoro (art. 6 LPGA) almeno del 40 per cento in media durante un anno senza notevole interruzione; e\nc. al termine di questo anno è invalido (art. 8 LPGA) almeno al 40 per cento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_28"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, D. Le rendite, I. Il diritto, Principio",
        "citation": "Art. 28 cpv. 1bis LAI",
        "content": "La rendita secondo il capoverso 1 non è concessa fintantoché non sono esaurite le possibilità d’integrazione secondo l’articolo 8 capoversi 1bis e 1ter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_28"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, D. Le rendite, I. Il diritto, Valutazione del grado d’invalidità",
        "citation": "Art. 28a cpv. 1 LAI",
        "content": "Per valutare il grado d’invalidità di un assicurato che esercita un’attività lucrativa si applica l’articolo 16 LPGA. Il Consiglio federale definisce i redditi lavorativi determinanti per la valutazione del grado d’invalidità e i fattori di correzione applicabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_28_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, D. Le rendite, I. Il diritto, Valutazione del grado d’invalidità",
        "citation": "Art. 28a cpv. 2 LAI",
        "content": "Il grado d’invalidità dell’assicurato che non esercita un’attività lucrativa ma svolge le mansioni consuete e dal quale non si può ragionevolmente esigere che intraprenda un’attività lucrativa è valutato, in deroga all’articolo 16 LPGA, in funzione dell’incapacità di svolgere le mansioni consuete.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_28_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, D. Le rendite, I. Il diritto, Valutazione del grado d’invalidità",
        "citation": "Art. 28a cpv. 3 LAI",
        "content": "Se l’assicurato esercita un’attività lucrativa a tempo parziale o collabora gratuitamente nell’azienda del coniuge, il grado d’invalidità per questa attività è valutato secondo l’articolo 16 LPGA. Se svolge anche le mansioni consuete, il grado d’invalidità per questa attività è valutato secondo il capoverso 2. In tal caso, occorre determinare la parte dell’attività lucrativa o della collaborazione gratuita nell’azienda del coniuge e la parte dello svolgimento delle mansioni consuete e valutare il grado d’invalidità nei due ambiti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_28_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, D. Le rendite, I. Il diritto, Determinazione dell’importo della rendita",
        "citation": "Art. 28b cpv. 1 LAI",
        "content": "L’importo della rendita è determinato quale quota percentuale di una rendita intera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_28_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, D. Le rendite, I. Il diritto, Determinazione dell’importo della rendita",
        "citation": "Art. 28b cpv. 2 LAI",
        "content": "Se il grado d’invalidità è compreso tra il 50 e il 69 per cento, la quota percentuale corrisponde al grado d’invalidità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_28_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, D. Le rendite, I. Il diritto, Determinazione dell’importo della rendita",
        "citation": "Art. 28b cpv. 3 LAI",
        "content": "Se il grado d’invalidità è uguale o superiore al 70 per cento, l’assicurato ha diritto a una rendita intera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_28_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, D. Le rendite, I. Il diritto, Determinazione dell’importo della rendita",
        "citation": "Art. 28b cpv. 4 LAI",
        "content": "Se il grado d’invalidità è inferiore al 50 per cento, si applicano le quote percentuali seguenti:Grado d’invaliditàQuota percentuale49 %47,5 %48 %45    %47 %42,5 %46 %40    %45 %37,5 %44 %35    %43 %32,5 %42 %30    %41 %27,5 %40 %25    %",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_28_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, D. Le rendite, I. Il diritto, Inizio del diritto e versamento della rendita",
        "citation": "Art. 29 cpv. 1 LAI",
        "content": "Il diritto alla rendita nasce al più presto dopo sei mesi dalla data in cui l’assicurato ha rivendicato il diritto alle prestazioni conformemente all’articolo 29 capoverso 1 LPGA, ma al più presto a partire dal mese seguente il compimento dei 18 anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_29"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, D. Le rendite, I. Il diritto, Inizio del diritto e versamento della rendita",
        "citation": "Art. 29 cpv. 2 LAI",
        "content": "Il diritto non nasce finché l’assicurato può pretendere un’indennità giornaliera ai sensi dell’articolo 22.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_29"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, D. Le rendite, I. Il diritto, Inizio del diritto e versamento della rendita",
        "citation": "Art. 29 cpv. 3 LAI",
        "content": "La rendita è versata dall’inizio del mese in cui nasce il diritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_29"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, D. Le rendite, I. Il diritto, Inizio del diritto e versamento della rendita",
        "citation": "Art. 29 cpv. 4 LAI",
        "content": "Le rendite corrispondenti a un grado d’invalidità inferiore al 50 per cento sono versate solo agli assicurati che sono domiciliati e dimorano abitualmente (art. 13 LPGA) in Svizzera. Questo presupposto deve essere adempiuto anche dai congiunti per i quali è chiesta una prestazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_29"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, D. Le rendite, I. Il diritto, Estinzione del diritto",
        "citation": "Art. 30 LAI",
        "content": "Il diritto alla rendita si estingue nel momento in cui l’assicurato:\na. anticipa la riscossione della totalità della rendita di vecchiaia in virtù dell’articolo 40 capoverso 1 LAVS, salvo se l’anticipazione è avvenuta dopo la richiesta di prestazioni dell’assicurazione invalidità e prima della concessione di una rendita d’invalidità;\nb. acquisisce il diritto a una rendita di vecchiaia poiché ha raggiunto l’età di riferimento secondo l’articolo 21 capoverso 1 LAVS;\nc. decede.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_30"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, D. Le rendite, I. Il diritto, Prestazione transitoria in caso di incapacità al lavoro",
        "citation": "Art. 32 cpv. 1 LAI",
        "content": "L’assicurato ha diritto a una prestazione transitoria se:\na. nel corso dei tre anni successivi alla riduzione o alla soppressione della rendita presenta una nuova incapacità al lavoro pari ad almeno il 50 per cento;\nb. l’incapacità al lavoro è durata almeno 30 giorni e continua a sussistere; e\nc. prima della riduzione o della soppressione della rendita ha partecipato a provvedimenti di reintegrazione di cui all’articolo 8a o la rendita gli è stata ridotta o soppressa in seguito alla ripresa dell’attività lucrativa o all’aumento del grado d’occupazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_32"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, D. Le rendite, I. Il diritto, Prestazione transitoria in caso di incapacità al lavoro",
        "citation": "Art. 32 cpv. 2 LAI",
        "content": "Il diritto alla prestazione transitoria nasce all’inizio del mese in cui le condizioni di cui al capoverso 1 sono soddisfatte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_32"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, D. Le rendite, I. Il diritto, Prestazione transitoria in caso di incapacità al lavoro",
        "citation": "Art. 32 cpv. 3 LAI",
        "content": "Il diritto si estingue al più tardi alla fine del mese in cui l’ufficio AI decide in merito al grado d’invalidità (art. 34).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_32"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, D. Le rendite, I. Il diritto, Importo della prestazione transitoria",
        "citation": "Art. 33 cpv. 1 LAI",
        "content": "La prestazione transitoria di cui all’articolo 32 corrisponde:\na. alla differenza fra la rendita corrente e la rendita che l’assicurato riceverebbe se non fosse stata ridotta;\nb. alla rendita che l’assicurato riceverebbe se non fosse stata soppressa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_33"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, D. Le rendite, I. Il diritto, Importo della prestazione transitoria",
        "citation": "Art. 33 cpv. 2 LAI",
        "content": "Se l’assicurato ha diritto a una rendita completiva per i figli, questa è inclusa nel calcolo secondo il capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_33"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, D. Le rendite, I. Il diritto, Riesame del grado d’invalidità e adeguamento della rendita",
        "citation": "Art. 34 cpv. 1 LAI",
        "content": "L’ufficio AI che accorda la prestazione transitoria di cui all’articolo 32 dispone parallelamente il riesame del grado d’invalidità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_34"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, D. Le rendite, I. Il diritto, Riesame del grado d’invalidità e adeguamento della rendita",
        "citation": "Art. 34 cpv. 2 LAI",
        "content": "Il primo giorno del mese successivo a quello in cui l’ufficio AI pronuncia la propria decisione in merito al grado d’invalidità dell’assicurato:\na. nasce il diritto a una rendita, in deroga all’articolo 28 capoverso 1 lettera b, a condizione che il grado d’invalidità raggiunga nuovamente il livello che dà diritto alla rendita;\nb. la rendita corrente è aumentata, ridotta o soppressa per il futuro, se il grado d’invalidità subisce una notevole modificazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_34"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, D. Le rendite, I. Il diritto, Rendite completive per i figli",
        "citation": "Art. 35 cpv. 1 LAI",
        "content": "Le persone legittimate alla rendita d’invalidità hanno diritto a una rendita completiva per ogni figlio che, qualora esse fossero morte, avrebbe diritto a una rendita per orfani dell’assicurazione per la vecchiaia e i superstiti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_35"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, D. Le rendite, I. Il diritto, Rendite completive per i figli",
        "citation": "Art. 35 cpv. 3 LAI",
        "content": "I figli elettivi affiliati soltanto dopo l’insorgere dell’invalidità non danno diritto alla rendita completiva salvo qualora si tratti di figli dell’altro coniuge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_35"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, D. Le rendite, I. Il diritto, Rendite completive per i figli",
        "citation": "Art. 35 cpv. 4 LAI",
        "content": "La rendita completiva per i figli è versata come la rendita cui è connessa. Sono salve le disposizioni per un impiego appropriato della rendita (art. 20 LPGA) e le disposizioni contrarie del giudice civile. In deroga all’articolo 20 LPGA, il Consiglio federale può disciplinare il pagamento in casi speciali, segnatamente per i figli di coppie separate o divorziate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_35"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, D. Le rendite, II. Le rendite ordinarie, Beneficiari e calcolo",
        "citation": "Art. 36 cpv. 1 LAI",
        "content": "Hanno diritto a una rendita ordinaria gli assicurati che, all’insorgere dell’invalidità, hanno pagato i contributi per almeno tre anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_36"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, D. Le rendite, II. Le rendite ordinarie, Beneficiari e calcolo",
        "citation": "Art. 36 cpv. 2 LAI",
        "content": "Le disposizioni della LAVS si applicano per analogia al calcolo delle rendite ordinarie. Il Consiglio federale può emanare prescrizioni completive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_36"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, D. Le rendite, II. Le rendite ordinarie, Beneficiari e calcolo",
        "citation": "Art. 36 cpv. 4 LAI",
        "content": "Le quote pagate all’AVS prima dell’entrata in vigore della presente legge sono computate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_36"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, D. Le rendite, II. Le rendite ordinarie, Importo delle rendite d’invalidità",
        "citation": "Art. 37 cpv. 1 LAI",
        "content": "L’importo delle rendite d’invalidità corrisponde a quello delle rendite di vecchiaia dell’AVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_37"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, D. Le rendite, II. Le rendite ordinarie, Importo delle rendite d’invalidità",
        "citation": "Art. 37 cpv. 1bis LAI",
        "content": "Se entrambi i coniugi hanno diritto a una rendita, per la riduzione delle due rendite l’articolo 35 della LAVS si applica per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_37"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, D. Le rendite, II. Le rendite ordinarie, Importo delle rendite d’invalidità",
        "citation": "Art. 37 cpv. 2 LAI",
        "content": "Se un assicurato con una durata intera di contribuzione non ha ancora compiuto i 25 anni al momento dell’insorgenza dell’invalidità, la sua rendita d’invalidità e le eventuali rendite completive ammontano ad almeno il 1331/3 per cento dell’importo minimo della corrispondente rendita completa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_37"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, D. Le rendite, II. Le rendite ordinarie, Importo delle rendite per i figli",
        "citation": "Art. 38 cpv. 1 LAI",
        "content": "La rendita per i figli ammonta al 40 per cento della rendita d’invalidità che corrisponde al reddito medio annuo determinante. Se entrambi i genitori hanno diritto a una rendita per figli, le due rendite per figli vanno ridotte qualora la loro somma superi il 60 per cento della rendita massima d’invalidità. L’articolo 35 della LAVS si applica per analogia al calcolo della riduzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_38"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, D. Le rendite, II. Le rendite ordinarie, Importo delle rendite per i figli",
        "citation": "Art. 38 cpv. 2 LAI",
        "content": "Sono applicabili le regole valide per il calcolo delle corrispondenti rendite d’invalidità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_38"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, D. Le rendite, II. Le rendite ordinarie, Diminuzione in caso di soprassicurazione",
        "citation": "Art. 38bis cpv. 1 LAI",
        "content": "In deroga all’articolo 69 capoversi 2 e 3 LPGA, le rendite per figli sono ridotte nella misura in cui insieme con le rendite del padre o della madre superino il 90 per cento del reddito annuo medio determinante per il calcolo di queste ultime.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_38_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, D. Le rendite, II. Le rendite ordinarie, Diminuzione in caso di soprassicurazione",
        "citation": "Art. 38bis cpv. 2 LAI",
        "content": "Il Consiglio federale stabilisce tuttavia un importo minimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_38_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, D. Le rendite, III. Le rendite straordinarie, Beneficiari",
        "citation": "Art. 39 cpv. 1 LAI",
        "content": "Il diritto dei cittadini svizzeri alle rendite straordinarie è disciplinato dalla LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_39"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, D. Le rendite, III. Le rendite straordinarie, Beneficiari",
        "citation": "Art. 39 cpv. 3 LAI",
        "content": "Anche gli stranieri e gli apolidi invalidi, che da bambini hanno adempiuto le condizioni stabilite nell’articolo 9 capoverso 3, hanno diritto a una rendita straordinaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_39"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, D. Le rendite, III. Le rendite straordinarie, Importo delle rendite",
        "citation": "Art. 40 cpv. 1 LAI",
        "content": "Le rendite straordinarie sono pari all’importo minimo delle rendite ordinarie complete corrispondenti, riservati i capoversi 2 e 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_40"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, D. Le rendite, III. Le rendite straordinarie, Importo delle rendite",
        "citation": "Art. 40 cpv. 2 LAI",
        "content": "In deroga all’articolo 69 capoversi 2 e 3 LPGA, le rendite straordinarie per figli sono ridotte alle stesse condizioni e nella stessa misura delle rendite straordinarie dell’AVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_40"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, D. Le rendite, III. Le rendite straordinarie, Importo delle rendite",
        "citation": "Art. 40 cpv. 3 LAI",
        "content": "Le rendite straordinarie versate alle persone divenute invalide anteriormente al 1° dicembre dell’anno seguente a quello in cui hanno compiuto i 20 anni, sono pari al 133 e 1/3 per cento dell’importo minimo delle corrispondenti rendite ordinarie complete.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_40"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, E. L’assegno per grandi invalidi, Diritto",
        "citation": "Art. 42 cpv. 1 LAI",
        "content": "L’assicurato grande invalido (art. 9 LPGA) con domicilio e dimora abituale (art. 13 LPGA) in Svizzera ha diritto a un assegno per grandi invalidi. Rimane salvo l’articolo 42bis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_42"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, E. L’assegno per grandi invalidi, Diritto",
        "citation": "Art. 42 cpv. 2 LAI",
        "content": "Si distingue tra grande invalidità di grado elevato, medio o lieve.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_42"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, E. L’assegno per grandi invalidi, Diritto",
        "citation": "Art. 42 cpv. 3 LAI",
        "content": "È considerato grande invalido anche chi a causa di un danno alla salute vive a casa e necessita in modo permanente di essere accompagnato nell’organizzazione della realtà quotidiana. Chi soffre esclusivamente di un danno alla salute psichica è considerato grande invalido soltanto se ha diritto a una rendita. Chi ha bisogno unicamente di essere accompagnato in modo permanente nell’organizzazione della realtà quotidiana è considerato grande invalido di grado lieve. Rimane salvo l’articolo 42bis capoverso 5.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_42"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, E. L’assegno per grandi invalidi, Diritto",
        "citation": "Art. 42 cpv. 4 LAI",
        "content": "L’assegno per grandi invalidi è accordato al più presto dalla nascita. Il diritto nasce se l’assicurato ha presentato una grande invalidità almeno di grado lieve per un anno e senza notevoli interruzioni; rimane salvo l’articolo 42bis capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_42"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, E. L’assegno per grandi invalidi, Diritto",
        "citation": "Art. 42 cpv. 4bis LAI",
        "content": "Il diritto all’assegno per grandi invalidi si estingue al più tardi alla fine del mese:\na. che precede quello in cui l’assicurato anticipa la riscossione della totalità della rendita di vecchiaia in virtù dell’articolo 40 capoverso 1 LAVS; o\nb. in cui l’assicurato raggiunge l’età di riferimento secondo l’articolo 21 capoverso 1 LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_42"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, E. L’assegno per grandi invalidi, Diritto",
        "citation": "Art. 42 cpv. 5 LAI",
        "content": "In caso di soggiorno in un’istituzione per l’esecuzione di provvedimenti d’integrazione di cui all’articolo 8 capoverso 3, l’assicurato non ha più diritto all’assegno per grandi invalidi. Il Consiglio federale definisce la nozione di soggiorno. Può eccezionalmente prevedere la concessione di assegni per grandi invalidi anche in caso di soggiorno in un’istituzione se l’assicurato a causa di un grave danno agli organi sensori o di una grave infermità fisica può mantenere i contatti sociali solo grazie a servizi regolari e considerevoli di terzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_42"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, E. L’assegno per grandi invalidi, Diritto",
        "citation": "Art. 42 cpv. 6 LAI",
        "content": "Il Consiglio federale disciplina l’assunzione, in termini proporzionali, di un contributo all’assegno per grandi invalidi dell’assicurazione contro gli infortuni nel caso in cui la grande invalidità sia imputabile solo parzialmente a un infortunio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_42"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, E. L’assegno per grandi invalidi, Condizioni particolari per i minorenni",
        "citation": "Art. 42bis cpv. 1 LAI",
        "content": "I cittadini svizzeri minorenni senza domicilio (art. 13 cpv. 1 LPGA) in Svizzera sono equiparati agli assicurati riguardo all’assegno per grandi invalidi purché abbiano la loro dimora abituale (art. 13 cpv. 2 LPGA) in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_42_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, E. L’assegno per grandi invalidi, Condizioni particolari per i minorenni",
        "citation": "Art. 42bis cpv. 2 LAI",
        "content": "Gli stranieri minorenni hanno parimenti diritto a un assegno per grandi invalidi purché adempiano le condizioni di cui all’articolo 9 capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_42_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, E. L’assegno per grandi invalidi, Condizioni particolari per i minorenni",
        "citation": "Art. 42bis cpv. 3 LAI",
        "content": "Per gli assicurati che non hanno ancora compiuto il primo anno di età, il diritto nasce dal momento in cui si possa prevedere che vi sarà una grande invalidità durante più di 12 mesi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_42_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, E. L’assegno per grandi invalidi, Condizioni particolari per i minorenni",
        "citation": "Art. 42bis cpv. 4 LAI",
        "content": "I minorenni hanno diritto a un assegno per grandi invalidi solo per i giorni in cui non soggiornano in un istituto. In deroga all’articolo 67 capoverso 2 LPGA, i minorenni che soggiornano in uno stabilimento ospedaliero a spese dell’assicurazione sociale hanno diritto a un assegno per grandi invalidi per ogni mese civile intero, purché ogni 30 giorni lo stabilimento attesti che la presenza regolare dei genitori o di un genitore nello stabilimento sia necessaria ed effettiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_42_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, E. L’assegno per grandi invalidi, Condizioni particolari per i minorenni",
        "citation": "Art. 42bis cpv. 5 LAI",
        "content": "I minorenni non hanno diritto a un assegno per grandi invalidi se necessitano soltanto di essere accompagnati nell’organizzazione della realtà quotidiana.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_42_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, E. L’assegno per grandi invalidi, Importo",
        "citation": "Art. 42ter cpv. 1 LAI",
        "content": "Il grado personale di grande invalidità è determinante per stabilire l’importo dell’assegno per grandi invalidi. L’assegno per grandi invalidi è versato individualmente e deve agevolare la libertà di scelta negli ambiti principali della vita. L’assegno mensile in caso di grande invalidità di grado elevato ammonta all’80 per cento, in caso di grande invalidità di grado medio al 50 per cento e in caso di grande invalidità di grado lieve al 20 per cento dell’importo massimo della rendita di vecchiaia secondo l’articolo 34 capoversi 3 e 5 LAVS. L’assegno per gli assicurati minorenni è calcolato sotto forma di importo giornaliero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_42_ter"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, E. L’assegno per grandi invalidi, Importo",
        "citation": "Art. 42ter cpv. 2 LAI",
        "content": "L’assegno per gli assicurati grandi invalidi che soggiornano in un istituto ammonta a un quarto degli importi di cui al capoverso 1. Sono fatti salvi gli articoli 42 capoverso 5 e 42bis capoverso 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_42_ter"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, E. L’assegno per grandi invalidi, Importo",
        "citation": "Art. 42ter cpv. 3 LAI",
        "content": "L’assegno per minorenni grandi invalidi che necessitano inoltre di un’assistenza intensiva è aumentato di un supplemento per cure intensive; il supplemento non è accordato in caso di soggiorno in un istituto. Il supplemento ammonta, se il bisogno di assistenza dovuto all’invalidità è di almeno 8 ore al giorno, al 100 per cento, in caso di un bisogno di almeno 6 ore al giorno, al 70 per cento e, in caso di un bisogno di almeno 4 ore al giorno, al 40 per cento dell’importo massimo della rendita di vecchiaia secondo l’articolo 34 capoversi 3 e 5 LAVS. Il supplemento è calcolato sotto forma di importo giornaliero. Il Consiglio federale disciplina i dettagli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_42_ter"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, Ebis. Il contributo per l’assistenza, Diritto",
        "citation": "Art. 42quater cpv. 1 LAI",
        "content": "Hanno diritto al contributo per l’assistenza gli assicurati che: \na. percepiscono un assegno per grandi invalidi dell’AI secondo l’articolo 42 capoversi 1–4;\nb. vivono a casa propria; e \nc. sono maggiorenni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_42_quater"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, Ebis. Il contributo per l’assistenza, Diritto",
        "citation": "Art. 42quater cpv. 2 LAI",
        "content": "Il Consiglio federale stabilisce le condizioni per cui le persone con una capacità limitata di esercitare i diritti civili non hanno diritto al contributo per l’assistenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_42_quater"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, Ebis. Il contributo per l’assistenza, Diritto",
        "citation": "Art. 42quater cpv. 3 LAI",
        "content": "Stabilisce le condizioni alle quali i minorenni hanno diritto al contributo per l’assistenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_42_quater"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, Ebis. Il contributo per l’assistenza, Prestazioni d’aiuto coperte",
        "citation": "Art. 42quinquies LAI",
        "content": "L’assicurazione versa il contributo per l’assistenza a copertura delle prestazioni d’aiuto di cui l’assicurato ha bisogno e che gli sono fornite regolarmente da una persona fisica (assistente):\na. assunta dall’assicurato o dal suo rappresentante legale con un contratto di lavoro; e\nb. che non sia il coniuge, il partner registrato, la persona con cui convive di fatto o un parente in linea retta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_42_quinquies"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, Ebis. Il contributo per l’assistenza, Entità del diritto",
        "citation": "Art. 42sexies cpv. 1 LAI",
        "content": "Il calcolo del contributo per l’assistenza si basa sul tempo necessario per fornire le prestazioni d’aiuto. Da questo valore è dedotto il tempo che corrisponde alle prestazioni seguenti:\na. l’assegno per grandi invalidi di cui agli articoli 42–42ter, ad eccezione del supplemento per cure intensive di cui all’articolo 42ter capoverso 3;\nb. i sussidi per i servizi di terzi ai quali l’assicurato ricorre al posto di un mezzo ausiliario secondo l’articolo 21ter capoverso 2;\nc. il contributo alle cure versato dall’assicurazione obbligatoria delle cure medico-sanitarie nell’ambito delle cure di base secondo l’articolo 25a LAMal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_42_sexies"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, Ebis. Il contributo per l’assistenza, Entità del diritto",
        "citation": "Art. 42sexies cpv. 2 LAI",
        "content": "Nel calcolo del contributo per l’assistenza il tempo trascorso in uno stabilimento ospedaliero o semiospedaliero è dedotto dal tempo necessario per fornire le prestazioni d’aiuto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_42_sexies"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, Ebis. Il contributo per l’assistenza, Entità del diritto",
        "citation": "Art. 42sexies cpv. 3 LAI",
        "content": "In deroga all’articolo 64 capoversi 1 e 2 LPGA, l’assicurazione per l’invalidità non accorda alcun contributo per l’assistenza per le prestazioni d’aiuto coperte dal contributo alle cure secondo l’articolo 25a LAMal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_42_sexies"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, Ebis. Il contributo per l’assistenza, Entità del diritto",
        "citation": "Art. 42sexies cpv. 4 LAI",
        "content": "Il Consiglio federale stabilisce: \na. gli ambiti e il numero minimo e massimo di ore per cui è versato il contributo per l’assistenza;\nb. gli importi forfettari, per unità di tempo, accordati per le prestazioni d’aiuto coperte dal contributo per l’assistenza;\nc. i casi in cui, in base agli obblighi che derivano dal contratto di lavoro secondo il CO, il contributo per l’assistenza è versato, senza che le prestazioni d’aiuto siano state effettivamente fornite da un assistente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_42_sexies"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, Ebis. Il contributo per l’assistenza, Inizio ed estinzione del diritto",
        "citation": "Art. 42septies cpv. 1 LAI",
        "content": "In deroga all’articolo 24 LPGA il diritto al contributo per l’assistenza nasce al più presto nel momento in cui l’assicurato rivendica tale diritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_42_septies"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, Ebis. Il contributo per l’assistenza, Inizio ed estinzione del diritto",
        "citation": "Art. 42septies cpv. 2 LAI",
        "content": "L’assicurato ha diritto al contributo per l’assistenza per le prestazioni d’aiuto di cui dà comunicazione entro 12 mesi dalla fornitura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_42_septies"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, Ebis. Il contributo per l’assistenza, Inizio ed estinzione del diritto",
        "citation": "Art. 42septies cpv. 3 LAI",
        "content": "Il diritto si estingue nel momento in cui l’assicurato:\na. non adempie più le condizioni di cui all’articolo 42quater;\nb. anticipa la riscossione della totalità della rendita di vecchiaia in virtù dell’articolo 40 capoverso 1 LAVS o raggiunge l’età di riferimento secondo l’articolo 21 capoverso 1 LAVS; o\nc. decede.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_42_septies"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, Ebis. Il contributo per l’assistenza, Riduzione o rifiuto del contributo per l’assistenza ",
        "citation": "Art. 42octies LAI",
        "content": "Il contributo per l’assistenza può essere ridotto o rifiutato all’assicurato che non adempie i propri obblighi legali nei confronti dell’assistente o dell’assicurazione. Prima di ridurre o rifiutare il contributo, l’assicurazione deve inviare all’assicurato una diffida scritta e avvertirlo delle conseguenze giuridiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_42_octies"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, F. Il concorso di prestazioni, Prestazioni dell’assicurazione per la vecchiaia, i superstiti e l’invalidità",
        "citation": "Art. 43 cpv. 1 LAI",
        "content": "Le persone vedove e gli orfani che adempiono contemporaneamente le condizioni del diritto a una rendita per i superstiti dell’AVS e dell’assicurazione per l’invalidità, beneficiano di una rendita intera d’invalidità. È versata loro soltanto la rendita più elevata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_43"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, F. Il concorso di prestazioni, Prestazioni dell’assicurazione per la vecchiaia, i superstiti e l’invalidità",
        "citation": "Art. 43 cpv. 2 LAI",
        "content": "Se le condizioni d’assegnazione di una indennità giornaliera dell’assicurazione per l’invalidità sono adempiute o se questa assicurazione si assume, prevalentemente o completamente, le spese di vitto e alloggio durante l’esecuzione dei provvedimenti d’integrazione, l’assicurato non ha nessun diritto a una rendita dell’assicurazione per l’invalidità. Il Consiglio federale può prevedere deroghe e emanare disposizioni per la sostituzione dell’indennità giornaliera con una rendita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_43"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, F. Il concorso di prestazioni, Prestazioni dell’assicurazione per la vecchiaia, i superstiti e l’invalidità",
        "citation": "Art. 43 cpv. 3 LAI",
        "content": "Il Consiglio federale emana disposizioni al fine di evitare che un cumulo di prestazioni dell’assicurazione per l’invalidità con altre prestazioni di questa assicurazione o di quella per la vecchiaia e i superstiti conduca a un sovrindennizzo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_43"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, F. Il concorso di prestazioni, Relazione con l’assicurazione contro gli infortuni e l’assicurazione militare",
        "citation": "Art. 44 LAI",
        "content": "Il Consiglio federale stabilisce se e in quale misura gli assicurati aventi diritto a una rendita dell’assicurazione contro gli infortuni, all’indennità giornaliera oppure a una rendita dell’assicurazione militare hanno diritto a un’indennità giornaliera dell’assicurazione per l’invalidità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_44"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, G. Disposizioni diverse, Pagamento delle indennità giornaliere e delle rendite",
        "citation": "Art. 47 cpv. 1 LAI",
        "content": "In deroga all’articolo 19 capoverso 3 LPGA, le rendite possono continuare a essere concesse durante l’esecuzione di provvedimenti di accertamento e d’integrazione nonché di provvedimenti di reintegrazione secondo l’articolo 8a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_47"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, G. Disposizioni diverse, Pagamento delle indennità giornaliere e delle rendite",
        "citation": "Art. 47 cpv. 1bis LAI",
        "content": "Le rendite sono concesse:\na. fino alla decisione dell’ufficio AI secondo l’articolo 17 LPGA, se l’assicurato partecipa a provvedimenti di reintegrazione secondo l’articolo 8a;\nb. al massimo fino alla fine del terzo mese civile completo che segue l’inizio dei provvedimenti, nel caso di altri provvedimenti d’integrazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_47"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, G. Disposizioni diverse, Pagamento delle indennità giornaliere e delle rendite",
        "citation": "Art. 47 cpv. 1ter LAI",
        "content": "Oltre alla rendita l’assicurato riceve un’indennità giornaliera. Durante l’esecuzione di provvedimenti di accertamento e d’integrazione, quest’ultima è tuttavia ridotta di un trentesimo dell’importo della rendita, per la durata del periodo in cui sussiste il doppio diritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_47"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, G. Disposizioni diverse, Pagamento delle indennità giornaliere e delle rendite",
        "citation": "Art. 47 cpv. 2 LAI",
        "content": "Se una rendita sostituisce l’indennità giornaliera, in deroga all’articolo 19 capoverso 3 LPGA la rendita è versata senza riduzioni anche per il mese in cui termina il diritto all’indennità giornaliera. Per contro, in questo mese l’indennità giornaliera è ridotta di un trentesimo dell’importo della rendita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_47"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, G. Disposizioni diverse, Pagamento delle indennità giornaliere e delle rendite",
        "citation": "Art. 47 cpv. 3 LAI",
        "content": "Le rendite il cui importo non supera il 20 per cento della rendita minima completa sono versate, in deroga all’articolo 19 capoversi 1 e 3 LPGA, una volta all’anno. L’avente diritto può chiedere il versamento mensile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_47"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, G. Disposizioni diverse, Pagamento dell’assegno per grandi invalidi per i minorenni",
        "citation": "Art. 47a LAI",
        "content": "Per i minorenni, il pagamento dell’assegno per grandi invalidi avviene, in deroga all’articolo 19 capoverso 3 LPGA, a posteriori dietro presentazione di una fattura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_47_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, G. Disposizioni diverse, Ricupero di prestazioni arretrate",
        "citation": "Art. 48 cpv. 1 LAI",
        "content": "Se l’assicurato fa valere il diritto a un assegno per grandi invalidi, a provvedimenti sanitari o a mezzi ausiliari più di 12 mesi dopo la nascita di tale diritto, la prestazione gli è dovuta, in deroga all’articolo 24 capoverso 1 LPGA, soltanto per i 12 mesi precedenti la richiesta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_48"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, G. Disposizioni diverse, Ricupero di prestazioni arretrate",
        "citation": "Art. 48 cpv. 2 LAI",
        "content": "La prestazione arretrata è corrisposta per un periodo più lungo se l’assicurato:\na. non poteva conoscere i fatti determinanti il suo diritto alle prestazioni; e\nb. fa valere il suo diritto entro 12 mesi dal momento in cui è venuto a conoscenza di tali fatti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_48"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, G. Disposizioni diverse, Esecuzione dei provvedimenti d’integrazione",
        "citation": "Art. 49 LAI",
        "content": "La decisione in merito all’esecuzione dei provvedimenti d’integrazione (art. 28 cpv. 1 lett. a) è presa il più tardi 12 mesi dopo che è stata fatta valere la pretesa alla prestazione secondo l’articolo 29 capoverso 1 LPGA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_49"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, G. Disposizioni diverse, Esecuzione forzata e compensazione",
        "citation": "Art. 50 cpv. 1 LAI",
        "content": "Il diritto alla rendita non sottostà all’esecuzione forzata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_50"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, G. Disposizioni diverse, Esecuzione forzata e compensazione",
        "citation": "Art. 50 cpv. 2 LAI",
        "content": "Per la compensazione è applicabile per analogia l’articolo 20 capoverso 2 LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_50"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, G. Disposizioni diverse, Spese di viaggio",
        "citation": "Art. 51 cpv. 1 LAI",
        "content": "Le spese di viaggio in territorio svizzero, indispensabili per eseguire i provvedimenti di integrazione, sono rimborsate all’assicurato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_51"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 3: Le prestazioni, G. Disposizioni diverse, Spese di viaggio",
        "citation": "Art. 51 cpv. 2 LAI",
        "content": "Eccezionalmente, l’assicurazione può accordare un contributo per le spese di viaggio all’estero. Il Consiglio federale disciplina i particolari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_51"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, Principio",
        "citation": "Art. 53 cpv. 1 LAI",
        "content": "L’assicurazione è applicata dagli uffici AI in collaborazione con gli organi dell’assicurazione per la vecchiaia e per i superstiti e sotto la vigilanza della Confederazione (art. 76 LPGA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_53"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, Principio",
        "citation": "Art. 53 cpv. 2 LAI",
        "content": "Il Consiglio federale può delegare all’UFAS compiti d’esecuzione nei settori:\na. della consegna di mezzi ausiliari secondo l’articolo 21quater;\nabis. ...\nb. delle analisi scientifiche secondo l’articolo 68;\nc. dell’informazione nazionale sulle prestazioni dell’assicurazione secondo l’articolo 68ter;\nd. dei progetti pilota secondo l’articolo 68quater;\ne. del promovimento dell’aiuto agli invalidi secondo gli articoli 74 e 75.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_53"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, A. Gli uffici AI, Uffici AI cantonali",
        "citation": "Art. 54 cpv. 1 LAI",
        "content": "La Confederazione provvede all’istituzione di uffici AI cantonali. A tale scopo conclude convenzioni con i Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_54"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, A. Gli uffici AI, Uffici AI cantonali",
        "citation": "Art. 54 cpv. 2 LAI",
        "content": "I Cantoni istituiscono il loro ufficio AI sotto forma di istituto cantonale di diritto pubblico dotato di personalità giuridica. Più Cantoni possono concludere insieme una convenzione per istituire un ufficio AI comune o per delegare a un altro ufficio AI alcuni dei compiti di cui all’articolo 57. Gli atti legislativi cantonali o le convenzioni intercantonali disciplinano in particolare l’organizzazione interna degli uffici AI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_54"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, A. Gli uffici AI, Uffici AI cantonali",
        "citation": "Art. 54 cpv. 3 LAI",
        "content": "Se in un Cantone non si riesce a concludere una convenzione sull’istituzione dell’ufficio AI, il Consiglio federale può istituire l’ufficio AI cantonale sotto forma di istituto di diritto pubblico federale dotato di personalità giuridica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_54"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, A. Gli uffici AI, Uffici AI cantonali",
        "citation": "Art. 54 cpv. 3bis LAI",
        "content": "Se l’ufficio AI cantonale fa parte di un istituto cantonale delle assicurazioni sociali (art. 61 cpv. 1bis LAVS) e non è dotato di personalità giuridica, l’istituto cantonale delle assicurazioni sociali garantisce che l’UFAS possa esercitare senza restrizioni la vigilanza di cui all’articolo 64a e che venga effettuato il rimborso delle spese di cui all’articolo 67.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_54"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, A. Gli uffici AI, Uffici AI cantonali",
        "citation": "Art. 54 cpv. 4 LAI",
        "content": "La delega di compiti previsti dal diritto cantonale a un ufficio AI cantonale sottostà all’approvazione del DFI. L’autorizzazione può essere vincolata a condizioni e oneri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_54"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, A. Gli uffici AI, Uffici AI cantonali",
        "citation": "Art. 54 cpv. 5 LAI",
        "content": "I Cantoni possono delegare compiti previsti dal diritto federale a un ufficio AI cantonale. La delega sottostà all’approvazione del DFI; può essere vincolata a condizioni e oneri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_54"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, A. Gli uffici AI, Uffici AI cantonali",
        "citation": "Art. 54 cpv. 6 LAI",
        "content": "I Cantoni possono delegare compiti degli uffici AI cantonali di cui all’articolo 57 capoverso 1, inclusa la competenza di emanare decisioni, alle istituzioni pubbliche di cui all’articolo 68bis capoverso 1. La delega sottostà all’approvazione del DFI; può essere vincolata a condizioni e oneri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_54"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, A. Gli uffici AI, Servizi medici regionali",
        "citation": "Art. 54a cpv. 1 LAI",
        "content": "Gli uffici AI istituiscono servizi medici regionali interdisciplinari. Il Consiglio federale stabilisce le regioni dopo aver consultato i Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_54_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, A. Gli uffici AI, Servizi medici regionali",
        "citation": "Art. 54a cpv. 2 LAI",
        "content": "I servizi medici regionali sono a disposizione degli uffici AI per valutare le condizioni mediche del diritto alle prestazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_54_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, A. Gli uffici AI, Servizi medici regionali",
        "citation": "Art. 54a cpv. 3 LAI",
        "content": "I servizi medici regionali stabiliscono la capacità funzionale dell’assicurato, determinante per l’AI secondo l’articolo 6 LPGA, di esercitare un’attività lucrativa ragionevolmente esigibile o di svolgere le mansioni consuete.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_54_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, A. Gli uffici AI, Servizi medici regionali",
        "citation": "Art. 54a cpv. 4 LAI",
        "content": "I servizi medici regionali sono indipendenti per quanto concerne le decisioni in ambito medico nel caso specifico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_54_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, A. Gli uffici AI, Competenza",
        "citation": "Art. 55 cpv. 1 LAI",
        "content": "Per principio, l’ufficio AI competente è quello del Cantone di domicilio dell’assicurato al momento della richiesta delle prestazioni. Il Consiglio federale stabilisce la competenza nei casi speciali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_55"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, A. Gli uffici AI, Competenza",
        "citation": "Art. 55 cpv. 2 LAI",
        "content": "Il Consiglio federale può emanare prescrizioni nell’ambito della composizione delle controversie riguardo alla competenza territoriale e derogare in tale contesto all’articolo 35 LPGA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_55"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, A. Gli uffici AI, Ufficio AI della Confederazione",
        "citation": "Art. 56 LAI",
        "content": "Il Consiglio federale istituisce un ufficio AI per gli assicurati residenti all’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_56"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, A. Gli uffici AI, Compiti",
        "citation": "Art. 57 cpv. 1 LAI",
        "content": "Gli uffici AI hanno in particolare i compiti seguenti:\na. provvedere alla consulenza finalizzata all’integrazione;\nb. provvedere al rilevamento tempestivo;\nc. determinare, attuare e sorvegliare i provvedimenti di intervento tempestivo, compresi la consulenza e l’accompagnamento necessari;\nd. accertare le condizioni assicurative;\ne. accertare le possibilità di integrazione dell’assicurato in funzione delle sue risorse, con il coinvolgimento degli attori di rilievo nel caso specifico;\nf. determinare i provvedimenti d’integrazione con il coinvolgimento degli attori di rilievo nel caso specifico, attuare e sorvegliare tali provvedimenti, offrire all’assicurato e al suo datore di lavoro la consulenza e l’accompagnamento necessari durante l’integrazione e l’esame del diritto alla rendita nonché valutare la ripetizione di un provvedimento d’integrazione e adeguare l’obiettivo d’integrazione in caso di abbandono del provvedimento, in particolare per gli assicurati giovani;\ng. offrire consulenza e accompagnamento all’assicurato e al suo datore di lavoro dopo la conclusione dei provvedimenti d’integrazione o la soppressione di una rendita;\nh. offrire consulenza e accompagnamento ai beneficiari di una rendita con un potenziale d’integrazione a partire dalla concessione della rendita;\ni. valutare il grado d’invalidità, la grande invalidità e le prestazioni d’aiuto di cui l’assicurato ha bisogno;\nj. emanare le decisioni sulle prestazioni dell’assicurazione per l’invalidità;\nk. informare il pubblico;\nl. coordinare i provvedimenti sanitari con l’assicuratore malattia e l’assicuratore infortuni;\nm. controllare le fatture relative ai provvedimenti sanitari;\nn. tenere e pubblicare un elenco contenente in particolare dati concernenti i periti e i centri peritali incaricati, strutturato in base ai settori di specializzazione, al numero di casi esaminati annualmente e al numero di attestati di incapacità al lavoro rilasciati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_57"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, A. Gli uffici AI, Compiti",
        "citation": "Art. 57 cpv. 2 LAI",
        "content": "Il Consiglio federale può affidare agli uffici AI ulteriori compiti. Può emanare direttive applicabili all’elenco di cui al capoverso 1 lettera n e prevedere l’iscrizione di altri dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_57"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, A. Gli uffici AI, Compiti",
        "citation": "Art. 57 cpv. 3 LAI",
        "content": "Fino all’emanazione di una decisione, gli uffici AI stabiliscono quali accertamenti sono determinanti e necessari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_57"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, A. Gli uffici AI, Preavviso",
        "citation": "Art. 57a cpv. 1 LAI",
        "content": "L’ufficio AI comunica all’assicurato, per mezzo di un preavviso, la decisione prevista in merito alla domanda di prestazione o alla soppressione o riduzione della prestazione già assegnata, nonché la decisione prevista in merito alla sospensione cautelare delle prestazioni. L’assicurato ha il diritto di essere sentito conformemente all’articolo 42 LPGA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_57_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, A. Gli uffici AI, Preavviso",
        "citation": "Art. 57a cpv. 2 LAI",
        "content": "Se la decisione prevista concerne l’obbligo di prestazione di un altro assicuratore, l’ufficio AI sente quest’altro assicuratore prima di emanare la decisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_57_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, A. Gli uffici AI, Preavviso",
        "citation": "Art. 57a cpv. 3 LAI",
        "content": "Le parti possono presentare le loro obiezioni in merito al preavviso entro 30 giorni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_57_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, A. Gli uffici AI, Assegnazione di prestazioni senza decisione",
        "citation": "Art. 58 LAI",
        "content": "Il Consiglio federale può ordinare che, in deroga all’articolo 49 capoverso 1 LPGA, la procedura semplificata di cui all’articolo 51 LPGA sia applicabile anche per determinate prestazioni rilevanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_58"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, A. Gli uffici AI, Organizzazione e procedura",
        "citation": "Art. 59 cpv. 1 LAI",
        "content": "Gli uffici AI si organizzano in modo da garantire che i compiti elencati nell’articolo 57 siano eseguiti con professionalità ed efficienza nel rispetto delle prescrizioni legali e delle istruzioni della Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_59"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, A. Gli uffici AI, Organizzazione e procedura",
        "citation": "Art. 59 cpv. 3 LAI",
        "content": "Gli uffici AI possono far capo a specialisti dell’aiuto privato agli invalidi, ad esperti, a centri d’osservazione medica e professionale, a servizi specializzati nell’integrazione degli stranieri, a servizi d’interpretariato interculturale, nonché a servizi di altre istituzioni preposte alle assicurazioni sociali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_59"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, A. Gli uffici AI, Organizzazione e procedura",
        "citation": "Art. 59 cpv. 4 LAI",
        "content": "Gli uffici AI possono concludere con altri assicuratori e con gli organi dell’aiuto sociale pubblico convenzioni relative alla possibilità di far capo ai servizi medici regionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_59"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, A. Gli uffici AI, Organizzazione e procedura",
        "citation": "Art. 59 cpv. 5 LAI",
        "content": "Per lottare contro la riscossione indebita delle prestazioni gli uffici AI possono far capo a specialisti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_59"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, A. Gli uffici AI, Organizzazione e procedura",
        "citation": "Art. 59 cpv. 6 LAI",
        "content": "Nell’erogare le loro prestazioni, gli uffici AI tengono conto delle peculiarità linguistiche, sociali e culturali degli assicurati, senza che per questi ultimi ne derivi il diritto a una prestazione particolare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_59"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, A. Gli uffici AI, Responsabilità",
        "citation": "Art. 59a LAI",
        "content": "Le pretese di risarcimento di cui all’articolo 78 LPGA devono essere fatte valere presso l’ufficio AI; quest’ultimo statuisce mediante decisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_59_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, A. Gli uffici AI, Revisione dei conti",
        "citation": "Art. 59b LAI",
        "content": "La gestione contabile degli uffici AI è verificata, nell’ambito della revisione delle casse di compensazione competenti per gli uffici AI secondo l’articolo 68 capoverso 1 LAVS, da uffici di revisione esterni indipendenti, specializzati e riconosciuti dall’UFAS. Quest’ultimo può procedere direttamente alle necessarie revisioni complementari o farle effettuare dall’Ufficio centrale di compensazione o da un ufficio di revisione esterno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_59_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, B. Le casse di compensazione, Compiti",
        "citation": "Art. 60 cpv. 1 LAI",
        "content": "I compiti delle casse di compensazione sono in particolare i seguenti:\na. collaborare all’accertamento dei presupposti assicurativi;\nb. calcolare l’importo delle rendite, delle indennità giornaliere e degli assegni per spese di custodia e d’assistenza;\nc. versare le rendite, le indennità giornaliere, gli assegni per spese di custodia e d’assistenza e, per quanto riguarda gli assicurati maggiorenni, gli assegni per grandi invalidi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_60"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, B. Le casse di compensazione, Compiti",
        "citation": "Art. 60 cpv. 2 LAI",
        "content": "Per altro, l’articolo 63 della LAVS si applica per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_60"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, B. Le casse di compensazione, Compiti",
        "citation": "Art. 60 cpv. 3 LAI",
        "content": "Il Consiglio federale può emanare prescrizioni sulla composizione delle controversie in materia di competenza territoriale e derogare all’articolo 35 LPGA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_60"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, B. Le casse di compensazione, Collaborazione",
        "citation": "Art. 61 LAI",
        "content": "Il Consiglio federale disciplina la collaborazione tra gli uffici AI e gli organi dell’AVS....",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_61"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, C. La vigilanza della Confederazione, Principio",
        "citation": "Art. 64 cpv. 1 LAI",
        "content": "La Confederazione sorveglia l’esecuzione della presente legge da parte degli uffici AI e provvede a un’applicazione uniforme. Gli articoli 72, 72a e 72b LAVS sono applicabili per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_64"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, C. La vigilanza della Confederazione, Principio",
        "citation": "Art. 64 cpv. 2 LAI",
        "content": "Per la vigilanza sugli organi dell’AVS nell’esecuzione della presente legge, le prescrizioni della LAVS si applicano per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_64"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, C. La vigilanza della Confederazione, Vigilanza da parte dell’UFAS",
        "citation": "Art. 64a cpv. 1 LAI",
        "content": "L’UFAS esercita la vigilanza materiale sugli uffici AI e sui servizi medici regionali. Esso adempie in particolare i seguenti compiti:\na. controllare ogni anno l’adempimento da parte degli uffici AI dei compiti di cui all’articolo 57 e l’adempimento da parte dei servizi medici regionali dei compiti secondo l’articolo 54a;\nb. impartire agli uffici AI istruzioni generali e istruzioni riguardanti singoli casi;\nc. impartire ai servizi medici regionali istruzioni generali in materia sanitaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_64_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, C. La vigilanza della Confederazione, Vigilanza da parte dell’UFAS",
        "citation": "Art. 64a cpv. 2 LAI",
        "content": "L’UFAS esercita la vigilanza amministrativa sugli uffici AI, inclusi i servizi medici regionali. Stabilisce in particolare criteri per garantire l’efficacia, la qualità e l’uniformità dell’adempimento dei compiti di cui agli articoli 57 e 54a e controlla il rispetto di questi criteri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_64_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, C. La vigilanza della Confederazione, Commissione federale dell’AVS/AI",
        "citation": "Art. 65 LAI",
        "content": "La Commissione federale dell’assicurazione per la vecchiaia, i superstiti e l’invalidità tratta, nei limiti dell’articolo 73 della LAVS, anche le questioni fondamentali dell’assicurazione per l’invalidità. Essa comprende anche rappresentanti degli andicappati e dell’aiuto agli invalidi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_65"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, D. Disposizioni varie, Disposizioni applicabili della LAVS",
        "citation": "Art. 66 cpv. 1 LAI",
        "content": "Per quanto la presente legge non vi deroghi, sono applicabili per analogia le disposizioni della LAVS concernenti:\na. i sistemi d’informazione (art. 49a, 49b e 72a cpv. 2 lett. b LAVS);\nb. i registri (art. 49c–49e LAVS);\nc. il trattamento di dati personali (art. 49f LAVS);\nd.  l’utilizzazione sistematica del numero AVS (art. 50c e 153b–153i LAVS); \ne. i datori di lavoro (art. 51 e 52 LAVS);\nf. le casse di compensazione (art. 53–70 LAVS);\ng. l’Ufficio centrale di compensazione (art. 71 LAVS); \nh. il rimborso e l’assunzione delle spese (art. 95 LAVS).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_66"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, D. Disposizioni varie, Disposizioni applicabili della LAVS",
        "citation": "Art. 66 cpv. 2 LAI",
        "content": "La responsabilità per danni è retta dall’articolo 78 LPGA e, per analogia, dagli articoli 52, 70 e 71a LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_66"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, D. Disposizioni varie, Comunicazione di dati",
        "citation": "Art. 66a cpv. 1 LAI",
        "content": "Purché nessun interesse privato preponderante vi si opponga, gli organi incaricati di applicare la presente legge oppure di controllarne o sorvegliarne l’esecuzione possono comunicare i dati, in deroga all’obbligo del segreto di cui all’articolo 33 LPGA:\na. alle autorità fiscali, qualora si riferiscano al versamento di rendite AI e tali autorità ne necessitino per l’applicazione delle leggi in materia fiscale;\nb. alle autorità preposte all’esecuzione della legge federale del 12 giugno 1959 sulla tassa d’esenzione dall’obbligo militare, secondo l’articolo 24 di detta legge;\nc. al Servizio delle attività informative della Confederazione (SIC) o agli organi di sicurezza dei Cantoni a destinazione del SIC, qualora sussista una minaccia concreta per la sicurezza interna o esterna secondo l’articolo 19 capoverso 2 della legge federale del 25 settembre 2015 sulle attività informative;\ncbis.  ai medici curanti, nella misura in cui le informazioni e la documentazione servono a stabilire i provvedimenti d’integrazione adeguati per l’interessato; in singoli casi, lo scambio di dati può avvenire oralmente;\nd. all’Ufficio centrale di compensazione (art. 71 LAVS), qualora siano necessari dati medici per la registrazione e il trattamento di richieste di prestazioni e per la trasmissione di queste ultime all’estero in virtù di convenzioni internazionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_66_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, D. Disposizioni varie, Comunicazione di dati",
        "citation": "Art. 66a cpv. 2 LAI",
        "content": "Per il resto è applicabile per analogia l’articolo 50a LAVS, incluse le deroghe alla LPGA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_66_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, D. Disposizioni varie, Comunicazione di dati",
        "citation": "Art. 66a cpv. 3 LAI",
        "content": "L’assicurazione per l’invalidità mette a disposizione dell’Istituto nazionale svizzero di assicurazione contro gli infortuni, in forma anonimizzata, i dati personali necessari per analizzare il rischio d’infortuni delle persone di cui all’articolo 1a capoverso 1 lettera c LAINF.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_66_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, D. Disposizioni varie, Accesso ai sistemi d’informazione",
        "citation": "Art. 66b cpv. 1 LAI",
        "content": "L’Ufficio centrale di compensazione (art. 71 LAVS) tiene un registro dei beneficiari di prestazioni in natura nonché un elenco dei conti relativi a tali prestazioni. Il registro e l’elenco servono a indennizzare i costi di tali prestazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_66_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, D. Disposizioni varie, Accesso ai sistemi d’informazione",
        "citation": "Art. 66b cpv. 1bis LAI",
        "content": "Il Fondo di compensazione AI indennizza all’Ufficio centrale di compensazione i costi della gestione e dello sviluppo del registro e dell’elenco.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_66_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, D. Disposizioni varie, Accesso ai sistemi d’informazione",
        "citation": "Art. 66b cpv. 2 LAI",
        "content": "Gli uffici dell’AI, le casse di compensazione e l’ufficio federale competente possono accedere, mediante procedura di richiamo, al registro e all’elenco summenzionati, per i dati necessari all’adempimento dei compiti conferiti loro dalla presente legge e dalla legge sull’assicurazione per la vecchiaia e per i superstiti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_66_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, D. Disposizioni varie, Accesso ai sistemi d’informazione",
        "citation": "Art. 66b cpv. 2bis LAI",
        "content": "L’Ufficio centrale di compensazione gestisce un sistema d’informazione destinato alla determinazione delle prestazioni previste in virtù di convenzioni internazionali. Il sistema d’informazione consente agli uffici AI e alle casse di compensazione competenti di registrare e trattare le richieste di prestazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_66_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, D. Disposizioni varie, Accesso ai sistemi d’informazione",
        "citation": "Art. 66b cpv. 2ter LAI",
        "content": "Gli uffici AI e le casse di compensazione possono, mediante procedura di richiamo, accedere al sistema d’informazione per i dati necessari all’adempimento dei compiti conferiti loro dalla presente legge, dalla LAVS e da convenzioni internazionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_66_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, D. Disposizioni varie, Accesso ai sistemi d’informazione",
        "citation": "Art. 66b cpv. 3 LAI",
        "content": "Il Consiglio federale disciplina la responsabilità per la protezione dei dati, i dati da raccogliere e i termini di conservazione, l’accesso ai dati, la collaborazione fra utenti nonché la sicurezza dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_66_b"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, D. Disposizioni varie, Capacità di condurre un veicolo a motore",
        "citation": "Art. 66c cpv. 1 LAI",
        "content": "Se ha dubbi quanto alla capacità fisica o psichica dell’assicurato di condurre con sicurezza un veicolo a motore o un natante o di esercitare con sicurezza un servizio nautico a bordo di un natante, l’ufficio AI può comunicare all’autorità cantonale competente l’identità dell’assicurato (art. 22 della LF del 19 dic. 1958 sulla circolazione stradale e art. 17b cpv. 4 della LF del 3 ott. 1975 sulla navigazione interna).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_66_c"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, D. Disposizioni varie, Capacità di condurre un veicolo a motore",
        "citation": "Art. 66c cpv. 2 LAI",
        "content": "L’ufficio AI informa l’assicurato di tale comunicazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_66_c"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, D. Disposizioni varie, Capacità di condurre un veicolo a motore",
        "citation": "Art. 66c cpv. 3 LAI",
        "content": "In singoli casi, l’ufficio AI consegna su richiesta all’autorità cantonale la documentazione pertinente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_66_c"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, D. Disposizioni varie, Rimborso delle spese",
        "citation": "Art. 67 cpv. 1 LAI",
        "content": "L’assicurazione rimborsa le seguenti spese:\na. le spese d’esercizio causate agli uffici AI, inclusi i servizi medici regionali, dall’esecuzione della presente legge, nell’ambito di una gestione razionale; le spese possono essere rimborsate in funzione delle prestazioni fornite e dei risultati ottenuti;\nb. le spese dell’UFAS per i compiti d’esecuzione che gli sono delegati dal Consiglio federale secondo l’articolo 53 e per i compiti di vigilanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_67"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, D. Disposizioni varie, Rimborso delle spese",
        "citation": "Art. 67 cpv. 1bis LAI",
        "content": "Il Consiglio federale può prevedere che l’assicurazione rimborsi le spese per la tenuta dell’elenco dei medicamenti di cui all’articolo 14ter capoverso 5.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_67"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, D. Disposizioni varie, Rimborso delle spese",
        "citation": "Art. 67 cpv. 2 LAI",
        "content": "Il DFI determina le spese computabili dell’UFAS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_67"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, D. Disposizioni varie, Analisi scientifiche e informazione, rimborso delle spese",
        "citation": "Art. 68 cpv. 1 LAI",
        "content": "La Confederazione svolge o fa effettuare analisi scientifiche sull’attuazione della presente legge per:\na. sorvegliarne e valutarne l’applicazione;\nb. migliorarne l’esecuzione;\nc. promuoverne l’efficacia,\nd. proporre adeguamenti legislativi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_68"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, D. Disposizioni varie, Analisi scientifiche e informazione, rimborso delle spese",
        "citation": "Art. 68 cpv. 2 LAI",
        "content": "L’assicurazione rimborsa alla Confederazione le spese derivanti dall’adempimento dei compiti di cui al capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_68"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, D. Disposizioni varie, Forme di collaborazione interistituzionale",
        "citation": "Art. 68bis cpv. 1 LAI",
        "content": "Al fine di agevolare, per gli assicurati che sono stati oggetto di una comunicazione in vista del rilevamento tempestivo o che hanno presentato una domanda di prestazioni presso un ufficio AI e la cui capacità al guadagno è sottoposta ad accertamento, l’accesso ai provvedimenti d’integrazione appropriati previsti dall’assicurazione per l’invalidità, dall’assicurazione contro la disoccupazione o dai Cantoni, gli uffici AI collaborano strettamente con:\na. gli assicuratori e gli organi d’esecuzione delle assicurazioni sociali;\nb. le imprese di assicurazione che sottostanno alla LSA;\nc. gli istituti della previdenza professionale che sottostanno alla legge del 17 dicembre 1993 sul libero passaggio;\nd. gli organi d’esecuzione cantonali competenti per la promozione dell’integrazione professionale;\ne. gli organi d’esecuzione delle leggi cantonali in materia di aiuto sociale;\nebis. gli organi d’esecuzione pubblici e privati della legislazione sull’asilo, sugli stranieri e sull’integrazione;\nf. altre istituzioni pubbliche e private importanti per l’integrazione degli assicurati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_68_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, D. Disposizioni varie, Forme di collaborazione interistituzionale",
        "citation": "Art. 68bis cpv. 1bis LAI",
        "content": "L’assicurazione per l’invalidità collabora con gli organi cantonali preposti al sostegno dell’integrazione professionale dei giovani. Può partecipare anche al finanziamento degli organi cantonali preposti al coordinamento delle misure di sostegno se:\na. tali organi assistono giovani che presentano problematiche multiple; e\nb. la collaborazione tra tali organi e l’ufficio AI come pure la partecipazione finanziaria dell’assicurazione per l’invalidità sono disciplinate in una convenzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_68_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, D. Disposizioni varie, Forme di collaborazione interistituzionale",
        "citation": "Art. 68bis cpv. 1ter LAI",
        "content": "Nel caso di minorenni a partire da 13 anni compiuti e di giovani adulti fino al compimento dei 25 anni che sono minacciati da un’invalidità e hanno presentato una domanda di prestazioni all’assicurazione per l’invalidità, gli uffici AI possono partecipare ai costi dei provvedimenti volti a preparare a una prima formazione professionale ai sensi dell’articolo 16 capoverso 1, se è stata conclusa una convenzione con gli organi cantonali competenti di cui al capoverso 1 lettera d.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_68_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, D. Disposizioni varie, Forme di collaborazione interistituzionale",
        "citation": "Art. 68bis cpv. 1quater LAI",
        "content": "L’assicurazione per l’invalidità assume al massimo un terzo delle spese di cui al capoverso 1bis per ogni Cantone e dei costi di cui al capoverso 1ter per ogni provvedimento. Il Consiglio federale può stabilire limiti massimi per i contributi e subordinarne il versamento ad altre condizioni o ad oneri. Può delegare all’UFAS la competenza di stabilire i requisiti minimi per le convenzioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_68_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, D. Disposizioni varie, Forme di collaborazione interistituzionale",
        "citation": "Art. 68bis cpv. 2 LAI",
        "content": "Gli uffici AI, gli assicuratori e gli organi d’esecuzione delle assicurazioni sociali sono svincolati reciprocamente dall’obbligo del segreto (art. 33 LPGA), a condizione che:\na. una base legale formale svincoli da questo obbligo gli assicuratori e gli organi d’esecuzione delle assicurazioni sociali;\nb. nessun interesse privato preponderante vi si opponga; e\nc. le informazioni e la documentazione servano per:\n1. determinare i provvedimenti d’integrazione adeguati per la persona interessata, o\n2. chiarire le pretese della persona interessata nei confronti delle assicurazioni sociali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_68_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, D. Disposizioni varie, Forme di collaborazione interistituzionale",
        "citation": "Art. 68bis cpv. 3 LAI",
        "content": "L’obbligo del segreto per gli uffici AI decade, alle condizioni di cui al capoverso 2 lettere b e c, anche nei confronti delle istituzioni e degli organi d’esecuzione cantonali di cui ai capoversi 1 lettere b–f e 1bis, purché una base legale formale svincoli tali istituzioni e organi da questo obbligo ed essi accordino la reciprocità agli uffici AI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_68_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, D. Disposizioni varie, Forme di collaborazione interistituzionale",
        "citation": "Art. 68bis cpv. 4 LAI",
        "content": "In deroga all’articolo 32 LPGA e all’articolo 50a capoverso 1 LAVS, lo scambio di dati secondo i capoversi 2 e 3 può avvenire anche oralmente secondo i casi. La persona interessata dev’essere successivamente informata dello scambio di dati e del loro contenuto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_68_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, D. Disposizioni varie, Forme di collaborazione interistituzionale",
        "citation": "Art. 68bis cpv. 5 LAI",
        "content": "Se emana una decisione che rientra nel settore di prestazioni di un’istituzione o di un organo d’esecuzione cantonale di cui ai capoversi 1 lettere b–f e 1bis, l’ufficio AI è tenuto a fornirne loro una copia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_68_bis"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, D. Disposizioni varie, Informazione nazionale sulle prestazioni dell’assicurazione",
        "citation": "Art. 68ter cpv. 1 LAI",
        "content": "La Confederazione provvede a un’informazione generale a livello nazionale sulle prestazioni dell’assicurazione. Il Consiglio federale emana le necessarie disposizioni sulle modalità dell’informazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_68_ter"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, D. Disposizioni varie, Informazione nazionale sulle prestazioni dell’assicurazione",
        "citation": "Art. 68ter cpv. 2 LAI",
        "content": "L’assicurazione rimborsa alla Confederazione le spese derivanti dall’adempimento dei compiti di cui al capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_68_ter"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, D. Disposizioni varie, Progetti pilota",
        "citation": "Art. 68quater cpv. 1 LAI",
        "content": "Ai fini dell’integrazione, l’UFAS può autorizzare progetti pilota di durata limitata che possono derogare alle disposizioni della presente legge. Sente dapprima la Commissione federale dell’AVS/AI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_68_quater"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, D. Disposizioni varie, Progetti pilota",
        "citation": "Art. 68quater cpv. 2 LAI",
        "content": "L’UFAS può protrarre per quattro anni al massimo l’autorizzazione per progetti pilota che hanno dato buoni risultati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_68_quater"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, D. Disposizioni varie, Progetti pilota",
        "citation": "Art. 68quater cpv. 3 LAI",
        "content": "Il finanziamento può avvenire mediante fondi dell’assicurazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_68_quater"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, D. Disposizioni varie, Responsabilità per danni presso le imprese",
        "citation": "Art. 68quinquies cpv. 1 LAI",
        "content": "Se l’assicurato cagiona un danno all’impresa durante un provvedimento secondo l’articolo 7d, 14a, 15, 16, 17 o 18a della presente legge o durante un accertamento ai sensi dell’articolo 43 LPGA e l’impresa può far valere il diritto al risarcimento del danno in applicazione, per analogia, dell’articolo 321e CO, l’assicurazione per l’invalidità risponde del danno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_68"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, D. Disposizioni varie, Responsabilità per danni presso le imprese",
        "citation": "Art. 68quinquies cpv. 2 LAI",
        "content": "Se l’assicurato cagiona un danno a terzi durante un provvedimento secondo l’articolo 7d, 14a, 15, 16, 17 o 18a della presente legge o durante un accertamento ai sensi dell’articolo 43 LPGA, l’impresa risponde del danno così come risponde del comportamento dei suoi lavoratori. Essa può esercitare il regresso contro l’assicurazione per l’invalidità, sempre che l’assicurato sia tenuto a risarcire il danno in applicazione, per analogia, dell’articolo 321e CO.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_68"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, D. Disposizioni varie, Responsabilità per danni presso le imprese",
        "citation": "Art. 68quinquies cpv. 3 LAI",
        "content": "L’assicurazione per l’invalidità può esercitare il regresso contro l’assicurato per gli indennizzi versati secondo i capoversi 1 e 2, se l’assicurato ha cagionato il danno intenzionalmente o per grave negligenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_68"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, D. Disposizioni varie, Responsabilità per danni presso le imprese",
        "citation": "Art. 68quinquies cpv. 4 LAI",
        "content": "L’assicurato non può essere convenuto direttamente in giudizio dalla persona lesa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_68"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, D. Disposizioni varie, Responsabilità per danni presso le imprese",
        "citation": "Art. 68quinquies cpv. 5 LAI",
        "content": "L’ufficio AI competente si pronuncia mediante decisione:\na. sulle pretese dell’impresa; \nb. sul regresso dell’assicurazione contro l’assicurato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_68"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, D. Disposizioni varie, Convenzioni di collaborazione",
        "citation": "Art. 68sexies cpv. 1 LAI",
        "content": "Il Consiglio federale può concludere convenzioni di collaborazione con le associazioni mantello del mondo del lavoro al fine di rafforzare l’integrazione, la reintegrazione e la permanenza dei disabili nel mercato del lavoro primario. Può delegare al DFI la competenza di concludere tali convenzioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_68_sexies"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, D. Disposizioni varie, Convenzioni di collaborazione",
        "citation": "Art. 68sexies cpv. 2 LAI",
        "content": "Le convenzioni di collaborazione stabiliscono i provvedimenti che le associazioni mantello e i loro membri eseguono per il raggiungimento dell’obiettivo di cui al capoverso 1. L’assicurazione per l’invalidità può partecipare finanziariamente all’esecuzione dei provvedimenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_68_sexies"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, D. Disposizioni varie, Indennità giornaliera dell’assicurazione contro la disoccupazione",
        "citation": "Art. 68septies cpv. a LAI",
        "content": "A partire dalla 91 indennità giornaliera l’assicurazione per l’invalidità assume le spese per le indennità giornaliere, compresi tutti i contributi alle assicurazioni sociali e le spese per i provvedimenti inerenti al mercato del lavoro, per le persone di cui all’articolo 27 capoverso 5 della legge del 25 giugno 1982 sull’assicurazione contro la disoccupazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_68_septies"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, D. Disposizioni varie, Locali",
        "citation": "Art. 68octies cpv. 1 LAI",
        "content": "Su incarico del Consiglio federale, il Fondo di compensazione dell’assicurazione invalidità può acquistare, costruire o vendere locali per gli organi d’esecuzione dell’assicurazione per l’invalidità, se a lungo termine ne risultano risparmi per l’assicurazione per l’invalidità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_68_octies"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, D. Disposizioni varie, Locali",
        "citation": "Art. 68octies cpv. 2 LAI",
        "content": "Il Fondo di compensazione dell’assicurazione invalidità dà in usufrutto questi locali agli uffici AI in questione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_68_octies"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 4: L’organizzazione, D. Disposizioni varie, Locali",
        "citation": "Art. 68octies cpv. 3 LAI",
        "content": "Il Consiglio federale disciplina l’iscrizione a bilancio dei locali e le condizioni da adempiere per l’usufrutto. Può delegare all’UFAS la competenza di incaricare il Fondo di compensazione dell’assicurazione invalidità di acquistare, costruire o vendere locali per gli organi d’esecuzione dell’assicurazione per l’invalidità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_68_octies"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 5: Il contenzioso e le disposizioni penali, Rimedi giuridici: disposizioni particolari",
        "citation": "Art. 69 cpv. 1 LAI",
        "content": "In deroga agli articoli 52 e 58 LPGA:\na. le decisioni degli uffici AI cantonali sono impugnabili direttamente dinanzi al tribunale delle assicurazioni del luogo dell’ufficio AI;\nb. le decisioni dell’Ufficio AI per gli assicurati residenti all’estero sono impugnabili direttamente dinanzi al Tribunale amministrativo federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_69"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 5: Il contenzioso e le disposizioni penali, Rimedi giuridici: disposizioni particolari",
        "citation": "Art. 69 cpv. 1bis LAI",
        "content": "La procedura di ricorso dinanzi al tribunale cantonale delle assicurazioni in caso di controversie relative a prestazioni dell’AI è soggetta a spese. L’entità delle spese è determinata fra 200 e 1000 franchi in funzione delle spese di procedura e senza riguardo al valore litigioso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_69"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 5: Il contenzioso e le disposizioni penali, Rimedi giuridici: disposizioni particolari",
        "citation": "Art. 69 cpv. 2 LAI",
        "content": "Il capoverso 1bis e l’articolo 85bis capoverso 3 LAVS si applicano per analogia ai procedimenti dinanzi al Tribunale amministrativo federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_69"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 5: Il contenzioso e le disposizioni penali, Rimedi giuridici: disposizioni particolari",
        "citation": "Art. 69 cpv. 3 LAI",
        "content": "Le decisioni dei tribunali arbitrali cantonali secondo l’articolo 27quinquies possono essere impugnate con ricorso al Tribunale federale conformemente alla legge del 17 giugno 2005 sul Tribunale federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_69"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 1: L’assicurazione, Capitolo 5: Il contenzioso e le disposizioni penali, Disposizioni penali",
        "citation": "Art. 70 LAI",
        "content": "Gli articoli 87 a 91 della LAVS sono applicabili alle persone che violano le disposizioni della presente legge in uno dei modi indicati in detti articoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_70"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 2: Il promovimento dell’aiuto agli invalidi, II. I sussidi alle istituzioni, Organizzazioni private d’aiuto agli invalidi",
        "citation": "Art. 74 cpv. 1 LAI",
        "content": "L’assicurazione assegna sussidi alle associazioni centrali, attive a livello di regione linguistica o a livello nazionale, delle organizzazioni private dell’aiuto specializzato agli invalidi o di mutua assistenza, in particolare per le spese causate dall’adempimento dei compiti seguenti:\na. consulenza e assistenza per gli invalidi;\nb. consulenza per i congiunti degli invalidi;\nc. organizzazione di corsi destinati a sviluppare le attitudini degli invalidi;\nd. prestazioni per il sostegno e la promozione dell’integrazione degli invalidi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_74"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 2: Il promovimento dell’aiuto agli invalidi, II. I sussidi alle istituzioni, Organizzazioni private d’aiuto agli invalidi",
        "citation": "Art. 74 cpv. 2 LAI",
        "content": "I sussidi continuano a essere versati se gli invalidi interessati raggiungono l’età di riferimento secondo l’articolo 21 capoverso 1 LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_74"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 2: Il promovimento dell’aiuto agli invalidi, II. I sussidi alle istituzioni, Disposizioni comuni",
        "citation": "Art. 75 LAI",
        "content": "Il Consiglio federale stabilisce i limiti massimi dei sussidi previsti dall’articolo 74. Stabilisce un ordine di priorità e può subordinare il versamento dei sussidi ad altre condizioni o a oneri. L’UFAS disciplina il calcolo dei sussidi e i dettagli concernenti le condizioni del diritto al sussidio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_75"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 3: Il finanziamento, Capitolo 1: Cespiti, Principio",
        "citation": "Art. 77 cpv. 1 LAI",
        "content": "I mezzi finanziari occorrenti per le prestazioni a norma della presente legge sono forniti:\na. dai contributi degli assicurati e dei datori di lavoro conformemente agli articoli 2 e 3;\nb. dai contributi della Confederazione;\nbbis. dalle entrate che risultano per l’assicurazione dall’aumento, a suo favore, dell’aliquota dell’imposta sul valore aggiunto;\nc. dai redditi del patrimonio del Fondo di compensazione dell’assicurazione invalidità secondo l’articolo 79;\nd. dalle entrate del regresso contro i terzi responsabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_77"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 3: Il finanziamento, Capitolo 1: Cespiti, Principio",
        "citation": "Art. 77 cpv. 2 LAI",
        "content": "L’assegno per grandi invalidi e le rendite straordinarie sono finanziati esclusivamente dalla Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_77"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 3: Il finanziamento, Capitolo 1: Cespiti, Contributo della Confederazione",
        "citation": "Art. 78 cpv. 1 LAI",
        "content": "Il valore iniziale del contributo della Confederazione ammonta al 37,7 per cento della media aritmetica delle uscite dell’assicurazione negli anni 2010 e 2011 dopo deduzione dell’1,6 per cento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_78"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 3: Il finanziamento, Capitolo 1: Cespiti, Contributo della Confederazione",
        "citation": "Art. 78 cpv. 2 LAI",
        "content": "Ogni anno il valore iniziale è adeguato al tasso di variazione degli introiti dell’imposta sul valore aggiunto; al tasso di variazione è applicato un fattore di sconto. Il valore degli introiti dell’imposta è rettificato in funzione di eventuali modifiche dell’aliquota d’imposta e della base di calcolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_78"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 3: Il finanziamento, Capitolo 1: Cespiti, Contributo della Confederazione",
        "citation": "Art. 78 cpv. 3 LAI",
        "content": "Il fattore di sconto corrisponde all’andamento del quoziente tra l’indice ai sensi dell’articolo 33ter capoverso 2 LAVS, da calcolare ogni anno, e l’indice dei salari calcolato dall’Ufficio federale di statistica a partire dal 2011.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_78"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 3: Il finanziamento, Capitolo 1: Cespiti, Contributo della Confederazione",
        "citation": "Art. 78 cpv. 4 LAI",
        "content": "Il contributo della Confederazione è calcolato secondo i capoversi 2 e 3; da questo importo sono dedotti i contributi all’assegno per grandi invalidi e alle rendite straordinarie secondo l’articolo 77 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_78"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 3: Il finanziamento, Capitolo 1: Cespiti, Contributo della Confederazione",
        "citation": "Art. 78 cpv. 5 LAI",
        "content": "Il contributo della Confederazione ammonta al massimo alla metà delle uscite dell’assicurazione, ma almeno al 37,7 per cento delle uscite annuali dell’assicurazione; da questo importo è dedotto il contributo all’assegno per grandi invalidi secondo l’articolo 77 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_78"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 3: Il finanziamento, Capitolo 1: Cespiti, Contributo della Confederazione",
        "citation": "Art. 78 cpv. 6 LAI",
        "content": "L’articolo 104 LAVS è applicabile per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_78"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 3: Il finanziamento, Capitolo 2: Fondo di compensazione dell’assicurazione invalidità, Costituzione",
        "citation": "Art. 79 cpv. 1 LAI",
        "content": "Sotto la designazione «Fondo di compensazione dell’assicurazione invalidità» (Fondo di compensazione AI), è costituito un fondo cui vanno accreditate tutte le entrate di cui all’articolo 77 e addebitate tutte le uscite di cui agli articoli 4–51, 66–68quater e 73–75 della presente legge nonché le uscite fondate su regressi secondo gli articoli 72–75 LPGA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_79"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 3: Il finanziamento, Capitolo 2: Fondo di compensazione dell’assicurazione invalidità, Costituzione",
        "citation": "Art. 79 cpv. 2 LAI",
        "content": "Le liquidità e gli investimenti del Fondo di compensazione AI non devono, di regola, scendere sotto un importo pari al 50 per cento delle uscite di un anno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_79"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 3: Il finanziamento, Capitolo 2: Fondo di compensazione dell’assicurazione invalidità, Amministrazione",
        "citation": "Art. 79a LAI",
        "content": "L’amministrazione del Fondo di compensazione AI è retta dalla legge del 16 giugno 2017 sui fondi di compensazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_79_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 3: Il finanziamento, Capitolo 3: Vigilanza sull’equilibrio finanziario, ...",
        "citation": "Art. 80 LAI",
        "content": "Le disposizioni della LAVS concernenti la vigilanza sull’equilibrio finanziario sono applicabili per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_80"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 4: Relazione con il diritto europeo",
        "citation": "Art. 80a cpv. 1 LAI",
        "content": "Ai cittadini svizzeri o di uno Stato membro dell’Unione europea che sono o sono stati soggetti alla legislazione in materia di sicurezza sociale della Svizzera o di uno o più Stati membri dell’Unione europea, ai rifugiati o agli apolidi residenti in Svizzera o in uno Stato membro dell’Unione europea, nonché ai familiari e ai superstiti di queste persone, in merito alle prestazioni che rientrano nel campo d’applicazione della presente legge, si applicano i seguenti atti normativi nella versione vincolante per la Svizzera dell’allegato II sezione A dell’Accordo del 21 giugno 1999 tra la Confederazione Svizzera, da una parte, e la Comunità europea ed i suoi Stati membri, dall’altra, sulla libera circolazione delle persone (Accordo sulla libera circolazione delle persone):\na. regolamento (CE) n. 883/2004;\nb. regolamento (CE) n. 987/2009;\nc. regolamento (CEE) n. 1408/71;\nd. regolamento (CEE) n. 574/72.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_80_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 4: Relazione con il diritto europeo",
        "citation": "Art. 80a cpv. 2 LAI",
        "content": "Ai cittadini svizzeri, islandesi, norvegesi o del Principato del Liechtenstein che sono o sono stati soggetti alla legislazione in materia di sicurezza sociale della Svizzera, dell’Islanda, della Norvegia o del Principato del Liechtenstein, agli apolidi o ai rifugiati residenti in Svizzera o nel territorio dell’Islanda, della Norvegia o del Principato del Liechtenstein, nonché ai familiari e ai superstiti di queste persone, in merito alle prestazioni che rientrano nel campo d’applicazione della presente legge, si applicano i seguenti atti normativi nella versione vincolante per la Svizzera dell’allegato K appendice 2 della Convenzione del 4 gennaio 1960 istitutiva dell’Associazione europea di libero scambio (Convenzione AELS):\na. regolamento (CE) n. 883/2004;\nb. regolamento (CE) n. 987/2009;\nc. regolamento (CEE) n. 1408/71;\nd. regolamento (CEE) n. 574/72.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_80_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 4: Relazione con il diritto europeo",
        "citation": "Art. 80a cpv. 3 LAI",
        "content": "Il Consiglio federale adegua i rimandi agli atti normativi dell’Unione europea di cui ai capoversi 1 e 2 ogniqualvolta è adottata una modifica dell’allegato II dell’Accordo sulla libera circolazione delle persone e dell’allegato K appendice 2 della Convenzione AELS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_80_a"
    },
    {
        "book": "IVG",
        "title": "LAI, Parte 4: Relazione con il diritto europeo",
        "citation": "Art. 80a cpv. 4 LAI",
        "content": "Nella presente legge le espressioni «Stati membri dell’Unione europea», «Stati membri della Comunità europea», «Stati dell’Unione europea» e «Stati della Comunità europea» designano gli Stati cui si applica l’Accordo sulla libera circolazione delle persone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/827_857_845/it#art_80_a"
    }
]