[
    {
        "book": "IVV",
        "title": "RAI, Chapitre I, Les personnes assurées et les cotisations, Obligation de s’assurer et perception des cotisations",
        "citation": "Art. 1 RAI",
        "content": "Les dispositions du chap. I et des art. 34 à 43 du règlement du 31 octobre 1947 sur l’assurance-vieillesse et survivants (RAVS) sont applicables par analogie. L’assurance facultative pour les ressortissants suisses résidant à l’étranger fait l’objet de dispositions réglementaires spéciales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_1"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre I, Les personnes assurées et les cotisations, Taux des cotisations",
        "citation": "Art. 1bis al. 1 RAI",
        "content": "Dans les limites du barème dégressif mentionné aux art. 16 et 21 RAVS les cotisations sont calculées comme suit:Revenu annuel provenant d’une activité lucrativeTaux de la cotisation en pour-cent du revenud’au moins fr.mais inférieur à fr.  9 80017 5000,75217 50021 3000,76921 30023 8000,78623 80026 3000,80426 30028 8000,82128 80031 3000,83831 30033 8000,87333 80036 3000,90736 30038 8000,94238 80041 3000,97741 30043 8001,01143 80046 3001,04646 30048 8001,09848 80051 3001,14951 30053 8001,20153 80056 3001,25356 30058 8001,305",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_1_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre I, Les personnes assurées et les cotisations, Taux des cotisations",
        "citation": "Art. 1bis al. 2 RAI",
        "content": "Les personnes sans activité lucrative acquittent une cotisation de 68 à 3400 francs par an. Les art. 28 à 30 RAVS sont applicables par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_1_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre Ia, Détection précoce, Communication",
        "citation": "Art. 1ter al. 1 RAI",
        "content": "Le cas d’un assuré visé à l’art. 3abis, al. 2, LAI peut être communiqué à l’office AI compétent en vertu de l’art. 40 en vue d’une détection précoce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_1_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre Ia, Détection précoce, Communication",
        "citation": "Art. 1ter al. 2 RAI",
        "content": "La personne ou l’institution habilitée selon l’art. 3b, al. 2, LAI à communiquer le cas d’un assuré en vue d’une détection précoce remplit le formulaire de communication.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_1_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre Ia, Détection précoce, Décision de l’office AI",
        "citation": "Art. 1quater al. 1 RAI",
        "content": "Dans les 30 jours qui suivent la communication du cas, l’office AI détermine si des mesures d’intervention précoce au sens de l’art. 7d LAI sont indiquées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_1_quater"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre Ia, Détection précoce, Décision de l’office AI",
        "citation": "Art. 1quater al. 2 RAI",
        "content": "Si de telles mesures sont indiquées, il ordonne à l’assuré de s’annoncer à l’AI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_1_quater"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre Ib, Mesures d’intervention précoce, Principe",
        "citation": "Art. 1sexies al. 1 RAI",
        "content": "Les mesures d’intervention précoce prévues à l’art. 7d, al. 2, LAI peuvent être octroyées à l’assuré qui s’est annoncé à l’assurance-invalidité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_1_sexies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre Ib, Mesures d’intervention précoce, Principe",
        "citation": "Art. 1sexies al. 2 RAI",
        "content": "Pendant la scolarité obligatoire, les mesures prévues à l’art. 7d, al. 2, let. c et d, LAI peuvent être octroyées aux assurés si elles leur facilitent l’accès à une formation professionnelle initiale ou l’entrée sur le marché du travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_1_sexies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre Ib, Mesures d’intervention précoce, Durée de la phase d’intervention précoce",
        "citation": "Art. 1septies RAI",
        "content": "La phase d’intervention précoce s’achève par:\na. la décision relative à la mise en œuvre des mesures de réadaptation prévues à l’art. 8, al. 3, let. ater  et b, LAI;\nb. la communication du fait qu’aucune mesure de réadaptation ne peut être mise en œuvre avec succès et que le droit à la rente sera examiné, ou\nc. la décision selon laquelle l’assuré n’a droit ni à des mesures de réadaptation prévues à l’art. 8, al. 3, let. ater  et b, LAI, ni à une rente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_1_septies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre Ib, Mesures d’intervention précoce, Montant maximum des mesures d’intervention précoce",
        "citation": "Art. 1octies RAI",
        "content": "Le montant des mesures d’intervention précoce octroyées à l’assuré ne peut dépasser 20 000 francs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_1_octies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, A., Menace d’invalidité",
        "citation": "Art. 1novies RAI",
        "content": "Il y a menace d’invalidité lorsqu’il est établi au degré de vraisemblance prépondérante que l’assuré perdra sa capacité de gain. Le moment auquel pourrait survenir l’incapacité de gain n’est pas déterminant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_1_novies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Abis. Mesures médicales, Mesures médicales de réadaptation",
        "citation": "Art. 2 al. 1 RAI",
        "content": "Sont considérées comme mesures médicales au sens de l’art. 12 LAI notamment les traitements chirurgicaux, physiothérapeutiques et psychothérapeutiques. Elles visent directement la réadaptation au sens de l’art. 12, al. 3, LAI une fois l’affection en tant que telle traitée et l’état de santé stabilisé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_2"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Abis. Mesures médicales, Mesures médicales de réadaptation",
        "citation": "Art. 2 al. 2 RAI",
        "content": "Les mesures médicales de réadaptation qui ne répondent pas aux principes de l’art. 14, al. 2, LAI peuvent aussi être prises en charge par l’assurance-invalidité: \na. s’il s’agit d’un cas présentant un potentiel de réadaptation particulièrement élevé, et \nb. si les mesures de réadaptation permettent de réaliser des économies supérieures aux coûts des mesures médicales de réadaptation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_2"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Abis. Mesures médicales, Mesures médicales de réadaptation",
        "citation": "Art. 2 al. 3 RAI",
        "content": "Une mesure médicale de réadaptation doit être demandée auprès de l’office AI compétent avant le début du traitement au sens de l’art. 12 LAI. L’art. 48 LAI demeure réservé. Un pronostic favorable concernant la réadaptation, établi avant le début du traitement par le médecin traitant spécialisé, doit être joint à la demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_2"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Abis. Mesures médicales, Mesures médicales de réadaptation",
        "citation": "Art. 2 al. 4 RAI",
        "content": "La nature, la durée et l’étendue d’une mesure médicale de réadaptation sont fixées dans la décision d’octroi, de même que le fournisseur de prestations. La durée ne peut pas dépasser deux ans. La mesure médicale de réadaptation peut être prolongée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_2"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Abis. Mesures médicales, Poursuite de mesures médicales de réadaptation après l’âge de 20 ans",
        "citation": "Art. 2bis al. 1 RAI",
        "content": "Les mesures d’ordre professionnel visées aux art. 15 à 18c LAI sont considérées comme pas encore terminées au sens de l’art. 12, al. 2, LAI:\na. lorsqu’une nouvelle mesure d’ordre professionnel au sens des art. 15 à 18c LAI a été octroyée avant la fin de la précédente, ou\nb. lorsqu’une autre mesure d’ordre professionnel au sens des art. 15 à 18c LAI est prévisible et que le potentiel de réadaptation de l’assuré n’est pas encore épuisé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_2_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Abis. Mesures médicales, Poursuite de mesures médicales de réadaptation après l’âge de 20 ans",
        "citation": "Art. 2bis al. 2 RAI",
        "content": "Si aucune mesure d’ordre professionnel au sens de l’al. 1, let. b, n’est octroyée dans les six mois suivant l’achèvement ou l’interruption de la dernière mesure d’ordre professionnel, les coûts des mesures médicales de réadaptation peuvent être pris en charge pendant six mois au plus après l’achèvement ou l’interruption de la dernière mesure d’ordre professionnel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_2_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Abis. Mesures médicales, Précision de notions au sens de l’art. 12 LAI",
        "citation": "Art. 2ter RAI",
        "content": "Les notions suivantes au sens de l’art. 12 LAI sont précisées comme suit:\na. formation professionnelle initiale: toute formation professionnelle initiale, qu’elle soit ou non financée par l’assurance-invalidité;\nb. capacité à fréquenter l’école: capacité à fréquenter une école ordinaire, une école spéciale ou une école privée;\nc. capacité à exercer une activité lucrative: capacité à exercer un emploi sur les marchés primaire ou secondaire du travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_2_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Abis. Mesures médicales, Infirmités congénitales",
        "citation": "Art. 3 al. 1 RAI",
        "content": "Les notions suivantes au sens de l’art. 13, al. 2, LAI sont précisées comme suit:\na. malformation congénitale: malformation d’organes ou de membres présente à la naissance; \nb. maladie génétique: affection due à une modification du patrimoine génétique, soit une mutation ou une anomalie génétique; \nc. affection prénatale et périnatale: affection qui existait déjà au moment de la naissance ou qui est apparue au plus tard sept jours après;\nd. affection qui engendre une atteinte à la santé: affection entraînant des limitations ou des troubles fonctionnels physiques ou mentaux;\ne. affection qui présente un certain degré de gravité: affection qui, sans traitement, entraîne des limitations fonctionnelles durables ne pouvant plus être complètement corrigées;\nf. traitement de longue durée: traitement durant plus d’une année;\ng. traitement complexe: traitement nécessitant l’intervention commune d’au moins deux disciplines médicales;\nh. affection qui peuvent être traitées: affection dont l’évolution peut être influencée favorablement par les mesures médicales visées à l’art. 14 LAI pour le traitement de l’infirmité congénitale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_3"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Abis. Mesures médicales, Infirmités congénitales",
        "citation": "Art. 3 al. 2 RAI",
        "content": "La simple prédisposition à une maladie n’est pas réputée infirmité congénitale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_3"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Abis. Mesures médicales, Infirmités congénitales",
        "citation": "Art. 3 al. 3 RAI",
        "content": "Le moment où une infirmité congénitale est reconnue comme telle n’est pas déterminant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_3"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Abis. Mesures médicales, Infirmités congénitales",
        "citation": "Art. 3 al. 4 RAI",
        "content": "La nature, la durée et l’étendue d’une mesure médicale au sens de l’art. 13 LAI sont fixées dans la décision d’octroi, de même que le fournisseur de prestations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_3"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Abis. Mesures médicales, Liste des infirmités congénitales",
        "citation": "Art. 3bis al. 1 RAI",
        "content": "En vertu de l’art. 14ter, al. 1, let. b, LAI, le Département fédéral de l’intérieur (DFI) dresse la liste des infirmités congénitales donnant droit à des mesures médicales en vertu de l’art. 13 LAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_3_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Abis. Mesures médicales, Liste des infirmités congénitales",
        "citation": "Art. 3bis al. 2 RAI",
        "content": "Il peut édicter des prescriptions détaillées concernant la liste.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_3_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Abis. Mesures médicales, Début et durée des mesures médicales pour le traitement des infirmités congénitales",
        "citation": "Art. 3ter al. 1 RAI",
        "content": "Le droit au traitement d’une infirmité congénitale s’ouvre avec la mise en œuvre de mesures médicales, mais au plus tôt après la naissance accomplie de l’enfant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_3_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Abis. Mesures médicales, Début et durée des mesures médicales pour le traitement des infirmités congénitales",
        "citation": "Art. 3ter al. 2 RAI",
        "content": "Il s’éteint à la fin du mois au cours duquel l’assuré atteint l’âge de 20 ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_3_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Abis. Mesures médicales, Prestations de soins fournies sous forme ambulatoire",
        "citation": "Art. 3quinquies al. 1 RAI",
        "content": "Sont considérées comme prestations de soins fournies sous forme ambulatoire au sens de l’art. 14, al. 1, let. b, LAI les mesures prises par du personnel soignant à des fins d’évaluation, de conseil et de coordination ainsi que d’examen et de traitement de l’assuré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_3_quinquies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Abis. Mesures médicales, Prestations de soins fournies sous forme ambulatoire",
        "citation": "Art. 3quinquies al. 2 RAI",
        "content": "Les traitements effectués dans un hôpital ou un établissement médico-social (EMS) ne sont pas considérés comme des prestations de soins fournies sous forme ambulatoire au sens de l’art. 14, al. 1, let. b, LAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_3_quinquies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Abis. Mesures médicales, Prestations de soins fournies sous forme ambulatoire",
        "citation": "Art. 3quinquies al. 3 RAI",
        "content": "Si l’état de santé de l’assuré nécessite une surveillance de longue durée dans le cadre de la mise en œuvre d’une mesure d’examen et de traitement, l’assurance-invalidité rembourse les prestations fournies par du personnel soignant jusqu’à 16 heures par jour. L’Office fédéral des assurances sociales (OFAS) règle les cas dans lesquels un remboursement supplémentaire est indiqué.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_3_quinquies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Abis. Mesures médicales, Prestations de soins fournies sous forme ambulatoire",
        "citation": "Art. 3quinquies al. 4 RAI",
        "content": "Le DFI édicte des dispositions d’exécution réglant le contenu et l’étendue des prestations de soins fournies sous forme ambulatoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_3_quinquies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Abis. Mesures médicales, Liste des spécialités en matière d’infirmités congénitales",
        "citation": "Art. 3sexies al. 1 RAI",
        "content": "En vertu de l’art. 14ter, al. 5, LAI, l’Office fédéral de la santé publique (OFSP) établit, après consultation de la Commission fédérale des médicaments au sens de l’art. 37e de l’ordonnance du 27 juin 1995 sur l’assurance-maladie (OAMal), la liste des médicaments destinés au traitement des infirmités congénitales (liste des spécialités en matière d’infirmités congénitales).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_3_sexies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Abis. Mesures médicales, Liste des spécialités en matière d’infirmités congénitales",
        "citation": "Art. 3sexies al. 2 RAI",
        "content": "Un médicament est ajouté à la liste des spécialités en matière d’infirmités congénitales:\na. lorsqu’il est exclusivement indiqué pour le traitement des infirmités congénitales visées à l’art. 3bis, al. 1, et\nb. lorsqu’il commence à être utilisé avant l’âge de 20 ans dans la plupart des cas.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_3_sexies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Abis. Mesures médicales, Liste des spécialités en matière d’infirmités congénitales",
        "citation": "Art. 3sexies al. 3 RAI",
        "content": "Les dispositions d’exécution de la loi fédérale du 18 mars 1994 sur l’assurance-maladie (LAMal) concernant la liste des spécialités sont applicables par analogie, à moins que le présent règlement n’en dispose autrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_3_sexies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Abis. Mesures médicales, Liste des spécialités en matière d’infirmités congénitales",
        "citation": "Art. 3sexies al. 4 RAI",
        "content": "Si les conditions de l’entrée en matière sur une demande au sens de l’art. 69, al. 4, OAMal sont remplies avant que l’Institut suisse des produits thérapeutiques ne délivre l’autorisation définitive, l’OFSP rend sa décision concernant la demande dans un délai raisonnable une fois l’autorisation en question délivrée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_3_sexies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Abis. Mesures médicales, Remboursement des recettes supplémentaires",
        "citation": "Art. 3septies al. 1 RAI",
        "content": "Si le prix de fabrique d’un médicament, sur la base duquel le prix maximum est fixé au moment de son ajout dans la liste des spécialités en matière d’infirmités congénitales, dépasse de plus de 3 % le prix de fabrique calculé lors de l’examen du caractère économique, et si les recettes supplémentaires ainsi réalisées s’élèvent à 20 000 francs au moins, le titulaire de l’autorisation est tenu de reverser ses recettes supplémentaires au Fonds de compensation de l’AI visé à l’art. 79 LAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_3_septies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Abis. Mesures médicales, Remboursement des recettes supplémentaires",
        "citation": "Art. 3septies al. 2 RAI",
        "content": "Le titulaire de l’autorisation est en outre tenu de rembourser au Fonds de compensation de l’AI les recettes supplémentaires qu’il a obtenues:\na. pendant la durée d’une procédure de recours, pour autant qu’il y ait une différence entre le prix applicable durant la procédure en question et le nouveau prix entré en force au terme de celle-ci, et que le titulaire de l’autorisation ait dégagé des recettes supplémentaires grâce à cette différence de prix;\nb. pendant les deux années suivant la baisse du prix de fabrique due à l’extension des indications ou à la modification de la limitation au sens de l’art. 65f, al. 2, 1re phrase, OAMal, pour autant que le chiffre d’affaires supplémentaire effectivement réalisé ait été supérieur au chiffre d’affaires supplémentaire estimé lors de la baisse du prix.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_3_septies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Abis. Mesures médicales, Remboursement des coûts liés à la liste des spécialités en matière d’infirmités congénitales",
        "citation": "Art. 3octies RAI",
        "content": "L’OFSP peut facturer annuellement au Fonds de compensation de l’AI les coûts liés à la liste des spécialités en matière d’infirmités congénitales qui ne sont pas couverts par des honoraires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_3_octies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Abis. Mesures médicales, Analyses, médicaments, et moyens et appareils diagnostiques ou thérapeutiques",
        "citation": "Art. 3novies al. 1 RAI",
        "content": "Pour autant qu’ils figurent sur les listes visées à l’art. 52, al. 1, LAMal, l’assurance-invalidité rembourse:\na. les spécialités pharmaceutiques et les médicaments confectionnés, et\nb. les produits et les substances actives et auxiliaires employés pour la prescription magistrale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_3_novies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Abis. Mesures médicales, Analyses, médicaments, et moyens et appareils diagnostiques ou thérapeutiques",
        "citation": "Art. 3novies al. 2 RAI",
        "content": "Elle rembourse aussi:\na. les médicaments destinés au traitement des infirmités congénitales au sens de l’art. 3sexies;\nb. les mesures diagnostiques servant au diagnostic ou au traitement d’une infirmité congénitale et de ses séquelles;\nc. les analyses de laboratoire, et\nd. les moyens et appareils diagnostiques ou thérapeutiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_3_novies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Abis. Mesures médicales, Remboursement de médicaments dans des cas particuliers",
        "citation": "Art. 3decies al. 1 RAI",
        "content": "Pour le remboursement des médicaments au sens de l’art. 14ter, al. 3, LAI, les dispositions d’exécution de la LAMal relatives au remboursement de médicaments dans des cas particuliers s’appliquent par analogie, à moins que le présent règlement n’en dispose autrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_3_decies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Abis. Mesures médicales, Remboursement de médicaments dans des cas particuliers",
        "citation": "Art. 3decies al. 2 RAI",
        "content": "L’office AI rend dans un délai raisonnable une décision concernant les demandes de remboursement des médicaments dans des cas particuliers. L’OFAS définit dans des directives les cas où il doit être préalablement consulté.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_3_decies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Abis. Mesures médicales, Prise en charge des frais si la naissance a eu lieu à l’étranger",
        "citation": "Art. 4ter RAI",
        "content": "Lorsqu’un enfant au sens de l’art. 9, al. 3, let. b, LAI, est né invalide à l’étranger, l’assurance-invalidité prend à sa charge les prestations en cas d’infirmité congénitale de l’enfant pendant trois mois après la naissance dans la mesure où elle aurait été tenue de les accorder en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_4_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Ater., Mesures de réinsertion préparant à la réadaptation professionnelle, Droit",
        "citation": "Art. 4quater al. 1 RAI",
        "content": "Ont droit aux mesures de réinsertion préparant à la réadaptation professionnelle les assurés capables d’y participer au moins huit heures par semaine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_4_quater"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Ater., Mesures de réinsertion préparant à la réadaptation professionnelle, Droit",
        "citation": "Art. 4quater al. 2 RAI",
        "content": "Ont droit aux mesures socioprofessionnelles les assurés qui ne sont pas encore aptes pour bénéficier de mesures d’ordre professionnel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_4_quater"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Ater., Mesures de réinsertion préparant à la réadaptation professionnelle, Droit",
        "citation": "Art. 4quater al. 3 RAI",
        "content": "Ont droit aux mesures d’occupation les assurés qui risquent de perdre leur aptitude à la réadaptation en rapport avec les mesures d’ordre professionnel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_4_quater"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Ater., Mesures de réinsertion préparant à la réadaptation professionnelle, Genre des mesures",
        "citation": "Art. 4quinquies al. 1 RAI",
        "content": "Sont considérées comme mesures socioprofessionnelles les mesures d’accoutumance au processus de travail, de stimulation de la motivation au travail, de stabilisation de la personnalité, de socialisation de base et de développement de la capacité de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_4_quinquies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Ater., Mesures de réinsertion préparant à la réadaptation professionnelle, Genre des mesures",
        "citation": "Art. 4quinquies al. 2 RAI",
        "content": "Sont considérées comme mesures d’occupation les mesures destinées à maintenir une structure régulière de la journée et la capacité de travail jusqu’à la mise en œuvre de mesures d’ordre professionnel ou jusqu’au début de rapports de travail sur le marché primaire du travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_4_quinquies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Ater., Mesures de réinsertion préparant à la réadaptation professionnelle, Genre des mesures",
        "citation": "Art. 4quinquies al. 3 RAI",
        "content": "Pour les assurés visés à l’art. 14a, al. 1, let. b, LAI, les mesures au sens des al. 1 et 2 doivent viser spécifiquement la réadaptation professionnelle après la scolarité obligatoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_4_quinquies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Ater., Mesures de réinsertion préparant à la réadaptation professionnelle, Genre des mesures",
        "citation": "Art. 4quinquies al. 4 RAI",
        "content": "Les buts et la durée de toutes les mesures de réinsertion sont fixés en fonction des aptitudes de l’assuré. Les mesures sont si possible effectuées en totalité ou en partie sur le marché primaire du travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_4_quinquies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Ater., Mesures de réinsertion préparant à la réadaptation professionnelle, Durée des mesures",
        "citation": "Art. 4sexies al. 1 RAI",
        "content": "La durée des mesures de réinsertion d’un an au sens de l’art. 14a, al. 3, LAI correspond à 230 jours de travail durant lesquels l’assuré participe à une mesure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_4_sexies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Ater., Mesures de réinsertion préparant à la réadaptation professionnelle, Durée des mesures",
        "citation": "Art. 4sexies al. 2 RAI",
        "content": "Si, pour des raisons de santé, l’assuré ne peut suivre les mesures pendant plus de 30 jours civils consécutifs, les jours de mesures concernés ne sont pas déduits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_4_sexies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Ater., Mesures de réinsertion préparant à la réadaptation professionnelle, Durée des mesures",
        "citation": "Art. 4sexies al. 3 RAI",
        "content": "Les mesures de réinsertion s’achèvent en particulier lorsque:\na. le but fixé est atteint ou ne peut pas être atteint;\nb. des mesures de réadaptation plus appropriées s’imposent, ou que\nc. la poursuite des mesures de réinsertion ne peut, pour des raisons d’ordre médical, être raisonnablement exigée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_4_sexies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Ater., Mesures de réinsertion préparant à la réadaptation professionnelle, Durée des mesures",
        "citation": "Art. 4sexies al. 5 RAI",
        "content": "Après une année, une mesure de réinsertion peut être prolongée d’une année supplémentaire au maximum: \na. si la prolongation est nécessaire pour atteindre l’aptitude à la réadaptation en rapport avec les mesures d’ordre professionnel, et\nb. si une partie au moins de la mesure prolongée est effectuée sur le marché primaire du travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_4_sexies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Ater., Mesures de réinsertion préparant à la réadaptation professionnelle, Durée des mesures",
        "citation": "Art. 4sexies al. 6 RAI",
        "content": "L’assuré qui a suivi une mesure de réinsertion pendant deux ans au total a droit à nouveau à une telle mesure uniquement:\na. s’il a entrepris, entre la dernière mesure de réinsertion dont il a bénéficié et la nouvelle mesure demandée, tout ce qui peut raisonnablement être exigé de lui en vue de sa réinsertion professionnelle; \nb. si son état de santé s’est amélioré ou détérioré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_4_sexies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Ater., Mesures de réinsertion préparant à la réadaptation professionnelle, Contribution versée à l’employeur",
        "citation": "Art. 4octies al. 1 RAI",
        "content": "La contribution versée à l’employeur conformément à l’art. 14a, al. 5, LAI s’élève à 100 francs au maximum pour chaque jour au cours duquel des mesures de réinsertion ont été mises en œuvre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_4_octies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Ater., Mesures de réinsertion préparant à la réadaptation professionnelle, Contribution versée à l’employeur",
        "citation": "Art. 4octies al. 2 RAI",
        "content": "La Centrale de compensation verse la contribution directement à l’employeur lorsque les mesures de réinsertion sont achevées. À la demande de celui-ci, la contribution peut également être versée périodiquement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_4_octies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, Ater., Mesures de réinsertion préparant à la réadaptation professionnelle, Nouvelle réadaptation des bénéficiaires de rente",
        "citation": "Art. 4novies RAI",
        "content": "Les art. 4quater et 4sexies, al. 1, 2, 5 et 6, ne s’appliquent pas à la nouvelle réadaptation des bénéficiaires de rente visée à l’art. 8a LAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_4_novies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, B. Les mesures d’ordre professionnel, Orientation professionnelle",
        "citation": "Art. 4a al. 1 RAI",
        "content": "Une orientation professionnelle au sens de l’art. 15 LAI peut se composer des éléments suivants:\na. des entretiens de conseil, des analyses et des tests diagnostiques réalisés par des professionnels;\nb. des mesures préparatoires à l’entrée en formation au sens de l’art. 15, al. 1, LAI;\nc. des mesures d’examen approfondi de professions possibles au sens de l’art. 15, al. 2, LAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_4_a"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, B. Les mesures d’ordre professionnel, Orientation professionnelle",
        "citation": "Art. 4a al. 2 RAI",
        "content": "Sont considérées comme mesures au sens de l’al. 1, let. b, les mesures proches du marché du travail se déroulant après l’école obligatoire, dans des entreprises du marché primaire du travail ou en institution et visant à déterminer les aptitudes et les envies de l’assuré en matière de formations et à initier celui-ci aux exigences du marché primaire du travail. Ces mesures sont limitées à douze mois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_4_a"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, B. Les mesures d’ordre professionnel, Orientation professionnelle",
        "citation": "Art. 4a al. 3 RAI",
        "content": "Sont considérées comme mesures au sens de l’al. 1, let. c, les mesures se déroulant dans des entreprises du marché primaire du travail ou en institution et visant à déterminer les aptitudes et les envies de l’assuré concernant les professions et activités possibles. Ces mesures sont limitées à trois mois au total. En l’absence des connaissances nécessaires au choix de la profession ou de l’activité, les mesures peuvent être prolongées de trois mois au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_4_a"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, B. Les mesures d’ordre professionnel, Orientation professionnelle",
        "citation": "Art. 4a al. 4 RAI",
        "content": "Les objectifs et la durée des mesures visées aux al. 2 et 3 sont fixées individuellement en fonction des aptitudes de l’assuré. La mesure est interrompue en particulier: \na. lorsque le but est atteint ou ne peut pas être atteint;\nb. lorsqu’une mesure de réadaptation plus appropriée s’impose; \nc. lorsque la poursuite de la mesure ne peut, pour des raisons d’ordre médical, être raisonnablement exigée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_4_a"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, B. Les mesures d’ordre professionnel, Formation professionnelle initiale",
        "citation": "Art. 5 al. 1 RAI",
        "content": "Est réputée formation professionnelle initiale après l’achèvement de la scolarité obligatoire:\na. toute formation professionnelle initiale au sens de la loi fédérale du 13 décembre 2002 sur la formation professionnelle (LFPr); \nb. la fréquentation d’une école supérieure, professionnelle ou universitaire;\nc. la préparation professionnelle à un travail auxiliaire ou à une activité en atelier protégé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_5"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, B. Les mesures d’ordre professionnel, Formation professionnelle initiale",
        "citation": "Art. 5 al. 2 RAI",
        "content": "La préparation ciblée à la formation professionnelle initiale est considérée comme faisant partie de cette formation si:\na. le contrat d’apprentissage a été signé; \nb. la demande d’inscription dans une école supérieure a été déposée; \nc. le début de la préparation spécifique à la profession qui est nécessaire à la formation professionnelle initiale a été fixé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_5"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, B. Les mesures d’ordre professionnel, Formation professionnelle initiale",
        "citation": "Art. 5 al. 3 RAI",
        "content": "Dans des cas particuliers, la formation professionnelle initiale peut être considérée comme non achevée: \na. lorsqu’une formation professionnelle initiale au sens de la LFPr est achevée sur le marché secondaire du travail, si les aptitudes de l’assuré lui permettent de suivre une formation professionnelle initiale au sens de la LFPr à un niveau de formation plus élevé sur le marché primaire du travail.\nb. lorsqu’une mesure au sens de l’art. 16, al. 3, let. c, LAI est achevée, si les aptitudes de l’assuré lui permettent de suivre une formation au sens de la LFPr sur le marché primaire du travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_5"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, B. Les mesures d’ordre professionnel, Formation professionnelle initiale",
        "citation": "Art. 5 al. 4 RAI",
        "content": "La préparation à un travail auxiliaire ou à une activité en atelier protégé doit autant que possible s’inspirer de la LFPr. Elle doit, si possible, se dérouler sur le marché primaire du travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_5"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, B. Les mesures d’ordre professionnel, Formation professionnelle initiale",
        "citation": "Art. 5 al. 5 RAI",
        "content": "L’octroi d’une mesure de formation pratique au sens de l’art. 16, al. 3, let. c, LAI vaut pour la durée de la formation en question.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_5"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, B. Les mesures d’ordre professionnel, Frais supplémentaires dus à l’invalidité",
        "citation": "Art. 5bis al. 1 RAI",
        "content": "L’assuré qui n’a pas encore achevé sa formation professionnelle a droit au remboursement des frais de formation supplémentaires dus à l’invalidité:\na. lorsqu’il n’a pas encore tiré un revenu déterminant d’une activité lucrative équivalent à au moins trois quarts de la rente minimale visée à l’art. 34, al. 5, de la loi fédérale du 20 décembre 1946 sur l’assurance-vieillesse et survivants (LAVS), ou\nb. lorsqu’il a exercé un travail auxiliaire sans formation pendant moins de six mois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_5_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, B. Les mesures d’ordre professionnel, Frais supplémentaires dus à l’invalidité",
        "citation": "Art. 5bis al. 2 RAI",
        "content": "Lorsque l’assuré a débuté une formation avant d’être invalide ou si, sans invalidité, il aurait manifestement pu achever une formation moins coûteuse, les frais de cette formation servent de base de comparaison pour le calcul des frais supplémentaires dus à l’invalidité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_5_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, B. Les mesures d’ordre professionnel, Frais supplémentaires dus à l’invalidité",
        "citation": "Art. 5bis al. 3 RAI",
        "content": "Sont considérés comme des frais supplémentaires dus à l’invalidité les frais qu’une personne invalide, comparés à ceux d’une personne non invalide, doit assumer dans le cadre d’une formation professionnelle initiale ou d’une formation continue en raison de son invalidité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_5_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, B. Les mesures d’ordre professionnel, Frais supplémentaires dus à l’invalidité",
        "citation": "Art. 5bis al. 4 RAI",
        "content": "Les frais supplémentaires sont considérés comme importants s’ils s’élèvent au moins à 400 francs par an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_5_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, B. Les mesures d’ordre professionnel, Frais supplémentaires dus à l’invalidité",
        "citation": "Art. 5bis al. 5 RAI",
        "content": "Font partie des frais supplémentaires dus à l’invalidité: \na. les dépenses faites pour acquérir les connaissances et l’habileté nécessaires;\nb. les frais d’acquisition d’outils personnels et de vêtements professionnels;\nc. les frais de transport.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_5_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, B. Les mesures d’ordre professionnel, Frais supplémentaires dus à l’invalidité",
        "citation": "Art. 5bis al. 6 RAI",
        "content": "Si l’assuré est placé, en raison de son invalidité, dans un centre de formation, l’assurance-invalidité prend en charge les frais de nourriture et de logement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_5_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, B. Les mesures d’ordre professionnel, Frais supplémentaires dus à l’invalidité",
        "citation": "Art. 5bis al. 7 RAI",
        "content": "Si l’assuré a des frais supplémentaires du fait qu’il doit loger et prendre ses repas hors de chez lui et ailleurs que dans un centre de formation, l’assurance-invalidité prend en charge, sous réserve des conventions conclues (art. 24, al. 2):\na. pour la nourriture, les montants visés à l’art. 90, al. 4, let. a et b;\nb. pour le logement, les frais nécessaires et attestés jusqu’à concurrence du montant visé à l’art. 90, al. 4, let. c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_5_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, B. Les mesures d’ordre professionnel, Perfectionnement professionnel",
        "citation": "Art. 5ter al. 1 RAI",
        "content": "Lors d’un perfectionnement professionnel, les frais supplémentaires supportés par l’assuré en raison de son invalidité sont pris en charge par l’assurance-invalidité s’ils atteignent au moins 400 francs par année.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_5_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, B. Les mesures d’ordre professionnel, Perfectionnement professionnel",
        "citation": "Art. 5ter al. 2 RAI",
        "content": "Le montant des frais supplémentaires se calcule en comparant les frais supportés par la personne invalide avec ceux qu’une personne non atteinte dans sa santé devrait probablement assumer pour la même formation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_5_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, B. Les mesures d’ordre professionnel, Perfectionnement professionnel",
        "citation": "Art. 5ter al. 3 RAI",
        "content": "Font partie des frais reconnus par l’assurance, dans les limites de l’al. 2, les dépenses faites pour acquérir les connaissances et l’habileté nécessaires, les frais d’acquisition d’outils personnels et de vêtements professionnels, les frais de transport ainsi que les frais de logement et de nourriture hors domicile découlant de l’invalidité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_5_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, B. Les mesures d’ordre professionnel, Perfectionnement professionnel",
        "citation": "Art. 5ter al. 4 RAI",
        "content": "Le remboursement des frais de logement et de nourriture hors domicile se détermine, sous réserve des conventions conclues, d’après l’art. 5bis, al. 7.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_5_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, B. Les mesures d’ordre professionnel, Reclassement",
        "citation": "Art. 6 al. 1 RAI",
        "content": "Sont considérées comme un reclassement les mesures de formation destinées à des assurés qui en ont besoin, en raison de leur invalidité, après achèvement d’une formation professionnelle initiale ou après le début de l’exercice d’une activité lucrative sans formation préalable, pour maintenir ou pour améliorer leur capacité de gain.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_6"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, B. Les mesures d’ordre professionnel, Reclassement",
        "citation": "Art. 6 al. 1bis RAI",
        "content": "Sont également considérées comme un reclassement les mesures de formation aboutissant à une formation plus qualifiante que celle dont dispose l’assuré, à condition qu’elles soient nécessaires pour maintenir ou améliorer sa capacité de gain.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_6"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, B. Les mesures d’ordre professionnel, Reclassement",
        "citation": "Art. 6 al. 2 RAI",
        "content": "Lorsqu’une formation professionnelle initiale a dû être interrompue en raison de l’invalidité de l’assuré, une nouvelle formation professionnelle est assimilée à un reclassement si le revenu acquis en dernier lieu par l’assuré durant la formation interrompue s’élevait à au moins 30 % du montant maximal visé à l’art. 24, al. 1, LAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_6"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, B. Les mesures d’ordre professionnel, Reclassement",
        "citation": "Art. 6 al. 3 RAI",
        "content": "L’assuré qui a droit au reclassement est défrayé par l’assurance de ses frais de formation ainsi que des frais de nourriture et de logement dans l’établissement de formation professionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_6"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, B. Les mesures d’ordre professionnel, Reclassement",
        "citation": "Art. 6 al. 4 RAI",
        "content": "Si l’assuré a des frais supplémentaires du fait qu’il doit loger et prendre ses repas hors de chez lui et ailleurs que dans un centre de formation, l’assurance prend en charge, sous réserve des conventions conclues (art. 24, al. 2):\na. pour la nourriture, les prestations visées à l’art. 90, al. 4, let. a et b;\nb. pour le logement, les frais nécessaires et attestés jusqu’à concurrence de la prestation visée à l’art. 90, al. 4, let. c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_6"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, B. Les mesures d’ordre professionnel, Placement à l’essai",
        "citation": "Art. 6bis RAI",
        "content": "Le placement à l’essai est interrompu avant terme:\na. si l’objectif fixé a été atteint;\nb. si une mesure de réadaptation plus appropriée s’impose;\nc. si la poursuite du placement à l’essai ne peut, pour des raisons d’ordre médical, être raisonnablement exigée, ou\nd. si la poursuite du placement à l’essai ne paraît pas indiquée pour d’autres raisons méritant d’être prises en considération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_6_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, B. Les mesures d’ordre professionnel, Allocation d’initiation au travail",
        "citation": "Art. 6ter al. 1 RAI",
        "content": "Le salaire brut visé à l’art. 18b LAI contient toutes les cotisations de l’employeur et de l’employé aux assurances sociales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_6_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, B. Les mesures d’ordre professionnel, Allocation d’initiation au travail",
        "citation": "Art. 6ter al. 2 RAI",
        "content": "L’allocation d’initiation au travail couvre toutes les cotisations de l’employeur aux assurances sociales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_6_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, B. Les mesures d’ordre professionnel, Allocation d’initiation au travail",
        "citation": "Art. 6ter al. 3 RAI",
        "content": "Si l’assuré tombe malade ou est victime d’un accident durant la période d’initiation, l’allocation continue à lui être allouée tant que l’employeur lui verse son salaire, mais pas au-delà de la durée maximale visée à l’art. 18b, al. 1, LAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_6_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, B. Les mesures d’ordre professionnel, Allocation d’initiation au travail",
        "citation": "Art. 6ter al. 4 RAI",
        "content": "L’allocation d’initiation au travail n’est pas allouée à l’assuré qui a droit:\na. à une allocation en vertu de la loi du 25 septembre 1952 sur les allocations pour perte de gain (LAPG), ou\nb. à une indemnité journalière d’un autre assureur en raison d’une interruption de travail due à une maladie ou à un accident.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_6_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, B. Les mesures d’ordre professionnel, Allocation d’initiation au travail",
        "citation": "Art. 6ter al. 5 RAI",
        "content": "L’allocation d’initiation au travail est versée par la Centrale de compensation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_6_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, B. Les mesures d’ordre professionnel, Indemnité en cas d’augmentation des cotisations",
        "citation": "Art. 6quater al. 1 RAI",
        "content": "L’employeur perçoit l’indemnité prévue à l’art. 18c LAI si l’assuré est absent pour cause de maladie pendant plus de 15 jours de travail en l’espace d’une année. L’indemnité est versée à partir du 16e jour d’absence, pour autant que l’employeur continue de verser un salaire à l’assuré ou qu’une assurance pour perte de gain accorde des prestations à ce dernier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_6_quater"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, B. Les mesures d’ordre professionnel, Indemnité en cas d’augmentation des cotisations",
        "citation": "Art. 6quater al. 2 RAI",
        "content": "L’indemnité s’élève à:\na. 48 francs par jour d’absence dans les entreprises employant jusqu’à 50 collaborateurs;\nb. 34 francs par jour d’absence dans les entreprises employant plus de 50 collaborateurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_6_quater"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, B. Les mesures d’ordre professionnel, Indemnité en cas d’augmentation des cotisations",
        "citation": "Art. 6quater al. 3 RAI",
        "content": "Le décompte des indemnités est établi un an au plus tôt après le début des rapports de travail. Si ceux-ci prennent fin avant cette échéance, le décompte peut être établi plus tôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_6_quater"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, B. Les mesures d’ordre professionnel, Indemnité en cas d’augmentation des cotisations",
        "citation": "Art. 6quater al. 4 RAI",
        "content": "L’indemnité est versée directement à l’employeur par la Centrale de compensation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_6_quater"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, B. Les mesures d’ordre professionnel, Location de services",
        "citation": "Art. 6quinquies al. 1 RAI",
        "content": "Le montant de l’indemnité visée à l’art. 18abis, al. 3, let. a, LAI est fixé dans la convention de prestations. Celle-ci peut prévoir une indemnisation particulière du bailleur de services en cas de placement réussi après la location de services. Le montant maximal de l’indemnité totale est de 12 500 francs par assuré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_6_quinquies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, B. Les mesures d’ordre professionnel, Location de services",
        "citation": "Art. 6quinquies al. 2 RAI",
        "content": "Une indemnité au sens de l’art. 18abis, al. 3, let. b, LAI est en outre versée au bailleur de services si, durant l’exécution de la mesure, l’assuré est absent pour cause de maladie pendant plus de deux jours de travail consécutifs. L’indemnité est versée à partir du troisième jour d’absence, pour autant que le bailleur de services continue de verser un salaire à l’assuré ou qu’une assurance pour perte de gain accorde des prestations à ce dernier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_6_quinquies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, B. Les mesures d’ordre professionnel, Location de services",
        "citation": "Art. 6quinquies al. 3 RAI",
        "content": "L’indemnité visée à l’art. 18abis, al. 3, let. b, LAI s’élève à:\na. 48 francs par jour d’absence dans les entreprises employant jusqu’à 50 collaborateurs;\nb. 34 francs par jour d’absence dans les entreprises employant plus de 50 collaborateurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_6_quinquies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, B. Les mesures d’ordre professionnel, Location de services",
        "citation": "Art. 6quinquies al. 4 RAI",
        "content": "Le droit à une indemnité en vertu de l’art. 18abis, al. 3, let. b, LAI s’éteint au plus tard à la fin des rapports de travail. Le décompte de cette indemnité est établi au plus tôt après cette date.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_6_quinquies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, B. Les mesures d’ordre professionnel, Location de services",
        "citation": "Art. 6quinquies al. 5 RAI",
        "content": "L’office AI décide de la durée nécessaire de la mesure. Celle-ci ne peut toutefois dépasser un an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_6_quinquies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, B. Les mesures d’ordre professionnel, Location de services",
        "citation": "Art. 6quinquies al. 6 RAI",
        "content": "Les indemnités visées aux al. 1 et 2 sont versées directement au bailleur de services par la Centrale de compensation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_6_quinquies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, B. Les mesures d’ordre professionnel, Aide en capital",
        "citation": "Art. 7 al. 1 RAI",
        "content": "Une aide en capital peut être allouée à l’assuré invalide domicilié en Suisse qui est susceptible d’être réadapté, s’il a les connaissances professionnelles et les qualités personnelles qu’exige l’exercice d’une activité indépendante, si les conditions économiques de l’affaire à entreprendre paraissent garantir de manière durable l’existence de l’assuré et si les bases financières sont saines.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_7"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, B. Les mesures d’ordre professionnel, Aide en capital",
        "citation": "Art. 7 al. 2 RAI",
        "content": "L’aide en capital peut être accordée sans obligation de rembourser ou sous forme de prêt à titre gratuit ou onéreux. Elle peut aussi être accordée sous forme d’installations ou de garanties.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_7"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, D. Les moyens auxiliaires, Liste des moyens auxiliaires",
        "citation": "Art. 14 al. 1 RAI",
        "content": "La liste des moyens auxiliaires visée par l’art. 21 LAI fait l’objet d’une ordonnance du DFI, qui édicte également des dispositions complémentaires concernant:\na. la remise ou le remboursement des moyens auxiliaires;\nb. les contributions au coût des adaptations d’appareils et d’immeubles commandées par l’invalidité;\nc. les contributions aux frais causés par les services spéciaux de tiers dont l’assuré a besoin en lieu et place d’un moyen auxiliaire;\nd. les indemnités d’amortissement en faveur des assurés qui ont acquis à leurs frais un moyen auxiliaire auquel ils ont droit;\ne. la somme prêtée en cas de prêt auto-amortissable octroyé aux assurés qui ont droit à un moyen auxiliaire coûteux pour exercer leur activité lucrative dans une entreprise agricole ou dans une autre entreprise, lorsque ce moyen auxiliaire ne peut être repris par l’assurance ou ne peut que difficilement être réutilisé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_14"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, D. Les moyens auxiliaires, Liste des moyens auxiliaires",
        "citation": "Art. 14 al. 2 RAI",
        "content": "Le DFI peut déléguer à l’OFAS les compétences suivantes:\na. déterminer les cas de rigueur dans lesquels les montants fixés en application de l’al. 1, let. a, peuvent être dépassés;\nb. fixer les limites du remboursement de l’assurance pour des moyens auxiliaires spécifiques;\nc. établir une liste des modèles de moyens auxiliaires satisfaisant aux exigences de l’assurance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_14"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, D. Les moyens auxiliaires, Acquisition et remboursement des moyens auxiliaires",
        "citation": "Art. 14bis al. 1 RAI",
        "content": "Le DFI détermine par voie d’ordonnance les moyens auxiliaires pour lesquels les instruments prévus à l’art. 21quater, al. 1, let. a à c, LAI sont utilisés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_14_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, D. Les moyens auxiliaires, Acquisition et remboursement des moyens auxiliaires",
        "citation": "Art. 14bis al. 2 RAI",
        "content": "Il règle les modalités de remise et de prise en charge des moyens auxiliaires et des prestations de service y relatives lorsque la présente ordonnance en prévoit l’acquisition par voie d’adjudication.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_14_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, D. Les moyens auxiliaires, Restriction du droit à la substitution",
        "citation": "Art. 14ter RAI",
        "content": "Lorsqu’un moyen auxiliaire ou la prestation de service y relative sont acquis par le biais d’une procédure d’adjudication, le DFI limite le droit à leur substitution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_14_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, D. Les moyens auxiliaires, Modalités de versement",
        "citation": "Art. 14quater RAI",
        "content": "Le forfait visé à l’art. 21quater, al. 1, let. a, LAI est versé directement à l’assuré sans égard aux coûts effectivement subis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_14_quater"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Durée de l’instruction",
        "citation": "Art. 17 al. 1 RAI",
        "content": "L’assuré qui se soumet pendant deux jours consécutifs au moins à un examen ordonné par l’office AI pour juger du bien-fondé de sa demande a droit à une indemnité journalière pour chaque jour d’instruction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_17"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Durée de l’instruction",
        "citation": "Art. 17 al. 2 RAI",
        "content": "La durée de l’instruction qui précède l’octroi de prestations au sens de l’art. 16 LAI ne donne pas droit à des indemnités journalières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_17"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Jours isolés",
        "citation": "Art. 17bis RAI",
        "content": "L’assuré qui se soumet à une mesure de réadaptation durant trois jours isolés au moins au cours d’un mois a droit à une indemnité journalière:\na. pour chaque jour de réadaptation durant lequel il est toute la journée empêché d’exercer une activité lucrative par la mesure de réadaptation;\nb. pour chaque jour de réadaptation et pour les jours se situant dans l’intervalle, s’il présente, dans son activité professionnelle habituelle, une incapacité de travail de 50 % au moins.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_17_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Délai d’attente, en général",
        "citation": "Art. 18 al. 1 RAI",
        "content": "L’assuré qui présente une incapacité de travail de 50 % au moins et qui doit attendre le début d’un reclassement professionnel a droit, durant le délai d’attente, à une indemnité journalière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_18"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Délai d’attente, en général",
        "citation": "Art. 18 al. 2 RAI",
        "content": "Le droit à l’indemnité naît au moment où l’office AI constate qu’un reclassement professionnel est indiqué.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_18"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Délai d’attente, en général",
        "citation": "Art. 18 al. 3 RAI",
        "content": "Les bénéficiaires de rentes qui se soumettent à des mesures de réadaptation n’ont pas droit aux indemnités journalières pendant le délai d’attente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_18"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Délai d’attente, en général",
        "citation": "Art. 18 al. 4 RAI",
        "content": "Tant que l’assuré a droit à une indemnité journalière de l’assurance-chômage, il ne peut faire valoir aucun droit à une indemnité journalière de l’assurance-invalidité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_18"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Délai d’attente pendant la recherche d’un emploi ",
        "citation": "Art. 19 al. 1 RAI",
        "content": "L’assuré n’a pas droit à une indemnité journalière pendant la période durant laquelle il recherche un emploi convenable. Si toutefois la recherche d’un emploi est précédée d’une formation professionnelle initiale, d’un reclassement ou d’un placement à l’essai, l’assuré conserve le bénéfice de l’indemnité journalière pendant soixante jours au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_19"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Délai d’attente pendant la recherche d’un emploi ",
        "citation": "Art. 19 al. 2 RAI",
        "content": "Tant que l’assuré a droit à une indemnité journalière de l’assurance-chômage, il ne peut faire valoir aucun droit à une indemnité journalière de l’assurance-invalidité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_19"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Indemnités journalières et rente d’invalidité",
        "citation": "Art. 20ter al. 1 RAI",
        "content": "Lorsque l’assuré a droit à une indemnité journalière, prestation pour enfant comprise, au sens des art. 23, al. 1, et 23bis LAI dont le montant est inférieur à la rente versée jusqu’ici, la rente continue d’être allouée au lieu de l’indemnité journalière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_20_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Indemnités journalières et rente d’invalidité",
        "citation": "Art. 20ter al. 2 RAI",
        "content": "Lorsque, pendant la formation professionnelle initiale, l’assuré a droit à une indemnité journalière inférieure à la rente versée jusqu’ici, la rente est remplacée à l’expiration du délai mentionné à l’art. 47, al. 1bis, LAI par une indemnité journalière correspondant à un trentième du montant de la rente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_20_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Interruptions des mesures de réadaptation",
        "citation": "Art. 20quater al. 1 RAI",
        "content": "L’indemnité journalière continue d’être versée aux assurés qui doivent interrompre une mesure de réadaptation pour cause de maladie ou de maternité s’ils n’ont pas droit à une indemnité journalière d’une autre assurance sociale obligatoire ou à une indemnité d’une assurance pour perte de gain facultative dont le montant équivaut au moins à celui de l’indemnité journalière de l’assurance-invalidité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_20_quater"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Interruptions des mesures de réadaptation",
        "citation": "Art. 20quater al. 2 RAI",
        "content": "L’indemnité journalière visée à l’al. 1 continue d’être versée:\na. pendant 30 jours au maximum durant la première année des mesures de réadaptation;\nb. pendant 60 jours au maximum durant la deuxième année des mesures de réadaptation;\nc. pendant 90 jours au maximum à partir de la troisième année des mesures de réadaptation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_20_quater"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Interruptions des mesures de réadaptation",
        "citation": "Art. 20quater al. 4 RAI",
        "content": "Le droit à l’indemnité journalière devient caduc lorsqu’il est constaté que la mesure de réadaptation n’est plus poursuivie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_20_quater"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Interruptions des mesures de réadaptation",
        "citation": "Art. 20quater al. 6 RAI",
        "content": "Les assurés contraints d’interrompre une mesure de réadaptation pour cause d’accident continuent de percevoir l’indemnité journalière de la manière suivante:\na. pendant deux jours au plus après l’accident, s’ils sont assurés obligatoirement en vertu de la loi fédérale du 20 mars 1981 sur l’assurance-accidents (LAA);\nb. selon les mêmes règles qu’en cas de maladie en vertu des al. 1, 2 et 4, s’ils ne sont pas assurés obligatoirement en vertu de la LAA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_20_quater"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Indemnité journalière et allocation pour perte de gain",
        "citation": "Art. 20quinquies RAI",
        "content": "Les assurés qui sont au bénéfice d’une allocation en vertu de la LAPG n’ont pas droit à une indemnité journalière de l’assurance-invalidité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_20_quinquies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Assurés exerçant une activité lucrative",
        "citation": "Art. 20sexies al. 1 RAI",
        "content": "Sont considérés comme exerçant une activité lucrative les assurés qui exerçaient une activité lucrative immédiatement avant la survenance de l’incapacité de travail (art. 6 LPGA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_20_sexies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Assurés exerçant une activité lucrative",
        "citation": "Art. 20sexies al. 2 RAI",
        "content": "Sont assimilés aux assurés exerçant une activité lucrative:\na. les assurés au chômage qui ont droit à une prestation de l’assurance-chômage ou avaient droit à une telle prestation au moins jusqu’à la survenance de l’incapacité de travail;\nb. les assurés qui, après avoir cessé leur activité lucrative suite à une maladie ou à un accident, sont au bénéfice d’un revenu de substitution sous forme d’indemnités journalières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_20_sexies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Base de calcul",
        "citation": "Art. 21 al. 2 RAI",
        "content": "Lors de l’établissement du revenu déterminant au sens de l’art. 23, al. 3, LAI, ne sont pas pris en compte les jours durant lesquels l’assuré n’a pu obtenir aucun revenu d’une activité lucrative ou seulement un revenu diminué en raison:\na. d’une maladie;\nb. d’un accident;\nc. d’une période de chômage;\nd. d’une période de service au sens de l’art. 1a LAPG;\ne. de maternité ou de paternité;\nf. de la prise en charge d’un enfant gravement atteint dans sa santé selon l’art. 16o LAPG;\ng. de l’accueil d’un enfant de moins de 4 ans en vue de son adoption;\nh. d’autres motifs n’impliquant pas une faute de sa part.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_21"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Base de calcul",
        "citation": "Art. 21 al. 3 RAI",
        "content": "Lorsque la dernière activité lucrative exercée par l’assuré sans restriction due à des raisons de sa santé remonte à plus de deux ans, il y a lieu de se fonder sur le revenu que l’assuré aurait tiré de la même activité, immédiatement avant la réadaptation, s’il n’était pas devenu invalide.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_21"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Assurés ayant un revenu régulier",
        "citation": "Art. 21bis al. 1 RAI",
        "content": "Les personnes qui ont un rapport de travail stable et dont le revenu n’est pas soumis à de fortes fluctuations sont considérées comme assurés ayant un revenu régulier, même si elles ont interrompu leur activité en raison d’une maladie, d’un accident, d’une période de chômage ou de service ou pour tout autre motif qui n’implique pas une faute de leur part.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_21_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Assurés ayant un revenu régulier",
        "citation": "Art. 21bis al. 2 RAI",
        "content": "Un rapport de travail est réputé stable lorsqu’il a été conclu pour une durée indéterminée ou pour une année au moins.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_21_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Assurés ayant un revenu régulier",
        "citation": "Art. 21bis al. 3 RAI",
        "content": "Le revenu déterminant est converti en revenu journalier. Il est calculé de la façon suivante:\na. pour les assurés payés au mois, le dernier salaire mensuel touché sans diminution pour raison de santé est multiplié par 12. Un 13e salaire mensuel s’ajoute le cas échéant au salaire annuel ainsi obtenu. Le produit est ensuite divisé par 365.\nb. pour les assurés payés à l’heure, le dernier salaire horaire touché sans diminution due à la maladie est multiplié par le nombre d’heures de travail effectuées durant la dernière semaine de travail normal, puis multiplié par 52. Un 13e salaire mensuel s’ajoute le cas échéant au salaire annuel ainsi obtenu. Le produit obtenu est ensuite divisé par 365.\nc. pour tous les assurés rémunérés d’une autre façon, le salaire obtenu durant les quatre dernières semaines sans diminution due à la maladie est divisé par quatre, puis multiplié par 52. Un 13e salaire mensuel s’ajoute le cas échéant au salaire annuel ainsi obtenu. Le produit obtenu est ensuite divisé par 365.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_21_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Assurés ayant un revenu régulier",
        "citation": "Art. 21bis al. 4 RAI",
        "content": "Les éléments de salaire versés régulièrement une fois par année ou à des intervalles de plusieurs mois, tels que les provisions et les gratifications, sont ajoutés au revenu déterminé selon l’al. 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_21_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Assurés ayant un revenu régulier",
        "citation": "Art. 21bis al. 5 RAI",
        "content": "Si un assuré peut démontrer que, sans la survenance de l’invalidité, il aurait entrepris durant la période de réadaptation une autre activité lucrative que celle exercée en dernier lieu sans restriction due à des raisons de santé, l’indemnité journalière est calculée d’après le revenu qu’il aurait pu obtenir avec cette nouvelle activité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_21_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Assurés ayant un revenu irrégulier",
        "citation": "Art. 21ter al. 1 RAI",
        "content": "Si l’assuré n’a pas de revenu régulier au sens de l’art. 21bis, le revenu déterminant est établi d’après le gain obtenu durant les trois derniers mois sans interruption pour raison de santé et converti en revenu journalier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_21_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Assurés ayant un revenu irrégulier",
        "citation": "Art. 21ter al. 2 RAI",
        "content": "S’il n’est pas possible de déterminer un revenu de cette manière, on tiendra compte du revenu obtenu sur une plus longue durée, mais pas supérieure à douze mois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_21_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Personnes de condition indépendante",
        "citation": "Art. 21quater al. 1 RAI",
        "content": "L’indemnité journalière pour les personnes de condition indépendante est calculée d’après le dernier revenu obtenu sans atteinte à la santé, ramené au gain journalier, soumis au prélèvement des cotisations conformément à la LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_21_quater"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Personnes de condition indépendante",
        "citation": "Art. 21quater al. 2 RAI",
        "content": "L’indemnité journalière pour les assurés qui rendent vraisemblable que, durant la période de réadaptation, ils auraient entrepris une activité lucrative indépendante d’une assez longue durée est calculée d’après le revenu qu’ils auraient pu en obtenir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_21_quater"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Assurés exerçant à la fois une activité salariée et indépendante",
        "citation": "Art. 21quinquies RAI",
        "content": "Le revenu déterminant d’assurés exerçant à la fois une activité salariée et indépendante est composé des revenus des deux activités selon les art. 21 à 21quater, convertis en gain journalier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_21_quinquies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Modification du revenu déterminant",
        "citation": "Art. 21sexies RAI",
        "content": "Durant la réadaptation, un examen a lieu d’office tous les deux ans pour établir si le revenu déterminant pour le calcul de l’indemnité journalière s’est modifié.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_21_sexies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Réduction de l’indemnité journalière",
        "citation": "Art. 21septies al. 1 RAI",
        "content": "Si l’assuré exerce une activité lucrative pendant sa réadaptation, l’indemnité journalière au sens de l’art. 22, al. 1, LAI est réduite dans la mesure où le montant cumulé de l’indemnité journalière et du revenu de cette activité excède le revenu déterminant au sens des art. 21 à 21quinquies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_21_septies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Réduction de l’indemnité journalière",
        "citation": "Art. 21septies al. 2 RAI",
        "content": "Pour la réduction de l’indemnité journalière, c’est le revenu obtenu par l’assuré pour l’activité déployée durant la réadaptation qui doit être pris en compte. Pour les salariés, ce revenu est le salaire déterminant au sens de l’art. 5 LAVS et pour les indépendants, le revenu sur lequel des cotisations sont prélevées en vertu de la LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_21_septies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Réduction de l’indemnité journalière",
        "citation": "Art. 21septies al. 3 RAI",
        "content": "Des prestations financières accordées par l’employeur durant la réadaptation sans activité correspondante particulière de l’assuré n’interviennent pas dans le calcul de la réduction (salaire social).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_21_septies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Réduction de l’indemnité journalière",
        "citation": "Art. 21septies al. 4 RAI",
        "content": "Si l’assuré a droit à une prestation pour enfant au sens de l’art. 22bis, al. 2, LAI, le revenu déterminant est majoré des montants minimaux, convertis en montants journaliers, de l’allocation pour enfant ou de l’allocation de formation professionnelle prévues à l’art. 5 de la loi fédérale du 24 mars 2006 sur les allocations familiales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_21_septies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Réduction de l’indemnité journalière",
        "citation": "Art. 21septies al. 5 RAI",
        "content": "Si l’assuré, pendant la réadaptation, perçoit une rente d’invalidité au sens de la LAA, l’indemnité journalière visée à l’art. 22, al. 1, LAI est réduite dans la mesure où le montant cumulé de l’indemnité journalière et de la rente excède le revenu déterminant au sens des art. 21 à 21quinquies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_21_septies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Déduction en cas de prise en charge du logement et de la nourriture par l’assurance-invalidité",
        "citation": "Art. 21octies al. 1 RAI",
        "content": "Si l’assurance-invalidité supporte pendant la réadaptation les frais de nourriture et de logement, l’indemnité journalière est réduite de 20 %, mais au maximum de 20 francs. La réduction est de 10 %, mais au maximum de 10 francs, si l’assuré a une obligation d’entretien à l’égard d’enfants qui, en cas de décès de l’assuré, auraient droit à la rente d’orphelin de l’assurance-vieillesse et survivants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_21_octies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Déduction en cas de prise en charge du logement et de la nourriture par l’assurance-invalidité",
        "citation": "Art. 21octies al. 2 RAI",
        "content": "Si l’indemnité journalière est en outre réduite selon l’art. 21septies, la déduction selon l’al. 1 intervient après cette réduction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_21_octies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Déduction en cas de prise en charge du logement et de la nourriture par l’assurance-invalidité",
        "citation": "Art. 21octies al. 3 RAI",
        "content": "L’indemnité journalière n’est pas réduite durant la formation professionnelle initiale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_21_octies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Garantie de maintien des droits acquis",
        "citation": "Art. 21novies RAI",
        "content": "L’indemnité journalière que l’assurance-invalidité verse à l’assuré en plus de la rente en vertu de l’art. 22bis, al. 6, LAI est au moins égale au montant de l’indemnité journalière que l’assuré perd en raison de la mise en œuvre d’une mesure si cette dernière indemnité était calculée sur la base du revenu de l’activité lucrative précédente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_21_novies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Calcul de l’indemnité journalière pendant la formation professionnelle initiale ",
        "citation": "Art. 22 al. 1 RAI",
        "content": "En l’absence de contrat d’apprentissage au sens de la LFPr, le montant mensuel de l’indemnité journalière correspond au montant arrondi vers le haut:\na. en première année, d’un quart de la rente de vieillesse minimale visée à l’art. 34, al. 5, LAVS;\nb. dès la deuxième année, d’un tiers de la rente de vieillesse minimale visée à l’art. 34, al. 5, LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_22"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Calcul de l’indemnité journalière pendant la formation professionnelle initiale ",
        "citation": "Art. 22 al. 2 RAI",
        "content": "Si l’assuré a droit à une indemnité journalière au sens de l’art. 22, al. 3, LAI, celle-ci correspond au revenu mensuel médian lié à l’exercice d’une activité professionnelle des étudiants des Hautes écoles figurant dans l’Enquête sur la situation sociale et économique des étudiants de l’Office fédéral de la statistique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_22"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Calcul de l’indemnité journalière pendant la formation professionnelle initiale ",
        "citation": "Art. 22 al. 3 RAI",
        "content": "Dans le cas où l’assuré aurait droit à des indemnités journalières pendant sa formation professionnelle initiale, il y a également droit durant la préparation à cette formation, pour autant que les conditions énoncées à l’art. 5, al. 2, soient remplies. Le montant des indemnités est calculé conformément à l’al. 1. L’art. 22, al. 4, LAI demeure réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_22"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Calcul de l’indemnité journalière pendant la formation professionnelle initiale ",
        "citation": "Art. 22 al. 4 RAI",
        "content": "Pour les assurés qui doivent, en raison de leur invalidité, interrompre leur formation professionnelle initiale et en commencer une nouvelle, l’indemnité journalière est calculée sur la base de l’art. 24ter LAI. L’art. 6, al. 2, demeure réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_22"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, E. Les indemnités journalières, Calcul de l’indemnité journalière pendant la formation professionnelle initiale ",
        "citation": "Art. 22 al. 5 RAI",
        "content": "Si l’assuré a droit à une prestation pour enfant au sens de l’art. 22bis, al. 2, LAI, le montant de l’indemnité journalière est majoré du montant de la prestation pour enfant selon l’art. 23bis LAI, à la condition que le revenu soit inférieur à celui fixé aux art. 13, al. 3, et 19, al. 1bis, de la loi fédérale du 24 mars 2006 sur les allocations familiales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_22"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, F. Dispositions diverses, Allocation pour frais de garde et d’assistance",
        "citation": "Art. 22quater al. 1 RAI",
        "content": "Sont notamment remboursés les frais de garde ou d’assistance suivants:\na. les frais pour les repas que les personnes énumérées à l’art. 11a, al. 2, LAI prennent hors du domicile;\nb. les frais d’hébergement et de déplacement pour les personnes énumérées à l’art. 11a, al. 2, LAI qui sont accueillies par des tiers;\nc. la rétribution d’aides familiales ou ménagères;\nd. les frais pour des crèches, des garderies et des structures de jour;\ne. les frais de déplacement de tiers qui, pour garder ou assister les personnes énumérées à l’art. 11a, al. 2, LAI, se rendent au domicile de la personne qui a droit à l’allocation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_22_quater"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, F. Dispositions diverses, Allocation pour frais de garde et d’assistance",
        "citation": "Art. 22quater al. 2 RAI",
        "content": "Seuls les frais effectifs sont remboursés, jusqu’à concurrence d’une somme égale à 20 % du montant maximum de l’indemnité journalière défini à l’art. 24, al. 1, LAI, multipliée par le nombre de jours effectifs de réadaptation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_22_quater"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, F. Dispositions diverses, Allocation pour frais de garde et d’assistance",
        "citation": "Art. 22quater al. 3 RAI",
        "content": "Les frais de garde et d’assistance inférieurs à 20 francs au total ne sont pas remboursés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_22_quater"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, F. Dispositions diverses, Prestation pour enfant",
        "citation": "Art. 22quinquies al. 1 RAI",
        "content": "Les allocations pour enfant et les allocations de formation professionnelle prévues par le droit fédéral, le droit cantonal et le droit étranger sont considérées comme des allocations prévues par la loi au sens de l’art. 22bis, al. 2, LAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_22_quinquies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, F. Dispositions diverses, Prestation pour enfant",
        "citation": "Art. 22quinquies al. 2 RAI",
        "content": "La caisse de compensation peut demander à l’assuré de lui fournir la preuve qu’il n’a pas droit à une allocation pour enfant ou à une allocation de formation professionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_22_quinquies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, F. Dispositions diverses, Prestation pour enfant",
        "citation": "Art. 22quinquies al. 3 RAI",
        "content": "Si l’assuré a droit à une allocation pour enfant ou à une allocation de formation professionnelle et que le montant de la prestation pour enfant serait supérieur à cette allocation, l’assuré n’a pas droit au versement de la différence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_22_quinquies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, F. Dispositions diverses, Mesures de réadaptation à l’étranger prises en charge par l’assurance obligatoire",
        "citation": "Art. 23bis al. 1 RAI",
        "content": "L’assurance prend en charge le coût d’une mesure de réadaptation effectuée de manière simple et adéquate à l’étranger lorsqu’il s’avère impossible de l’effectuer en Suisse, notamment parce que les institutions requises ou les spécialistes font défaut.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_23_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, F. Dispositions diverses, Mesures de réadaptation à l’étranger prises en charge par l’assurance obligatoire",
        "citation": "Art. 23bis al. 2 RAI",
        "content": "L’assurance prend en charge le coût d’une mesure médicale effectuée de manière simple et adéquate à l’étranger consécutivement à un état de nécessité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_23_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, F. Dispositions diverses, Mesures de réadaptation à l’étranger prises en charge par l’assurance obligatoire",
        "citation": "Art. 23bis al. 3 RAI",
        "content": "Si une mesure de réadaptation est effectuée à l’étranger pour d’autres raisons méritant d’être prises en considération, l’assurance en assume le coût jusqu’à concurrence du montant des prestations qui serait dû si la même mesure avait été effectuée en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_23_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, F. Dispositions diverses, Mesures de réadaptation à l’étranger prises en charge par l’assurance facultative",
        "citation": "Art. 23ter al. 1 RAI",
        "content": "L’assurance prend en charge le coût de mesures de réadaptation effectuées à l’étranger si des circonstances particulières le justifient et s’il apparaît, selon toute vraisemblance, qu’après ces mesures la personne concernée pourra à nouveau exercer une activité lucrative ou accomplir des travaux habituels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_23_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, F. Dispositions diverses, Mesures de réadaptation à l’étranger prises en charge par l’assurance facultative",
        "citation": "Art. 23ter al. 2 RAI",
        "content": "Pour les personnes n’ayant pas 20 ans révolus, l’assurance prend en charge le coût d’une mesure effectuée à l’étranger si les chances de succès de la mesure et la situation personnelle de la personne concernée le justifient.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_23_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, G. Libre choix, collaboration et tarifs, Libre choix et conventions",
        "citation": "Art. 24 al. 1 RAI",
        "content": "Le DFI peut établir des prescriptions sur l’autorisation d’exercer une activité à charge de l’assurance, conformément à l’art. 26bis, al. 2, LAI. L’OFAS peut établir une liste des personnes et des institutions satisfaisant aux exigences de l’assurance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_24"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, G. Libre choix, collaboration et tarifs, Libre choix et conventions",
        "citation": "Art. 24 al. 2 RAI",
        "content": "Les conventions prévues aux art. 21quater, al. 1, let. b, LAI sont conclues par l’OFAS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_24"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, G. Libre choix, collaboration et tarifs, Libre choix et conventions",
        "citation": "Art. 24 al. 3 RAI",
        "content": "Pour les personnes et institutions qui appliquent des mesures de réadaptation sans avoir adhéré à une convention avec l’OFAS existante à l’échelle de la Suisse, les conditions fixées dans cette convention valent comme exigences minimales de l’assurance-invalidité au sens de l’art. 26bis, al. 1, LAI, et les tarifs fixés comme montants maximaux au sens des art. 21quater, al. 1, let. c, et 27, al. 3, LAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_24"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, G. Libre choix, collaboration et tarifs, Tarification des mesures médicales",
        "citation": "Art. 24bis al. 1 RAI",
        "content": "Les art. 43, al. 2 et 3, et 49, al. 1 et 3 à 6, LAMal sont applicables par analogie pour la fixation des tarifs des mesures médicales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_24_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, G. Libre choix, collaboration et tarifs, Tarification des mesures médicales",
        "citation": "Art. 24bis al. 2 RAI",
        "content": "Les tarifs sont calculés en fonction de critères d’économie d’entreprise, tout en veillant à une structure adéquate des tarifs. Le tarif couvre au plus les coûts de la prestation qui sont justifiés de manière transparente et les coûts nécessaires à la fourniture efficiente des prestations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_24_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, G. Libre choix, collaboration et tarifs, Tarification des mesures médicales",
        "citation": "Art. 24bis al. 3 RAI",
        "content": "Un changement de modèle tarifaire ne doit pas entraîner de coûts supplémentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_24_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, G. Libre choix, collaboration et tarifs, Tarification des mesures médicales",
        "citation": "Art. 24bis al. 4 RAI",
        "content": "Les parties à une convention doivent régulièrement vérifier les tarifs et les adapter si le respect des principes énoncés à l’al. 2 n’est plus garanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_24_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, G. Libre choix, collaboration et tarifs, Tarification des mesures médicales",
        "citation": "Art. 24bis al. 5 RAI",
        "content": "L’autorité compétente applique par analogie les al. 1 à 3 lors de la fixation des tarifs prévus aux art. 27, al. 3 à 6 et 7, 2e phrase, LAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_24_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, G. Libre choix, collaboration et tarifs, Tarification des mesures médicales",
        "citation": "Art. 24bis al. 6 RAI",
        "content": "Les art. 59f, 59h et 59i OAMal sont applicables par analogie à la communication des données au sens de l’art. 27, al. 8, LAI, ainsi qu’à leur transmission, à leur sécurité, à leur conservation et au règlement de traitement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_24_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, G. Libre choix, collaboration et tarifs, Calcul des coûts des mesures médicales",
        "citation": "Art. 24ter al. 1 RAI",
        "content": "Les conventions tarifaires qui prévoient une structure tarifaire uniforme au sens de l’art. 27, al. 4, LAI doivent contenir les modalités d’application du tarif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_24_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, G. Libre choix, collaboration et tarifs, Calcul des coûts des mesures médicales",
        "citation": "Art. 24ter al. 2 RAI",
        "content": "Le Surveillant des prix au sens de la loi fédérale du 20 décembre 1985 concernant la surveillance des prix est consulté avant la conclusion de conventions tarifaires nationales et dans le cadre de la fixation de tarifs par l’autorité compétente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_24_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, G. Libre choix, collaboration et tarifs, Calcul des coûts des mesures médicales",
        "citation": "Art. 24ter al. 3 RAI",
        "content": "Les fournisseurs de prestations mettent à la disposition des services spécialisés compétents de la Confédération, de l’association Commission des tarifs médicaux LAA ainsi que des partenaires tarifaires les documents nécessaires à la fixation du tarif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_24_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, G. Libre choix, collaboration et tarifs, Rémunération du traitement en milieu hospitalier",
        "citation": "Art. 24quater al. 1 RAI",
        "content": "Pour la rémunération du traitement dans la division commune d’un hôpital, l’OFAS conclut des conventions sur la collaboration et les tarifs et convient de forfaits avec les hôpitaux. Les forfaits sont liés aux prestations et doivent être basés sur les structures uniformes pour l’ensemble de la Suisse. Les tarifs hospitaliers s’alignent sur l’indemnisation des hôpitaux qui fournissent les prestations de manière efficiente et dans la qualité requise à un prix avantageux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_24_quater"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, G. Libre choix, collaboration et tarifs, Rémunération du traitement en milieu hospitalier",
        "citation": "Art. 24quater al. 2 RAI",
        "content": "Les partenaires contractuels peuvent convenir que certaines prestations diagnostiques ou thérapeutiques spéciales ne sont pas comprises dans le forfait mais facturées séparément.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_24_quater"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, G. Libre choix, collaboration et tarifs, Rémunération du traitement en milieu hospitalier",
        "citation": "Art. 24quater al. 3 RAI",
        "content": "Si un modèle de rémunération lié aux prestations pour les traitements en milieu hospitaliers au sens de l’art. 14, al. 1, LAI est basé sur un système de classification des patients de type DRG (Diagnosis Related Groups), la convention tarifaire comprend en outre le manuel de codage, ainsi qu’un concept pour la révision du codage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_24_quater"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, G. Libre choix, collaboration et tarifs, Rémunération du traitement en milieu hospitalier",
        "citation": "Art. 24quater al. 4 RAI",
        "content": "Lorsque l’assuré entre dans un hôpital n’ayant pas conclu de convention tarifaire avec l’OFAS, l’assurance-invalidité prend à sa charge les frais qui auraient dû être remboursés à l’assuré conformément à l’al. 1 pour le traitement dans la division commune de l’hôpital conventionné conformément à l’al. 1 le plus proche. L’hôpital ne peut prétendre qu’au remboursement de ces frais.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_24_quater"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, G. Libre choix, collaboration et tarifs, Rémunération du traitement ambulatoire",
        "citation": "Art. 24quinquies RAI",
        "content": "Pour la rémunération du traitement ambulatoire, l’OFAS conclut avec les fournisseurs de prestations visés à l’art. 14, al. 1, LAI des conventions de portée nationale qui règlent la collaboration et les tarifs. Les tarifs à la prestation sont basés sur des structures uniformes pour l’ensemble de la Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_24_quinquies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, G. Libre choix, collaboration et tarifs, Collaboration et tarifs des mesures de réinsertion préparant à la réadaptation professionnelle et des mesures d’ordre professionnel",
        "citation": "Art. 24sexies al. 1 RAI",
        "content": "Les offices AI sont autorisés à conclure des conventions au sens de l’art. 27, al. 1, LAI pour les mesures visées aux art. 14a à 18 LAI au lieu où le fournisseur de prestations est installé à titre permanent ou exerce son activité professionnelle. Le tarif est convenu en fonction de critères liés à l’usage local et aux conditions usuelles du marché ainsi qu’à l’économie d’entreprise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_24_sexies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre II, Réadaptation, G. Libre choix, collaboration et tarifs, Collaboration et tarifs des mesures de réinsertion préparant à la réadaptation professionnelle et des mesures d’ordre professionnel",
        "citation": "Art. 24sexies al. 2 RAI",
        "content": "Les offices AI contrôlent régulièrement la qualité, l’efficacité et le caractère économique de la fourniture des prestations ainsi que les tarifs, remboursement des coûts compris.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_24_sexies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, A. Le droit à la rente, I. Évaluation du taux d’invalidité, Détermination du statut",
        "citation": "Art. 24septies al. 1 RAI",
        "content": "Le statut d’un assuré est déterminé en fonction de la situation professionnelle dans laquelle il se trouverait s’il n’était pas atteint dans sa santé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_24_septies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, A. Le droit à la rente, I. Évaluation du taux d’invalidité, Détermination du statut",
        "citation": "Art. 24septies al. 2 RAI",
        "content": "L’assuré est réputé:\na. exercer une activité lucrative au sens de l’art. 28a, al. 1, LAI dès lors qu’en bonne santé, il exercerait une activité lucrative à un taux d’occupation de 100 % ou plus;\nb. ne pas exercer d’activité lucrative au sens de l’art. 28a, al. 2, LAI dès lors qu’en bonne santé, il n’exercerait pas d’activité lucrative;\nc. exercer une activité lucrative à temps partiel au sens de l’art. 28a, al. 3, LAI dès lors qu’en bonne santé, il exercerait une activité lucrative à un taux d’occupation de moins de 100 %.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_24_septies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, A. Le droit à la rente, I. Évaluation du taux d’invalidité, Principes de la comparaison des revenus",
        "citation": "Art. 25 al. 1 RAI",
        "content": "Est réputé revenu au sens de l’art. 16 LPGA le revenu annuel présumable sur lequel les cotisations seraient perçues en vertu de la LAVS, à l’exclusion toutefois:\na. des prestations accordées par l’employeur pour compenser des pertes de salaire par suite d’accident ou de maladie entraînant une incapacité de travail dûment prouvée;\nb. des indemnités de chômage, des allocations pour perte de gain au sens de la LAPG et des indemnités journalières de l’assurance-invalidité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_25"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, A. Le droit à la rente, I. Évaluation du taux d’invalidité, Principes de la comparaison des revenus",
        "citation": "Art. 25 al. 2 RAI",
        "content": "Les revenus déterminants au sens de l’art. 16 LPGA sont établis sur la base de la même période et au regard du marché du travail suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_25"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, A. Le droit à la rente, I. Évaluation du taux d’invalidité, Principes de la comparaison des revenus",
        "citation": "Art. 25 al. 3 RAI",
        "content": "Si les revenus déterminants sont fixés sur la base de valeurs statistiques, les valeurs médianes de l’enquête suisse sur la structure des salaires (ESS) de l’Office fédéral de la statistique font foi. D’autres valeurs statistiques peuvent être utilisées, pour autant que le revenu en question ne soit pas représenté dans l’ESS. Les valeurs utilisées sont indépendantes de l’âge et tiennent compte du sexe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_25"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, A. Le droit à la rente, I. Évaluation du taux d’invalidité, Principes de la comparaison des revenus",
        "citation": "Art. 25 al. 4 RAI",
        "content": "Les valeurs statistiques visées à l’al. 3 sont adaptées au temps de travail usuel au sein de l’entreprise selon la division économique ainsi qu’à l’évolution des salaires nominaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_25"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, A. Le droit à la rente, I. Évaluation du taux d’invalidité, Détermination du revenu sans invalidité",
        "citation": "Art. 26 al. 1 RAI",
        "content": "Le revenu sans invalidité (art. 16 LPGA) est déterminé en fonction du dernier revenu de l’activité lucrative effectivement réalisé avant la survenance de l’invalidité. Si le revenu réalisé au cours des dernières années précédant la survenance de l’invalidité a subi de fortes variations, il convient de se baser sur un revenu moyen équitable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_26"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, A. Le droit à la rente, I. Évaluation du taux d’invalidité, Détermination du revenu sans invalidité",
        "citation": "Art. 26 al. 2 RAI",
        "content": "Si le revenu effectivement réalisé est inférieur d’au moins 5 % aux valeurs médianes usuelles dans la branche selon l’ESS au sens de l’art. 25, al. 3, le revenu sans invalidité correspond à 95 % de ces valeurs médianes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_26"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, A. Le droit à la rente, I. Évaluation du taux d’invalidité, Détermination du revenu sans invalidité",
        "citation": "Art. 26 al. 3 RAI",
        "content": "L’al. 2 n’est pas applicable lorsque:\na. le revenu avec invalidité visé à l’art. 26bis, al. 1, est également inférieur d’au moins 5 % aux valeurs médianes usuelles dans la branche selon l’ESS au sens de l’art. 25, al. 3, ou\nb. l’assuré exerçait une activité lucrative indépendante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_26"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, A. Le droit à la rente, I. Évaluation du taux d’invalidité, Détermination du revenu sans invalidité",
        "citation": "Art. 26 al. 4 RAI",
        "content": "Si le revenu effectivement réalisé ne peut pas être déterminé ou ne peut pas l’être avec suffisamment de précision, le revenu sans invalidité est déterminé sur la base des valeurs statistiques visées à l’art. 25, al. 3, pour une personne ayant la même formation et une situation professionnelle correspondante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_26"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, A. Le droit à la rente, I. Évaluation du taux d’invalidité, Détermination du revenu sans invalidité",
        "citation": "Art. 26 al. 5 RAI",
        "content": "Si l’invalidité survient après que l’assuré avait prévu ou commencé une formation professionnelle, le revenu sans invalidité est déterminé sur la base des valeurs statistiques visées à l’art. 25, al. 3, que l’assuré aurait atteint une fois sa formation achevée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_26"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, A. Le droit à la rente, I. Évaluation du taux d’invalidité, Détermination du revenu sans invalidité",
        "citation": "Art. 26 al. 6 RAI",
        "content": "Si l’assuré ne peut commencer ou achever une formation professionnelle en raison de son invalidité, le revenu sans invalidité est déterminé sur la base des valeurs statistiques définies à l’art. 25, al. 3. En dérogation à l’art. 25, al. 3, seules des valeurs indépendantes du sexe seront utilisées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_26"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, A. Le droit à la rente, I. Évaluation du taux d’invalidité, Détermination du revenu avec invalidité",
        "citation": "Art. 26bis al. 1 RAI",
        "content": "Si l’assuré réalise un revenu après la survenance de l’invalidité, le revenu avec invalidité (art. 16 LPGA) correspond à ce revenu, à condition que l’assuré exploite autant que possible sa capacité fonctionnelle résiduelle en exerçant une activité qui peut raisonnablement être exigée de lui.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_26_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, A. Le droit à la rente, I. Évaluation du taux d’invalidité, Détermination du revenu avec invalidité",
        "citation": "Art. 26bis al. 2 RAI",
        "content": "Si l’assuré ne réalise pas de revenu déterminant, le revenu avec invalidité est déterminé en fonction des valeurs statistiques visées à l’art. 25, al. 3. Pour les assurés visés à l’art. 26, al. 6, des valeurs indépendantes du sexe sont utilisées, en dérogation à l’art. 25, al. 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_26_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, A. Le droit à la rente, I. Évaluation du taux d’invalidité, Détermination du revenu avec invalidité",
        "citation": "Art. 26bis al. 3 RAI",
        "content": "Une déduction de 10 % est opérée sur la valeur statistique visée à l’al. 2. Si, du fait de l’invalidité, l’assuré ne peut travailler qu’avec une capacité fonctionnelle au sens de l’art. 49, al. 1bis, de 50 % ou moins, une déduction de 20 % est opérée. Aucune déduction supplémentaire n’est possible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_26_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, A. Le droit à la rente, I. Évaluation du taux d’invalidité, Travaux habituels des assurés travaillant dans le ménage",
        "citation": "Art. 27 al. 1 RAI",
        "content": "Par travaux habituels, visés à l’art. 7, al. 2, de la loi, des assurés travaillant dans le ménage, il faut entendre l’activité usuelle dans le ménage, ainsi que les soins et l’assistance apportés aux proches.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_27"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, A. Le droit à la rente, I. Évaluation du taux d’invalidité, Calcul du taux d’invalidité des assurés exerçant une activité lucrative à temps partiel",
        "citation": "Art. 27bis al. 1 RAI",
        "content": "Le taux d’invalidité des personnes qui exercent une activité lucrative à temps partiel est déterminé par l’addition des taux suivants:\na. le taux d’invalidité en lien avec l’activité lucrative;\nb. le taux d’invalidité en lien avec les travaux habituels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_27_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, A. Le droit à la rente, I. Évaluation du taux d’invalidité, Calcul du taux d’invalidité des assurés exerçant une activité lucrative à temps partiel",
        "citation": "Art. 27bis al. 2 RAI",
        "content": "Le taux d’invalidité en lien avec l’activité lucrative est déterminé:\na. en extrapolant le revenu sans invalidité pour une activité lucrative correspondant à un taux d’occupation de 100 %;\nb. en calculant le revenu avec invalidité sur la base d’une activité lucrative correspondant à un taux d’occupation de 100 % et en l’adaptant selon la capacité fonctionnelle déterminante;\nc. en pondérant la perte de gain exprimée en pourcentage en fonction du taux d’occupation qu’aurait l’assuré s’il n’était pas invalide.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_27_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, A. Le droit à la rente, I. Évaluation du taux d’invalidité, Calcul du taux d’invalidité des assurés exerçant une activité lucrative à temps partiel",
        "citation": "Art. 27bis al. 3 RAI",
        "content": "Le taux d’invalidité en lien avec les travaux habituels est calculé:\na. en déterminant le pourcentage que représentent les limitations dans les travaux habituels par rapport à la situation dans laquelle l’assuré serait sans invalidité; \nb. en pondérant le pourcentage déterminé à la let. a en fonction de la différence entre le taux d’occupation visé à l’al. 2, let. c, et une activité lucrative exercée à plein temps.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_27_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, A. Le droit à la rente, II. Dispositions diverses, Rente et réadaptation",
        "citation": "Art. 28 al. 3 RAI",
        "content": "La prise en charge des frais de nourriture et de logement est considérée comme prépondérante pour la suppression de la rente d’invalidité au sens de l’art. 43, al. 2, LAI, lorsque l’assurance subvient entièrement aux frais de nourriture et de logement pendant au moins cinq jours par semaine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_28"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, A. Le droit à la rente, II. Dispositions diverses, Reprise de l’invalidité après suppression de la rente",
        "citation": "Art. 29bis RAI",
        "content": "Si la rente a été supprimée du fait de l’abaissement du degré d’invalidité et que l’assuré, dans les trois ans qui suivent, présente à nouveau un degré d’invalidité ouvrant le droit à la rente en raison d’une incapacité de travail de même origine, on déduira de la période d’attente que lui imposerait l’art. 28, al. 1, let. b, LAI, celle qui a précédé le premier octroi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_29_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, A. Le droit à la rente, II. Dispositions diverses, Interruption de l’incapacité de travail",
        "citation": "Art. 29ter RAI",
        "content": "Il y a interruption notable de l’incapacité de travail au sens de l’art. 28, al. 1, let. b, LAI lorsque l’assuré a été entièrement apte au travail pendant 30 jours consécutifs au moins.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_29_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, A. Le droit à la rente, II. Dispositions diverses, Versement en cas d’anticipation de la rente de vieillesse",
        "citation": "Art. 29quater RAI",
        "content": "La rente d’invalidité n’est versée que si l’assuré révoque l’anticipation de sa rente de vieillesse ou y renonce, comme prévu à l’art. 56ter RAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_29_quater"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, A. Le droit à la rente, III. Prestation transitoire, Versement de la prestation transitoire",
        "citation": "Art. 30 al. 1 RAI",
        "content": "Une prestation transitoire est versée aux conditions suivantes:\na. il ressort de l’examen réalisé par l’office AI que les conditions de l’art. 32 LAI sont remplies, et\nb. l’assuré remet une attestation médicale:\n1. établissant que l’incapacité de travail est d’au moins 50 %, et\n2. faisant état d’un pronostic médical selon lequel l’incapacité de travail va se prolonger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_30"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, A. Le droit à la rente, III. Prestation transitoire, Versement de la prestation transitoire",
        "citation": "Art. 30 al. 2 RAI",
        "content": "Lorsque les conditions de l’art. 32 LAI ne sont plus remplies, le droit à une prestation transitoire s’éteint à la fin du mois au cours duquel l’office AI a rendu sa décision de suppression de la prestation transitoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_30"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, A. Le droit à la rente, III. Prestation transitoire, Détermination de la prestation transitoire",
        "citation": "Art. 31 al. 1 RAI",
        "content": "La prestation transitoire au sens de l’art. 32 LAI est assimilable à une rente AI. Les art. 30, 36 à 40 et 43, 47 et 50 LAI s’appliquent par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_31"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, A. Le droit à la rente, III. Prestation transitoire, Détermination de la prestation transitoire",
        "citation": "Art. 31 al. 2 RAI",
        "content": "Si l’assuré a droit à la fois à une rente de l’assurance-invalidité et à une prestation transitoire, la rente et la prestation transitoire lui sont versées sous la forme d’une prestation unique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_31"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, B. Les rentes ordinaires, Mode de calcul",
        "citation": "Art. 32 al. 1 RAI",
        "content": "Les art. 50 à 53bis RAVS sont applicables par analogie aux rentes ordinaires de l’assurance-invalidité. Au lieu d’établir des tables de rentes, l’OFAS peut édicter des prescriptions relatives au calcul du montant de la rente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_32"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, B. Les rentes ordinaires, Mode de calcul",
        "citation": "Art. 32 al. 2 RAI",
        "content": "La réduction des deux rentes d’un couple en vertu de l’art. 37, al. 1bis, LAI, s’effectue en fonction de la rente du conjoint qui présente le degré d’invalidité le plus élevé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_32"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, B. Les rentes ordinaires, Bases de calcul en cas de renaissance de l’invalidité",
        "citation": "Art. 32bis RAI",
        "content": "Lorsqu’un assuré dont la rente a été supprimée pour cause d’abaissement du degré de l’invalidité a, dans les trois ans qui suivent, de nouveau droit à une rente (art. 28 LAI) en raison de la même atteinte à la santé, les bases de calcul de l’ancienne rente restent déterminantes si cela est plus avantageux pour l’ayant droit. Si, durant cette période, son conjoint a été mis au bénéfice d’une rente de vieillesse ou d’invalidité ou s’il est décédé, l’art. 29quinquies LAVS est applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_32_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, B. Les rentes ordinaires, Réductions des rentes pour enfants",
        "citation": "Art. 33bis al. 1 RAI",
        "content": "La réduction des rentes pour enfants, conformément à l’art. 38bis LAI, s’effectue selon les règles prévues à l’art. 54bis RAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_33_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, B. Les rentes ordinaires, Réductions des rentes pour enfants",
        "citation": "Art. 33bis al. 2 RAI",
        "content": "La réduction des rentes pour enfant correspondant à des rentes AI dont le pourcentage est inférieur aux 100 % d’une rente entière se calcule en fonction de la proportion à une rente entière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_33_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, B. Les rentes ordinaires, Calcul anticipé de la rente",
        "citation": "Art. 33ter al. 1 RAI",
        "content": "Une personne qui est ou était assurée peut demander gratuitement un calcul anticipé de la rente d’invalidité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_33_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, B. Les rentes ordinaires, Calcul anticipé de la rente",
        "citation": "Art. 33ter al. 2 RAI",
        "content": "Les art. 59 et 60 RAVS sont applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_33_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, C. Les rentes extraordinaires",
        "citation": "Art. 34 RAI",
        "content": "L’art. 54bis RAVS, s’applique par analogie en cas de réduction des rentes extraordinaires pour enfants en vertu de l’art. 40, al. 2, LAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_34"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, D. L’allocation pour impotent, Naissance et extinction du droit",
        "citation": "Art. 35 al. 1 RAI",
        "content": "Le droit à l’allocation pour impotent prend naissance le premier jour du mois au cours duquel toutes les conditions de ce droit sont réalisées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_35"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, D. L’allocation pour impotent, Naissance et extinction du droit",
        "citation": "Art. 35 al. 2 RAI",
        "content": "Lorsque, par la suite, le degré d’impotence subit une modification importante, les art. 87 à 88bis sont applicables. Le droit à l’allocation s’éteint à la fin du mois au cours duquel l’une des autres conditions de ce droit n’est plus remplie ou au cours duquel le bénéficiaire du droit est décédé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_35"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, D. L’allocation pour impotent, Exclusion du droit ",
        "citation": "Art. 35bis al. 1 RAI",
        "content": "Les assurés âgés de 18 ans ou plus, qui séjournent au moins 24 jours en l’espace d’un mois civil dans une institution pour l’exécution de mesures de réadaptation au sens de l’art. 8, al. 3, LAI, n’ont pas droit à l’allocation pour impotent durant le mois civil en question. L’al. 4 est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_35_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, D. L’allocation pour impotent, Exclusion du droit ",
        "citation": "Art. 35bis al. 2 RAI",
        "content": "Les assurés mineurs, qui séjournent dans une institution pour l’exécution de mesures de réadaptation au sens de l’art. 8, al. 3, LAI, n’ont pas droit à l’allocation pour impotent durant ces jours. L’al. 4 et l’art. 42bis, al. 4, LAI sont réservés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_35_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, D. L’allocation pour impotent, Exclusion du droit ",
        "citation": "Art. 35bis al. 2bis RAI",
        "content": "Les assurés mineurs qui séjournent dans un établissement hospitalier aux frais de l’assurance sociale et qui ont droit à une allocation pour impotent en vertu de l’art. 42bis, al. 4, LAI, sont tenus de joindre l’attestation de l’établissement hospitalier prévue par cette disposition à la facture transmise à l’office AI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_35_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, D. L’allocation pour impotent, Exclusion du droit ",
        "citation": "Art. 35bis al. 2ter RAI",
        "content": "Les assurés mineurs qui supportent eux-mêmes les coûts de leur séjour en home conservent leur droit à l’allocation pour impotent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_35_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, D. L’allocation pour impotent, Exclusion du droit ",
        "citation": "Art. 35bis al. 3 RAI",
        "content": "Sont déterminants pour les séjours en institution les jours durant lesquels l’assurance-invalidité prend en charge les frais de séjour résidentiel dans une institution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_35_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, D. L’allocation pour impotent, Exclusion du droit ",
        "citation": "Art. 35bis al. 4 RAI",
        "content": "Les restrictions des al. 1 et 2 ne s’appliquent pas aux allocations octroyées pour une impotence au sens de l’art. 37, al. 3, let. d.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_35_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, D. L’allocation pour impotent, Home",
        "citation": "Art. 35ter al. 1 RAI",
        "content": "Est réputée home au sens de la loi toute forme de logement collectif qui sert à l’assistance ou aux soins prodigués à l’assuré:\na. lorsque l’assuré n’assume pas de responsabilité dans sa gestion;\nb. lorsque l’assuré ne peut pas décider librement de quelle prestation d’aide il a besoin ou sous quelle forme, ou encore qui la lui fournit ou à quel moment, ou\nc. lorsqu’un forfait pour les prestations de soins ou d’assistance doit être versé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_35_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, D. L’allocation pour impotent, Home",
        "citation": "Art. 35ter al. 2 RAI",
        "content": "Les institutions au sens de l’art. 3, al. 1, let. b, de la loi fédérale du 6 octobre 2006 sur les institutions destinées à promouvoir l’intégration des personnes invalides (LIPPI) qui sont reconnues par un ou plusieurs cantons en vertu de l’art. 4 LIPPI sont assimilées à des homes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_35_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, D. L’allocation pour impotent, Home",
        "citation": "Art. 35ter al. 3 RAI",
        "content": "Les communautés d’habitation qui sont exploitées par un home au sens de l’al. 1 et qui bénéficient de prestations d’aide de la part de celui-ci sont assimilées à des homes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_35_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, D. L’allocation pour impotent, Home",
        "citation": "Art. 35ter al. 4 RAI",
        "content": "Un logement collectif n’est pas assimilé à un home: \na. lorsque l’assuré peut déterminer et acquérir lui-même les prestations de soins et d’assistance dont il a besoin;\nb. lorsqu’il peut vivre de manière responsable et autonome, et\nc. lorsqu’il peut choisir et organiser lui-même ses conditions de logement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_35_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, D. L’allocation pour impotent, Home",
        "citation": "Art. 35ter al. 5 RAI",
        "content": "Les institutions qui servent au traitement curatif ne sont pas assimilés à des homes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_35_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, D. L’allocation pour impotent, Prestations particulières en faveur des mineurs",
        "citation": "Art. 36 al. 2 RAI",
        "content": "Les mineurs ayant droit à une allocation pour impotent, qui ne séjournent pas dans un home, mais qui ont besoin de soins intenses, ont droit à un supplément pour soins intenses au sens de l’art. 39. Les mineurs qui supportent eux-mêmes les coûts de leur séjour en home conservent leur droit à un supplément pour soins intenses.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_36"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, D. L’allocation pour impotent, Évaluation de l’impotence",
        "citation": "Art. 37 al. 1 RAI",
        "content": "L’impotence est grave lorsque l’assuré est entièrement impotent. Tel est le cas s’il a besoin d’une aide régulière et importante d’autrui pour tous les actes ordinaires de la vie et que son état nécessite, en outre, des soins permanents ou une surveillance personnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_37"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, D. L’allocation pour impotent, Évaluation de l’impotence",
        "citation": "Art. 37 al. 2 RAI",
        "content": "L’impotence est moyenne si l’assuré, même avec des moyens auxiliaires, a besoin:\na. d’une aide régulière et importante d’autrui pour accomplir la plupart des actes ordinaires de la vie;\nb. d’une aide régulière et importante d’autrui pour accomplir au moins deux actes ordinaires de la vie et nécessite, en outre, une surveillance personnelle permanente, ou\nc. d’une aide régulière et importante d’autrui pour accomplir au moins deux actes ordinaires de la vie et nécessite, en outre, un accompagnement durable pour faire face aux nécessités de la vie au sens de l’art. 38.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_37"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, D. L’allocation pour impotent, Évaluation de l’impotence",
        "citation": "Art. 37 al. 3 RAI",
        "content": "L’impotence est faible si l’assuré, même avec des moyens auxiliaires, a besoin:\na. de façon régulière et importante, de l’aide d’autrui pour accomplir au moins deux actes ordinaires de la vie;\nb. d’une surveillance personnelle permanente;\nc. de façon permanente, de soins particulièrement astreignants, exigés par l’infirmité de l’assuré;\nd. de services considérables et réguliers de tiers lorsqu’en raison d’une grave atteinte des organes sensoriels ou d’une grave infirmité corporelle, il ne peut entretenir des contacts sociaux avec son entourage que grâce à eux, ou\ne. d’un accompagnement durable pour faire face aux nécessités de la vie au sens de l’art. 38.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_37"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, D. L’allocation pour impotent, Évaluation de l’impotence",
        "citation": "Art. 37 al. 4 RAI",
        "content": "Dans le cas des mineurs, seul est pris en considération le surcroît d’aide et de surveillance que le mineur handicapé nécessite par rapport à un mineur du même âge et en bonne santé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_37"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, D. L’allocation pour impotent, Accompagnement pour faire face aux nécessités de la vie",
        "citation": "Art. 38 al. 1 RAI",
        "content": "Le besoin d’un accompagnement pour faire face aux nécessités de la vie au sens de l’art. 42, al. 3, LAI, existe lorsque l’assuré majeur ne vit pas dans une institution mais ne peut pas en raison d’une atteinte à la santé:\na. vivre de manière indépendante sans l’accompagnement d’une tierce personne;\nb. faire face aux nécessités de la vie et établir des contacts sociaux sans l’accompagnement d’une tierce personne, ou\nc. éviter un risque important de s’isoler durablement du monde extérieur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_38"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, D. L’allocation pour impotent, Accompagnement pour faire face aux nécessités de la vie",
        "citation": "Art. 38 al. 2 RAI",
        "content": "L’assuré conserve son droit à l’allocation pour impotent en vertu de l’art. 42, al. 3, LAI s’il a droit à une rente d’invalidité de l’AI mais que celle-ci ne lui est pas versée en raison de la perception anticipée d’une partie de sa rente de vieillesse de l’AVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_38"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, D. L’allocation pour impotent, Accompagnement pour faire face aux nécessités de la vie",
        "citation": "Art. 38 al. 3 RAI",
        "content": "N’est pris en considération que l’accompagnement qui est régulièrement nécessaire et lié aux situations mentionnées à l’al. 1. En particulier, les activités de représentation et d’administration dans le cadre des mesures de protection de l’adulte au sens des art. 390 à 398 du code civil ne sont pas prises en compte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_38"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, D. L’allocation pour impotent, Supplément pour soins intenses",
        "citation": "Art. 39 al. 1 RAI",
        "content": "Chez les mineurs, sont réputés soins intenses au sens de l’art. 42ter, al. 3, LAI, les soins qui nécessitent, en raison d’une atteinte à la santé, un surcroît d’aide d’au moins quatre heures en moyenne durant la journée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_39"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, D. L’allocation pour impotent, Supplément pour soins intenses",
        "citation": "Art. 39 al. 2 RAI",
        "content": "N’est pris en considération dans le cadre des soins intenses, que le surcroît de temps apporté au traitement et aux soins de base tel qu’il existe par rapport à un mineur du même âge et en bonne santé. N’est pas pris en considération le temps consacré aux mesures médicales ordonnées par un médecin et appliquées par du personnel paramédical ni le temps consacré aux mesures pédagogiques thérapeutiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_39"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, D. L’allocation pour impotent, Supplément pour soins intenses",
        "citation": "Art. 39 al. 3 RAI",
        "content": "Lorsqu’un mineur, en raison d’une atteinte à la santé, a besoin en plus d’une surveillance permanente, celle-ci correspond à un surcroît d’aide de deux heures. Une surveillance particulièrement intense liée à l’atteinte à la santé est équivalente à quatre heures.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_39"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, E., La contribution d’assistance, Assurés mineurs",
        "citation": "Art. 39a RAI",
        "content": "L’assuré mineur a droit à une contribution d’assistance s’il remplit les conditions prévues à l’art. 42quater, al. 1, let. a et b, LAI, et:\na. s’il suit de façon régulière l’enseignement scolaire obligatoire dans une classe ordinaire, une formation professionnelle sur le marché primaire du travail ou une autre formation du degré secondaire II;\nb. s’il exerce une activité professionnelle sur le marché primaire du travail à raison d’au moins dix heures par semaine, ou\nc. s’il perçoit un supplément pour soins intenses à raison d’au moins six heures par jour pour la couverture de ses besoins en soins et en surveillance en vertu de l’art. 42ter, al. 3, LAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_39_a"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, E., La contribution d’assistance, Assurés majeurs dont la capacité d’exercice des droits civils est restreinte",
        "citation": "Art. 39b RAI",
        "content": "Pour avoir droit à une contribution d’assistance, l’assuré majeur dont la capacité d’exercice des droits civils est restreinte doit remplir les conditions prévues à l’art. 42quater, al. 1, let. a et b, LAI, ainsi que l’une des conditions suivantes:\na. tenir son propre ménage;\nb. suivre de façon régulière une formation professionnelle sur le marché primaire du travail ou une autre formation du degré secondaire II ou du degré tertiaire;\nc. exercer une activité lucrative sur le marché primaire du travail à raison d’au moins dix heures par semaine, ou\nd. avoir bénéficié, au moment de devenir majeur, d’une contribution d’assistance en vertu de l’art. 39a, let. c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_39_b"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, E., La contribution d’assistance, Domaines",
        "citation": "Art. 39c RAI",
        "content": "Le besoin d’aide peut être reconnu dans les domaines suivants:\na. actes ordinaires de la vie;\nb. tenue du ménage;\nc. participation à la vie sociale et organisation des loisirs;\nd. éducation et garde des enfants;\ne. exercice d’une activité d’intérêt public ou d’une activité bénévole;\nf. formation professionnelle initiale ou continue;\ng. exercice d’une activité professionnelle sur le marché primaire du travail;\nh. surveillance pendant la journée;\ni. prestations de nuit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_39_c"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, E., La contribution d’assistance, Durée minimale",
        "citation": "Art. 39d RAI",
        "content": "Pour donner droit à une contribution d’assistance, le besoin d’aide de l’assuré doit donner lieu à l’engagement d’un ou de plusieurs assistants pour une période supérieure à trois mois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_39_d"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, E., La contribution d’assistance, Détermination du besoin d’aide reconnu",
        "citation": "Art. 39e al. 1 RAI",
        "content": "L’office AI détermine le nombre d’heures correspondant au besoin d’aide mensuel reconnu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_39_e"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, E., La contribution d’assistance, Détermination du besoin d’aide reconnu",
        "citation": "Art. 39e al. 2 RAI",
        "content": "Le nombre maximal d’heures mensuelles à prendre en compte pour la détermination du besoin d’aide est le suivant:\na. pour les prestations d’aide relevant des domaines visés à l’art. 39c, let. a à c, par acte ordinaire de la vie retenu lors de la fixation de l’allocation pour impotent:\n1. 20 heures en cas d’impotence faible, \n2. 30 heures en cas d’impotence moyenne,\n3. 40 heures en cas d’impotence grave;\nb. pour les prestations d’aide relevant des domaines visés à l’art. 39c, let. d à g: 60 heures au total;\nc. pour la surveillance visée à l’art. 39c, let. h: 120 heures.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_39_e"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, E., La contribution d’assistance, Détermination du besoin d’aide reconnu",
        "citation": "Art. 39e al. 3 RAI",
        "content": "Pour les groupes de personnes mentionnés ci-dessous, le nombre d’actes ordinaires de la vie à prendre en compte pour le calcul visé à l’al. 2, let. a, est fixé comme suit:\na. personnes sourdes et aveugles, ou sourdes et gravement handicapées de la vue: six actes ordinaires de la vie;\nb. personnes aveugles ou gravement handicapées de la vue: trois actes ordinaires de la vie;\nc. personnes assurées présentant une impotence faible au sens de l’art. 37, al. 3, let. b, c, d ou e: deux actes ordinaires de la vie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_39_e"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, E., La contribution d’assistance, Détermination du besoin d’aide reconnu",
        "citation": "Art. 39e al. 4 RAI",
        "content": "Les nombres d’heures maximaux sont réduits de 10 % par journée ou par nuitée passée chaque semaine en institution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_39_e"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, E., La contribution d’assistance, Détermination du besoin d’aide reconnu",
        "citation": "Art. 39e al. 5 RAI",
        "content": "Les montants alloués par l’assurance-invalidité pour la surveillance de longue durée au sens de l’art. 3quinquies, al. 3, sont déduits proportionnellement du besoin d’aide visé à l’art. 39c, let. h.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_39_e"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, E., La contribution d’assistance, Montant de la contribution d’assistance",
        "citation": "Art. 39f al. 1 RAI",
        "content": "La contribution d’assistance se monte à 34 fr. 30 par heure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_39_f"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, E., La contribution d’assistance, Montant de la contribution d’assistance",
        "citation": "Art. 39f al. 2 RAI",
        "content": "Si l’assistant doit disposer de qualifications particulières pour fournir les prestations requises dans les domaines prévus à l’art. 39c, let. e à g, le montant de la contribution d’assistance s’élève à 51 fr. 50 par heure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_39_f"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, E., La contribution d’assistance, Montant de la contribution d’assistance",
        "citation": "Art. 39f al. 3 RAI",
        "content": "L’office AI détermine le montant forfaitaire de la contribution d’assistance allouée pour les prestations de nuit en fonction de l’intensité de l’aide à apporter à l’assuré. Le montant de la contribution s’élève à 164 fr. 35 par nuit au maximum.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_39_f"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, E., La contribution d’assistance, Montant de la contribution d’assistance",
        "citation": "Art. 39f al. 4 RAI",
        "content": "L’art. 33ter LAVS s’applique par analogie à l’adaptation des montants fixés aux al. 1 à 3 en fonction de l’évolution des salaires et des prix.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_39_f"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, E., La contribution d’assistance, Calcul de la contribution d’assistance ",
        "citation": "Art. 39g al. 1 RAI",
        "content": "L’office AI détermine le montant mensuel et le montant annuel de la contribution d’assistance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_39_g"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, E., La contribution d’assistance, Calcul de la contribution d’assistance ",
        "citation": "Art. 39g al. 2 RAI",
        "content": "Le montant annuel de la contribution d’assistance équivaut:\na. à douze fois le montant mensuel de la contribution d’assistance;\nb. à onze fois le montant mensuel de la contribution d’assistance si:\n1. l’assuré vit en ménage commun avec la personne avec laquelle il est marié ou lié par un partenariat enregistré, avec la personne avec laquelle il mène de fait une vie de couple, ou avec une personne qui est un parent en ligne directe, et que\n2. la personne avec laquelle il vit en ménage commun est majeure et ne bénéficie pas elle-même d’une allocation pour impotent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_39_g"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, E., La contribution d’assistance, Empêchement de travailler",
        "citation": "Art. 39h al. 1 RAI",
        "content": "Si l’assistant est empêché de travailler sans faute de sa part pour des causes inhérentes à sa personne, la contribution d’assistance est encore versée pour une durée équivalente à la durée pendant laquelle le travailleur a droit à son salaire selon l’art. 324a du code des obligations, mais au maximum pendant trois mois, sous déduction des prestations d’assurance versées à titre de compensation pour les conséquences économiques dues à cet empêchement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_39_h"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, E., La contribution d’assistance, Empêchement de travailler",
        "citation": "Art. 39h al. 2 RAI",
        "content": "Si l’assistant est empêché de travailler pour des causes qui tiennent à l’assuré, la contribution d’assistance est encore versée pendant trois mois au plus pour autant que le montant de la contribution d’assistance annuelle ne soit pas dépassé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_39_h"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, E., La contribution d’assistance, Factures",
        "citation": "Art. 39i al. 1 RAI",
        "content": "L’assuré transmet tous les mois une facture à l’office AI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_39_i"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, E., La contribution d’assistance, Factures",
        "citation": "Art. 39i al. 2 RAI",
        "content": "Peuvent être facturées les heures de travail effectivement fournies par l’assistant pendant la journée et celles prises en compte en application de l’art. 39h.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_39_i"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, E., La contribution d’assistance, Factures",
        "citation": "Art. 39i al. 2bis RAI",
        "content": "Le montant facturé par nuit doit correspondre strictement au forfait de nuit. Il peut être facturé si un assistant se tient à disposition en cas de besoin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_39_i"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, E., La contribution d’assistance, Factures",
        "citation": "Art. 39i al. 2ter RAI",
        "content": "Les forfaits de nuit non facturés peuvent aussi être utilisés et facturés pendant la journée. Pour la facturation pendant la journée, le forfait de nuit est converti en heures en le divisant par le montant horaire fixé à l’art. 39f, al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_39_i"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, E., La contribution d’assistance, Factures",
        "citation": "Art. 39i al. 3 RAI",
        "content": "Le montant facturé peut dépasser le montant mensuel de la contribution d’assistance de 50 % au plus pour autant que le montant annuel de la contribution d’assistance au sens de l’art. 39g, al. 2, ne soit pas dépassé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_39_i"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, E., La contribution d’assistance, Factures",
        "citation": "Art. 39i al. 4 RAI",
        "content": "Pour les assurés dont l’impotence est faible, le montant mensuel de la contribution d’assistance peut être dépassé de plus de 50 % pendant trois mois consécutifs au maximum, en cas de phase aiguë attestée médicalement. Les nombres maximaux d’heures mensuelles définis à l’art. 39e, al. 2, ne peuvent pas être dépassés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_39_i"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, E., La contribution d’assistance, Conseil",
        "citation": "Art. 39j al. 1 RAI",
        "content": "L’office AI fournit à l’assuré des prestations de conseil au sujet de la contribution d’assistance au sens des art. 42quater à 42octies LAI. Il peut mandater, pour les fournir, un tiers de son choix ou proposé par l’assuré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_39_j"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, E., La contribution d’assistance, Conseil",
        "citation": "Art. 39j al. 2 RAI",
        "content": "Lorsque les prestations de conseil sont fournies par un tiers, l’office AI peut les accorder jusqu’à un montant de 1500 francs maximum tous les trois ans. Entre le dépôt de la demande de contribution d’assistance et son octroi, les prestations ne doivent pas dépasser 700 francs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_39_j"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, E., La contribution d’assistance, Conseil",
        "citation": "Art. 39j al. 3 RAI",
        "content": "Le montant maximum alloué pour les prestations de conseil effectuées par un tiers est de 75 francs par heure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_39_j"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, F., Le rapport avec l’assurance-accidents et l’assurance militaire",
        "citation": "Art. 39k al. 1 RAI",
        "content": "Si l’assuré a droit à une allocation pour impotent de l’AI et s’il peut prétendre par la suite une allocation pour impotent de l’assurance-accidents, la caisse de compensation verse l’allocation pour impotent de l’AI à l’assureur-accidents tenu de verser les prestations. Les allocations pour impotent destinées aux mineurs sont versées par la Centrale de compensation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_39_k"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, F., Le rapport avec l’assurance-accidents et l’assurance militaire",
        "citation": "Art. 39k al. 2 RAI",
        "content": "Si l’assuré a droit à une allocation pour impotent de l’assurance-accidents et que le montant de celle-ci est augmenté pour une cause étrangère à un accident, la caisse de compensation verse à l’assureur-accidents tenu de verser les prestations le montant que l’AI aurait dû allouer à l’assuré s’il n’avait pas été victime d’un accident. Les allocations pour impotent destinées aux mineurs sont versées par la Centrale de compensation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_39_k"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre III, Les rentes, l’allocation pour impotent et la contribution d’assistance, F., Le rapport avec l’assurance-accidents et l’assurance militaire",
        "citation": "Art. 39k al. 3 RAI",
        "content": "L’assuré qui, pour la durée de l’exécution de mesures de réadaptation, bénéficie d’indemnités journalières ou d’une rente de l’assurance militaire, n’a pas droit à l’indemnité journalière de l’AI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_39_k"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, A., Les offices AI, I. Compétence",
        "citation": "Art. 40 al. 1 RAI",
        "content": "Est compétent pour enregistrer et examiner les demandes:\na. l’office AI dans le secteur d’activité duquel les assurés sont domiciliés;\nb. l’office AI pour les assurés résidant à l’étranger, sous réserve des al. 2 et 2bis, si les assurés sont domiciliés à l’étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_40"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, A., Les offices AI, I. Compétence",
        "citation": "Art. 40 al. 2 RAI",
        "content": "L’office AI du secteur d’activité dans lequel le frontalier exerce une activité lucrative est compétent pour enregistrer et examiner les demandes présentées par les frontaliers. Cette règle s’applique également aux anciens frontaliers pour autant que leur domicile habituel se trouve encore dans la zone frontière au moment du dépôt de la demande et que l’atteinte à la santé remonte à l’époque de leur activité en tant que frontalier. L’office AI pour les assurés résidant à l’étranger notifie les décisions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_40"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, A., Les offices AI, I. Compétence",
        "citation": "Art. 40 al. 2bis RAI",
        "content": "Lorsque l’assuré domicilié à l’étranger a sa résidence habituelle (art. 13, al. 2, LPGA) en Suisse, l’office AI compétent pour enregistrer et examiner sa demande est celui dans le secteur d’activité duquel l’assuré a sa résidence habituelle. Si l’assuré abandonne sa résidence habituelle en Suisse pendant la procédure, la compétence passe à l’office AI pour les assurés résidant à l’étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_40"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, A., Les offices AI, I. Compétence",
        "citation": "Art. 40 al. 2ter RAI",
        "content": "Si un assuré domicilié à l’étranger prend, en cours de procédure, sa résidence habituelle ou son domicile en Suisse, la compétence passe à l’office AI dans le secteur d’activité duquel l’assuré a sa résidence habituelle ou son domicile selon l’al. 1, let. a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_40"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, A., Les offices AI, I. Compétence",
        "citation": "Art. 40 al. 2quater RAI",
        "content": "Si un assuré domicilié en Suisse prend en cours de procédure domicile à l’étranger, la compétence passe à l’office AI pour les assurés résidant à l’étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_40"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, A., Les offices AI, I. Compétence",
        "citation": "Art. 40 al. 3 RAI",
        "content": "L’office AI compétent lors de l’enregistrement de la demande le demeure durant toute la procédure, sous réserve des al. 2bis à 2quater.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_40"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, A., Les offices AI, I. Compétence",
        "citation": "Art. 40 al. 4 RAI",
        "content": "En cas de conflit de compétence, l’OFAS désigne l’office AI compétent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_40"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, A., Les offices AI, II. Attributions",
        "citation": "Art. 41 al. 1 RAI",
        "content": "L’office AI exécute, outre les tâches explicitement mentionnées dans la loi et dans le présent règlement, notamment les tâches suivantes:\na. recevoir, examiner et enregistrer les communications visées à l’art. 3b LAI et les demandes prévues à l’art. 29 LPGA;\nb. recevoir les communications visées à l’art. 77 relatives au droit aux prestations;\nc. transmettre immédiatement les communications concernant le droit aux indemnités journalières, aux rentes et aux allocations pour impotent pour les assurés majeurs en cours à la caisse de compensation compétente;\nd. notifier les communications, les préavis et les décisions, ainsi que la correspondance y relative;\ne. et f....\nfbis. et fter. ...\ng. donner des renseignements conformément à l’art. 27 LPGA;\nh. conserver les dossiers AI;\ni. rédiger les avis en cas de recours et interjeter recours devant le tribunal fédéral;\nk. évaluer le taux d’invalidité des personnes qui sollicitent l’octroi d’une prestation complémentaire au sens de l’art. 4, al. 1, let. d, de la loi fédérale du 6 octobre 2006 sur les prestations complémentaires;\nl.  ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_41"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, A., Les offices AI, II. Attributions, Gestion des cas",
        "citation": "Art. 41a al. 1 RAI",
        "content": "Dans le cadre de l’exécution des tâches qui leur sont conférées par la loi et le présent règlement, les offices AI veillent à ce que la procédure de gestion des cas soit continue et uniforme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_41_a"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, A., Les offices AI, II. Attributions, Gestion des cas",
        "citation": "Art. 41a al. 2 RAI",
        "content": "La gestion des cas comprend:\na. l’état des lieux; \nb. la planification des étapes suivantes;\nc. le suivi et la surveillance des prestations allouées par l’assurance-invalidité, et\nd. la coordination, à l’interne et à l’externe, avec les services et personnes concernées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_41_a"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, A., Les offices AI, II. Attributions, Gestion des cas",
        "citation": "Art. 41a al. 3 RAI",
        "content": "L’office AI décide du type, de la durée et de l’étendue de la gestion de chaque cas.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_41_a"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, A., Les offices AI, II. Attributions, Gestion des cas",
        "citation": "Art. 41a al. 4 RAI",
        "content": "En cas de mesures médicales visées aux art. 12 et 13 LAI, l’office AI ne peut procéder à un suivi individuel et actif dans le cadre de la gestion des cas qu’avec l’accord de l’assuré ou de son représentant légal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_41_a"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, A., Les offices AI, II. Attributions, Gestion des cas",
        "citation": "Art. 41a al. 5 RAI",
        "content": "Dans certains cas, les offices AI peuvent faire appel à des tiers compétents pour la gestion des cas concernant les mesures médicales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_41_a"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, A., Les offices AI, II. Attributions, Liste publique des experts mandatés ",
        "citation": "Art. 41b al. 1 RAI",
        "content": "La liste visée à l’art. 57, al. 1, let. n, LAI contient les indications suivantes:\na. dans le cas des expertises monodisciplinaires, pour chaque expert mandaté: nom, prénom, discipline médicale, adresse;\nb. dans le cas des expertises bidisciplinaires, pour chaque membre du binôme d’experts mandaté pour des expertises bidisciplinaires (binôme d’experts): nom, prénom, discipline médicale, adresse;\nc. dans le cas des expertises bi- et pluridisciplinaires, pour chaque centre d’expertises: nom, forme juridique, adresse;\nd. pour chaque expert, binôme d’experts et centre d’expertises:\n1. nombre d’expertises mandatées, classées par expertises mono-, bi- et pluridisciplinaires,\n2. incapacités de travail attestées par les expertises remises, dans l’activité habituelle et dans une activité adaptée ainsi que dans les travaux habituels en pourcentage d’un poste à plein temps; pour les expertises bi- et pluridisciplinaires, les évaluations font l’objet d’un consensus entre tous les experts impliqués,\n3. nombre d’expertises ayant fait l’objet d’une décision d’un tribunal cantonal des assurances, du Tribunal administratif fédéral ou du Tribunal fédéral, classées selon que le tribunal a accordé une force probante pleine, partielle ou nulle à l’expertise, et\n4. rémunération globale en francs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_41_b"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, A., Les offices AI, II. Attributions, Liste publique des experts mandatés ",
        "citation": "Art. 41b al. 2 RAI",
        "content": "La liste répertorie les données en fonction de l’année civile et est publiée le 1er mars de l’année suivante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_41_b"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, A., Les offices AI, II. Attributions, Liste publique des experts mandatés ",
        "citation": "Art. 41b al. 3 RAI",
        "content": "L’OFAS établit une synthèse globale pour toute la Suisse sur la base des listes établies par les offices AI. Cette synthèse est publiée le 1er juillet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_41_b"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, A., Les offices AI, III. Questions financières",
        "citation": "Art. 42 RAI",
        "content": "La trésorerie des offices AI cantonaux et communs est tenue par la caisse de compensation du canton dans lequel l’office AI a son siège.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_42"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, A., Les offices AI, IV. Office AI pour les assurés résidant à l’étranger",
        "citation": "Art. 43 al. 1 RAI",
        "content": "Sous la dénomination «Office AI pour les assurés résidant à l’étranger» est constitué un office AI particulier auprès de la Centrale de compensation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_43"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, A., Les offices AI, IV. Office AI pour les assurés résidant à l’étranger",
        "citation": "Art. 43 al. 2 RAI",
        "content": "Le Département fédéral des finances, en accord avec le DFI et le Département fédéral des affaires étrangères, édicte les prescriptions nécessaires en matière d’organisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_43"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, B., Les caisses de compensation, Compétence",
        "citation": "Art. 44 RAI",
        "content": "Les art. 122 à 125bis RAVS sont applicables par analogie lorsqu’il s’agit de déterminer la caisse de compensation compétente pour calculer et verser les rentes, les indemnités journalières et les allocations pour impotent pour les assurés majeurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_44"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, B., Les caisses de compensation, Conflit de compétence",
        "citation": "Art. 46 RAI",
        "content": "En cas de conflit de compétence, l’OFAS désigne la caisse de compensation compétente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_46"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, C. Services médicaux régionaux, Régions",
        "citation": "Art. 47 al. 1 RAI",
        "content": "Huit à douze services médicaux régionaux sont formés, desquels chacun couvre un territoire comptant un nombre comparable d’habitants. L’OFAS peut autoriser des exceptions dans des cas fondés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_47"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, C. Services médicaux régionaux, Régions",
        "citation": "Art. 47 al. 2 RAI",
        "content": "Les cantons soumettent à l’OFAS leurs propositions pour la formation des régions, qui sont définies par l’OFAS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_47"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, C. Services médicaux régionaux, Régions",
        "citation": "Art. 47 al. 3 RAI",
        "content": "Les offices AI de chaque région mettent en place et exploitent conjointement les services médicaux régionaux. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_47"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, C. Services médicaux régionaux, Disciplines médicales",
        "citation": "Art. 48 RAI",
        "content": "Dans les services médicaux régionaux, les disciplines suivantes sont notamment représentées: médecine interne ou générale, orthopédie, rhumatologie, pédiatrie et psychiatrie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_48"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, C. Services médicaux régionaux, Tâches",
        "citation": "Art. 49 al. 1 RAI",
        "content": "Les services médicaux régionaux évaluent les conditions médicales du droit aux prestations. Ils sont libres dans le choix de la méthode d’examen appropriée, dans le cadre de leurs compétences médicales et des directives spécialisées de portée générale de l’OFAS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_49"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, C. Services médicaux régionaux, Tâches",
        "citation": "Art. 49 al. 1bis RAI",
        "content": "Lors de la détermination des capacités fonctionnelles (art. 54a, al. 3, LAI), la capacité de travail attestée médicalement pour l’activité exercée jusque-là et pour les activités adaptées est évaluée et justifiée en tenant compte, qualitativement et quantitativement, de toutes les ressources et limitations physiques, mentales ou psychiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_49"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, C. Services médicaux régionaux, Tâches",
        "citation": "Art. 49 al. 2 RAI",
        "content": "Les services médicaux régionaux peuvent au besoin procéder eux-mêmes à des examens médicaux sur la personne des assurés. Ils consignent les résultats de ces examens par écrit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_49"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, C. Services médicaux régionaux, Tâches",
        "citation": "Art. 49 al. 3 RAI",
        "content": "Les services médicaux régionaux se tiennent à la disposition des offices AI de leur région pour les conseiller.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_49"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, D. Surveillance, Surveillance matérielle",
        "citation": "Art. 50 al. 1 RAI",
        "content": "L’OFAS peut, dans le cadre des contrôles qu’il effectue en vertu de l’art. 64a, al. 1, let. a, LAI, demander aux offices AI et aux services médicaux régionaux de prendre des mesures ou leur en ordonner pour procéder à l’optimisation nécessaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_50"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, D. Surveillance, Surveillance matérielle",
        "citation": "Art. 50 al. 2 RAI",
        "content": "Les offices AI et les services médicaux régionaux établissent périodiquement à l’intention de l’OFAS, selon ses instructions, un rapport concernant l’exécution des tâches qui leur sont attribuées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_50"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, D. Surveillance, Surveillance matérielle",
        "citation": "Art. 50 al. 3 RAI",
        "content": "L’OFAS peut, après consultation des offices AI, édicter des prescriptions relatives à la formation et au perfectionnement du personnel spécialisé des offices AI et des services médicaux régionaux. Il prend les mesures nécessaires pour garantir cette formation et ce perfectionnement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_50"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, D. Surveillance, Surveillance administrative",
        "citation": "Art. 51 RAI",
        "content": "L’OFAS peut, dans le cadre de ses contrôles relatifs au respect des critères prescrits visant à garantir l’efficacité, la qualité et l’uniformité de l’exécution des tâches prévus à l’art. 64a, al. 2, LAI, demander aux offices AI cantonaux et aux services médicaux régionaux de prendre des mesures ou leur en ordonner pour procéder à l’optimisation nécessaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_51"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, D. Surveillance, Conventions d’objectifs",
        "citation": "Art. 52 al. 1 RAI",
        "content": "Afin de garantir l’efficacité, la qualité et l’uniformité de l’exécution des tâches visées aux art. 54a, al. 1, et 57 LAI, l’OFAS conclut une convention d’objectifs avec chaque office AI cantonal. La convention précise notamment les objectifs à atteindre en termes d’efficacité et de qualité, ainsi que les modalités du reporting.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_52"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, D. Surveillance, Conventions d’objectifs",
        "citation": "Art. 52 al. 2 RAI",
        "content": "Si un office AI cantonal refuse de signer la convention d’objectifs, l’OFAS édicte des directives afin de garantir l’efficacité, la qualité et l’uniformité de l’exécution des tâches.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_52"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, D. Surveillance, Conventions d’objectifs",
        "citation": "Art. 52 al. 3 RAI",
        "content": "L’OFAS met à la disposition des offices AI cantonaux les indicateurs nécessaires à l’atteinte des objectifs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_52"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, D. Surveillance, Surveillance financière",
        "citation": "Art. 53 al. 1 RAI",
        "content": "L’OFAS exerce la surveillance financière des offices AI cantonaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_53"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, D. Surveillance, Surveillance financière",
        "citation": "Art. 53 al. 2 RAI",
        "content": "Les offices AI soumettent pour approbation à l’OFAS les frais d’exploitation et les investissements établis selon ses directives sous la forme d’un budget, des plans financiers des trois années suivantes et du compte annuel. L’OFAS peut demander des documents supplémentaires aux offices AI et aux caisses de compensation si ceux-ci sont nécessaires pour lui permettre d’exercer sa surveillance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_53"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, D. Surveillance, Surveillance financière",
        "citation": "Art. 53 al. 3 RAI",
        "content": "En ce qui concerne la surveillance financière de l’office AI pour les assurés résidant à l’étranger, l’art. 43, al. 2, est applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_53"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, D. Surveillance, Tenue des comptes et révision",
        "citation": "Art. 54 al. 1 RAI",
        "content": "Les comptes de l’office AI sont tenus par la caisse de compensation du canton où il a son siège et par la Caisse suisse de compensation pour l’office AI pour les assurés résidant à l’étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_54"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, D. Surveillance, Tenue des comptes et révision",
        "citation": "Art. 54 al. 2 RAI",
        "content": "La caisse de compensation tient des comptes séparés pour l’office AI. Sont également comptabilisés séparément les cotisations et les prestations de l’assurance d’une part et les frais de gestion de l’office AI au sens de l’art. 67, al. 1, let. a, LAI, d’autre part. L’OFAS édicte des directives à ce sujet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_54"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, D. Surveillance, Tenue des comptes et révision",
        "citation": "Art. 54 al. 3 RAI",
        "content": "Les art. 159, let. b et c, et 160, al. 1 et 3 à 5, RAVS s’appliquent par analogie à la révision de la tenue des comptes de l’office AI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_54"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, D. Surveillance, Remboursement des frais",
        "citation": "Art. 55 al. 1 RAI",
        "content": "L’OFAS décide des frais à rembourser en vertu de l’art. 67, al. 1, let. a, LAI et édicte les directives nécessaires à cet effet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_55"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, D. Surveillance, Remboursement des frais",
        "citation": "Art. 55 al. 2 RAI",
        "content": "Les caisses de compensation sont indemnisées pour les tâches réalisées au profit de l’assurance-invalidité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_55"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, D. Surveillance, Locaux pour les organes d’exécution",
        "citation": "Art. 56 al. 1 RAI",
        "content": "L’OFAS charge le Fonds de compensation AVS/AI/APG (Compenswiss) d’acquérir, de construire ou de vendre, à charge des comptes ordinaires de l’AI, les locaux nécessaires aux organes d’exécution de l’assurance-invalidité. Ces locaux constituent des actifs d’exploitation de l’assurance-invalidité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_56"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, D. Surveillance, Locaux pour les organes d’exécution",
        "citation": "Art. 56 al. 2 RAI",
        "content": "L’usufruit est réglé dans un contrat de droit public entre l’office AI et Compenswiss. Ce contrat contient au moins les détails concernant l’utilisation des locaux et l’indemnisation. L’OFAS règle les détails de l’usufruit et approuve les contrats.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_56"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, D. Surveillance, Frais d’administration des caisses de compensation",
        "citation": "Art. 57 al. 1 RAI",
        "content": "Les caisses de compensation perçoivent des contributions aux frais d’administration auprès des employeurs, des personnes de condition indépendante et des personnes sans activité lucrative; le taux de ces contributions est le même que dans l’assurance-vieillesse et survivants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_57"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre IV, L’organisation, D. Surveillance, Frais d’administration des caisses de compensation",
        "citation": "Art. 57 al. 2 RAI",
        "content": "Le DFI fixe, le cas échéant, les subsides que le fonds de compensation doit verser pour couvrir les frais d’administration des caisses de compensation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_57"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, A. La demande, Formule de demande et autres documents",
        "citation": "Art. 65 al. 1 RAI",
        "content": "Celui qui veut exercer son droit aux prestations de l’assurance doit présenter sa demande sur formule officielle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_65"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, A. La demande, Formule de demande et autres documents",
        "citation": "Art. 65 al. 2 RAI",
        "content": "La formule de demande peut être retirée gratuitement auprès des organismes désignés par l’OFAS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_65"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, A. La demande, Formule de demande et autres documents",
        "citation": "Art. 65 al. 3 RAI",
        "content": "Le requérant, ou celui qui agit en son nom, joindra à sa demande son certificat d’assurance et, le cas échéant, celui de son conjoint, les carnets de timbres-cotisations, s’il y en a, et une pièce d’identité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_65"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, A. La demande, Qualité pour agir",
        "citation": "Art. 66 al. 1 RAI",
        "content": "L’exercice du droit aux prestations appartient à l’assuré ou à son représentant légal, ainsi qu’aux autorités ou tiers qui l’assistent régulièrement ou prennent soin de lui de manière permanente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_66"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, A. La demande, Qualité pour agir",
        "citation": "Art. 66 al. 1bis RAI",
        "content": "Si l’assuré n’exerce pas lui-même le droit aux prestations, il doit autoriser les personnes et les instances mentionnées à l’art. 6a LAI à fournir aux organes de l’assurance-invalidité tous les renseignements et les documents nécessaires pour établir ce droit et le bien-fondé de prétentions récursoires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_66"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, A. La demande, Qualité pour agir",
        "citation": "Art. 66 al. 2 RAI",
        "content": "Si l’assuré est incapable de discernement, son représentant légal accorde l’autorisation visée à l’art. 6a LAI en signant la demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_66"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, A. La demande, Dépôt de la demande",
        "citation": "Art. 67 al. 1 RAI",
        "content": "La demande doit être déposée auprès de l’office AI qui est compétent selon l’art. 40.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_67"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, A. La demande, Dépôt de la demande",
        "citation": "Art. 67 al. 2 RAI",
        "content": "Les caisses de compensation sont habilitées à recevoir les demandes. Elles doivent attester la date du dépôt et transmettre immédiatement la demande à l’office AI compétent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_67"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, A. La demande, Dépôt de la demande",
        "citation": "Art. 67 al. 3 RAI",
        "content": "La demande peut être remise à des services sociaux de l’aide publique ou privée aux invalides, aux fins de transmission à l’office AI compétent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_67"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, A. La demande, Publications",
        "citation": "Art. 68 RAI",
        "content": "Les offices AI cantonaux et communs feront, en collaboration avec les caisses de compensation cantonales, au moins une fois par année des publications informant les assurés sur les prestations de l’assurance et leurs conditions, ainsi que sur l’exercice du droit aux prestations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_68"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, B. L’instruction de la demande, Généralités",
        "citation": "Art. 69 al. 1 RAI",
        "content": "L’office AI examine, au besoin en liaison avec la caisse de compensation compétente en vertu de l’art. 44, si l’assuré remplit les conditions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_69"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, B. L’instruction de la demande, Généralités",
        "citation": "Art. 69 al. 2 RAI",
        "content": "Si ces conditions sont remplies, l’office AI réunit les pièces nécessaires, en particulier sur l’état de santé du requérant, son activité, sa capacité de travail et son aptitude à être réadapté, ainsi que sur l’indication de mesures déterminées de réadaptation. Des rapports ou des renseignements, des expertises ou une instruction sur place peuvent être exigés ou effectués; il peut être fait appel aux spécialistes de l’aide publique ou privée aux invalides.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_69"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, B. L’instruction de la demande, Généralités",
        "citation": "Art. 69 al. 3 RAI",
        "content": "Les offices AI peuvent convoquer les assurés à un entretien. La date de l’entretien doit leur être communiquée dans un délai approprié.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_69"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, B. L’instruction de la demande, Expertises médicales bi- et pluridisciplinaires ",
        "citation": "Art. 72bis al. 1 RAI",
        "content": "Les expertises comprenant trois ou plus de trois disciplines médicales doivent se dérouler auprès d’un centre d’expertises médicales lié à l’OFAS par une convention.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_72_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, B. L’instruction de la demande, Expertises médicales bi- et pluridisciplinaires ",
        "citation": "Art. 72bis al. 1bis RAI",
        "content": "Les expertises impliquant deux disciplines médicales doivent être réalisées par un centre d’expertises médicales ou un binôme d’experts, liés dans les deux cas à l’OFAS par une convention.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_72_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, B. L’instruction de la demande, Expertises médicales bi- et pluridisciplinaires ",
        "citation": "Art. 72bis al. 2 RAI",
        "content": "L’attribution du mandat d’expertise doit se faire de manière aléatoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_72_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, B. L’instruction de la demande, Tarification",
        "citation": "Art. 72ter RAI",
        "content": "Les offices AI peuvent conclure avec les fournisseurs de prestations des conventions sur le remboursement des coûts des mesures d’instruction visées à l’art. 43 LPGA, pour autant qu’aucune autre convention tarifaire supérieure ne s’applique. L’art. 24sexies est applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_72_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, C. Fixation des prestations, Objet et notification du préavis",
        "citation": "Art. 73bis al. 1 RAI",
        "content": "Le préavis visé à l’art. 57a LAI ne porte que sur les questions qui relèvent des attributions des offices AI en vertu de l’art. 57, al. 1, let. d et f à i, LAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_73_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, C. Fixation des prestations, Objet et notification du préavis",
        "citation": "Art. 73bis al. 2 RAI",
        "content": "Le préavis sera notifié en particulier:\na. à l’assuré personnellement ou à son représentant légal;\nb. à la personne ou à l’autorité qui a exercé le droit aux prestations ou à laquelle une prestation en espèces est versée;\nc. à la caisse de compensation compétente, lorsqu’il s’agit d’une décision portant sur une rente, une indemnité journalière ou une allocation pour impotent pour les assurés majeurs;\nd. à l’assureur-accidents concerné ou à l’assurance militaire, si leur obligation d’allouer des prestations est touchée;\ne. à l’assureur-maladie compétent au sens des art. 2 et 3 de la loi fédérale du 26 septembre 2014 sur la surveillance de l’assurance-maladie (assureur-maladie selon la LSAMal), si son obligation d’allouer des prestations est touchée;\nf. à l’institution de prévoyance professionnelle compétente si la décision concerne son obligation d’allouer des prestations conformément aux art. 66, al. 2, et 70 LPGA. Si la compétence de l’institution n’est pas établie, le préavis de décision est notifié à la dernière institution à laquelle la personne assurée était affiliée ou à l’institution à laquelle un droit à des prestations avait été annoncé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_73_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, C. Fixation des prestations, Procédure de préavis",
        "citation": "Art. 73ter al. 2 RAI",
        "content": "L’assuré peut communiquer ses observations à l’office AI par écrit ou oralement, lors d’un entretien personnel. Si l’audition a lieu oralement, l’office AI établit un procès-verbal sommaire qui est signé par l’assuré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_73_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, C. Fixation des prestations, Procédure de préavis",
        "citation": "Art. 73ter al. 3 RAI",
        "content": "Les autres parties communiquent leurs observations à l’office AI par écrit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_73_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, C. Fixation des prestations, Procédure de préavis",
        "citation": "Art. 73ter al. 4 RAI",
        "content": "L’audition de l’assuré ne donne droit ni à une indemnité journalière ni au remboursement des frais de voyage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_73_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, C. Fixation des prestations, Prononcé de l’office AI",
        "citation": "Art. 74 al. 1 RAI",
        "content": "L’instruction de la demande achevée, l’office AI se prononce sur la demande de prestations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_74"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, C. Fixation des prestations, Prononcé de l’office AI",
        "citation": "Art. 74 al. 2 RAI",
        "content": "La motivation tient compte des observations qui ont été faites par les parties sur le préavis, pour autant qu’elles portent sur des points déterminants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_74"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, C. Fixation des prestations, Octroi de prestations sans décision",
        "citation": "Art. 74ter RAI",
        "content": "Si les conditions permettant l’octroi d’une prestation sont manifestement remplies et qu’elles correspondent à la demande de l’assuré, les prestations suivantes peuvent être accordées ou prolongées sans notification d’un préavis ou d’une décision (art. 58 LAI):\na. les mesures médicales;\nabis.  les mesures de réinsertion préparant à la réadaptation professionnelle;\nb. les mesures d’ordre professionnel;\nc. ...\nd. les moyens auxiliaires;\ne. le remboursement de frais de voyage;\nf. les rentes et les allocations pour impotent à la suite d’une révision effectuée d’office, pour autant qu’aucune modification de la situation propre à influencer le droit aux prestations n’ait été constatée;\ng. la prestation transitoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_74_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, C. Fixation des prestations, Communication des prononcés",
        "citation": "Art. 74quater al. 1 RAI",
        "content": "L’office AI communique par écrit à l’assuré les prononcés rendus selon l’art. 74ter et lui signale qu’il peut, s’il conteste le prononcé, exiger la notification d’une décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_74_quater"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, C. Fixation des prestations, Communication des prononcés",
        "citation": "Art. 74quater al. 2 RAI",
        "content": "Il communique en outre à l’institution de prévoyance tenue de fournir des prestations et à l’organe d’exécution compétent de l’assurance-chômage le prononcé relatif à la prestation transitoire rendu selon l’art. 74ter, let. g. L’institution de prévoyance tenue de fournir des prestations a le droit d’exiger la notification d’une décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_74_quater"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, C. Fixation des prestations, Notification de la décision",
        "citation": "Art. 76 al. 1 RAI",
        "content": "La décision sera notifiée en particulier:\na. aux personnes, aux institutions et aux assureurs auxquels le préavis de décision a été notifié;\nb. et c. ...\nd. à la Centrale de compensation, lorsqu’il ne s’agit pas de décisions concernant des rentes ou des allocations pour impotent pour les assurés majeurs;\ne. ...\nf. aux agents d’exécution;\ng. au médecin ou au centre d’observation médicale qui, sans être agent d’exécution, a effectué une expertise sur mandat de l’assurance;\nh. ...\ni. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_76"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, C. Fixation des prestations, Notification de la décision",
        "citation": "Art. 76 al. 2 RAI",
        "content": "S’il s’agit d’une décision de rente ou d’allocation pour impotent pour les assurés majeurs, l’art. 70 RAVS est applicable par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_76"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, C. Fixation des prestations, Avis obligatoire",
        "citation": "Art. 77 RAI",
        "content": "L’ayant droit ou son représentant légal, ainsi que toute personne ou autorité à qui la prestation est payée, doit communiquer immédiatement à l’office AI tout changement important qui peut avoir des répercussions sur le droit aux prestations, en particulier les changements qui concernent l’état de santé, la capacité de gain ou de travail, l’impotence, ou encore le besoin de soins ou le besoin d’aide découlant de l’invalidité, le lieu de séjour déterminant pour fixer le montant de l’allocation pour impotent et de la contribution d’assistance, ainsi que la situation personnelle et éventuellement économique de l’assuré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_77"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, D. Le versement des prestations, I. Mesures de réadaptation et d’instruction, frais de voyage, Paiement",
        "citation": "Art. 78 al. 1 RAI",
        "content": "L’assurance paie, dans les limites de la prise en charge par l’office AI, les mesures de réadaptation préalablement déterminées par cet office. Elle prend en outre à sa charge, aux conditions fixées à l’art. 10, al. 2, LAI, les mesures de réadaptation déjà exécutées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_78"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, D. Le versement des prestations, I. Mesures de réadaptation et d’instruction, frais de voyage, Paiement",
        "citation": "Art. 78 al. 4 RAI",
        "content": "Les mesures de réadaptation sont payées par la Centrale de compensation, de même que les mesures d’instruction et les frais de voyage. L’art. 79bis est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_78"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, D. Le versement des prestations, I. Mesures de réadaptation et d’instruction, frais de voyage, Paiement",
        "citation": "Art. 78 al. 5 RAI",
        "content": "En règle générale, le paiement est fait à la personne ou à l’institution qui a exécuté la mesure de réadaptation ou d’instruction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_78"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, D. Le versement des prestations, I. Mesures de réadaptation et d’instruction, frais de voyage, Paiement",
        "citation": "Art. 78 al. 6 RAI",
        "content": "Lorsque le paiement est fait à l’assuré ou à son représentant légal et qu’il y a lieu d’admettre que la somme payée ne sera pas utilisée aux fins auxquelles elle est destinée, l’assurance prendra les mesures propres à en garantir l’emploi conforme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_78"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, D. Le versement des prestations, I. Mesures de réadaptation et d’instruction, frais de voyage, Paiement",
        "citation": "Art. 78 al. 7 RAI",
        "content": "Les factures des agents d’exécution et des personnes en contact permanent avec l’assurance sont payées par virement sur compte postal ou bancaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_78"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, D. Le versement des prestations, I. Mesures de réadaptation et d’instruction, frais de voyage, Factures",
        "citation": "Art. 79 al. 1 RAI",
        "content": "Les fournisseurs de prestations peuvent adresser leurs factures établies conformément à l’art. 78:\na. à la Centrale de compensation par transfert électronique des données, ou\nb. à l’office AI compétent qui transmet ensuite les factures à la Centrale de compensation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_79"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, D. Le versement des prestations, I. Mesures de réadaptation et d’instruction, frais de voyage, Factures",
        "citation": "Art. 79 al. 2 RAI",
        "content": "L’office AI et au besoin le service médical régional vérifient le bien-fondé des factures; la Centrale de compensation leur concordance avec des conventions éventuelles. La Centrale de compensation procède au paiement des factures.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_79"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, D. Le versement des prestations, I. Mesures de réadaptation et d’instruction, frais de voyage, Factures",
        "citation": "Art. 79 al. 3 RAI",
        "content": "Les données nécessaires à la vérification des factures sont transmises électroniquement par l’office AI à la Centrale de compensation ou par la Centrale de compensation à l’office AI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_79"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, D. Le versement des prestations, I. Mesures de réadaptation et d’instruction, frais de voyage, Factures",
        "citation": "Art. 79 al. 4 RAI",
        "content": "Si une facture est contestée ou si une créance en restitution doit être exigée, l’office AI compétent rend les décisions nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_79"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, D. Le versement des prestations, I. Mesures de réadaptation et d’instruction, frais de voyage, Factures",
        "citation": "Art. 79 al. 5 RAI",
        "content": "L’OFAS publie des directives concernant l’établissement, la transmission, la vérification et le paiement des factures visées à l’art. 27ter LAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_79"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, D. Le versement des prestations, I. Mesures de réadaptation et d’instruction, frais de voyage, Règles de compétences particulières",
        "citation": "Art. 79bis RAI",
        "content": "L’OFAS peut charger les offices AI de vérifier si le montant des factures est conforme aux conventions qui pourraient avoir été conclues et les charger de payer certaines prestations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_79_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, D. Le versement des prestations, I. Mesures de réadaptation et d’instruction, frais de voyage, Facturation des mesures médicales en général",
        "citation": "Art. 79ter al. 1 RAI",
        "content": "Les fournisseurs de prestations doivent faire figurer sur leurs factures toutes les indications administratives et médicales nécessaires à la vérification du calcul de la rémunération et du caractère économique des prestations conformément à l’art. 27ter, al. 1, LAI. Ils doivent fournir en particulier les indications suivantes:\na. les dates des traitements ou des prestations fournies;\nb. les prestations fournies, détaillées comme le prévoit le tarif applicable, et les positions tarifaires correspondantes;\nc. les diagnostics et les procédures nécessaires au calcul du tarif applicable;\nd. le numéro et la date de la décision ou de la communication; \ne. le numéro AVS de l’assuré;\nf. pour les traitements stationnaires, la part des frais à charge du canton et de l’assurance-invalidité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_79_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, D. Le versement des prestations, I. Mesures de réadaptation et d’instruction, frais de voyage, Facturation des mesures médicales en général",
        "citation": "Art. 79ter al. 2 RAI",
        "content": "Le fournisseur de prestations doit établir deux factures séparées, l’une pour les prestations prises en charge par l’assurance-invalidité et l’autre pour les autres prestations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_79_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, D. Le versement des prestations, I. Mesures de réadaptation et d’instruction, frais de voyage, Facturation des mesures médicales en général",
        "citation": "Art. 79ter al. 3 RAI",
        "content": "Pour les analyses, la facture est établie exclusivement par le laboratoire qui a effectué les analyses. Les tarifs forfaitaires sont réservés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_79_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, D. Le versement des prestations, I. Mesures de réadaptation et d’instruction, frais de voyage, Facturation des mesures médicales en général",
        "citation": "Art. 79ter al. 4 RAI",
        "content": "Le fournisseur de prestations envoie à l’assuré une copie de la facture. Celle-ci peut être envoyée sous forme électronique ou sur papier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_79_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, D. Le versement des prestations, I. Mesures de réadaptation et d’instruction, frais de voyage, Facturation dans le cas d’un modèle de rémunération de type DRG",
        "citation": "Art. 79quater al. 1 RAI",
        "content": "Dans le cas d’un modèle de rémunération de type DRG (Diagnosis Related Groups), le fournisseur de prestations doit munir d’un numéro d’identification unique les ensembles de données avec les indications administratives et médicales visées à l’art. 79ter. Les ensembles de données doivent respecter la structure harmonisée au niveau suisse telle que fixée par le DFI en vertu de l’art. 59a, al. 1, OAMal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_79_quater"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, D. Le versement des prestations, I. Mesures de réadaptation et d’instruction, frais de voyage, Facturation dans le cas d’un modèle de rémunération de type DRG",
        "citation": "Art. 79quater al. 2 RAI",
        "content": "Les diagnostics et procédures visés à l’art. 79ter, al. 1, doivent être codés conformément aux classifications mentionnées pour la statistique médicale des hôpitaux au ch. 62 de l’annexe à l’ordonnance du 30 juin 1993 sur les relevés statistiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_79_quater"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, D. Le versement des prestations, I. Mesures de réadaptation et d’instruction, frais de voyage, Facturation dans le cas d’un modèle de rémunération de type DRG",
        "citation": "Art. 79quater al. 3 RAI",
        "content": "Le fournisseur de prestations transmet simultanément, avec la facture, les ensembles de données avec les indications administratives et médicales visées à l’art. 79ter, al. 1, à l’assurance-invalidité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_79_quater"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, D. Le versement des prestations, I. Mesures de réadaptation et d’instruction, frais de voyage, Facturation dans le cas d’un modèle de rémunération de type DRG",
        "citation": "Art. 79quater al. 4 RAI",
        "content": "L’office AI détermine pour quelles factures un examen supplémentaire est nécessaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_79_quater"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, D. Le versement des prestations, I. Mesures de réadaptation et d’instruction, frais de voyage, Facturation dans le domaine ambulatoire et dans le domaine de la réadaptation médicale",
        "citation": "Art. 79quinquies RAI",
        "content": "L’art. 59abis OAMal s’applique au domaine ambulatoire et au domaine de la réadaptation médicale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_79_quinquies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, D. Le versement des prestations, I. Mesures de réadaptation et d’instruction, frais de voyage, Facturation des mesures de réinsertion préparant à la réadaptation professionnelle, des mesures d’ordre professionnel et des mesures d’instruction",
        "citation": "Art. 79sexies al. 1 RAI",
        "content": "Les fournisseurs de mesures au sens des art. 14a à 18 LAI et 43 LPGA doivent faire figurer sur leurs factures toutes les indications administratives nécessaires à la vérification du calcul de la rémunération et du caractère économique des prestations conformément à l’art. 27ter, al. 1, LAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_79_sexies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, D. Le versement des prestations, I. Mesures de réadaptation et d’instruction, frais de voyage, Facturation des mesures de réinsertion préparant à la réadaptation professionnelle, des mesures d’ordre professionnel et des mesures d’instruction",
        "citation": "Art. 79sexies al. 2 RAI",
        "content": "Le fournisseur de prestations envoie à l’assuré une copie de la facture. Celle-ci peut être envoyée sous forme électronique ou sur papier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_79_sexies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, D. Le versement des prestations, II. Indemnités journalières, Paiement",
        "citation": "Art. 80 al. 1 RAI",
        "content": "Les caisses de compensation ou les employeurs paient les indemnités journalières chaque mois à terme échu ou les compensent avec des créances conformément à l’art. 19, al. 2, LPGA ou à l’art 20, al. 2, LAVS. L’OFAS peut, dans certains cas, confier le paiement des indemnités journalières aux centres de réadaptation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_80"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, D. Le versement des prestations, II. Indemnités journalières, Paiement",
        "citation": "Art. 80 al. 1bis RAI",
        "content": "Lors d’une formation professionnelle initiale, les indemnités journalières sont versées, sous réserve de l’art. 24quater LAI:\na. au centre de formation ou à l’institution formatrice, qui les rétrocède à l’assuré;\nb. à l’assuré directement, lorsqu’il suit une formation professionnelle supérieure ou fréquente une haute école.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_80"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, D. Le versement des prestations, II. Indemnités journalières, Paiement",
        "citation": "Art. 80 al. 2 RAI",
        "content": "Si l’assuré ou ses proches ont besoin des indemnités journalières à des intervalles plus rapprochés, des acomptes sont versés sur demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_80"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, D. Le versement des prestations, II. Indemnités journalières, Attestation",
        "citation": "Art. 81 al. 1 RAI",
        "content": "La personne ou l’institution auprès de laquelle l’assuré est en observation, en stage de réadaptation ou de mise au courant, doit attester sur formule officielle le nombre de jours donnant droit à l’indemnité journalière ou à une allocation pour frais de garde et d’assistance. Pendant le délai d’attente, l’attestation est fournie par l’office AI compétent. Si le droit à l’indemnité journalière dépend du degré de l’incapacité de travail, l’office AI compétent se procure un certificat médical.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_81"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, D. Le versement des prestations, II. Indemnités journalières, Attestation",
        "citation": "Art. 81 al. 2 RAI",
        "content": "L’attestation doit être délivrée à l’office AI avant le terme de paiement. Elle doit l’être en outre immédiatement après l’achèvement des mesures ordonnées ou à l’expiration du temps donnant droit à l’indemnité journalière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_81"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, D. Le versement des prestations, II. Indemnités journalières, Décompte des cotisations",
        "citation": "Art. 81bis al. 1 RAI",
        "content": "Les art. 37 et 38 du règlement du 24 novembre 2004 sur les allocations pour perte de gain (RAPG) sont applicables par analogie au prélèvement des cotisations sur les indemnités journalières considérées comme un revenu de travail au sens de l’AVS et à l’inscription de ces indemnités dans le compte individuel de la personne assurée. L’art. 37, al. 1 et 2, RAPG est également applicable par analogie aux centres de réadaptation auxquels le paiement des indemnités journalières a été confié (art. 80, al. 1).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_81_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, D. Le versement des prestations, II. Indemnités journalières, Décompte des cotisations",
        "citation": "Art. 81bis al. 2 RAI",
        "content": "Aucune cotisation n’est prélevée sur l’allocation pour frais de garde et d’assistance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_81_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, D. Le versement des prestations, III. Rentes, allocations pour impotent et contributions d’assistance, Paiement",
        "citation": "Art. 82 al. 1 RAI",
        "content": "Pour le versement des rentes et des allocations pour impotent pour les assurés majeurs, les art. 71, 71ter, 72, 73 et 75 RAVS s’appliquent par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_82"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, D. Le versement des prestations, III. Rentes, allocations pour impotent et contributions d’assistance, Paiement",
        "citation": "Art. 82 al. 2 RAI",
        "content": "Dans le cas des assurés majeurs qui changent de lieu de séjour déterminant pour fixer le montant de l’allocation pour impotent, le nouveau montant est pris en compte à partir du mois suivant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_82"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, D. Le versement des prestations, III. Rentes, allocations pour impotent et contributions d’assistance, Paiement",
        "citation": "Art. 82 al. 3 RAI",
        "content": "Pour le versement des allocations pour impotent destinées aux mineurs et des contributions d’assistance, les art. 78 et 79 s’appliquent par analogie. Les prestations relevant des allocations pour impotent destinées aux mineurs sont facturées trimestriellement, celles qui relèvent des contributions d’assistance sont facturées mensuellement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_82"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, D. Le versement des prestations, III. Rentes, allocations pour impotent et contributions d’assistance, Mesures de précaution",
        "citation": "Art. 83 al. 1 RAI",
        "content": "L’art. 74 RAVS est applicable par analogie aux rentes et aux allocations pour impotent pour les assurés majeurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_83"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, D. Le versement des prestations, IV. Dispositions communes, Paiement après coup et restitution",
        "citation": "Art. 85 al. 2 RAI",
        "content": "Lorsqu’il s’avère qu’une prestation doit être diminuée ou supprimée à la suite d’un nouvel examen de l’invalidité de l’assuré, cette modification ne prend effet qu’à partir du mois qui suit la nouvelle décision. Pour les rentes, les allocations pour impotent et les contributions d’assistance, l’art. 88bis, al. 2, est applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_85"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, D. Le versement des prestations, IV. Dispositions communes, Paiement après coup et restitution",
        "citation": "Art. 85 al. 3 RAI",
        "content": "Pour les créances en restitution non remises et irrécouvrables, l’art. 79bis RAVS s’applique par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_85"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, D. Le versement des prestations, IV. Dispositions communes, Versement de l’arriéré d’une rente au tiers ayant fait une avance",
        "citation": "Art. 85bis al. 1 RAI",
        "content": "Les employeurs, les institutions de prévoyance professionnelle, les assurances-maladie, les organismes d’assistance publics ou privés ou les assurances en responsabilité civile ayant leur siège en Suisse qui, en vue de l’octroi d’une rente de l’assurance-invalidité, ont fait une avance peuvent exiger qu’on leur verse l’arriéré de cette rente en compensation de leur avance et jusqu’à concurrence de celle-ci. Est cependant réservée la compensation prévue à l’art. 20 LAVS. Les organismes ayant consenti une avance doivent faire valoir leurs droits au moyen d’un formulaire spécial, au plus tôt lors de la demande de rente et, au plus tard au moment de la décision de l’office AI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_85_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, D. Le versement des prestations, IV. Dispositions communes, Versement de l’arriéré d’une rente au tiers ayant fait une avance",
        "citation": "Art. 85bis al. 2 RAI",
        "content": "Sont considérées comme une avance, les prestations\na. librement consenties, que l’assuré s’est engagé à rembourser, pour autant qu’il ait convenu par écrit que l’arriéré serait versé au tiers ayant effectué l’avance;\nb. versées contractuellement ou légalement, pour autant que le droit au remboursement, en cas de paiement d’une rente, puisse être déduit sans équivoque du contrat ou de la loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_85_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, D. Le versement des prestations, IV. Dispositions communes, Versement de l’arriéré d’une rente au tiers ayant fait une avance",
        "citation": "Art. 85bis al. 3 RAI",
        "content": "Les arrérages de rente peuvent être versés à l’organisme ayant consenti une avance jusqu’à concurrence, au plus, du montant de celle-ci et pour la période à laquelle se rapportent les rentes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_85_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, E. Révision de la rente, de l’allocation pour impotent et de la contribution d’assistance, Principe",
        "citation": "Art. 86ter RAI",
        "content": "La révision ne tiendra compte que de la part de l’amélioration du revenu qui n’est pas liée au renchérissement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_86_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, E. Révision de la rente, de l’allocation pour impotent et de la contribution d’assistance, Motifs de révision",
        "citation": "Art. 87 al. 1 RAI",
        "content": "La révision a lieu d’office:\na. lorsqu’en prévision de la possibilité d’une modification importante du taux d’invalidité, du degré d’impotence, ou encore du besoin de soins ou du besoin d’aide découlant de l’invalidité, un terme a été fixé au moment de l’octroi de la rente, de l’allocation pour impotent ou de la contribution d’assistance, ou\nb. lorsque des organes de l’assurance ont connaissance de faits ou ordonnent des mesures qui peuvent entraîner une modification importante du taux d’invalidité, du degré d’impotence ou encore du besoin de soins ou du besoin d’aide découlant de l’invalidité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_87"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, E. Révision de la rente, de l’allocation pour impotent et de la contribution d’assistance, Motifs de révision",
        "citation": "Art. 87 al. 2 RAI",
        "content": "Lorsqu’une demande de révision est déposée, celle-ci doit établir de façon plausible que l’invalidité, l’impotence ou l’étendue du besoin de soins ou du besoin d’aide découlant de l’invalidité de l’assuré s’est modifiée de manière à influencer ses droits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_87"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, E. Révision de la rente, de l’allocation pour impotent et de la contribution d’assistance, Motifs de révision",
        "citation": "Art. 87 al. 3 RAI",
        "content": "Lorsque la rente, l’allocation pour impotent ou la contribution d’assistance a été refusée parce que le degré d’invalidité était insuffisant, parce qu’il n’y avait pas d’impotence ou parce que le besoin d’aide ne donnait pas droit à une contribution d’assistance, la nouvelle demande ne peut être examinée que si les conditions prévues à l’al. 2 sont remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_87"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, E. Révision de la rente, de l’allocation pour impotent et de la contribution d’assistance, Procédure",
        "citation": "Art. 88 al. 1 RAI",
        "content": "La procédure en révision est menée par l’office AI qui, à la date du dépôt de la demande en révision ou à celle du réexamen du cas, est compétent au sens de l’art. 40.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_88"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, E. Révision de la rente, de l’allocation pour impotent et de la contribution d’assistance, Procédure",
        "citation": "Art. 88 al. 3 RAI",
        "content": "L’office AI communique le résultat du réexamen du cas de rente ou du cas d’allocation pour impotent pour les assurés majeurs à la caisse de compensation compétente. Lorsqu’il s’agit d’une allocation pour impotent destinée à un mineur ou d’une contribution d’assistance, il communique le résultat à la Centrale de compensation. L’office AI rend une décision en conséquence, lorsque la prestation de l’assurance est modifiée ou si l’assuré a demandé une modification.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_88"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, E. Révision de la rente, de l’allocation pour impotent et de la contribution d’assistance, Procédure",
        "citation": "Art. 88 al. 4 RAI",
        "content": "Les art. 66 et 69 à 76 sont applicables par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_88"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, E. Révision de la rente, de l’allocation pour impotent et de la contribution d’assistance, Modification du droit",
        "citation": "Art. 88a al. 1 RAI",
        "content": "Si la capacité de gain ou la capacité d’accomplir les travaux habituels de l’assuré s’améliore ou que son impotence ou encore le besoin de soins ou le besoin d’aide découlant de son invalidité s’atténue, ce changement n’est déterminant pour la suppression de tout ou partie du droit aux prestations qu’à partir du moment où on peut s’attendre à ce que l’amélioration constatée se maintienne durant une assez longue période. Il en va de même lorsqu’un tel changement déterminant a duré trois mois déjà, sans interruption notable et sans qu’une complication prochaine soit à craindre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_88_a"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, E. Révision de la rente, de l’allocation pour impotent et de la contribution d’assistance, Modification du droit",
        "citation": "Art. 88a al. 2 RAI",
        "content": "Si la capacité de gain de l’assuré ou sa capacité d’accomplir les travaux habituels se dégrade, ou si son impotence ou encore le besoin de soins ou le besoin d’aide découlant de son invalidité s’aggrave, ce changement est déterminant pour l’accroissement du droit aux prestations dès qu’il a duré trois mois sans interruption notable. L’art. 29bis est toutefois applicable par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_88_a"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, E. Révision de la rente, de l’allocation pour impotent et de la contribution d’assistance, Effet",
        "citation": "Art. 88bis al. 1 RAI",
        "content": "L’augmentation de la rente, de l’allocation pour impotent ou de la contribution d’assistance prend effet, au plus tôt:\na. si la révision est demandée par l’assuré, dès le mois où cette demande est présentée;\nb. si la révision a lieu d’office, dès le mois pour lequel on l’avait prévue;\nc. s’il est constaté que la décision de l’office AI désavantageant l’assuré était manifestement erronée, dès le mois où ce vice a été découvert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_88_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre V, La procédure, E. Révision de la rente, de l’allocation pour impotent et de la contribution d’assistance, Effet",
        "citation": "Art. 88bis al. 2 RAI",
        "content": "La diminution ou la suppression de la rente, de l’allocation pour impotent ou de la contribution d’assistance prend effet:\na. au plus tôt le premier jour du deuxième mois qui suit la notification de la décision;\nb. rétroactivement à la date où elle a cessé de correspondre aux droits de l’assuré, s’il se l’est fait attribuer irrégulièrement ou s’il a manqué, à un moment donné, à l’obligation de renseigner qui lui incombe raisonnablement en vertu de l’art. 77, que la poursuite du versement de la prestation ait eu lieu ou non en raison de l’obtention irrégulière ou de la violation de l’obligation de renseigner.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_88_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VI, Les rapports avec l’assurance-maladie, Avis aux assureurs-maladie au sens de la LSAMal ",
        "citation": "Art. 88ter RAI",
        "content": "Si une personne est assurée auprès d’un assureur-maladie au sens de la LSAMal et requiert des mesures médicales de l’assurance-invalidité, l’office AI compétent en avisera l’assureur-maladie au sens de la LSAMal concerné.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_88_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VI, Les rapports avec l’assurance-maladie, Notification des décisions des offices AI et droit de recours des assureurs-maladie au sens de la LSAMal",
        "citation": "Art. 88quater RAI",
        "content": "Si un assureur-maladie au sens de la LSAMal a avisé l’office AI ou la caisse de compensation compétents qu’il a fourni une garantie de paiement ou effectué un paiement pour un assuré qui lui avait été annoncé, la décision allouant ou refusant les prestations doit lui être notifiée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_88_quater"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VIa., Les rapports avec l’assurance-accidents dans le cas des personnes visées à l’art. 1a, al. 1, let. c, LAA, Principe de l’assurance-accidents de personnes au sens de l’art. 1a, al. 1, let. c, LAA",
        "citation": "Art. 88sexies RAI",
        "content": "Les modalités et la procédure de l’assurance-accidents des personnes visées à l’art. 1a, al. 1, let. c, LAA sont régies par la législation sur l’assurance-accidents.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_88_sexies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VIa., Les rapports avec l’assurance-accidents dans le cas des personnes visées à l’art. 1a, al. 1, let. c, LAA, Masse salariale",
        "citation": "Art. 88septies al. 1 RAI",
        "content": "La Centrale de compensation communique la masse salariale provisoire et définitive servant de base au calcul des primes de l’assurance-accidents des personnes visées à l’art. 1a, al. 1, let. c, LAA à la Caisse nationale suisse d’assurance en cas d’accidents (CNA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_88_septies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VIa., Les rapports avec l’assurance-accidents dans le cas des personnes visées à l’art. 1a, al. 1, let. c, LAA, Masse salariale",
        "citation": "Art. 88septies al. 2 RAI",
        "content": "La Centrale de compensation indique la masse salariale individuellement pour chaque office AI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_88_septies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VIa., Les rapports avec l’assurance-accidents dans le cas des personnes visées à l’art. 1a, al. 1, let. c, LAA, Remboursement des primes",
        "citation": "Art. 88octies al. 1 RAI",
        "content": "La CNA soumet sa facture visée à l’art. 132c de l’ordonnance du 20 décembre 1982 sur l’assurance-accidents à l’OFAS pour approbation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_88_octies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VIa., Les rapports avec l’assurance-accidents dans le cas des personnes visées à l’art. 1a, al. 1, let. c, LAA, Remboursement des primes",
        "citation": "Art. 88octies al. 2 RAI",
        "content": "Une fois la facture approuvée, la Centrale de compensation rembourse les primes à la CNA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_88_octies"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VII, Dispositions diverses, Dispositions du RAVS applicables",
        "citation": "Art. 89 RAI",
        "content": "Sauf dispositions contraires de la LAI ou du présent règlement, les dispositions des chap. IV et VI, ainsi que les art. 205 à 214 RAVS sont applicables par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_89"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VII, Dispositions diverses, Qualité pour recourir de l’OFAS contre les décisions des tribunaux arbitraux cantonaux",
        "citation": "Art. 89ter al. 1 RAI",
        "content": "Les décisions des tribunaux arbitraux cantonaux (art. 27quinquies LAI) doivent être notifiées à l’OFAS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_89_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VII, Dispositions diverses, Qualité pour recourir de l’OFAS contre les décisions des tribunaux arbitraux cantonaux",
        "citation": "Art. 89ter al. 2 RAI",
        "content": "L’OFAS a qualité pour recourir devant le Tribunal fédéral contre ces décisions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_89_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VII, Dispositions diverses, Frais de voyage en Suisse",
        "citation": "Art. 90 al. 1 RAI",
        "content": "Sont considérés comme frais de voyage nécessaires en Suisse, aux termes de l’art. 51 LAI, les frais des trajets parcourus pour se rendre chez l’agent d’exécution compétent le plus proche. Si l’assuré choisit un agent plus éloigné, il doit supporter les frais supplémentaires qui en résultent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_90"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VII, Dispositions diverses, Frais de voyage en Suisse",
        "citation": "Art. 90 al. 2 RAI",
        "content": "Sont remboursés les frais correspondant au coût des parcours effectués au moyen des transports en commun par l’itinéraire le plus direct. Si l’assuré doit toutefois, par suite de son invalidité, utiliser un autre moyen de transport, on lui remboursera les frais ainsi encourus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_90"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VII, Dispositions diverses, Frais de voyage en Suisse",
        "citation": "Art. 90 al. 2bis RAI",
        "content": "Les frais de voyage ne sont pas remboursés si l’assuré bénéficie de l’une des mesures de réadaptation suivantes:\na. location de services (art. 18abis LAI);\nb. allocation d’initiation au travail (art. 18b LAI);\nc. aide en capital (art. 18d LAI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_90"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VII, Dispositions diverses, Frais de voyage en Suisse",
        "citation": "Art. 90 al. 3 RAI",
        "content": "L’assurance rembourse, outre les frais de transport, le viatique et les frais accessoires indispensables, notamment les frais de transport et le viatique pour la personne qui doit nécessairement accompagner l’invalide. En cas de voyages de congé ou de visite, aucun viatique n’est accordé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_90"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VII, Dispositions diverses, Frais de voyage en Suisse",
        "citation": "Art. 90 al. 4 RAI",
        "content": "Le montant du viatique est fixé comme il suit:Fr.\na. lorsque l’absence du domicile dure de cinq à huit heures11.50 par jour\nb. lorsque l’absence du domicile dure plus de huit heures19.— par jour\nc. pour le gîte à l’extérieur37.50 par nuit  .",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_90"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VII, Dispositions diverses, Frais de voyage en Suisse",
        "citation": "Art. 90 al. 5 RAI",
        "content": "Des bons sont remis aux assurés qui utilisent les moyens de transport des entreprises publiques. L’OFAS désigne les services habilités à délivrer les bons. Au surplus, les art. 78 et 79 sont applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_90"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VII, Dispositions diverses, Frais de voyage à l’étranger",
        "citation": "Art. 90bis RAI",
        "content": "Les contributions aux frais de voyage de Suisse à l’étranger, de l’étranger en Suisse et à l’étranger sont fixées dans chaque cas par l’OFAS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_90_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VII, Dispositions diverses, Perte de gain consécutive à des mesures d’instruction",
        "citation": "Art. 91 al. 1 RAI",
        "content": "Si, durant les jours pour lesquels il n’a pas droit à une indemnité journalière de l’assurance-invalidité, l’assuré subit une perte de gain en raison de l’instruction de la demande de prestation, l’assurance-invalidité lui verse, en cas de perte de gain démontrée, une indemnité journalière correspondant à 30 % du montant maximal du gain journalier assuré selon la LAA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_91"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VII, Dispositions diverses, Perte de gain consécutive à des mesures d’instruction",
        "citation": "Art. 91 al. 2 RAI",
        "content": "Si des personnes auxquelles il est demandé des renseignements subissent une perte de gain en raison de l’instruction de la demande de prestations, l’assurance les indemnise, si leur perte de gain est démontrée, de la manière qui est prévue à l’al. 1. Les frais de voyage en Suisse sont indemnisés conformément aux taux indiqués à l’art. 90. Les contributions aux frais de voyage à l’étranger sont fixées dans chaque cas par l’OFAS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_91"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VII, Dispositions diverses, Perte de gain consécutive à des mesures d’instruction",
        "citation": "Art. 91 al. 3 RAI",
        "content": "Sur les contributions versées selon les al. 1 et 2, il n’est pas perçu de cotisation de:\na. l’assurance-vieillesse et survivants;\nb. de l’assurance-invalidité;\nc du régime des allocations pour perte de gain en faveur des personnes servant dans l’armée, dans le service civil ou dans la protection civile;\nd. de l’assurance-chômage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_91"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VII, Dispositions diverses, Études scientifiques",
        "citation": "Art. 96 al. 1 RAI",
        "content": "Après consultation de la Commission fédérale AVS/AI, le DFI établit un programme pluriannuel concernant des études scientifiques relatives à l’application de la loi. Il adapte en permanence le programme dont il établit le budget.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_96"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VII, Dispositions diverses, Études scientifiques",
        "citation": "Art. 96 al. 2 RAI",
        "content": "L’OFAS est chargé de l’exécution du programme. Il peut confier sa réalisation en totalité ou en partie à des tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_96"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VII, Dispositions diverses, Exigences minimales applicables aux conventions passées avec les instances cantonales",
        "citation": "Art. 96bis al. 1 RAI",
        "content": "Dans les conventions visées à l’art. 68bis, al. 1bis et 1ter, LAI, les offices AI et les organes d’exécution cantonaux au sens de l’art. 68bis, al. 1, let. d, LAI règlent au moins les prestations, les groupes cibles, les compétences et la vérification du contenu de la convention. Ils contrôlent le respect de la convention.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_96_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VII, Dispositions diverses, Exigences minimales applicables aux conventions passées avec les instances cantonales",
        "citation": "Art. 96bis al. 2 RAI",
        "content": "L’OFAS précise les exigences minimales et évalue la mise en œuvre de l’art. 68bis, al. 1bis et 1ter, LAI. Les offices AI sont tenus d’informer en tout temps l’OFAS et les organes de révision de l’utilisation des contributions et de lui garantir l’accès aux documents déterminants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_96_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VII, Dispositions diverses, Contribution au service cantonal de coordination",
        "citation": "Art. 96ter al. 1 RAI",
        "content": "Le service cantonal de coordination obtient des contributions notamment pour: \na. la collaboration avec l’office AI; \nb. la détection précoce et le suivi des jeunes atteints dans leur santé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_96_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VII, Dispositions diverses, Contribution au service cantonal de coordination",
        "citation": "Art. 96ter al. 2 RAI",
        "content": "L’OFAS fixe le montant des contributions de chaque office AI en fonction de la part des 13 à 25 ans dans la population résidente cantonale et met à jour la clé de répartition tous les quatre ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_96_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VII, Dispositions diverses, Contribution au service cantonal de coordination",
        "citation": "Art. 96ter al. 3 RAI",
        "content": "Les offices AI peuvent demander à l’OFAS des contributions allant de 50 000 à 400 000 francs pour le cofinancement au sens de l’art. 68bis, al. 1bis, LAI s’ils remplissent les conditions suivantes:\na. le canton concerné compte un nombre suffisant de personnes âgées de 13 à 25 ans dans sa population résidente pour la contribution choisie, et\nb. la contribution financière de l’AI n’excède pas un tiers des dépenses en personnel des instances cantonales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_96_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VII, Dispositions diverses, Offres transitoires cantonales",
        "citation": "Art. 96quater al. 1 RAI",
        "content": "Sont considérées comme des mesures préparant à une formation professionnelle initiale au sens de l’art. 68bis, al. 1ter, LAI les offres transitoires cantonales mises en œuvre dans le cadre de l’art. 12 de la LFPr et proposant une prestation supplémentaire aux personnes atteintes dans leur santé ayant déposé une demande de prestations auprès de l’AI et âgées de moins de 25 ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_96_quater"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VII, Dispositions diverses, Offres transitoires cantonales",
        "citation": "Art. 96quater al. 2 RAI",
        "content": "Si une convention au sens de l’art. 96bis a été conclue, l’office AI peut participer à hauteur d’un tiers au plus des coûts des mesures préparatoires cantonales visées à l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_96_quater"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VII, Dispositions diverses, Offres transitoires cantonales",
        "citation": "Art. 96quater al. 3 RAI",
        "content": "Les mesures préparant à une formation professionnelle initiale au sens de l’art. 68bis, al. 1ter, LAI se déroulent après la scolarité obligatoire et en premier lieu dans des structures ordinaires de la formation professionnelle. Par analogie avec l’art. 7, al. 2, de l’ordonnance du 19 novembre 2003 sur la formation professionnelle, elles durent un an au maximum.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_96_quater"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VII, Dispositions diverses, Information concernant les prestations et la procédure",
        "citation": "Art. 97 al. 1 RAI",
        "content": "Après consultation de la Commission fédérale AVS/AI, le DFI établit un programme pluriannuel pour une information générale, à l’échelle nationale, sur les prestations de l’assurance. Il adapte en permanence le programme dont il établit le budget.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_97"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VII, Dispositions diverses, Information concernant les prestations et la procédure",
        "citation": "Art. 97 al. 2 RAI",
        "content": "Les informations visent notamment à:\na. présenter de façon compréhensible aux assurés et aux services de consultation pour les assurés le système des prestations de l’assurance dans son ensemble ainsi que la procédure pour apprécier et faire valoir ses droits aux prestations;\nb. fournir des renseignements destinés à des groupes de risques et à des groupes cibles de l’assurance quant aux prestations de l’assurance et à la procédure pour apprécier et faire valoir leurs droits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_97"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VII, Dispositions diverses, Information concernant les prestations et la procédure",
        "citation": "Art. 97 al. 3 RAI",
        "content": "L’OFAS est chargé de l’exécution du programme et veille à la coordination des tâches d’information du public dévolues aux offices AI. La réalisation du programme d’information peut être en totalité ou en partie confiée à des tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_97"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VII, Dispositions diverses, Projets pilotes",
        "citation": "Art. 98 al. 1 RAI",
        "content": "Dans le cadre de l’exécution de projets pilotes en vertu de l’art. 68quater LAI, l’OFAS a les tâches suivantes:\na. il règle par voie d’ordonnance les critères auxquels doivent satisfaire les demandes ainsi que la mise en œuvre des projets pilotes;\nb. il statue sur l’exécution de projets pilotes;\nc. il veille à la coordination entre les projets pilotes exécutés en vertu de la LAI et à la coordination entre ceux-ci et les projets pilotes exécutés en vertu de la loi du 13 décembre 2002 sur l’égalité pour les handicapés et de la loi du 25 juin 1982 sur l’assurance-chômage;\nd. il supervise l’évaluation des projets pilotes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_98"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VII, Dispositions diverses, Projets pilotes",
        "citation": "Art. 98 al. 2 RAI",
        "content": "Les projets pilotes ne doivent pas compromettre les droits des bénéficiaires de prestations prévus par la loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_98"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VII, Dispositions diverses, Entreprises au sens de l’art. 68quinquies LAI",
        "citation": "Art. 98bis RAI",
        "content": "Seules les entreprises du marché primaire du travail sont considérées comme des entreprises au sens de l’art. 68quinquies LAI. Les établissements et les ateliers au sens de l’art. 27 LAI sont exclues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_98_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VII, Dispositions diverses, Convention de collaboration: compétence et procédure",
        "citation": "Art. 98ter al. 1 RAI",
        "content": "Le DFI est compétent pour conclure des conventions de collaboration avec les organisations faîtières du monde du travail au sens de l’art. 68sexies LAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_98_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VII, Dispositions diverses, Convention de collaboration: compétence et procédure",
        "citation": "Art. 98ter al. 2 RAI",
        "content": "Seules les organisations faîtières actives à l’échelle nationale ou dans une région linguistique sont considérées comme des organisations faîtières du monde du travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_98_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VII, Dispositions diverses, Convention de collaboration: compétence et procédure",
        "citation": "Art. 98ter al. 3 RAI",
        "content": "Les organisations faîtières du monde du travail adressent leur demande de conclusion d’une convention de collaboration à l’OFAS. Ce dernier met un formulaire à disposition pour cela.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_98_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VII, Dispositions diverses, Convention de collaboration: compétence et procédure",
        "citation": "Art. 98ter al. 4 RAI",
        "content": "Avant de conclure une convention de collaboration, le DFI consulte la Commission fédérale de l’AVS/AI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_98_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VII, Dispositions diverses, Convention de collaboration: contenu",
        "citation": "Art. 98quater al. 1 RAI",
        "content": "Les conventions de collaboration contiennent au minimum des dispositions sur:\na. le but;\nb. les mesures et leur financement;\nc. les modalités de mise en œuvre, de suivi et d’analyse des effets des mesures;\nd. la durée, le renouvellement et la résiliation de la convention.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_98_quater"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VII, Dispositions diverses, Convention de collaboration: contenu",
        "citation": "Art. 98quater al. 2 RAI",
        "content": "Les mesures prévues par les conventions de collaboration ne peuvent pas déroger aux dispositions de la LAI et doivent être mises en œuvre à l’échelle nationale ou dans une région linguistique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_98_quater"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VII, Dispositions diverses, Convention de collaboration: contenu",
        "citation": "Art. 98quater al. 3 RAI",
        "content": "Lorsqu’une convention de collaboration prévoit que l’assurance-invalidité participe au financement des mesures, les conditions de la loi fédérale du 5 octobre 1990 sur les subventions doivent être respectées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_98_quater"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VIII, Les subventions pour l’encouragement de l’aide aux invalides, Bénéficiaires de subventions",
        "citation": "Art. 108 al. 1 RAI",
        "content": "Ont droit à des subventions les organisations reconnues d’utilité publique de l’aide privée aux invalides – aide spécialisée et entraide – pour les prestations qu’elles fournissent dans l’intérêt des invalides à l’échelle nationale ou dans une région linguistique. Les organisations doivent se consacrer entièrement ou dans une large mesure à l’aide aux invalides et peuvent déléguer à des tiers une partie des prestations à fournir. En cas de prestations similaires, elles sont tenues de conclure des arrangements entre elles afin d’harmoniser leurs offres respectives.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_108"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VIII, Les subventions pour l’encouragement de l’aide aux invalides, Bénéficiaires de subventions",
        "citation": "Art. 108 al. 1bis RAI",
        "content": "Une organisation se consacre dans une large mesure à l’aide aux invalides au sens de l’al. 1: \na. lorsque la moitié au moins de ses usagers sont des personnes invalides ou leurs proches;\nb. lorsque au moins 1000 personnes invalides et leurs proches bénéficient de ses prestations, ou\nc. lorsque les coûts complets imputables aux prestations au sens de l’art. 74 LAI s’élèvent à 1 million de francs par an au moins.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_108"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VIII, Les subventions pour l’encouragement de l’aide aux invalides, Bénéficiaires de subventions",
        "citation": "Art. 108 al. 2 RAI",
        "content": "Pour l’octroi d’aides financières, l’OFAS conclut, en vertu de la loi du 5 octobre 1990 sur les subventions, des contrats de prestations avec les organisations au sens de l’al. 1; ces contrats portent sur les prestations considérées et ont une durée maximale de quatre ans. S’il s’avère impossible de conclure un contrat, l’OFAS rend une décision susceptible de recours sur le droit aux subventions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_108"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VIII, Les subventions pour l’encouragement de l’aide aux invalides, Prestations considérées",
        "citation": "Art. 108bis al. 1 RAI",
        "content": "Des subventions sont accordées pour financer les prestations suivantes, à condition qu’elles soient fournies en Suisse, de manière appropriée et économique:\na. conseil et aide aux invalides et à leurs proches\nb. cours destinés aux invalides ou à leurs proches\nc. ...\nd. prestations visant à soutenir et encourager l’intégration des invalides;\ne. accompagnement à domicile pour les invalides.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_108_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VIII, Les subventions pour l’encouragement de l’aide aux invalides, Prestations considérées",
        "citation": "Art. 108bis al. 2 RAI",
        "content": "L’OFAS définit les prestations dans le détail. Ni l’activité des comités, ni celle des assemblées générales ou des délégués, ni les dépenses occasionnées par des collectes ne donnent droit à des subventions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_108_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VIII, Les subventions pour l’encouragement de l’aide aux invalides, Prestations considérées",
        "citation": "Art. 108bis al. 3 RAI",
        "content": "Dans le cadre de l’accompagnement à domicile, le maximum pris en considération est de quatre heures d’aide par personne handicapée et par semaine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_108_bis"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VIII, Les subventions pour l’encouragement de l’aide aux invalides, Conditions",
        "citation": "Art. 108ter al. 1 RAI",
        "content": "Des subventions ne sont accordées que si le besoin en prestations au sens de l’art. 108bis est prouvé. L’OFAS édicte des directives à cet effet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_108_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VIII, Les subventions pour l’encouragement de l’aide aux invalides, Conditions",
        "citation": "Art. 108ter al. 2 RAI",
        "content": "Les organisations effectuent le relevé statistique des prestations et de leurs bénéficiaires, remplissent les conditions relatives à la comptabilité et assurent la qualité des prestations fournies. L’OFAS édicte des directives à cet effet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_108_ter"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VIII, Les subventions pour l’encouragement de l’aide aux invalides, Calcul et montant des subventions",
        "citation": "Art. 108quater al. 1 RAI",
        "content": "La subvention versée au partenaire contractuel pour une période contractuelle déterminée correspond au maximum à la subvention accordée pour la période contractuelle précédente, que l’OFAS peut adapter au renchérissement selon l’indice suisse des prix à la consommation. Est réservé le versement de subventions pour des prestations nouvelles ou élargies dont le besoin est prouvé conformément à l’art. 108ter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_108_quater"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VIII, Les subventions pour l’encouragement de l’aide aux invalides, Calcul et montant des subventions",
        "citation": "Art. 108quater al. 2 RAI",
        "content": "L’OFAS peut octroyer pour chaque nouvelle période contractuelle un supplément pour des prestations nouvelles ou élargies au sens de l’art. 108bis. Ce supplément est calculé de la manière suivante: le total des subventions accordées pour la dernière année de la période contractuelle précédente est multiplié par un taux de majoration. Ce taux correspond au taux d’augmentation moyenne du nombre de bénéficiaires de prestations individuelles de l’assurance-invalidité durant les trois années précédant l’année de négociation. L’année de négociation est celle qui précède une période contractuelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_108_quater"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VIII, Les subventions pour l’encouragement de l’aide aux invalides, Calcul et montant des subventions",
        "citation": "Art. 108quater al. 3 RAI",
        "content": "Le taux de majoration s’applique à chacune des années de la période contractuelle et ne doit pas dépasser la croissance potentielle du produit intérieur brut réel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_108_quater"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VIII, Les subventions pour l’encouragement de l’aide aux invalides, Procédure",
        "citation": "Art. 110 al. 1 RAI",
        "content": "Les organisations au sens de l’art. 108, al. 1, qui demandent des subventions doivent soumettre à l’OFAS une requête. L’OFAS détermine, en relation avec la conclusion d’un contrat de prestations, quels sont les documents à remettre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_110"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VIII, Les subventions pour l’encouragement de l’aide aux invalides, Procédure",
        "citation": "Art. 110 al. 2 RAI",
        "content": "L’OFAS détermine les documents qui doivent lui être remis pendant la durée du contrat de prestations au plus tard dans les six mois à compter de la fin de l’exercice annuel. Ce délai peut être prolongé sur demande écrite avant son échéance, pour des raisons suffisantes. L’inobservation sans raison plausible du délai ordinaire ou du délai prolongé entraîne une réduction de la subvention d’un cinquième en cas de retard allant jusqu’à un mois, et d’un autre cinquième pour chaque mois de retard supplémentaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_110"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VIII, Les subventions pour l’encouragement de l’aide aux invalides, Procédure",
        "citation": "Art. 110 al. 3 RAI",
        "content": "Le versement de subventions se fait en deux acomptes par an. Le solde est versé au terme de la période contractuelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_110"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VIII, Les subventions pour l’encouragement de l’aide aux invalides, Procédure",
        "citation": "Art. 110 al. 4 RAI",
        "content": "Le versement d’une subvention plus élevée, en échange de prestations élargies excédant celles prévues dans le contrat, ne peut intervenir qu’exceptionnellement durant la durée du contrat de prestations et moyennant une modification du contrat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_110"
    },
    {
        "book": "IVV",
        "title": "RAI, Chapitre VIII, Les subventions pour l’encouragement de l’aide aux invalides, Procédure",
        "citation": "Art. 110 al. 5 RAI",
        "content": "L’organisation est tenue en tout temps de renseigner l’OFAS et les organes de révision sur l’emploi des subventions, de les autoriser à prendre connaissance des documents déterminants et de leur donner accès aux lieux d’exploitation. L’OFAS et les organes de contrôle peuvent procéder à des contrôles inopinés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/fr#art_110"
    }
]