[
    {
        "book": "IVV",
        "title": "OAI, Capo primo: Le persone assicurate e i contributi, Obbligo di assicurazione e riscossione dei contributi",
        "citation": "Art. 1 OAI",
        "content": "Sono applicabili, per analogia, le disposizioni del capo primo come anche gli articoli 34 a 43 dell’ordinanza del 31 ottobre 1947 sull’assicurazione per la vecchiaia e per i superstiti (OAVS). Sono riservate le disposizioni speciali sull’assicurazione facoltativa per gli Svizzeri all’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_1"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo primo: Le persone assicurate e i contributi, Aliquota dei contributi",
        "citation": "Art. 1bis cpv. 1 OAI",
        "content": "Nei limiti della tavola scalare giusta gli articoli 16 e 21 OAVS, i contributi sono calcolati come segue:Reddito annuo dell’attività lucrativaTasso del contributo in percentuale del reddito dell’attività lucrativadi almeno fr.ma inferiore a fr.  9 80017 5000,75217 50021 3000,76921 30023 8000,78623 80026 3000,80426 30028 8000,82128 80031 3000,83831 30033 8000,87333 80036 3000,90736 30038 8000,94238 80041 3000,97741 30043 8001,01143 80046 3001,04646 30048 8001,09848 80051 3001,14951 30053 8001,20153 80056 3001,25356 30058 8001,305",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_1_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo primo: Le persone assicurate e i contributi, Aliquota dei contributi",
        "citation": "Art. 1bis cpv. 2 OAI",
        "content": "Le persone che non esercitano un’attività lucrativa versano un contributo da 68 a 3400 franchi annui. Gli articoli 28–30 OAVS si applicano per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_1_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo primo a: Rilevamento tempestivo, Comunicazione",
        "citation": "Art. 1ter cpv. 1 OAI",
        "content": "I casi degli assicurati di cui all’articolo 3abis capoverso 2 LAI possono essere comunicati all’ufficio AI competente ai sensi dell’articolo 40 ai fini di un rilevamento tempestivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_1_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo primo a: Rilevamento tempestivo, Comunicazione",
        "citation": "Art. 1ter cpv. 2 OAI",
        "content": "La persona o l’istituzione legittimata secondo l’articolo 3b capoverso 2 LAI a comunicare il caso di un assicurato ai fini di un rilevamento tempestivo compila il modulo di comunicazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_1_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo primo a: Rilevamento tempestivo, Decisione dell’ufficio AI",
        "citation": "Art. 1quater cpv. 1 OAI",
        "content": "Al più tardi entro 30 giorni dal ricevimento della comunicazione, l’ufficio AI decide se sono indicati provvedimenti d’intervento tempestivo ai sensi dell’articolo 7d LAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_1_quater"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo primo a: Rilevamento tempestivo, Decisione dell’ufficio AI",
        "citation": "Art. 1quater cpv. 2 OAI",
        "content": "Se tali provvedimenti sono indicati, esso ordina all’assicurato di annunciarsi all’AI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_1_quater"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo primo b: Provvedimenti d’intervento tempestivo, Principio",
        "citation": "Art. 1sexies cpv. 1 OAI",
        "content": "I provvedimenti d’intervento tempestivo secondo l’articolo 7d capoverso 2 LAI possono essere accordati agli assicurati che sono annunciati all’AI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_1_sexies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo primo b: Provvedimenti d’intervento tempestivo, Principio",
        "citation": "Art. 1sexies cpv. 2 OAI",
        "content": "Durante il periodo dell’obbligo scolastico, agli assicurati possono essere concessi provvedimenti secondo l’articolo 7d capoverso 2 lettere c e d LAI, se questi facilitano loro l’accesso a una prima formazione professionale o l’ingresso nel mercato del lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_1_sexies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo primo b: Provvedimenti d’intervento tempestivo, Durata della fase d’intervento tempestivo",
        "citation": "Art. 1septies OAI",
        "content": "La fase d’intervento tempestivo si conclude con:\na. la decisione relativa all’esecuzione di provvedimenti d’integrazione secondo l’articolo 8 capoverso 3 lettere ater  e b LAI;\nb. la comunicazione che nessun provvedimento d’integrazione può essere attuato con successo e che sarà esaminato il diritto alla rendita; oppure\nc. la decisione secondo cui l’assicurato non ha alcun diritto né a provvedimenti d’integrazione secondo l’articolo 8 capoverso 3 lettere ater  e b LAI né a una rendita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_1_septies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo primo b: Provvedimenti d’intervento tempestivo, Importo massimo dei provvedimenti d’intervento tempestivo",
        "citation": "Art. 1octies OAI",
        "content": "I costi dei provvedimenti d’intervento tempestivo non devono eccedere 20 000 franchi per assicurato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_1_octies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, A., Minaccia d’invalidità",
        "citation": "Art. 1novies OAI",
        "content": "Sussiste una minaccia d’invalidità quando la probabilità che insorga un’incapacità al guadagno è preponderante. Il momento in cui l’incapacità al guadagno è insorta non è determinante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_1_novies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Abis. Provvedimenti sanitari, Provvedimenti sanitari d’integrazione",
        "citation": "Art. 2 cpv. 1 OAI",
        "content": "Per provvedimenti sanitari d’integrazione ai sensi dell’articolo 12 LAI s’intendono in particolare le cure chirurgiche, fisioterapeutiche e psicoterapeutiche. Una volta curata l’affezione in quanto tale e raggiunto uno stato di salute stabile, tali provvedimenti sono destinati direttamente all’integrazione secondo l’articolo 12 capoverso 3 LAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_2"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Abis. Provvedimenti sanitari, Provvedimenti sanitari d’integrazione",
        "citation": "Art. 2 cpv. 2 OAI",
        "content": "L’assicurazione per l’invalidità può assumere i costi per provvedimenti sanitari d’integrazione che non rispettano i principi di cui all’articolo 14 capoverso 2 LAI, se: \na. il potenziale d’integrazione è particolarmente elevato; e\nb. i possibili risparmi che potrebbero derivare da un’integrazione risultano maggiori rispetto ai costi dei provvedimenti sanitari d’integrazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_2"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Abis. Provvedimenti sanitari, Provvedimenti sanitari d’integrazione",
        "citation": "Art. 2 cpv. 3 OAI",
        "content": "Un provvedimento sanitario d’integrazione deve essere richiesto al competente ufficio AI prima dell’inizio della cura secondo l’articolo 12 LAI. È fatto salvo l’articolo 48 LAI. Alla richiesta va allegata una prognosi d’integrazione favorevole emessa dal medico specialista curante prima dell’inizio della cura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_2"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Abis. Provvedimenti sanitari, Provvedimenti sanitari d’integrazione",
        "citation": "Art. 2 cpv. 4 OAI",
        "content": "La natura, la durata e l’entità di un provvedimento sanitario d’integrazione nonché il fornitore della prestazione sono stabiliti nella decisione o comunicazione di assegnazione. La durata non può essere superiore a due anni. Il provvedimento sanitario d’integrazione può essere prolungato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_2"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Abis. Provvedimenti sanitari, Proseguimento di provvedimenti sanitari d’integrazione dopo il compimento dei 20 anni",
        "citation": "Art. 2bis cpv. 1 OAI",
        "content": "I provvedimenti professionali secondo gli articoli 15–18c LAI sono considerati non ancora conclusi secondo l’articolo 12 capoverso 2 LAI, se:\na. prima della conclusione del provvedimento è già stato assegnato un ulteriore provvedimento professionale secondo gli articoli 15–18c LAI; o\nb. l’assegnazione di un ulteriore provvedimento professionale secondo gli articoli 15–18c LAI è prevedibile e il potenziale d’integrazione dell’assicurato non è esaurito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_2_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Abis. Provvedimenti sanitari, Proseguimento di provvedimenti sanitari d’integrazione dopo il compimento dei 20 anni",
        "citation": "Art. 2bis cpv. 2 OAI",
        "content": "Se nessun provvedimento professionale è assegnato conformemente al capoverso 1 lettera b entro sei mesi dalla conclusione o dall’interruzione dell’ultimo provvedimento professionale, i costi per i provvedimenti sanitari d’integrazione sono assunti per al massimo sei mesi dopo la conclusione o l’interruzione dell’ultimo provvedimento professionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_2_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Abis. Provvedimenti sanitari, Precisazione di termini di cui all’articolo 12 LAI",
        "citation": "Art. 2ter OAI",
        "content": "I seguenti termini di cui all’articolo 12 LAI sono precisati come segue:\na. formazione professionale iniziale: prima formazione professionale, indipendentemente dal fatto che sia finanziata o meno dall’assicurazione per l’invalidità;\nb. capacità di frequentare la scuola: capacità di frequentare una scuola regolare, speciale o privata;\nc. capacità al guadagno: capacità di avere un’occupazione nel mercato del lavoro primario o secondario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_2_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Abis. Provvedimenti sanitari, Infermità congenite",
        "citation": "Art. 3 cpv. 1 OAI",
        "content": "I seguenti termini di cui all’articolo 13 capoverso 2 LAI sono precisati come segue: \na. malformazione congenita: malformazione di organi o parti del corpo esistente alla nascita; \nb. malattia genetica: affezione riconducibile a un’alterazione del patrimonio genetico dovuta a una mutazione genetica o a un difetto genetico; \nc. affezione prenatale e perinatale: affezione già esistente al momento della nascita o sorta al più tardi sette giorni dopo;\nd. affezione che compromette la salute: affezione che causa danni fisici o mentali oppure disturbi funzionali; \ne. affezione che presenta una certa gravità: affezione che in mancanza di cura causa una limitazione funzionale duratura che non può più essere corretta del tutto;\nf. cure di lunga durata: cure che durano più di un anno;\ng. cure complesse: cure che richiedono l’interazione di almeno due ambiti specialistici;\nh. affezione che può essere curata: affezione il cui decorso può essere influenzato favorevolmente dai provvedimenti sanitari di cui all’articolo 14 LAI volti alla cura delle infermità congenite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_3"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Abis. Provvedimenti sanitari, Infermità congenite",
        "citation": "Art. 3 cpv. 2 OAI",
        "content": "La sola predisposizione a un’affezione non è considerata infermità congenita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_3"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Abis. Provvedimenti sanitari, Infermità congenite",
        "citation": "Art. 3 cpv. 3 OAI",
        "content": "Il momento in cui l’infermità congenita è riconosciuta come tale è irrilevante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_3"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Abis. Provvedimenti sanitari, Infermità congenite",
        "citation": "Art. 3 cpv. 4 OAI",
        "content": "La natura, la durata e l’entità di un provvedimento sanitario secondo l’articolo 13 LAI nonché il fornitore della prestazione sono stabiliti nella decisione o comunicazione di assegnazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_3"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Abis. Provvedimenti sanitari, Elenco delle infermità congenite",
        "citation": "Art. 3bis cpv. 1 OAI",
        "content": "Conformemente all’articolo 14ter capoverso 1 lettera b LAI, il Dipartimento federale dell’interno (DFI) tiene l’elenco delle infermità congenite per le quali sono concessi provvedimenti sanitari secondo l’articolo 13 LAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_3_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Abis. Provvedimenti sanitari, Elenco delle infermità congenite",
        "citation": "Art. 3bis cpv. 2 OAI",
        "content": "Può emanare prescrizioni dettagliate concernenti tale elenco.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_3_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Abis. Provvedimenti sanitari, Inizio e durata dei provvedimenti sanitari per la cura delle infermità congenite",
        "citation": "Art. 3ter cpv. 1 OAI",
        "content": "Il diritto alla cura di un’infermità congenita nasce con l’inizio dei provvedimenti sanitari, ma al più presto a nascita avvenuta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_3_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Abis. Provvedimenti sanitari, Inizio e durata dei provvedimenti sanitari per la cura delle infermità congenite",
        "citation": "Art. 3ter cpv. 2 OAI",
        "content": "Esso si estingue alla fine del mese durante il quale l’assicurato ha compiuto i 20 anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_3_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Abis. Provvedimenti sanitari, Prestazioni di cura mediche ambulatoriali",
        "citation": "Art. 3quinquies cpv. 1 OAI",
        "content": "Per prestazioni di cura mediche ambulatoriali secondo l’articolo 14 capoverso 1 lettera b LAI s’intendono i provvedimenti forniti da personale infermieristico necessari per la valutazione, la consulenza e il coordinamento nonché per esami e cure dispensati all’assicurato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_3_quinquies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Abis. Provvedimenti sanitari, Prestazioni di cura mediche ambulatoriali",
        "citation": "Art. 3quinquies cpv. 2 OAI",
        "content": "Le cure prestate in un ospedale o una casa di cura non sono considerate prestazioni di cura mediche ambulatoriali secondo l’articolo 14 capoverso 1 lettera b LAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_3_quinquies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Abis. Provvedimenti sanitari, Prestazioni di cura mediche ambulatoriali",
        "citation": "Art. 3quinquies cpv. 3 OAI",
        "content": "Se lo stato di salute dell’assicurato richiede una sorveglianza di lunga durata nell’ambito dell’esecuzione di un provvedimento di esami e cure, l’assicurazione per l’invalidità rimborsa le prestazioni fornite dal personale infermieristico per al massimo 16 ore al giorno. L’Ufficio federale delle assicurazioni sociali (UFAS) disciplina i casi in cui è opportuno un rimborso maggiore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_3_quinquies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Abis. Provvedimenti sanitari, Prestazioni di cura mediche ambulatoriali",
        "citation": "Art. 3quinquies cpv. 4 OAI",
        "content": "Il DFI emana disposizioni d’esecuzione circa il contenuto e l’entità delle prestazioni di cura mediche ambulatoriali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_3_quinquies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Abis. Provvedimenti sanitari, Elenco delle specialità per le infermità congenite",
        "citation": "Art. 3sexies cpv. 1 OAI",
        "content": "Previa consultazione della Commissione federale dei medicamenti di cui all’articolo 37e dell’ordinanza del 27 giugno 1995 sull’assicurazione malattie (OAMal), l’Ufficio federale della sanità pubblica (UFSP) tiene l’elenco dei medicamenti per la cura delle infermità congenite di cui all’articolo 14ter capoverso 5 LAI (elenco delle specialità per le infermità congenite).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_3_sexies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Abis. Provvedimenti sanitari, Elenco delle specialità per le infermità congenite",
        "citation": "Art. 3sexies cpv. 2 OAI",
        "content": "Un medicamento è ammesso nell’elenco delle specialità per le infermità congenite, se: \na. è indicato esclusivamente per la cura delle infermità congenite di cui all’articolo 3bis capoverso 1; e \nb. il suo impiego inizia nella maggior parte dei casi prima del compimento dei 20 anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_3_sexies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Abis. Provvedimenti sanitari, Elenco delle specialità per le infermità congenite",
        "citation": "Art. 3sexies cpv. 3 OAI",
        "content": "Salvo disposizioni contrarie della presente ordinanza, le disposizioni d’esecuzione della legge federale del 18 marzo 1994 sull’assicurazione malattie (LAMal) concernenti l’elenco delle specialità si applicano per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_3_sexies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Abis. Provvedimenti sanitari, Elenco delle specialità per le infermità congenite",
        "citation": "Art. 3sexies cpv. 4 OAI",
        "content": "Se le condizioni per l’entrata nel merito della domanda secondo l’articolo 69 capoverso 4 OAMal sono soddisfatte prima dell’omologazione definitiva da parte dell’Istituto svizzero per gli agenti terapeutici, l’UFSP decide sulla domanda entro un termine adeguato dall’omologazione definitiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_3_sexies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Abis. Provvedimenti sanitari, Restituzione delle eccedenze",
        "citation": "Art. 3septies cpv. 1 OAI",
        "content": "Se il prezzo di fabbrica per la consegna in base al quale è stato deciso il prezzo massimo al momento dell’ammissione di un medicamento nell’elenco delle specialità per le infermità congenite supera di oltre il 3 per cento il prezzo di fabbrica per la consegna determinato in occasione dell’esame dell’economicità e le eccedenze così conseguite ammontano ad almeno 20 000 franchi, il titolare dell’omologazione è obbligato a restituire al Fondo di compensazione AI di cui all’articolo 79 LAI le eccedenze conseguite dopo l’ammissione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_3_septies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Abis. Provvedimenti sanitari, Restituzione delle eccedenze",
        "citation": "Art. 3septies cpv. 2 OAI",
        "content": "Il titolare dell’omologazione è inoltre obbligato a restituire al Fondo di compensazione AI le eccedenze conseguite:\na. durante una procedura di ricorso, se vi è una differenza tra il prezzo applicabile durante la procedura di ricorso e il nuovo prezzo passato in giudicato al termine della procedura di ricorso e il titolare dell’omologazione ha conseguito eccedenze grazie a questa differenza di prezzo;\nb. nei due anni successivi alla riduzione del prezzo di fabbrica per la consegna in caso di estensione dell’indicazione o di modifica della limitazione secondo l’articolo 65f capoverso 2 primo periodo OAMal, se la cifra d’affari effettiva è risultata superiore a quella prevista in occasione della riduzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_3_septies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Abis. Provvedimenti sanitari, Rimborso delle spese per la tenuta dell’elenco delle specialità per le infermità congenite",
        "citation": "Art. 3octies OAI",
        "content": "L’UFSP può fatturare annualmente al Fondo di compensazione AI le spese legate alla tenuta dell’elenco delle specialità per le infermità congenite che non sono coperte tramite emolumenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_3_octies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Abis. Provvedimenti sanitari, Analisi, medicamenti nonché mezzi e apparecchi necessari per esami o cure",
        "citation": "Art. 3novies cpv. 1 OAI",
        "content": "A condizione che figurino negli elenchi di cui all’articolo 52 capoverso 1 LAMal, l’assicurazione per l’invalidità rimborsa: \na. le specialità farmaceutiche e i medicamenti confezionati; e\nb. i preparati e le sostanze attive e ausiliarie impiegati per la prescrizione magistrale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_3_novies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Abis. Provvedimenti sanitari, Analisi, medicamenti nonché mezzi e apparecchi necessari per esami o cure",
        "citation": "Art. 3novies cpv. 2 OAI",
        "content": "Rimborsa inoltre: \na. i medicamenti necessari per la cura delle infermità congenite secondo l’articolo 3sexies;\nb. i provvedimenti diagnostici necessari per la diagnosi o la cura delle infermità congenite e dei relativi postumi;\nc. le analisi di laboratorio; e \nd. i mezzi e gli apparecchi diagnostici o terapeutici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_3_novies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Abis. Provvedimenti sanitari, Rimborso dei medicamenti nel singolo caso",
        "citation": "Art. 3decies cpv. 1 OAI",
        "content": "Salvo disposizioni contrarie della presente ordinanza, per il rimborso dei medicamenti secondo l’articolo 14ter capoverso 3 LAI si applicano per analogia le disposizioni d’esecuzione della LAMal concernenti il rimborso di medicamenti nel singolo caso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_3_decies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Abis. Provvedimenti sanitari, Rimborso dei medicamenti nel singolo caso",
        "citation": "Art. 3decies cpv. 2 OAI",
        "content": "L’ufficio AI decide entro un termine adeguato sul rimborso di un medicamento nel singolo caso. L’UFAS stabilisce mediante direttive in quali casi occorre consultarlo preventivamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_3_decies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Abis. Provvedimenti sanitari, Assunzione dei costi in caso di nascita all’estero",
        "citation": "Art. 4ter OAI",
        "content": "Per i bambini ai sensi dell’articolo 9 capoverso 3 lettera b LAI nati invalidi all’estero, l’assicurazione per l’invalidità assume le prestazioni in caso di infermità congenita durante tre mesi dopo la nascita nella misura in cui avrebbero dovuto essere accordate in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_4_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Ater., Provvedimenti di reinserimento per preparare all’integrazione professionale, Diritto",
        "citation": "Art. 4quater cpv. 1 OAI",
        "content": "Hanno diritto a provvedimenti di reinserimento per preparare all’integrazione professionale gli assicurati in grado di prendere parte a questi provvedimenti per almeno otto ore alla settimana.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_4_quater"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Ater., Provvedimenti di reinserimento per preparare all’integrazione professionale, Diritto",
        "citation": "Art. 4quater cpv. 2 OAI",
        "content": "Hanno diritto a provvedimenti di riabilitazione socioprofessionale gli assicurati che non sono ancora idonei a beneficiare di provvedimenti professionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_4_quater"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Ater., Provvedimenti di reinserimento per preparare all’integrazione professionale, Diritto",
        "citation": "Art. 4quater cpv. 3 OAI",
        "content": "Hanno diritto a provvedimenti di occupazione gli assicurati che rischiano di perdere la loro idoneità alla reintegrazione professionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_4_quater"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Ater., Provvedimenti di reinserimento per preparare all’integrazione professionale, Natura dei provvedimenti",
        "citation": "Art. 4quinquies cpv. 1 OAI",
        "content": "Sono considerati provvedimenti di riabilitazione socioprofessionale i provvedimenti di adattamento al processo lavorativo, di stimolo della motivazione a lavorare, di stabilizzazione della personalità, di esercizio della socializzazione di base e di miglioramento della capacità al lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_4_quinquies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Ater., Provvedimenti di reinserimento per preparare all’integrazione professionale, Natura dei provvedimenti",
        "citation": "Art. 4quinquies cpv. 2 OAI",
        "content": "Sono considerati provvedimenti d’occupazione i provvedimenti volti a conservare una giornata strutturata e la capacità al lavoro per il periodo che precede l’inizio dei provvedimenti professionali o l’assunzione di un impiego sul mercato del lavoro primario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_4_quinquies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Ater., Provvedimenti di reinserimento per preparare all’integrazione professionale, Natura dei provvedimenti",
        "citation": "Art. 4quinquies cpv. 3 OAI",
        "content": "Per gli assicurati di cui all’articolo 14a capoverso 1 lettera b LAI, i provvedimenti di cui ai capoversi 1 e 2 vanno destinati specificamente all’integrazione professionale dopo la conclusione dell’obbligo scolastico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_4_quinquies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Ater., Provvedimenti di reinserimento per preparare all’integrazione professionale, Natura dei provvedimenti",
        "citation": "Art. 4quinquies cpv. 4 OAI",
        "content": "Gli obiettivi e la durata di tutti i provvedimenti di reinserimento sono stabiliti in base alle capacità dell’assicurato. Per quanto possibile, i provvedimenti sono svolti, in tutto o in parte, nel mercato del lavoro primario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_4_quinquies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Ater., Provvedimenti di reinserimento per preparare all’integrazione professionale, Durata dei provvedimenti",
        "citation": "Art. 4sexies cpv. 1 OAI",
        "content": "Un anno di provvedimenti di reinserimento secondo l’articolo 14a capoverso 3 LAI corrisponde a 230 giorni di lavoro in cui l’assicurato segue un provvedimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_4_sexies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Ater., Provvedimenti di reinserimento per preparare all’integrazione professionale, Durata dei provvedimenti",
        "citation": "Art. 4sexies cpv. 2 OAI",
        "content": "Se, per motivi di salute, l’assicurato non può seguire i provvedimenti per oltre 30 giorni civili consecutivi, i giorni di provvedimenti interessati non sono computati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_4_sexies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Ater., Provvedimenti di reinserimento per preparare all’integrazione professionale, Durata dei provvedimenti",
        "citation": "Art. 4sexies cpv. 3 OAI",
        "content": "I provvedimenti di reinserimento si concludono in particolare se:\na. l’obiettivo concordato è stato raggiunto o non può essere raggiunto;\nb. si impone un provvedimento d’integrazione più adatto; o\nc. il proseguimento dei provvedimenti non è ragionevolmente esigibile per motivi medici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_4_sexies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Ater., Provvedimenti di reinserimento per preparare all’integrazione professionale, Durata dei provvedimenti",
        "citation": "Art. 4sexies cpv. 5 OAI",
        "content": "Dopo un anno, un provvedimento può essere prolungato di un anno al massimo, se: \na. il prolungamento è necessario per raggiungere l’idoneità all’integrazione per quanto riguarda i provvedimenti professionali; e\nb. almeno una parte del provvedimento prolungato si svolge nel mercato del lavoro primario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_4_sexies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Ater., Provvedimenti di reinserimento per preparare all’integrazione professionale, Durata dei provvedimenti",
        "citation": "Art. 4sexies cpv. 6 OAI",
        "content": "Un assicurato che ha seguito un provvedimento di reinserimento per una durata complessiva di due anni ha nuovamente diritto all’assegnazione di un tale provvedimento soltanto se:\na. dimostra di aver fatto tutto quanto ragionevolmente esigibile per il proprio reinserimento professionale tra l’ultimo provvedimento di reinserimento e la nuova richiesta; \nb. il suo stato di salute è migliorato o peggiorato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_4_sexies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Ater., Provvedimenti di reinserimento per preparare all’integrazione professionale, Contributo versato al datore di lavoro",
        "citation": "Art. 4octies cpv. 1 OAI",
        "content": "Il contributo versato al datore di lavoro secondo l’articolo 14a capoverso 5 LAI ammonta a un massimo di 100 franchi per ogni giorno in cui sono eseguiti provvedimenti di reinserimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_4_octies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Ater., Provvedimenti di reinserimento per preparare all’integrazione professionale, Contributo versato al datore di lavoro",
        "citation": "Art. 4octies cpv. 2 OAI",
        "content": "La Centrale di compensazione versa il contributo direttamente al datore di lavoro quando i provvedimenti sono conclusi. Su richiesta del datore di lavoro, il contributo può essere versato anche periodicamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_4_octies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, Ater., Provvedimenti di reinserimento per preparare all’integrazione professionale, Reintegrazione dei beneficiari di una rendita",
        "citation": "Art. 4novies OAI",
        "content": "Gli articoli 4quater e 4sexies capoversi 1, 2, 5 e 6 non sono applicabili alla reintegrazione dei beneficiari di una rendita secondo l’articolo 8a LAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_4_novies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, B. I provvedimenti professionali, Orientamento professionale",
        "citation": "Art. 4a cpv. 1 OAI",
        "content": "L’orientamento professionale di cui all’articolo 15 LAI può essere composto da:\na. colloqui di consulenza, analisi e test diagnostici condotti da specialisti;\nb. provvedimenti preparatori in vista dell’accesso alla formazione secondo l’articolo 15 capoverso 1 LAI;\nc. provvedimenti per vagliare possibili indirizzi professionali secondo l’articolo 15 capoverso 2 LAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_4_a"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, B. I provvedimenti professionali, Orientamento professionale",
        "citation": "Art. 4a cpv. 2 OAI",
        "content": "Sono considerati provvedimenti ai sensi del capoverso 1 lettera b i provvedimenti vicini al mercato del lavoro che si svolgono dopo la conclusione dell’obbligo scolastico in aziende del mercato del lavoro primario o istituzioni al fine di verificare l’idoneità e la predisposizione dell’assicurato a possibili formazioni e di familiarizzare l’assicurato con le esigenze del mercato del lavoro primario. Questi provvedimenti hanno una durata di 12 mesi al massimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_4_a"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, B. I provvedimenti professionali, Orientamento professionale",
        "citation": "Art. 4a cpv. 3 OAI",
        "content": "Sono considerati provvedimenti ai sensi del capoverso 1 lettera c i provvedimenti che si svolgono in aziende del mercato del lavoro primario o istituzioni al fine di verificare l’idoneità e la predisposizione dell’assicurato a possibili attività e indirizzi professionali. Questi provvedimenti hanno una durata complessiva di tre mesi al massimo. Se le informazioni necessarie per decidere un indirizzo professionale o un’attività non sono ancora disponibili, i provvedimenti possono essere prolungati di tre mesi al massimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_4_a"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, B. I provvedimenti professionali, Orientamento professionale",
        "citation": "Art. 4a cpv. 4 OAI",
        "content": "Gli obiettivi e la durata dei provvedimenti di cui ai capoversi 2 e 3 sono stabiliti individualmente in funzione delle capacità dell’assicurato. Si pone fine al provvedimento in particolare se: \na. l’obiettivo è stato raggiunto o non può essere raggiunto;\nb. si impone un provvedimento d’integrazione più adatto; \nc. il proseguimento non è ragionevolmente esigibile per motivi medici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_4_a"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, B. I provvedimenti professionali, Prima formazione professionale",
        "citation": "Art. 5 cpv. 1 OAI",
        "content": "È considerata prima formazione professionale, dopo la conclusione dell’obbligo scolastico: \na. la formazione professionale di base secondo la legge del 13 dicembre 2002 sulla formazione professionale (LFPr); \nb. la frequenza di una scuola media, professionale o universitaria; \nc. la preparazione professionale a un lavoro ausiliario o a un’attività in un laboratorio protetto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_5"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, B. I provvedimenti professionali, Prima formazione professionale",
        "citation": "Art. 5 cpv. 2 OAI",
        "content": "La preparazione mirata alla prima formazione professionale fa parte della prima formazione professionale, se:\na. il contratto di tirocinio è firmato; \nb. l’iscrizione a una scuola superiore è avvenuta; \nc. l’inizio di una preparazione specifica per la professione in questione, necessaria per la prima formazione professionale, è fissato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_5"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, B. I provvedimenti professionali, Prima formazione professionale",
        "citation": "Art. 5 cpv. 3 OAI",
        "content": "In singoli casi, la prima formazione professionale può essere considerata non conclusa, se: \na. dopo la conclusione di una formazione professionale di base secondo la LFPr nel mercato del lavoro secondario, le sue capacità permettono all’assicurato di svolgere una formazione professionale di base secondo la LFPr a un livello di formazione superiore nel mercato del lavoro primario;\nb. dopo la conclusione di un provvedimento di cui all’articolo 16 capoverso 3 lettera c LAI, le sue capacità permettono all’assicurato di svolgere una formazione secondo la LFPr nel mercato del lavoro primario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_5"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, B. I provvedimenti professionali, Prima formazione professionale",
        "citation": "Art. 5 cpv. 4 OAI",
        "content": "La preparazione a un lavoro ausiliario o a un’attività in un laboratorio protetto deve orientarsi per quanto possibile alla LFPr. Se possibile, deve essere svolta nel mercato del lavoro primario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_5"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, B. I provvedimenti professionali, Prima formazione professionale",
        "citation": "Art. 5 cpv. 5 OAI",
        "content": "L’assegnazione di una formazione pratica secondo l’articolo 16 capoverso 3 lettera c LAI vale per tutta la durata della formazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_5"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, B. I provvedimenti professionali, Spese supplementari dovute all’invalidità",
        "citation": "Art. 5bis cpv. 1 OAI",
        "content": "Un assicurato che non ha ancora concluso la sua formazione professionale ha diritto al rimborso delle spese di formazione supplementari dovute all’invalidità, se:\na. non ha ancora conseguito un reddito lavorativo determinante pari ad almeno tre quarti dell’importo minimo della rendita di cui all’articolo 34 capoverso 5 della legge federale del 20 dicembre 1946 su l’assicurazione per la vecchiaia e per i superstiti (LAVS); o\nb. ha esercitato un’attività ausiliaria per meno di sei mesi senza formazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_5_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, B. I provvedimenti professionali, Spese supplementari dovute all’invalidità",
        "citation": "Art. 5bis cpv. 2 OAI",
        "content": "Se l’assicurato aveva già iniziato una formazione prima di essere invalido oppure nel caso in cui, senza invalidità, avrebbe potuto svolgere una formazione evidentemente meno costosa, le spese necessarie a quella formazione servono da base comparativa per il calcolo delle spese supplementari dovute all’invalidità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_5_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, B. I provvedimenti professionali, Spese supplementari dovute all’invalidità",
        "citation": "Art. 5bis cpv. 3 OAI",
        "content": "Sono considerate spese supplementari dovute all’invalidità le spese che una persona invalida deve sostenere in più rispetto a una persona non invalida per la prima formazione professionale o per il perfezionamento a causa dell’invalidità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_5_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, B. I provvedimenti professionali, Spese supplementari dovute all’invalidità",
        "citation": "Art. 5bis cpv. 4 OAI",
        "content": "Queste spese supplementari sono considerate rilevanti, se ammontano almeno a 400 franchi l’anno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_5_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, B. I provvedimenti professionali, Spese supplementari dovute all’invalidità",
        "citation": "Art. 5bis cpv. 5 OAI",
        "content": "Nel calcolo delle spese supplementari dovute all’invalidità sono computabili: \na. le spese sostenute per acquisire le necessarie nozioni e abilità; \nb. le spese per l’acquisto di utensili personali e abiti da lavoro; \nc. le spese di trasporto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_5_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, B. I provvedimenti professionali, Spese supplementari dovute all’invalidità",
        "citation": "Art. 5bis cpv. 6 OAI",
        "content": "Se, a causa della sua invalidità, l’assicurato è posto in un centro di formazione, l’assicurazione per l’invalidità si assume le spese di vitto e alloggio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_5_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, B. I provvedimenti professionali, Spese supplementari dovute all’invalidità",
        "citation": "Art. 5bis cpv. 7 OAI",
        "content": "In caso di vitto e alloggio fuori dal centro di formazione, l’assicurazione per l’invalidità rimborsa, fatti salvi accordi contrattuali (art. 24 cpv. 2):\na. per il vitto, gli importi di cui all’articolo 90 capoverso 4 lettere a e b;\nb. per l’alloggio, le spese necessarie comprovate, ma al massimo fino a concorrenza dell’importo di cui all’articolo 90 capoverso 4 lettera c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_5_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, B. I provvedimenti professionali, Perfezionamento professionale",
        "citation": "Art. 5ter cpv. 1 OAI",
        "content": "L’assicurazione per l’invalidità si assume le spese suppletive del perfezionamento professionale, se la differenza fra le spese sopportate dall’assicurato a causa della sua invalidità e quelle che l’assicurato dovrebbe sostenere se non fosse invalido supera l’importo annuo di 400 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_5_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, B. I provvedimenti professionali, Perfezionamento professionale",
        "citation": "Art. 5ter cpv. 2 OAI",
        "content": "Il calcolo delle spese suppletive è effettuato confrontando le spese sopportate dalla persona invalida con quelle che una persona non invalida dovrebbe probabilmente sostenere per la stessa formazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_5_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, B. I provvedimenti professionali, Perfezionamento professionale",
        "citation": "Art. 5ter cpv. 3 OAI",
        "content": "Fanno parte delle spese computabili nei limiti previsti dal capoverso 2, quelle fatte per acquisire le necessarie nozioni e abilità, quelle per l’acquisto di utensili personali e abiti da lavoro, le spese di trasporto come pure le spese di vitto e alloggio fuori casa causate dall’invalidità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_5_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, B. I provvedimenti professionali, Perfezionamento professionale",
        "citation": "Art. 5ter cpv. 4 OAI",
        "content": "Il rimborso delle spese di vitto e alloggio fuori casa è calcolato in base all’articolo 5bis capoverso 7, fatti salvi accordi contrattuali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_5_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, B. I provvedimenti professionali, Riformazione professionale",
        "citation": "Art. 6 cpv. 1 OAI",
        "content": "Per riformazione professionale vanno intesi i provvedimenti di formazione necessari a mantenere o migliorare la capacità di guadagno al termine della prima formazione professionale o dopo l’inizio di un’attività lucrativa senza previa formazione professionale a causa dell’invalidità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_6"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, B. I provvedimenti professionali, Riformazione professionale",
        "citation": "Art. 6 cpv. 1bis OAI",
        "content": "Sono considerati provvedimenti di riformazione professionale anche i provvedimenti di formazione che permettono di raggiungere un livello di formazione superiore, se necessari a mantenere o migliorare la capacità al guadagno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_6"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, B. I provvedimenti professionali, Riformazione professionale",
        "citation": "Art. 6 cpv. 2 OAI",
        "content": "Se una prima formazione professionale ha dovuto essere interrotta a causa dell’invalidità, una nuova formazione professionale è assimilata alla riformazione professionale, purché l’ultimo reddito lavorativo conseguito durante la formazione interrotta sia almeno pari al 30 per cento dell’importo massimo di cui all’articolo 24 capoverso 1 LAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_6"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, B. I provvedimenti professionali, Riformazione professionale",
        "citation": "Art. 6 cpv. 3 OAI",
        "content": "Se l’assicurato ha diritto alla riformazione professionale, l’assicurazione assume le spese di formazione e quelle di vitto e alloggio nel centro di formazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_6"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, B. I provvedimenti professionali, Riformazione professionale",
        "citation": "Art. 6 cpv. 4 OAI",
        "content": "Se l’assicurato prende vitto e alloggio fuori di casa e fuori del centro di formazione, l’assicurazione assume, fatti salvi accordi contrattuali (art. 24 cpv. 2):\na. per il vitto, le prestazioni di cui nell’articolo 90 capoverso 4 lettere a e b;\nb. per l’alloggio, le spese necessarie debitamente provate fino a concorrenza della prestazione di cui nell’articolo 90 capoverso 4 lettera c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_6"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, B. I provvedimenti professionali, Lavoro a titolo di prova",
        "citation": "Art. 6bis OAI",
        "content": "Il lavoro a titolo di prova termina prima del previsto, se:\na. l’obiettivo concordato è raggiunto;\nb. si impone un provvedimento d’integrazione più adatto;\nc. il proseguimento non è ragionevolmente esigibile per motivi medici; o\nd. il proseguimento non permetterebbe di raggiungere l’obiettivo per altri motivi ritenuti validi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_6_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, B. I provvedimenti professionali, Assegno per il periodo d’introduzione",
        "citation": "Art. 6ter cpv. 1 OAI",
        "content": "Il salario lordo di cui all’articolo 18b LAI include tutti i contributi del datore di lavoro e del lavoratore alle assicurazioni sociali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_6_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, B. I provvedimenti professionali, Assegno per il periodo d’introduzione",
        "citation": "Art. 6ter cpv. 2 OAI",
        "content": "L’assegno per il periodo d’introduzione copre tutti i contributi del datore di lavoro alle assicurazioni sociali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_6_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, B. I provvedimenti professionali, Assegno per il periodo d’introduzione",
        "citation": "Art. 6ter cpv. 3 OAI",
        "content": "Se l’assicurato si ammala o è vittima di un infortunio durante il periodo d’introduzione, l’assegno è dovuto per il periodo in cui il datore di lavoro continua a versare il salario, ma non oltre la durata massima prevista nell’articolo 18b capoverso 1 LAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_6_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, B. I provvedimenti professionali, Assegno per il periodo d’introduzione",
        "citation": "Art. 6ter cpv. 4 OAI",
        "content": "L’assegno per il periodo d’introduzione non è dovuto se l’assicurato ha diritto:\na. a un’indennità secondo la legge del 25 settembre 1952 sulle indennità di perdita di guadagno (LIPG); o\nb. a indennità giornaliere di un altro assicuratore in seguito all’interruzione del lavoro dovuta a malattia o infortunio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_6_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, B. I provvedimenti professionali, Assegno per il periodo d’introduzione",
        "citation": "Art. 6ter cpv. 5 OAI",
        "content": "L’assegno per il periodo d’introduzione è versato dalla Centrale di compensazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_6_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, B. I provvedimenti professionali, Indennità per sopperire all’aumento dei contributi",
        "citation": "Art. 6quater cpv. 1 OAI",
        "content": "Al datore di lavoro è versata un’indennità secondo l’articolo 18c LAI, se l’assicurato è assente per malattia per oltre 15 giorni di lavoro nell’arco di un anno. L’indennità è versata a partire dal 16° giorno di assenza, sempre che il datore di lavoro continui a versare un salario all’assicurato o un’assicurazione d’indennità giornaliera gli accordi prestazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_6_quater"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, B. I provvedimenti professionali, Indennità per sopperire all’aumento dei contributi",
        "citation": "Art. 6quater cpv. 2 OAI",
        "content": "L’importo dell’indennità ammonta, per ogni giorno di assenza, a:\na. 48 franchi per aziende con non più di 50 collaboratori;\nb. 34 franchi per aziende con oltre 50 collaboratori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_6_quater"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, B. I provvedimenti professionali, Indennità per sopperire all’aumento dei contributi",
        "citation": "Art. 6quater cpv. 3 OAI",
        "content": "Il conteggio delle indennità è effettuato non prima di un anno dall’inizio del rapporto di lavoro. Se il rapporto di lavoro termina prima di questa scadenza, il conteggio può essere effettuato anche prima.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_6_quater"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, B. I provvedimenti professionali, Indennità per sopperire all’aumento dei contributi",
        "citation": "Art. 6quater cpv. 4 OAI",
        "content": "L’indennità è versata direttamente al datore di lavoro dalla Centrale di compensazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_6_quater"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, B. I provvedimenti professionali, Fornitura di personale a prestito",
        "citation": "Art. 6quinquies cpv. 1 OAI",
        "content": "Il contratto di prestazioni stabilisce l’importo dell’indennità di cui all’articolo 18abis capoverso 3 lettera a LAI. Può in particolare prevedere un’indennità speciale destinata al prestatore di personale per un’assunzione successiva alla fornitura di personale a prestito. L’importo massimo dell’indennità complessiva ammonta a 12 500 franchi per assicurato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_6_quinquies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, B. I provvedimenti professionali, Fornitura di personale a prestito",
        "citation": "Art. 6quinquies cpv. 2 OAI",
        "content": "Al prestatore di personale è inoltre versata un’indennità secondo l’articolo 18abis capoverso 3 lettera b LAI, se nel periodo di svolgimento del provvedimento l’assicurato non lavora per oltre due giorni di lavoro consecutivi in seguito a una malattia. L’indennità è versata a partire dal terzo giorno, sempre che il prestatore di personale continui a versare un salario all’assicurato o un’assicurazione d’indennità giornaliera gli accordi prestazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_6_quinquies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, B. I provvedimenti professionali, Fornitura di personale a prestito",
        "citation": "Art. 6quinquies cpv. 3 OAI",
        "content": "L’importo dell’indennità secondo l’articolo 18abis capoverso 3 lettera b LAI ammonta, per giorno di assenza, a: \na. 48 franchi, per aziende con 50 collaboratori al massimo;\nb. 34 franchi, per aziende con oltre 50 collaboratori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_6_quinquies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, B. I provvedimenti professionali, Fornitura di personale a prestito",
        "citation": "Art. 6quinquies cpv. 4 OAI",
        "content": "Il diritto all’indennità secondo l’articolo 18abis capoverso 3 lettera b LAI sussiste al massimo fino alla conclusione del rapporto di lavoro. L’importo dell’indennità è conteggiato al più presto dopo questo momento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_6_quinquies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, B. I provvedimenti professionali, Fornitura di personale a prestito",
        "citation": "Art. 6quinquies cpv. 5 OAI",
        "content": "L’ufficio AI decide la durata necessaria del provvedimento. Questa non può tuttavia superare un anno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_6_quinquies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, B. I provvedimenti professionali, Fornitura di personale a prestito",
        "citation": "Art. 6quinquies cpv. 6 OAI",
        "content": "L’Ufficio centrale di compensazione versa le indennità di cui ai capoversi 1 e 2 direttamente al prestatore di personale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_6_quinquies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, B. I provvedimenti professionali, Aiuto in capitale",
        "citation": "Art. 7 cpv. 1 OAI",
        "content": "Un aiuto in capitale può essere assegnato a un assicurato invalido, idoneo all’integrazione e domiciliato in Svizzera, il quale abbia le conoscenze professionali e le qualità psichiche necessarie all’esercizio di un’attività lucrativa indipendente, in quanto si diano i presupposti economici di un’attività duratura sufficiente all’esistenza dell’assicurato e una bastevole garanzia per il finanziamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_7"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, B. I provvedimenti professionali, Aiuto in capitale",
        "citation": "Art. 7 cpv. 2 OAI",
        "content": "L’aiuto in capitale può essere assegnato senza obbligo di rimborso oppure sotto forma di prestito infruttifero o a interesse. In sua vece si possono concedere impianti aziendali o prestare garanzie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_7"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, D. I mezzi ausiliari, Elenco dei mezzi ausiliari",
        "citation": "Art. 14 cpv. 1 OAI",
        "content": "L’elenco dei mezzi ausiliari da consegnare nell’ambito dell’articolo 21 LAI è oggetto di un’ordinanza del DFI che emana anche disposizioni complementari riguardanti:\na. la consegna o il rimborso dei mezzi ausiliari;\nb. i sussidi alle spese di adeguamento di apparecchi e d’immobili rese indispensabili dall’invalidità;\nc. i sussidi alle spese cagionate da servizi speciali di terze persone di cui abbisogna l’assicurato al posto di un mezzo ausiliario;\nd. i sussidi di ammortamento ad assicurati che hanno acquistato a proprio carico un mezzo ausiliario al quale hanno diritto;\ne. l’importo del mutuo in caso di mutuo con autoammortamento ad assicurati che per svolgere l’attività lucrativa in un’azienda agricola o in un’altra azienda hanno diritto a un mezzo ausiliario costoso che non può essere ripreso dall’assicurazione o difficilmente può essere riutilizzato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_14"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, D. I mezzi ausiliari, Elenco dei mezzi ausiliari",
        "citation": "Art. 14 cpv. 2 OAI",
        "content": "Il DFI può autorizzare l’UFAS a:\na. definire i casi di rigore in cui gli importi stabiliti in applicazione del capoverso 1 lettera a possono essere ecceduti;\nb. fissare limiti alla copertura assicurativa di mezzi ausiliari specifici;\nc. allestire un elenco dei modelli di mezzi ausiliari rispondenti ai requisiti dell’assicurazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_14"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, D. I mezzi ausiliari, Acquisizione e rimborso dei mezzi ausiliari ",
        "citation": "Art. 14bis cpv. 1 OAI",
        "content": "Il DFI stabilisce in un’ordinanza i mezzi ausiliari ai quali si applicano gli strumenti di cui all’articolo 21quater capoverso 1 lettere a–c LAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_14_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, D. I mezzi ausiliari, Acquisizione e rimborso dei mezzi ausiliari ",
        "citation": "Art. 14bis cpv. 2 OAI",
        "content": "Se la presente ordinanza prevede una procedura di aggiudicazione per l’acquisizione di mezzi ausiliari e di servizi ad essi connessi, il DFI disciplina le modalità di consegna e rimborso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_14_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, D. I mezzi ausiliari, Restrizione del diritto di scambio della prestazione",
        "citation": "Art. 14ter OAI",
        "content": "Se un mezzo ausiliario o un servizio ad esso connesso è acquisito mediante una procedura di aggiudicazione, il DFI restringe il diritto di scambio della prestazione in questione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_14_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, D. I mezzi ausiliari, Pagamento",
        "citation": "Art. 14quater OAI",
        "content": "L’importo forfetario di cui all’articolo 21quater capoverso 1 lettera a LAI è versato direttamente all’assicurato indipendentemente dai costi effettivi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_14_quater"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Periodi d’accertamento",
        "citation": "Art. 17 cpv. 1 OAI",
        "content": "L’assicurato che, per almeno due giorni consecutivi, si sottopone a un accertamento prescritto dall’ufficio AI e inteso a stabilire il suo diritto alle prestazioni, riceve un’indennità giornaliera per ogni giorno d’accertamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_17"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Periodi d’accertamento",
        "citation": "Art. 17 cpv. 2 OAI",
        "content": "Durante i periodi d’accertamento precedenti la concessione di prestazioni ai sensi dell’articolo 16 LAI non sussiste il diritto a un’indennità giornaliera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_17"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Giorni non consecutivi",
        "citation": "Art. 17bis OAI",
        "content": "L’assicurato che si sottopone a un provvedimento d’integrazione durante almeno tre giorni non consecutivi nel corso di un mese ha diritto a un’indennità giornaliera:\na. per i giorni d’integrazione durante i quali è impedito al lavoro per tutta la giornata a causa del provvedimento d’integrazione;\nb. per i giorni d’integrazione e per quelli intercalari se l’incapacità lavorativa è almeno del 50 per cento nell’abituale attività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_17_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Periodo di attesa in generale",
        "citation": "Art. 18 cpv. 1 OAI",
        "content": "L’assicurato la cui incapacità al lavoro è almeno del 50 per cento e che deve attendere l’inizio di una riformazione professionale ha diritto a un’indennità giornaliera durante il periodo d’attesa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_18"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Periodo di attesa in generale",
        "citation": "Art. 18 cpv. 2 OAI",
        "content": "Il diritto all’indennità nasce nel momento in cui l’ufficio AI constata l’opportunità di una riformazione professionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_18"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Periodo di attesa in generale",
        "citation": "Art. 18 cpv. 3 OAI",
        "content": "I beneficiari di rendite che si sottopongono a misure d’integrazione non hanno diritto a indennità giornaliere durante il periodo di attesa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_18"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Periodo di attesa in generale",
        "citation": "Art. 18 cpv. 4 OAI",
        "content": "Fintanto che gli assicurati hanno diritto all’indennità giornaliera dell’assicurazione contro la disoccupazione, non possono far valere alcun diritto a un’indennità giornaliera dell’assicurazione per l’invalidità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_18"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Periodo di attesa durante la ricerca di un impiego ",
        "citation": "Art. 19 cpv. 1 OAI",
        "content": "L’assicurato non ha diritto a un’indennità giornaliera per il periodo in cui cerca un impiego idoneo. Tuttavia, se la ricerca dell’impiego è preceduta da una prima formazione professionale, da una riformazione professionale o da un lavoro a titolo di prova, egli continua a ricevere, per 60 giorni al massimo, l’indennità giornaliera fino ad allora assegnatagli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_19"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Periodo di attesa durante la ricerca di un impiego ",
        "citation": "Art. 19 cpv. 2 OAI",
        "content": "Fintanto che l’assicurato ha diritto all’indennità giornaliera dell’assicurazione contro la disoccupazione, non può far valere alcun diritto a un’indennità giornaliera dell’assicurazione per l’invalidità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_19"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Indennità giornaliera e rendita d’invalidità",
        "citation": "Art. 20ter cpv. 1 OAI",
        "content": "Se l’assicurato ha diritto a un’indennità giornaliera, comprensiva della prestazione per i figli, ai sensi degli articoli 23 capoverso 1 e 23bis LAI, d’importo inferiore alla rendita di cui beneficiava fino ad allora, la rendita continua a essere pagata invece dell’indennità giornaliera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_20_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Indennità giornaliera e rendita d’invalidità",
        "citation": "Art. 20ter cpv. 2 OAI",
        "content": "Se durante la prima formazione professionale l’assicurato ha diritto a un’indennità giornaliera inferiore alla rendita di cui beneficiava fino ad allora, la rendita, scaduto il termine di cui all’articolo 47 capoverso 1bis LAI, è sostituita da un’indennità giornaliera corrispondente a un trentesimo dell’ammontare della rendita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_20_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Interruzioni dei provvedimenti d’integrazione",
        "citation": "Art. 20quater cpv. 1 OAI",
        "content": "L’indennità giornaliera continua a essere versata agli assicurati che devono interrompere un provvedimento d’integrazione per causa di malattia o di maternità, se non hanno alcun diritto a un’indennità giornaliera di un’altra assicurazione sociale obbligatoria o a un’indennità giornaliera di un’assicurazione facoltativa d’indennità giornaliera il cui importo corrisponde almeno a quello dell’indennità giornaliera dell’assicurazione per l’invalidità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_20_quater"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Interruzioni dei provvedimenti d’integrazione",
        "citation": "Art. 20quater cpv. 2 OAI",
        "content": "L’indennità giornaliera continua a essere versata conformemente al capoverso 1:\na. per al massimo 30 giorni nel primo anno del provvedimento d’integrazione; \nb. per al massimo 60 giorni nel secondo anno del provvedimento d’integrazione; \nc. per al massimo 90 giorni a partire dal terzo anno del provvedimento d’integrazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_20_quater"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Interruzioni dei provvedimenti d’integrazione",
        "citation": "Art. 20quater cpv. 4 OAI",
        "content": "Il diritto all’indennità giornaliera decade se si constata che il provvedimento d’integrazione non è più applicato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_20_quater"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Interruzioni dei provvedimenti d’integrazione",
        "citation": "Art. 20quater cpv. 6 OAI",
        "content": "Se gli assicurati interrompono un provvedimento d’integrazione a causa di un infortunio, l’indennità giornaliera continua a essere versata loro come segue:\na. al massimo per i due giorni successivi all’infortunio, se sono assicurati obbligatoriamente secondo la legge del 20 marzo 1981 sull’assicurazione contro gli infortuni (LAINF);\nb. secondo le stesse regole valide in caso di malattia secondo i capoversi 1, 2 e 4, se non sono assicurati obbligatoriamente secondo la LAINF.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_20_quater"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Indennità giornaliera e indennità di perdita di guadagno",
        "citation": "Art. 20quinquies OAI",
        "content": "Gli assicurati che beneficiano di un’indennità secondo la LIPG non hanno diritto all’indennità giornaliera dell’assicurazione per l’invalidità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_20_quinquies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Assicurati che esercitano un’attività lucrativa",
        "citation": "Art. 20sexies cpv. 1 OAI",
        "content": "Per assicurati che esercitano un’attività lucrativa si intendono coloro che esercitavano un’attività lucrativa immediatamente prima dell’insorgere della loro incapacità al lavoro (art. 6 LPGA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_20_sexies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Assicurati che esercitano un’attività lucrativa",
        "citation": "Art. 20sexies cpv. 2 OAI",
        "content": "Sono equiparati agli assicurati che esercitano un’attività lucrativa:\na. gli assicurati disoccupati che hanno diritto a una prestazione dell’assicurazione contro la disoccupazione o che ne avevano diritto almeno fino all’insorgere dell’incapacità al lavoro;\nb. gli assicurati che, dopo avere cessato la loro attività lucrativa in seguito a una malattia o a un infortunio, beneficiano di un reddito sostitutivo sotto forma di indennità giornaliere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_20_sexies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Principi di calcolo",
        "citation": "Art. 21 cpv. 2 OAI",
        "content": "Nel calcolo del reddito determinante ai sensi dell’articolo 23 capoverso 3 LAI non vengono considerati i giorni nei quali l’assicurato non ha conseguito alcun reddito da attività lucrativa o ne ha conseguito uno ridotto a causa:\na. di una malattia;\nb. di un incidente;\nc. della disoccupazione;\nd. del servizio ai sensi dell’articolo 1a della LIPG;\ne. di maternità o paternità; \nf. dell’assistenza a un figlio con gravi problemi di salute ai sensi dell’articolo 16o LIPG;\ng. dell’accoglimento di un adottando di età inferiore a quattro anni;\nh. di altri motivi non imputabili a colpa propria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_21"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Principi di calcolo",
        "citation": "Art. 21 cpv. 3 OAI",
        "content": "Se l’ultima attività lucrativa esercitata dall’assicurato senza riduzioni per motivi di salute risale a più di due anni, il reddito determinante è quello che egli avrebbe conseguito per questa attività immediatamente prima dell’integrazione, se non fosse divenuto invalido.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_21"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Assicurati con un reddito regolare",
        "citation": "Art. 21bis cpv. 1 OAI",
        "content": "Le persone che hanno un rapporto di lavoro durevole e un salario che non subisce forti oscillazioni sono considerate come assicurati con un reddito regolare anche se hanno interrotto il loro lavoro a causa di malattia, infortunio, disoccupazione, servizio o per un altro motivo indipendente dalla loro volontà.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_21_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Assicurati con un reddito regolare",
        "citation": "Art. 21bis cpv. 2 OAI",
        "content": "Un rapporto di lavoro è durevole quando non è limitato o è stato stipulato per almeno un anno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_21_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Assicurati con un reddito regolare",
        "citation": "Art. 21bis cpv. 3 OAI",
        "content": "Il reddito determinante è convertito in reddito giornaliero. È calcolato nel seguente modo:\na. per gli assicurati retribuiti mensilmente, l’ultimo salario mensile percepito senza riduzioni per motivi di salute è moltiplicato per 12. Al salario annuo così ottenuto si aggiunge eventualmente un tredicesimo salario mensile. Il prodotto è quindi diviso per 365;\nb. per gli assicurati retribuiti a ora, l’ultimo salario orario percepito senza riduzioni per motivi di salute è moltiplicato per il numero di ore di lavoro prestate durante l’ultima settimana di lavoro normale e moltiplicato quindi per 52. Al salario annuo così ottenuto si aggiunge eventualmente un tredicesimo salario mensile. Il prodotto è quindi diviso per 365;\nc. per tutti gli assicurati retribuiti in altro modo, il salario percepito durante le ultime quattro settimane senza riduzioni per motivi di salute è diviso per quattro e quindi moltiplicato per 52. Al salario annuo così ottenuto si aggiunge eventualmente un tredicesimo salario mensile. Il prodotto è quindi diviso per 365.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_21_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Assicurati con un reddito regolare",
        "citation": "Art. 21bis cpv. 4 OAI",
        "content": "Gli elementi del salario che sono pagati regolarmente ma solo una volta l’anno o a intervalli di più mesi, come provvigioni e gratificazioni, sono aggiunti al reddito determinante calcolato in base al capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_21_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Assicurati con un reddito regolare",
        "citation": "Art. 21bis cpv. 5 OAI",
        "content": "Se un assicurato rende verosimile che, se non fosse diventato invalido, durante l’integrazione avrebbe intrapreso un’altra attività lucrativa rispetto a quella esercitata da ultimo senza riduzioni per motivi di salute, l’indennità giornaliera è calcolata in base al guadagno che avrebbe conseguito con questa nuova attività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_21_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Assicurati con reddito irregolare",
        "citation": "Art. 21ter cpv. 1 OAI",
        "content": "Se l’assicurato non percepisce un reddito regolare ai sensi dell’articolo 21bis, il reddito determinante è calcolato sulla base di un reddito percepito sull’arco degli ultimi tre mesi senza riduzioni per motivi di salute e convertito in reddito giornaliero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_21_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Assicurati con reddito irregolare",
        "citation": "Art. 21ter cpv. 2 OAI",
        "content": "Se in questo modo non è possibile calcolare un reddito adeguato, si tiene conto del reddito percepito durante un periodo più lungo, ma non superiore a 12 mesi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_21_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Indipendenti",
        "citation": "Art. 21quater cpv. 1 OAI",
        "content": "L’indennità giornaliera per gli indipendenti è calcolata in base all’ultimo reddito senza riduzioni per malattia, convertito in reddito giornaliero e soggetto al prelievo dei contributi conformemente alla LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_21_quater"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Indipendenti",
        "citation": "Art. 21quater cpv. 2 OAI",
        "content": "L’indennità giornaliera per gli assicurati che rendono verosimile che durante l’integrazione avrebbero potuto intraprendere un’attività lucrativa indipendente di una durata più lunga, è calcolata sul reddito che avrebbero potuto conseguire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_21_quater"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Assicurati contemporaneamente salariati e indipendenti",
        "citation": "Art. 21quinquies OAI",
        "content": "Il reddito determinante conseguito da assicurati che sono nel contempo salariati e indipendenti è calcolato sommando i redditi da attività dipendente e indipendente determinati in base agli articoli 21–21quater e convertiti in reddito giornaliero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_21_quinquies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Modifica del reddito determinante",
        "citation": "Art. 21sexies OAI",
        "content": "Durante l’integrazione, ogni due anni occorre verificare d’ufficio se il reddito determinante per il calcolo dell’indennità giornaliera ha subito una modifica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_21_sexies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Riduzione dell’indennità giornaliera",
        "citation": "Art. 21septies cpv. 1 OAI",
        "content": "Se l’assicurato esercita un’attività lucrativa durante l’integrazione, l’indennità giornaliera secondo l’articolo 22 capoverso 1 LAI è ridotta nella misura in cui, sommata al reddito di quest’attività, superi il reddito determinante ai sensi degli articoli 21–21quinquies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_21_septies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Riduzione dell’indennità giornaliera",
        "citation": "Art. 21septies cpv. 2 OAI",
        "content": "Per la riduzione dell’indennità giornaliera si prende in considerazione il reddito conseguito dall’assicurato per l’attività svolta durante l’integrazione. Per i salariati, questo reddito è il salario determinante ai sensi dell’articolo 5 LAVS e per gli indipendenti il reddito sul quale sono riscossi contributi in virtù della LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_21_septies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Riduzione dell’indennità giornaliera",
        "citation": "Art. 21septies cpv. 3 OAI",
        "content": "Prestazioni finanziarie accordate dal datore di lavoro durante l’integrazione e per le quali l’assicurato non fornisce alcuna prestazione lavorativa particolare non sono considerate nel calcolo della riduzione (salario sociale).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_21_septies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Riduzione dell’indennità giornaliera",
        "citation": "Art. 21septies cpv. 4 OAI",
        "content": "Se l’assicurato ha diritto a una prestazione per i figli ai sensi dell’articolo 22bis capoverso 2 LAI, il reddito determinante è maggiorato degli importi minimi, convertiti in importi giornalieri, dell’assegno per i figli o dell’assegno di formazione di cui all’articolo 5 della legge del 24 marzo 2006 sugli assegni familiari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_21_septies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Riduzione dell’indennità giornaliera",
        "citation": "Art. 21septies cpv. 5 OAI",
        "content": "Se durante l’integrazione l’assicurato percepisce una rendita d’invalidità ai sensi della LAINF, l’indennità giornaliera secondo l’articolo 22 capoverso 1 LAI è ridotta nella misura in cui, sommata a questa rendita, superi il reddito determinante ai sensi degli articoli 21–21quinquies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_21_septies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Deduzione in caso di vitto e alloggio a spese dell’assicurazione per l’invalidità",
        "citation": "Art. 21octies cpv. 1 OAI",
        "content": "Se l’assicurazione per l’invalidità copre le spese per il vitto e l’alloggio durante l’integrazione, l’indennità giornaliera secondo l’articolo 24 capoverso 1 LAI è ridotta del 20 per cento, ma al massimo di 20 franchi. La riduzione è del 10 per cento, ma al massimo di 10 franchi, se l’assicurato ha un obbligo di mantenimento nei confronti di figli che, in caso di decesso dell’assicurato, avrebbero diritto alla rendita per orfani dell’assicurazione per la vecchiaia e i superstiti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_21_octies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Deduzione in caso di vitto e alloggio a spese dell’assicurazione per l’invalidità",
        "citation": "Art. 21octies cpv. 2 OAI",
        "content": "Se inoltre l’indennità giornaliera è ridotta in base all’articolo 21septies, la deduzione secondo il capoverso 1 si applica dopo tale riduzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_21_octies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Deduzione in caso di vitto e alloggio a spese dell’assicurazione per l’invalidità",
        "citation": "Art. 21octies cpv. 3 OAI",
        "content": "L’indennità giornaliera non è ridotta durante la prima formazione professionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_21_octies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Garanzia dei diritti acquisiti",
        "citation": "Art. 21novies OAI",
        "content": "Se a causa dell’esecuzione di un provvedimento l’assicurato subisce la soppressione dell’indennità giornaliera di un’altra assicurazione, calcolata sulla base di un precedente reddito da lavoro, l’indennità giornaliera versata dall’assicurazione per l’invalidità oltre alla rendita conformemente all’articolo 22bis capoverso 6 LAI ammonta almeno all’indennità giornaliera percepita fino a quel momento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_21_novies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Calcolo dell’indennità giornaliera nella prima formazione professionale ",
        "citation": "Art. 22 cpv. 1 OAI",
        "content": "In assenza di un contratto di tirocinio secondo la LFPr, l’importo mensile dell’indennità giornaliera corrisponde, arrotondato per eccesso:\na. il primo anno, a un quarto dell’importo minimo della rendita di vecchiaia secondo l’articolo 34 capoverso 5 LAVS; \nb. a partire dal secondo anno, a un terzo dell’importo minimo della rendita di vecchiaia secondo l’articolo 34 capoverso 5 LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_22"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Calcolo dell’indennità giornaliera nella prima formazione professionale ",
        "citation": "Art. 22 cpv. 2 OAI",
        "content": "Per gli assicurati che hanno diritto a un’indennità giornaliera secondo l’articolo 22 capoverso 3 LAI, l’importo dell’indennità è determinato sulla base del reddito lavorativo mediano mensile di studenti delle scuole universitarie secondo l’Indagine sulla situazione socio-economica degli studenti dell’Ufficio federale di statistica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_22"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Calcolo dell’indennità giornaliera nella prima formazione professionale ",
        "citation": "Art. 22 cpv. 3 OAI",
        "content": "Se l’assicurato avesse diritto a un’indennità giornaliera durante una prima formazione professionale, vi ha diritto anche durante la preparazione a questa prima formazione professionale, se le condizioni di cui all’articolo 5 capoverso 2 sono adempiute. Questa indennità giornaliera è determinata conformemente al capoverso 1. È fatto salvo l’articolo 22 capoverso 4 LAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_22"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Calcolo dell’indennità giornaliera nella prima formazione professionale ",
        "citation": "Art. 22 cpv. 4 OAI",
        "content": "Per gli assicurati che, a causa della loro invalidità, devono interrompere una prima formazione professionale e cominciarne un’altra, l’indennità giornaliera è calcolata in base all’articolo 24ter LAI. È fatto salvo l’articolo 6 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_22"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, E. Le indennità giornaliere, Calcolo dell’indennità giornaliera nella prima formazione professionale ",
        "citation": "Art. 22 cpv. 5 OAI",
        "content": "Se l’assicurato ha diritto a una prestazione per i figli ai sensi dell’articolo 22bis capoverso 2 LAI ma il suo reddito è inferiore a quello di cui agli articoli 13 capoverso 3 e 19 capoverso 1bis della legge del 24 marzo 2006 sugli assegni familiari, l’indennità giornaliera è aumentata della prestazione per i figli secondo l’articolo 23bis LAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_22"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, F. Disposizioni diverse, Indennitàper spese di custodia e d’assistenza",
        "citation": "Art. 22quater cpv. 1 OAI",
        "content": "Sono rimborsate come spese di custodia e d’assistenza in particolare:\na. le spese per i pasti consumati fuori casa dalle persone menzionate nell’articolo 11a capoverso 2 LAI;\nb. le spese di viaggio e di alloggio per le persone menzionate nell’articolo 11a capoverso 2 LAI che vengono custodite o assistite da terzi;\nc. le retribuzioni per aiuti familiari o domestici;\nd. le retribuzioni per asili nido, scuole diurne e doposcuola;\ne. le spese di viaggio di terzi che si recano al domicilio della persona che ha diritto alle indennità per occuparsi della custodia o dell’assistenza delle persone menzionate nell’articolo 11a capoverso 2 LAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_22_quater"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, F. Disposizioni diverse, Indennitàper spese di custodia e d’assistenza",
        "citation": "Art. 22quater cpv. 2 OAI",
        "content": "Sono rimborsati solo i costi effettivi, al massimo sino a un importo corrispondente al 20 per cento dell’importo massimo dell’indennità giornaliera di cui all’articolo 24 capoverso 1 LAI, moltiplicato per il numero di giorni effettivi di integrazione effettuati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_22_quater"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, F. Disposizioni diverse, Indennitàper spese di custodia e d’assistenza",
        "citation": "Art. 22quater cpv. 3 OAI",
        "content": "Le spese di custodia e d’assistenza inferiori complessivamente a 20 franchi non sono rimborsate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_22_quater"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, F. Disposizioni diverse, Prestazione per i figli",
        "citation": "Art. 22quinquies cpv. 1 OAI",
        "content": "Gli assegni per i figli e gli assegni per la formazione ai sensi della legislazione federale, del diritto cantonale e della legislazione estera sono considerati come assegni previsti dalla legge ai sensi dell’articolo 22bis capoverso 2 LAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_22_quinquies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, F. Disposizioni diverse, Prestazione per i figli",
        "citation": "Art. 22quinquies cpv. 2 OAI",
        "content": "La cassa di compensazione può chiedere all’assicurato di fornirle la prova che egli non ha diritto a un assegno per i figli o a un assegno per la formazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_22_quinquies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, F. Disposizioni diverse, Prestazione per i figli",
        "citation": "Art. 22quinquies cpv. 3 OAI",
        "content": "Se l’assicurato ha diritto a un assegno per i figli o a un assegno per la formazione e l’importo della prestazione per i figli sarebbe superiore a questo assegno, l’assicurato non ha diritto al versamento della differenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_22_quinquies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, F. Disposizioni diverse, Provvedimenti d’integrazione all’estero per le persone soggette all’assicurazione obbligatoria",
        "citation": "Art. 23bis cpv. 1 OAI",
        "content": "Se l’esecuzione di provvedimenti d’integrazione si rivela praticamente impossibile in Svizzera, in modo speciale per difetto di istituzioni adeguate o di personale specializzato, l’assicurazione ne assume le spese per l’esecuzione semplice e razionale all’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_23_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, F. Disposizioni diverse, Provvedimenti d’integrazione all’estero per le persone soggette all’assicurazione obbligatoria",
        "citation": "Art. 23bis cpv. 2 OAI",
        "content": "L’assicurazione assume le spese per l’esecuzione semplice e razionale dei provvedimenti sanitari eseguiti in caso d’emergenza all’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_23_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, F. Disposizioni diverse, Provvedimenti d’integrazione all’estero per le persone soggette all’assicurazione obbligatoria",
        "citation": "Art. 23bis cpv. 3 OAI",
        "content": "Se un provvedimento d’integrazione è eseguito all’estero per altri motivi ritenuti validi, l’assicurazione ne risarcisce le spese al massimo fino al limite richiesto da tale provvedimento, se fosse stato eseguito in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_23_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, F. Disposizioni diverse, Provvedimenti d’integrazione all’estero per le persone soggette all’assicurazione facoltativa",
        "citation": "Art. 23ter cpv. 1 OAI",
        "content": "L’assicurazione assume le spese per i provvedimenti d’integrazione attuati all’estero se circostanze particolari lo giustificano e se, grazie a tali provvedimenti, la persona interessata può, con ogni probabilità, esercitare nuovamente un’attività lucrativa o svolgere le mansioni consuete.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_23_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, F. Disposizioni diverse, Provvedimenti d’integrazione all’estero per le persone soggette all’assicurazione facoltativa",
        "citation": "Art. 23ter cpv. 2 OAI",
        "content": "Per le persone che non hanno ancora compiuto il 20° anno di età, l’assicurazione assume le spese per i provvedimenti effettuati all’estero se le possibilità di successo di tali provvedimenti e le condizioni personali della persona interessata lo giustificano.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_23_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, G. Diritto di opzione, collaborazione e tariffe, Diritto di opzione e convenzioni",
        "citation": "Art. 24 cpv. 1 OAI",
        "content": "Il DFI può emanare prescrizioni sul riconoscimento conformemente all’articolo 26bis capoverso 2 LAI. L’UFAS può tenere un elenco degli agenti esecutori riconosciuti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_24"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, G. Diritto di opzione, collaborazione e tariffe, Diritto di opzione e convenzioni",
        "citation": "Art. 24 cpv. 2 OAI",
        "content": "Le convenzioni secondo l’articolo 21quater capoverso 1 lettera b LAI sono concluse dall’UFAS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_24"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, G. Diritto di opzione, collaborazione e tariffe, Diritto di opzione e convenzioni",
        "citation": "Art. 24 cpv. 3 OAI",
        "content": "Per le persone e gli enti che eseguono provvedimenti d’integrazione senza aver aderito a una convenzione conclusa dall’UFAS a livello nazionale, tutte le condizioni fissate in questa convenzione sono considerate esigenze minime dell’assicurazione per l’invalidità ai sensi dell’articolo 26bis capoverso 1 LAI e le tariffe stabilite importi massimi ai sensi degli articoli 21quater capoverso 1 lettera c e 27 capoverso 3 LAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_24"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, G. Diritto di opzione, collaborazione e tariffe, Tariffazione dei provvedimenti sanitari",
        "citation": "Art. 24bis cpv. 1 OAI",
        "content": "Per la definizione delle tariffe dei provvedimenti sanitari sono applicabili per analogia gli articoli 43 capoversi 2 e 3 nonché 49 capoversi 1 e 3–6 LAMal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_24_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, G. Diritto di opzione, collaborazione e tariffe, Tariffazione dei provvedimenti sanitari",
        "citation": "Art. 24bis cpv. 2 OAI",
        "content": "Le tariffe devono essere calcolate secondo criteri economici e occorre considerare una struttura adeguata delle tariffe. La tariffa può coprire al massimo i costi della prestazione comprovati in modo trasparente e i costi necessari per una fornitura efficiente delle prestazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_24_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, G. Diritto di opzione, collaborazione e tariffe, Tariffazione dei provvedimenti sanitari",
        "citation": "Art. 24bis cpv. 3 OAI",
        "content": "Un cambiamento del modello tariffale non deve comportare costi supplementari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_24_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, G. Diritto di opzione, collaborazione e tariffe, Tariffazione dei provvedimenti sanitari",
        "citation": "Art. 24bis cpv. 4 OAI",
        "content": "Le parti contraenti devono verificare regolarmente le tariffe e adeguarle, se il rispetto dei principi enunciati nel capoverso 2 non è più garantito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_24_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, G. Diritto di opzione, collaborazione e tariffe, Tariffazione dei provvedimenti sanitari",
        "citation": "Art. 24bis cpv. 5 OAI",
        "content": "L’autorità competente applica per analogia i capoversi 1–3 all’atto di stabilire le tariffe secondo l’articolo 27 capoversi 3–6 e 7 secondo periodo LAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_24_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, G. Diritto di opzione, collaborazione e tariffe, Tariffazione dei provvedimenti sanitari",
        "citation": "Art. 24bis cpv. 6 OAI",
        "content": "La comunicazione dei dati secondo l’articolo 27 capoverso 8 LAI, la trasmissione dei dati, il regolamento per il trattamento dei dati, la sicurezza e la conservazione dei dati sono retti per analogia dagli articoli 59f, 59g e 59i OAMal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_24_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, G. Diritto di opzione, collaborazione e tariffe, Calcolo dei costi dei provvedimenti sanitari",
        "citation": "Art. 24ter cpv. 1 OAI",
        "content": "Le convenzioni tariffali che prevedono una struttura tariffale uniforme secondo l’articolo 27 capoverso 4 LAI devono includere le modalità di applicazione della tariffa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_24_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, G. Diritto di opzione, collaborazione e tariffe, Calcolo dei costi dei provvedimenti sanitari",
        "citation": "Art. 24ter cpv. 2 OAI",
        "content": "Il Sorvegliante dei prezzi ai sensi della legge federale del 20 dicembre 1985 sulla sorveglianza dei prezzi è consultato prima della conclusione di convenzioni tariffali nazionali e nell’ambito della fissazione di tariffe da parte dell’autorità competente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_24_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, G. Diritto di opzione, collaborazione e tariffe, Calcolo dei costi dei provvedimenti sanitari",
        "citation": "Art. 24ter cpv. 3 OAI",
        "content": "I fornitori di prestazioni mettono a disposizione delle autorità della Confederazione competenti in materia, dell’associazione Commissione delle tariffe mediche LAINF e dei partner tariffali i documenti necessari per la fissazione della tariffa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_24_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, G. Diritto di opzione, collaborazione e tariffe, Rimunerazione delle cure ospedaliere",
        "citation": "Art. 24quater cpv. 1 OAI",
        "content": "Per la rimunerazione delle cure ospedaliere nel reparto comune di un ospedale l’UFAS stipula convenzioni tariffali e di collaborazione con gli ospedali e conviene importi forfettari. Tali importi sono riferiti alle prestazioni e si basano su strutture uniformi per tutta la Svizzera. Le tariffe ospedaliere si rifanno alla rimunerazione degli ospedali che forniscono le prestazioni nella qualità necessaria, in modo efficiente e vantaggioso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_24_quater"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, G. Diritto di opzione, collaborazione e tariffe, Rimunerazione delle cure ospedaliere",
        "citation": "Art. 24quater cpv. 2 OAI",
        "content": "Le parti alla convenzione possono convenire che prestazioni diagnostiche o terapeutiche speciali non siano computate nell’importo forfettario, bensì fatturate separatamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_24_quater"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, G. Diritto di opzione, collaborazione e tariffe, Rimunerazione delle cure ospedaliere",
        "citation": "Art. 24quater cpv. 3 OAI",
        "content": "Se un modello di rimunerazione delle cure ospedaliere riferito alle prestazioni secondo l’articolo 14 capoverso 1 LAI si basa su un sistema di classificazione dei pazienti di tipo DRG (Diagnosis Related Groups), la convenzione tariffale include anche il relativo manuale di codificazione e un piano per la revisione della codificazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_24_quater"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, G. Diritto di opzione, collaborazione e tariffe, Rimunerazione delle cure ospedaliere",
        "citation": "Art. 24quater cpv. 4 OAI",
        "content": "Se l’assicurato si reca in un ospedale che non ha stipulato alcuna convenzione tariffale con l’UFAS, l’assicurazione per l’invalidità rimborsa le spese che l’assicurato avrebbe dovuto sostenere per il trattamento nel reparto comune dell’ospedale convenzionato di cui al capoverso 1 più vicino. L’ospedale ha diritto solamente al rimborso di queste spese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_24_quater"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, G. Diritto di opzione, collaborazione e tariffe, Rimunerazione delle cure ambulatoriali",
        "citation": "Art. 24quinquies OAI",
        "content": "Per la rimunerazione delle cure ambulatoriali l’UFAS stipula con i fornitori di prestazioni secondo l’articolo 14 capoverso 1 LAI convenzioni tariffali e di collaborazione a livello nazionale. Le tariffe per singola prestazione si basano su strutture uniformi per tutta la Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_24_quinquies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, G. Diritto di opzione, collaborazione e tariffe, Collaborazione e tariffe dei provvedimenti di reinserimento per preparare all’integrazione professionale e dei provvedimenti professionali ",
        "citation": "Art. 24sexies cpv. 1 OAI",
        "content": "Gli uffici AI sono autorizzati a stipulare convenzioni secondo l’articolo 27 capoverso 1 LAI per provvedimenti di cui agli articoli 14a–18 LAI nel luogo in cui il fornitore di prestazioni ha un’installazione permanente o esercita l’attività professionale. La tariffa è stabilita in base a criteri conformi all’uso locale e al mercato nonché di economia aziendale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_24_sexies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo secondo:, Integrazione, G. Diritto di opzione, collaborazione e tariffe, Collaborazione e tariffe dei provvedimenti di reinserimento per preparare all’integrazione professionale e dei provvedimenti professionali ",
        "citation": "Art. 24sexies cpv. 2 OAI",
        "content": "L’ufficio AI verifica regolarmente la qualità, l’efficacia e l’economicità della fornitura di prestazioni nonché le tariffe, compreso il rimborso delle spese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_24_sexies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, A. Il diritto alla rendita, I. Valutazione del grado d’invalidità, Determinazione dello statuto lavorativo",
        "citation": "Art. 24septies cpv. 1 OAI",
        "content": "Lo statuto di un assicurato è determinato in base alla situazione lavorativa in cui si troverebbe, se non soffrisse di un danno alla salute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_24_septies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, A. Il diritto alla rendita, I. Valutazione del grado d’invalidità, Determinazione dello statuto lavorativo",
        "citation": "Art. 24septies cpv. 2 OAI",
        "content": "L’assicurato è considerato:\na. esercitante un’attività lucrativa secondo l’articolo 28a capoverso 1 LAI, nel caso in cui, in assenza del danno alla salute, eserciterebbe un’attività lucrativa con un grado d’occupazione corrispondente ad almeno il 100 per cento;\nb. non esercitante un’attività lucrativa secondo l’articolo 28a capoverso 2 LAI, nel caso in cui, in assenza del danno alla salute, non eserciterebbe alcuna attività lucrativa;\nc. esercitante un’attività lucrativa a tempo parziale secondo l’articolo 28a capoverso 3 LAI, nel caso in cui, in assenza del danno alla salute, eserciterebbe un’attività lucrativa corrispondente a un grado d’occupazione inferiore al 100 per cento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_24_septies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, A. Il diritto alla rendita, I. Valutazione del grado d’invalidità, Principi per il confronto dei redditi",
        "citation": "Art. 25 cpv. 1 OAI",
        "content": "Sono considerati redditi lavorativi secondo l’articolo 16 LPGA i redditi annui presumibili sui quali sarebbero riscossi i contributi disposti dalla LAVS, escluse tuttavia:\na. le prestazioni del datore di lavoro per perdita di salario cagionata da infortunio o malattia, se l’incapacità lavorativa è debitamente comprovata;\nb. le indennità di disoccupazione, le indennità di perdita di guadagno secondo la LIPG e le indennità giornaliere dell’assicurazione invalidità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_25"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, A. Il diritto alla rendita, I. Valutazione del grado d’invalidità, Principi per il confronto dei redditi",
        "citation": "Art. 25 cpv. 2 OAI",
        "content": "I redditi lavorativi determinanti secondo l’articolo 16 LPGA vanno stabiliti su una base temporale identica e tenendo conto del mercato del lavoro in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_25"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, A. Il diritto alla rendita, I. Valutazione del grado d’invalidità, Principi per il confronto dei redditi",
        "citation": "Art. 25 cpv. 3 OAI",
        "content": "Se per la determinazione dei redditi lavorativi determinanti si impiegano valori statistici, vanno presi come riferimento i valori centrali della Rilevazione della struttura dei salari (RSS) dell’Ufficio federale di statistica. Possono essere impiegati altri valori statistici, se nel singolo caso il reddito non figura nella RSS. Vanno utilizzati valori indipendenti dall’età e differenziati a seconda del sesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_25"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, A. Il diritto alla rendita, I. Valutazione del grado d’invalidità, Principi per il confronto dei redditi",
        "citation": "Art. 25 cpv. 4 OAI",
        "content": "I valori statistici di cui al capoverso 3 vanno adeguati in funzione della durata di lavoro normale nelle aziende secondo le divisioni economiche e dell’evoluzione dei salari nominali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_25"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, A. Il diritto alla rendita, I. Valutazione del grado d’invalidità, Determinazione del reddito senza invalidità",
        "citation": "Art. 26 cpv. 1 OAI",
        "content": "Il reddito senza invalidità (art. 16 LPGA) è determinato sulla base dell’ultimo reddito lavorativo effettivamente conseguito prima dell’insorgere dell’invalidità. Se il reddito lavorativo conseguito negli ultimi anni prima dell’insorgere dell’invalidità era soggetto a forti variazioni, ci si basa su un reddito medio adeguato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_26"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, A. Il diritto alla rendita, I. Valutazione del grado d’invalidità, Determinazione del reddito senza invalidità",
        "citation": "Art. 26 cpv. 2 OAI",
        "content": "Se il reddito lavorativo effettivamente conseguito è inferiore di almeno il 5 per cento al valore centrale usuale del settore secondo la RSS di cui all’articolo 25 capoverso 3, il reddito senza invalidità corrisponde al 95 per cento di questo valore centrale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_26"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, A. Il diritto alla rendita, I. Valutazione del grado d’invalidità, Determinazione del reddito senza invalidità",
        "citation": "Art. 26 cpv. 3 OAI",
        "content": "Il capoverso 2 non è applicabile, se:\na. anche il reddito con invalidità secondo l’articolo 26bis capoverso 1 è inferiore di almeno il 5 per cento al valore centrale usuale del settore secondo la RSS di cui all’articolo 25 capoverso 3; o\nb. il reddito è stato conseguito con un’attività lucrativa indipendente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_26"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, A. Il diritto alla rendita, I. Valutazione del grado d’invalidità, Determinazione del reddito senza invalidità",
        "citation": "Art. 26 cpv. 4 OAI",
        "content": "Se il reddito lavorativo effettivamente conseguito non può essere determinato o non può esserlo in misura sufficientemente precisa, il reddito senza invalidità è fissato sulla base dei valori statistici di cui all’articolo 25 capoverso 3 relativi alle persone con la medesima formazione e condizioni professionali analoghe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_26"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, A. Il diritto alla rendita, I. Valutazione del grado d’invalidità, Determinazione del reddito senza invalidità",
        "citation": "Art. 26 cpv. 5 OAI",
        "content": "Se un’invalidità insorge dopo che l’assicurato ha previsto o iniziato una formazione professionale, il reddito senza invalidità è determinato secondo il valore statistico di cui all’articolo 25 capoverso 3 che l’assicurato avrebbe potuto conseguire dopo la conclusione della formazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_26"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, A. Il diritto alla rendita, I. Valutazione del grado d’invalidità, Determinazione del reddito senza invalidità",
        "citation": "Art. 26 cpv. 6 OAI",
        "content": "Se un assicurato non può iniziare o concludere alcuna formazione professionale a causa dell’invalidità, il reddito senza invalidità è determinato secondo i valori statistici di cui all’articolo 25 capoverso 3. In deroga all’articolo 25 capoverso 3, vanno impiegati valori indipendenti dal sesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_26"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, A. Il diritto alla rendita, I. Valutazione del grado d’invalidità, Determinazione del reddito con invalidità",
        "citation": "Art. 26bis cpv. 1 OAI",
        "content": "Se dopo l’insorgere dell’invalidità l’assicurato consegue un reddito lavorativo, quest’ultimo gli viene computato quale reddito con invalidità (art. 16 LPGA), sempre che gli permetta di valorizzare al meglio la sua capacità funzionale residua in relazione a un’attività lucrativa da lui ragionevolmente esigibile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_26_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, A. Il diritto alla rendita, I. Valutazione del grado d’invalidità, Determinazione del reddito con invalidità",
        "citation": "Art. 26bis cpv. 2 OAI",
        "content": "Se non vi è alcun reddito lavorativo computabile, il reddito con invalidità è determinato in base ai valori statistici di cui all’articolo 25 capoverso 3. In deroga all’articolo 25 capoverso 3, per gli assicurati di cui all’articolo 26 capoverso 6 vanno impiegati valori indipendenti dal sesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_26_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, A. Il diritto alla rendita, I. Valutazione del grado d’invalidità, Determinazione del reddito con invalidità",
        "citation": "Art. 26bis cpv. 3 OAI",
        "content": "Al valore determinato in base a valori statistici secondo il capoverso 2 è applicata una deduzione del 10 per cento. Se a causa dell’invalidità l’assicurato può lavorare soltanto con una capacità funzionale secondo l’articolo 49 capoverso 1bis pari o inferiore al 50 per cento, è applicata una deduzione del 20 per cento. Non sono ammesse ulteriori deduzioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_26_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, A. Il diritto alla rendita, I. Valutazione del grado d’invalidità, Mansioni consuete di assicurati occupati nell’economia domestica",
        "citation": "Art. 27 cpv. 1 OAI",
        "content": "Per mansioni consuete secondo l’articolo 7 capoverso 2 LAI di assicurati occupati nell’economia domestica s’intendono gli usuali lavori domestici nonché la cura e l’assistenza ai familiari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_27"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, A. Il diritto alla rendita, I. Valutazione del grado d’invalidità, Valutazione del grado d’invalidità per gli assicurati che esercitano un’attività lucrativa a tempo parziale",
        "citation": "Art. 27bis cpv. 1 OAI",
        "content": "Per valutare il grado d’invalidità degli assicurati che esercitano un’attività lucrativa a tempo parziale si sommano i seguenti gradi d’invalidità:\na. il grado d’invalidità nell’ambito dell’attività lucrativa;\nb. il grado d’invalidità nell’ambito delle mansioni consuete.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_27_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, A. Il diritto alla rendita, I. Valutazione del grado d’invalidità, Valutazione del grado d’invalidità per gli assicurati che esercitano un’attività lucrativa a tempo parziale",
        "citation": "Art. 27bis cpv. 2 OAI",
        "content": "Per il calcolo del grado d’invalidità nell’ambito dell’attività lucrativa:\na. il reddito senza invalidità è calcolato sulla base di un’attività lucrativa corrispondente a un grado d’occupazione del 100 per cento;\nb. il reddito con invalidità è calcolato sulla base di un’attività lucrativa corrispondente a un grado d’occupazione del 100 per cento e adeguato alla capacità funzionale determinante;\nc. la perdita di guadagno percentuale è ponderata in funzione del grado d’occupazione che l’assicurato avrebbe se non fosse divenuto invalido.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_27_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, A. Il diritto alla rendita, I. Valutazione del grado d’invalidità, Valutazione del grado d’invalidità per gli assicurati che esercitano un’attività lucrativa a tempo parziale",
        "citation": "Art. 27bis cpv. 3 OAI",
        "content": "Per il calcolo del grado d’invalidità nell’ambito delle mansioni consuete:\na. viene determinata la quota percentuale che le limitazioni dell’assicurato rappresentano nello svolgimento delle mansioni consuete rispetto alla situazione senza invalidità; \nb. la quota di cui alla lettera a viene ponderata in funzione della differenza tra il grado d’occupazione di cui al capoverso 2 lettera c e un’attività lucrativa esercitata a tempo pieno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_27_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, A. Il diritto alla rendita, II. Disposizioni diverse, Rendite e integrazione",
        "citation": "Art. 28 cpv. 3 OAI",
        "content": "L’assunzione delle spese per vitto e alloggio è considerata preponderante per la soppressione della rendita d’invalidità ai sensi dell’articolo 43 capoverso 2 LAI, quando l’assicurazione sopperisce interamente alle spese per vitto e alloggio durante almeno cinque giorni la settimana.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_28"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, A. Il diritto alla rendita, II. Disposizioni diverse, Risorgere dell’invalidità dopo la soppressione della rendita",
        "citation": "Art. 29bis OAI",
        "content": "Se la rendita è stata soppressa a causa dell’abbassamento del grado d’invalidità e l’assicurato, nel susseguente periodo di tre anni, presenta di nuovo un grado d’invalidità suscettibile di far nascere il diritto alla rendita per incapacità al lavoro della stessa origine, il periodo precedente la prima erogazione verrà dedotto dal periodo d’attesa impostogli dall’articolo 28 capoverso 1 lettera b LAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_29_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, A. Il diritto alla rendita, II. Disposizioni diverse, Interruzione dell’incapacità al lavoro",
        "citation": "Art. 29ter OAI",
        "content": "Vi è interruzione notevole dell’incapacità al lavoro, secondo l’articolo 28 capoverso 1 lettera b LAI, allorché l’assicurato è stato interamente atto al lavoro durante almeno 30 giorni consecutivi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_29_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, A. Il diritto alla rendita, II. Disposizioni diverse, Versamento in caso di anticipazione della rendita di vecchiaia",
        "citation": "Art. 29quater OAI",
        "content": "La rendita d’invalidità è versata soltanto se l’assicurato rinuncia all’anticipazione della rendita di vecchiaia o la revoca conformemente all’articolo 56ter OAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_29_quater"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, A. Il diritto alla rendita, III. Prestazione transitoria, Versamento della prestazione transitoria",
        "citation": "Art. 30 cpv. 1 OAI",
        "content": "La prestazione transitoria è versata se: \na. dall’esame dell’ufficio AI risulta che sono adempiute le condizioni previste all’articolo 32 LAI; e \nb. l’assicurato presenta un certificato medico: \n1. che attesta la sua incapacità al lavoro del 50 per cento o superiore, e \n2. secondo la cui prognosi l’incapacità al lavoro è destinata a perdurare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_30"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, A. Il diritto alla rendita, III. Prestazione transitoria, Versamento della prestazione transitoria",
        "citation": "Art. 30 cpv. 2 OAI",
        "content": "Se le condizioni di cui all’articolo 32 LAI non sono più adempiute, il diritto alla prestazione transitoria decade alla fine del mese in cui l’ufficio AI notifica la soppressione della prestazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_30"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, A. Il diritto alla rendita, III. Prestazione transitoria, Determinazione della prestazione transitoria",
        "citation": "Art. 31 cpv. 1 OAI",
        "content": "La prestazione transitoria secondo l’articolo 32 LAI è parificata a una rendita AI. Gli articoli 30, 36–40, 43, 47 e 50 LAI si applicano per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_31"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, A. Il diritto alla rendita, III. Prestazione transitoria, Determinazione della prestazione transitoria",
        "citation": "Art. 31 cpv. 2 OAI",
        "content": "Se l’assicurato ha diritto a una prestazione transitoria oltre a una rendita AI corrente, la rendita AI e la prestazione transitoria sono versate sotto forma di un’unica prestazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_31"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, B. Le rendite ordinarie, Calcolo",
        "citation": "Art. 32 cpv. 1 OAI",
        "content": "Gli articoli 50–53bis OAVS sono applicabili per analogia alle rendite ordinarie dell’assicurazione per l’invalidità. Al posto delle tavole delle rendite, l’UFAS può emanare prescrizioni per la determinazione dell’ammontare delle rendite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_32"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, B. Le rendite ordinarie, Calcolo",
        "citation": "Art. 32 cpv. 2 OAI",
        "content": "La riduzione delle due rendite di una coppia secondo l’articolo 37 capoverso 1bis LAI è disciplinata secondo il diritto del coniuge che presenta il grado di invalidità più alto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_32"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, B. Le rendite ordinarie, Basi di calcolo in caso di risorta invalidità",
        "citation": "Art. 32bis OAI",
        "content": "Se un assicurato, la cui rendita era stata soppressa a causa dell’abbassamento del grado d’invalidità, nei tre anni seguenti ricupera il diritto alla rendita a causa della stessa affezione (art. 28 LAI), le basi di calcolo della rendita precedente sono ancora determinanti, a condizione che siano vantaggiose per l’assicurato. Se nel frattempo, il suo coniuge ha acquisito un diritto a una rendita per la vecchiaia o per l’invalidità o è deceduto, l’articolo 29quinquies LAVS è applicabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_32_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, B. Le rendite ordinarie, Riduzione delle rendite per figli",
        "citation": "Art. 33bis cpv. 1 OAI",
        "content": "La riduzione delle rendite per figli secondo l’articolo 38bis LAI è retta dall’articolo 54bis OAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_33_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, B. Le rendite ordinarie, Riduzione delle rendite per figli",
        "citation": "Art. 33bis cpv. 2 OAI",
        "content": "La riduzione delle rendite per figli nel caso delle rendite AI con una percentuale inferiore al 100 per cento di una rendita intera AI è calcolata in funzione della riduzione della rendita intera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_33_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, B. Le rendite ordinarie, Calcolo anticipato della rendita",
        "citation": "Art. 33ter cpv. 1 OAI",
        "content": "Una persona che è o era assicurata può domandare gratuitamente il calcolo anticipato della rendita d’invalidità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_33_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, B. Le rendite ordinarie, Calcolo anticipato della rendita",
        "citation": "Art. 33ter cpv. 2 OAI",
        "content": "Sono applicabili gli articoli 59 e 60 OAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_33_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, C. Le rendite straordinarie",
        "citation": "Art. 34 OAI",
        "content": "L’articolo 54bis OAVS è applicabile per analogia alla riduzione delle rendite straordinarie per figli secondo l’articolo 40 capoverso 2 LAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_34"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, D. L’assegno per grandi invalidi, Nascita ed estinzione del diritto",
        "citation": "Art. 35 cpv. 1 OAI",
        "content": "Il diritto all’assegno per grandi invalidi nasce il primo giorno del mese in cui si sono verificate le condizioni di questo diritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_35"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, D. L’assegno per grandi invalidi, Nascita ed estinzione del diritto",
        "citation": "Art. 35 cpv. 2 OAI",
        "content": "Se, in seguito, il grado d’invalidità subisce una modifica importante, si applicano gli articoli 87–88bis. Se uno degli altri presupposti al diritto all’indennità venisse a cadere, o se morisse il beneficiario, il diritto si estingue alla fine del mese in cui l’evento si è verificato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_35"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, D. L’assegno per grandi invalidi, Esclusione del diritto",
        "citation": "Art. 35bis cpv. 1 OAI",
        "content": "Gli assicurati che hanno compiuto il 18° anno di età e che soggiornano in un’istituzione per almeno 24 giorni per mese civile al fine di attuare provvedimenti d’integrazione secondo l’articolo 8 capoverso 3 LAI non hanno alcun diritto all’assegno per grandi invalidi per il mese in questione. È fatto salvo il capoverso 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_35_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, D. L’assegno per grandi invalidi, Esclusione del diritto",
        "citation": "Art. 35bis cpv. 2 OAI",
        "content": "I minorenni che soggiornano in un’istituzione per l’esecuzione di provvedimenti d’integrazione secondo l’articolo 8 capoverso 3 non hanno alcun diritto a un assegno per grandi invalidi per questi giorni. Sono fatti salvi il capoverso 4 e l’articolo 42bis capoverso 4 LAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_35_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, D. L’assegno per grandi invalidi, Esclusione del diritto",
        "citation": "Art. 35bis cpv. 2bis OAI",
        "content": "I minorenni che soggiornano in uno stabilimento ospedaliero a spese dell’assicurazione sociale e hanno diritto a un assegno per grandi invalidi in virtù dell’articolo 42bis capoverso 4 LAI devono inoltrare all’ufficio AI, unitamente alla fattura, anche l’attestazione dello stabilimento ospedaliero prevista in quella disposizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_35_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, D. L’assegno per grandi invalidi, Esclusione del diritto",
        "citation": "Art. 35bis cpv. 2ter OAI",
        "content": "I minorenni che si assumono le spese del soggiorno in istituto continuano ad aver diritto a un assegno per grandi invalidi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_35_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, D. L’assegno per grandi invalidi, Esclusione del diritto",
        "citation": "Art. 35bis cpv. 3 OAI",
        "content": "Per un soggiorno in un’istituzione sono determinanti i giorni per i quali l’assicurazione per l’invalidità copre le spese di soggiorno stazionario nell’istituzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_35_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, D. L’assegno per grandi invalidi, Esclusione del diritto",
        "citation": "Art. 35bis cpv. 4 OAI",
        "content": "Le restrizioni di cui ai capoversi 1 e 2 non si applicano agli assegni versati per una grande invalidità ai sensi dell’articolo 37 capoverso 3 lettera d.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_35_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, D. L’assegno per grandi invalidi, Istituti",
        "citation": "Art. 35ter cpv. 1 OAI",
        "content": "Sono considerate istituti ai sensi della legge le forme di alloggio collettivo destinate all’assistenza o alla cura degli assicurati in cui l’assicurato:\na. non è responsabile dell’esercizio della forma di alloggio collettivo;\nb. non è libero di decidere a quali prestazioni d’aiuto ricorrere, in quale forma, quando e presso quale fornitore; o\nc. deve versare un importo forfettario per prestazioni di cura o assistenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_35_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, D. L’assegno per grandi invalidi, Istituti",
        "citation": "Art. 35ter cpv. 2 OAI",
        "content": "Le istituzioni secondo l’articolo 3 capoverso 1 lettera b della legge federale del 6 ottobre 2006 sulle istituzioni che promuovono l’integrazione degli invalidi (LIPIn) riconosciute, conformemente all’articolo 4 LIPIn, da uno o più Cantoni sono considerate istituti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_35_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, D. L’assegno per grandi invalidi, Istituti",
        "citation": "Art. 35ter cpv. 3 OAI",
        "content": "Le forme di alloggio collettivo gestite da un istituto secondo il capoverso 1 che usufruiscono di prestazioni d’aiuto da quest’ultimo sono equiparate agli istituti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_35_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, D. L’assegno per grandi invalidi, Istituti",
        "citation": "Art. 35ter cpv. 4 OAI",
        "content": "Non sono considerate istituti in particolare le forme di alloggio collettivo in cui l’assicurato:\na. può determinare e acquistare autonomamente le prestazioni di cura e assistenza di cui necessita;\nb. può condurre una vita autonoma e responsabile; e\nc. può scegliere e organizzare autonomamente le proprie condizioni abitative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_35_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, D. L’assegno per grandi invalidi, Istituti",
        "citation": "Art. 35ter cpv. 5 OAI",
        "content": "Le istituzioni destinate alla cura medica non sono considerate istituti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_35_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, D. L’assegno per grandi invalidi, Prestazioni particolari a favore dei minorenni",
        "citation": "Art. 36 cpv. 2 OAI",
        "content": "I minorenni che hanno diritto a un assegno per grandi invalidi e che non soggiornano in un istituto ma che necessitano di un’assistenza intensiva, hanno anche diritto a un supplemento per cure intensive ai sensi dell’articolo 39. Se si assumono le spese del soggiorno in istituto, mantengono il loro diritto al supplemento per cure intensive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_36"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, D. L’assegno per grandi invalidi, Valutazione della grande invalidità",
        "citation": "Art. 37 cpv. 1 OAI",
        "content": "La grande invalidità è reputata di grado elevato se l’assicurato è totalmente grande invalido. Questo è il caso quando necessita dell’aiuto regolare e notevole di terzi per compiere gli atti ordinari della vita e il suo stato richiede inoltre cure permanenti o una sorveglianza personale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_37"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, D. L’assegno per grandi invalidi, Valutazione della grande invalidità",
        "citation": "Art. 37 cpv. 2 OAI",
        "content": "La grande invalidità è di grado medio se l’assicurato, pur munito di mezzi ausiliari, necessita:\na. di aiuto regolare e notevole di terzi per compiere la maggior parte degli atti ordinari della vita;\nb. di aiuto regolare e notevole di terzi per compiere almeno due atti ordinari della vita e abbisogna, inoltre, di una sorveglianza personale permanente; o\nc. di aiuto regolare e notevole di terzi per compiere almeno due atti ordinari della vita e abbisogna, inoltre, di un accompagnamento permanente nell’organizzazione della realtà quotidiana ai sensi dell’articolo 38.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_37"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, D. L’assegno per grandi invalidi, Valutazione della grande invalidità",
        "citation": "Art. 37 cpv. 3 OAI",
        "content": "La grande invalidità è di grado lieve se l’assicurato, pur munito di mezzi ausiliari:\na. è costretto a ricorrere in modo regolare e considerevole, all’aiuto di terzi per compiere almeno due atti ordinari della vita;\nb. necessita di una sorveglianza personale permanente;\nc. necessita, in modo durevole, di cure particolarmente impegnative, richieste dalla sua infermità;\nd. a causa di un grave danno agli organi sensori o di una grave infermità fisica, può mantenere i contatti sociali con l’ambiente solamente grazie a servizi di terzi forniti in modo regolare e considerevole; oppure\ne. è costretto a ricorrere a un accompagnamento costante nell’organizzazione della realtà quotidiana ai sensi dell’articolo 38.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_37"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, D. L’assegno per grandi invalidi, Valutazione della grande invalidità",
        "citation": "Art. 37 cpv. 4 OAI",
        "content": "Per i minorenni si considera unicamente il maggior bisogno d’aiuto e di sorveglianza personale che il minorenne invalido necessita rispetto a un minorenne non invalido della stessa età.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_37"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, D. L’assegno per grandi invalidi, Accompagnamento nell’organizzazione della realtà quotidiana",
        "citation": "Art. 38 cpv. 1 OAI",
        "content": "Esiste un bisogno di accompagnamento nell’organizzazione della realtà quotidiana ai sensi dell’articolo 42 capoverso 2 LAI quando un assicurato maggiorenne non vive in un’istituzione e a causa di un danno alla salute:\na. non può vivere autonomamente senza l’accompagnamento di una terza persona;\nb. non può compiere le attività della vita quotidiana e intrattenere contatti fuori casa senza l’accompagnamento di una terza persona; oppure\nc. rischia seriamente l’isolamento permanente dal mondo esterno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_38"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, D. L’assegno per grandi invalidi, Accompagnamento nell’organizzazione della realtà quotidiana",
        "citation": "Art. 38 cpv. 2 OAI",
        "content": "L’assicurato continua ad avere diritto all’assegno per grandi invalidi secondo l’articolo 42 capoverso 3 LAI se ha diritto a una rendita d’invalidità dell’AI, ma questa non gli viene versata poiché riscuote anticipatamente una parte della rendita di vecchiaia dell’AVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_38"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, D. L’assegno per grandi invalidi, Accompagnamento nell’organizzazione della realtà quotidiana",
        "citation": "Art. 38 cpv. 3 OAI",
        "content": "È considerato unicamente l’accompagnamento nell’organizzazione della realtà quotidiana che è regolare e necessario in relazione a una delle situazioni di cui al capoverso 1. Fra queste non rientrano in particolare le attività di rappresentanza e di amministrazione nel quadro delle misure di protezione degli adulti conformemente agli articoli 390–398 del Codice civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_38"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, D. L’assegno per grandi invalidi, Supplemento per cure intensive",
        "citation": "Art. 39 cpv. 1 OAI",
        "content": "Vi è assistenza intensiva a minorenni ai sensi dell’articolo 42ter capoverso 3 LAI quando questi necessitano, a causa di un danno alla salute, di un’assistenza supplementare di almeno quattro ore in media al giorno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_39"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, D. L’assegno per grandi invalidi, Supplemento per cure intensive",
        "citation": "Art. 39 cpv. 2 OAI",
        "content": "Come assistenza si considera il maggior bisogno di cure e di cure di base rispetto a quelle richieste da minorenni non invalidi della stessa età. Non si considera il tempo dedicato a misure mediche ordinate dal medico e applicate dal personale sanitario ausiliario, nonché alle misure pedagogico-terapeutiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_39"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, D. L’assegno per grandi invalidi, Supplemento per cure intensive",
        "citation": "Art. 39 cpv. 3 OAI",
        "content": "Se un minorenne necessita, a causa di un danno alla salute, una sorveglianza supplementare permanente, quest’ultima può essere conteggiata come due ore di assistenza. Una sorveglianza particolarmente intensiva necessaria a causa dell’invalidità può essere conteggiata come quattro ore di assistenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_39"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, E., Il contributo per l’assistenza Assicurati minorenni ",
        "citation": "Art. 39a OAI",
        "content": "Gli assicurati minorenni hanno diritto al contributo per l’assistenza, se adempiono le condizioni di cui all’articolo 42quater capoverso 1 lettere a e b LAI e:\na. frequentano la scuola dell’obbligo in una classe normale oppure svolgono una formazione professionale nel mercato del lavoro primario o un’altra formazione del livello secondario II con assiduità; \nb. esercitano un’attività lucrativa per almeno 10 ore alla settimana nel mercato del lavoro primario; o\nc. ricevono un supplemento per cure intensive ai sensi dell’articolo 42ter capoverso 3 LAI per un bisogno di cure e di sorveglianza di almeno 6 ore al giorno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_39_a"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, E., Il contributo per l’assistenza Assicurati con una capacità limitata di esercitare i diritti civili ",
        "citation": "Art. 39b OAI",
        "content": "Gli assicurati maggiorenni con una capacità limitata di esercitare i diritti civili hanno diritto al contributo per l’assistenza, se adempiono le condizioni di cui all’articolo 42quater capoverso 1 lettere a e b LAI e:\na. gestiscono una propria economia domestica; \nb. seguono assiduamente una formazione professionale nel mercato del lavoro primario oppure un’altra formazione di livello secondario II o di livello terziario; \nc. esercitano un’attività lucrativa per almeno 10 ore alla settimana nel mercato del lavoro primario; o\nd. al raggiungimento della maggiore età percepivano un contributo per l’assistenza secondo l’articolo 39a lettera c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_39_b"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, E., Il contributo per l’assistenza Ambiti di assistenza",
        "citation": "Art. 39c OAI",
        "content": "Può essere riconosciuto un bisogno di aiuto negli ambiti seguenti:\na. compimento degli atti ordinari della vita; \nb. gestione dell’economia domestica;\nc. partecipazione alla vita sociale e organizzazione del tempo libero;\nd. educazione e accudimento di bambini;\ne. svolgimento di un’attività di pubblica utilità o a titolo onorifico;\nf. formazione e perfezionamento professionale;\ng. esercizio di un’attività lucrativa nel mercato del lavoro primario;\nh. sorveglianza diurna;\ni. servizio notturno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_39_c"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, E., Il contributo per l’assistenza Durata minima dell’assunzione",
        "citation": "Art. 39d OAI",
        "content": "L’assicurato ha diritto al contributo per l’assistenza soltanto se, a causa del suo bisogno di aiuto, necessita dell’assunzione di uno o più assistenti per più di tre mesi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_39_d"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, E., Il contributo per l’assistenza Determinazione del bisogno di aiuto riconosciuto",
        "citation": "Art. 39e cpv. 1 OAI",
        "content": "L’ufficio AI determina il bisogno di aiuto mensile riconosciuto in ore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_39_e"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, E., Il contributo per l’assistenza Determinazione del bisogno di aiuto riconosciuto",
        "citation": "Art. 39e cpv. 2 OAI",
        "content": "Sono previsti i limiti massimi di ore mensili seguenti: \na. per prestazioni di aiuto negli ambiti di cui all’articolo 39c lettere a–c, per ciascun atto ordinario della vita ritenuto per la fissazione dell’assegno per grandi invalidi:\n1. 20 ore in caso di grande invalidità di grado lieve,\n2. 30 ore in caso di grande invalidità di grado medio,\n3. 40 ore in caso di grande invalidità di grado elevato; \nb. per prestazioni di aiuto negli ambiti di cui all’articolo 39c lettere d–g: in totale 60 ore;\nc. per la sorveglianza di cui all’articolo 39c lettera h: 120 ore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_39_e"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, E., Il contributo per l’assistenza Determinazione del bisogno di aiuto riconosciuto",
        "citation": "Art. 39e cpv. 3 OAI",
        "content": "Per i seguenti gruppi di persone, il numero di atti ordinari della vita da considerare conformemente al capoverso 2 lettera a è stabilito come segue:\na. per i sordociechi e i sordi gravemente ipovedenti: sei atti ordinari della vita;\nb. per i ciechi e gli ipovedenti gravi: tre atti ordinari della vita; \nc. per gli assicurati con una grande invalidità di grado lieve ai sensi dell’articolo 37 capoverso 3 lettere b, c, d o e: due atti ordinari della vita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_39_e"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, E., Il contributo per l’assistenza Determinazione del bisogno di aiuto riconosciuto",
        "citation": "Art. 39e cpv. 4 OAI",
        "content": "I limiti massimi di ore sono ridotti del 10 per cento per ogni giorno e per ogni notte che l’assicurato trascorre settimanalmente in un istituto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_39_e"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, E., Il contributo per l’assistenza Determinazione del bisogno di aiuto riconosciuto",
        "citation": "Art. 39e cpv. 5 OAI",
        "content": "I contributi concessi dall’assicurazione per l’invalidità per la sorveglianza di lunga durata secondo l’articolo 3quinquies capoverso 3 sono dedotti proporzionalmente dal bisogno di aiuto secondo l’articolo 39 c lettera h.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_39_e"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, E., Il contributo per l’assistenza Importo del contributo per l’assistenza",
        "citation": "Art. 39f cpv. 1 OAI",
        "content": "Il contributo per l’assistenza ammonta a 34.30 franchi all’ora.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_39_f"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, E., Il contributo per l’assistenza Importo del contributo per l’assistenza",
        "citation": "Art. 39f cpv. 2 OAI",
        "content": "Se le prestazioni di aiuto necessarie negli ambiti di cui all’articolo 39c lettere e–g richiedono qualifiche particolari dell’assistente, il contributo per l’assistenza ammonta a 51.50 franchi all’ora.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_39_f"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, E., Il contributo per l’assistenza Importo del contributo per l’assistenza",
        "citation": "Art. 39f cpv. 3 OAI",
        "content": "L’ufficio AI stabilisce il contributo per l’assistenza per il servizio notturno in modo forfettario, in base all’intensità delle prestazioni di aiuto da fornire. L’importo massimo del contributo ammonta a 164.35 franchi per notte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_39_f"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, E., Il contributo per l’assistenza Importo del contributo per l’assistenza",
        "citation": "Art. 39f cpv. 4 OAI",
        "content": "Per l’adeguamento degli importi di cui ai capoversi 1–3 all’evoluzione dei prezzi e dei salari è applicabile per analogia l’articolo 33ter LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_39_f"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, E., Il contributo per l’assistenza Calcolo del contributo per l’assistenza ",
        "citation": "Art. 39g cpv. 1 OAI",
        "content": "L’ufficio AI calcola l’importo mensile e annuo del contributo per l’assistenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_39_g"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, E., Il contributo per l’assistenza Calcolo del contributo per l’assistenza ",
        "citation": "Art. 39g cpv. 2 OAI",
        "content": "L’importo annuo del contributo per l’assistenza ammonta a:\na. 12 volte l’importo mensile del contributo per l’assistenza;\nb. 11 volte l’importo mensile del contributo per l’assistenza, se: \n1. l’assicurato convive con il coniuge, il partner registrato, il convivente di fatto o un parente in linea retta, e \n2. la persona con cui convive è maggiorenne e non percepisce a sua volta alcun assegno per grandi invalidi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_39_g"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, E., Il contributo per l’assistenza Impedimento al lavoro ",
        "citation": "Art. 39h cpv. 1 OAI",
        "content": "Se l’assistente è impedito senza sua colpa di lavorare, per motivi inerenti alla sua persona, il contributo per l’assistenza continua a essere versato per la durata del diritto al salario secondo l’articolo 324a del Codice delle obbligazioni, ma al massimo per tre mesi; le prestazioni assicurative versate per compensare le conseguenze economiche di tale impedimento al lavoro sono dedotte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_39_h"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, E., Il contributo per l’assistenza Impedimento al lavoro ",
        "citation": "Art. 39h cpv. 2 OAI",
        "content": "Se l’assistente è impedito di lavorare per motivi inerenti alla persona dell’assicurato, il contributo per l’assistenza continua a essere versato per al massimo tre mesi; l’importo annuo del contributo per l’assistenza non può essere superato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_39_h"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, E., Il contributo per l’assistenza Fatturazione ",
        "citation": "Art. 39i cpv. 1 OAI",
        "content": "L’assicurato presenta mensilmente una fattura all’ufficio AI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_39_i"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, E., Il contributo per l’assistenza Fatturazione ",
        "citation": "Art. 39i cpv. 2 OAI",
        "content": "Possono essere fatturate le ore di lavoro effettivamente prestate dall’assistente durante il giorno e quelle computate in applicazione dell’articolo 39h.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_39_i"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, E., Il contributo per l’assistenza Fatturazione ",
        "citation": "Art. 39i cpv. 2bis OAI",
        "content": "Per notte può essere fatturato esclusivamente l’importo forfettario previsto per il servizio notturno. Esso può essere fatturato, se l’assistente si tiene a disposizione per un intervento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_39_i"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, E., Il contributo per l’assistenza Fatturazione ",
        "citation": "Art. 39i cpv. 2ter OAI",
        "content": "Gli importi forfettari non fatturati per il servizio notturno possono essere utilizzati e computati anche per il giorno. Per il computo durante il giorno, gli importi forfettari per il servizio notturno sono convertiti in ore dividendoli per la tariffa oraria di cui all’articolo 39f capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_39_i"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, E., Il contributo per l’assistenza Fatturazione ",
        "citation": "Art. 39i cpv. 3 OAI",
        "content": "L’importo della fattura mensile può superare l’importo mensile del contributo per l’assistenza al massimo del 50 per cento, a condizione che non sia superato l’importo annuo di cui all’articolo 39g capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_39_i"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, E., Il contributo per l’assistenza Fatturazione ",
        "citation": "Art. 39i cpv. 4 OAI",
        "content": "Durante una fase acuta certificata da un medico, gli assicurati con una grande invalidità di grado lieve possono fatturare per al massimo tre mesi consecutivi un importo che supera di oltre il 50 per cento l’importo mensile del contributo per l’assistenza. I limiti massimi di ore mensili di cui all’articolo 39e capoverso 2 non possono essere superati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_39_i"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, E., Il contributo per l’assistenza Consulenza",
        "citation": "Art. 39j cpv. 1 OAI",
        "content": "L’ufficio AI fornisce agli assicurati consulenza sul contributo per l’assistenza di cui agli articoli 42quater–42octies LAI. Può delegare l’incarico a terzi di sua scelta o proposti dall’assicurato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_39_j"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, E., Il contributo per l’assistenza Consulenza",
        "citation": "Art. 39j cpv. 2 OAI",
        "content": "Se la consulenza è fornita da terzi, l’ufficio AI può accordare ogni tre anni prestazioni per un importo massimo di 1500 franchi. Dopo la richiesta di un contributo per l’assistenza e prima della sua concessione, l’importo delle prestazioni non può superare i 700 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_39_j"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, E., Il contributo per l’assistenza Consulenza",
        "citation": "Art. 39j cpv. 3 OAI",
        "content": "Il contributo massimo per prestazioni di consulenza fornite da terzi ammonta a 75 franchi all’ora.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_39_j"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, F., Rapporto con l’assicurazione contro gli infortuni e l’assicurazione militare",
        "citation": "Art. 39k cpv. 1 OAI",
        "content": "Se l’assicurato ha diritto a un assegno per grandi invalidi dell’AI e può in seguito pretendere un assegno per grandi invalidi dell’assicurazione contro gli infortuni, la cassa di compensazione versa l’assegno per grandi invalidi dell’AI all’assicuratore contro gli infortuni tenuto a prestazioni. Gli assegni per grandi invalidi per gli assicurati minorenni sono versati dall’Ufficio centrale di compensazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_39_k"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, F., Rapporto con l’assicurazione contro gli infortuni e l’assicurazione militare",
        "citation": "Art. 39k cpv. 2 OAI",
        "content": "Se l’assicurato ha diritto a un assegno per grandi invalidi dell’assicurazione contro gli infortuni e il suo ammontare è in seguito maggiorato per cause estranee a infortunio, la cassa di compensazione versa all’assicuratore contro gli infortuni, tenuto a prestazioni, l’importo dell’assegno per grandi invalidi che l’AI avrebbe dovuto pagare all’assicurato se non si fosse infortunato. Gli assegni per grandi invalidi per gli assicurati minorenni sono versati dall’Ufficio centrale di compensazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_39_k"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo terzo:, Le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza, F., Rapporto con l’assicurazione contro gli infortuni e l’assicurazione militare",
        "citation": "Art. 39k cpv. 3 OAI",
        "content": "Non ha diritto all’indennità giornaliera dell’AI l’assicurato al beneficio d’indennità giornaliera o di rendita dell’assicurazione militare durante l’esecuzione di provvedimenti d’integrazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_39_k"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, A., Gli uffici AI, I. Competenza",
        "citation": "Art. 40 cpv. 1 OAI",
        "content": "Per la ricezione e l’esame delle richieste è competente:\na. l’ufficio AI nel cui campo d’attività gli assicurati hanno il loro domicilio;\nb. l’ufficio AI per gli assicurati residenti all’estero, fatti salvi i capoversi 2 e 2bis, se gli assicurati sono domiciliati all’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_40"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, A., Gli uffici AI, I. Competenza",
        "citation": "Art. 40 cpv. 2 OAI",
        "content": "Per la ricezione e l’esame delle richieste dei frontalieri è competente l’ufficio AI nel cui campo d’attività essi esercitano un’attività lucrativa. Questa regola si applica anche ai vecchi frontalieri, a condizione che al momento della richiesta il loro domicilio abituale si trovi ancora nella zona di frontiera e il danno alla salute risalga all’epoca della loro attività frontaliera. L’ufficio AI per gli assicurati residenti all’estero notifica le decisioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_40"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, A., Gli uffici AI, I. Competenza",
        "citation": "Art. 40 cpv. 2bis OAI",
        "content": "Per gli assicurati domiciliati all’estero ma che dimorano abitualmente in Svizzera (art. 13 cpv. 2 LPGA), la ricezione e l’esame delle richieste sono di competenza dell’ufficio AI nel cui campo d’attività gli assicurati hanno la loro dimora abituale. Se, durante la procedura, un assicurato cessa di avere la sua dimora abituale in Svizzera, la competenza passa all’ufficio AI per gli assicurati residenti all’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_40"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, A., Gli uffici AI, I. Competenza",
        "citation": "Art. 40 cpv. 2ter OAI",
        "content": "Se, durante la procedura, un assicurato domiciliato all’estero trasferisce la sua dimora abituale o il suo domicilio in Svizzera, la competenza passa all’ufficio AI nel cui campo d’attività l’assicurato ha la sua dimora abituale o il suo domicilio conformemente al capoverso 1 lettera a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_40"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, A., Gli uffici AI, I. Competenza",
        "citation": "Art. 40 cpv. 2quater OAI",
        "content": "Se, durante la procedura, un assicurato domiciliato in Svizzera trasferisce il suo domicilio all’estero, la competenza passa all’ufficio AI per gli assicurati residenti all’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_40"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, A., Gli uffici AI, I. Competenza",
        "citation": "Art. 40 cpv. 3 OAI",
        "content": "L’ufficio AI competente al momento della registrazione della domanda lo rimane durante tutta la procedura, con riserva dei capoversi 2bis–2quater.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_40"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, A., Gli uffici AI, I. Competenza",
        "citation": "Art. 40 cpv. 4 OAI",
        "content": "In caso di conflitto di competenza, l’ UFAS designa l’ufficio AI competente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_40"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, A., Gli uffici AI, II. Compiti",
        "citation": "Art. 41 cpv. 1 OAI",
        "content": "L’ufficio AI esegue, oltre ai compiti menzionati esplicitamente nella legge e nella presente ordinanza, anche i seguenti:\na. ricevere, esaminare e registrare le comunicazioni di cui all’articolo 3b LAI e le domande di cui all’articolo 29 LPGA;\nb. ricevere le comunicazioni di cui all’articolo 77 relative al diritto alle prestazioni;\nc. trasmettere immediatamente alla cassa di compensazione competente le comunicazioni riguardanti il diritto alle indennità giornaliere, alle rendite e agli assegni per grandi invalidi per gli assicurati maggiorenni in corso;\nd. notificare le comunicazioni, i preavvisi e le decisioni, come pure la relativa corrispondenza;\ne. ed f. ...\nfbis. e fter. ...\ng. fornire informazioni conformemente all’articolo 27 LPGA;\nh. conservare gli incarti AI;\ni. prendere posizione in caso di ricorso e interporre i ricorsi al Tribunale federale;\nk. valutare il grado d’invalidità delle persone che chiedono una prestazione complementare secondo l’articolo 4 capoverso 1 lettera d della legge federale del 6 ottobre 2006 sulle prestazioni complementari all’assicurazione per la vecchiaia, i superstiti e l’invalidità;\nl. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_41"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, A., Gli uffici AI, II. Compiti, Gestione dei casi",
        "citation": "Art. 41a cpv. 1 OAI",
        "content": "Nell’esecuzione dei compiti affidati loro dalla legge e dalla presente ordinanza, gli uffici AI provvedono a una gestione dei casi continua e uniforme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_41_a"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, A., Gli uffici AI, II. Compiti, Gestione dei casi",
        "citation": "Art. 41a cpv. 2 OAI",
        "content": "La gestione dei casi comprende:\na. l’analisi della situazione del momento; \nb. la pianificazione delle tappe successive;\nc. l’accompagnamento e la sorveglianza delle prestazioni concesse dall’assicurazione per l’invalidità; e\nd. il coordinamento, interno ed esterno, con le persone e i servizi coinvolti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_41_a"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, A., Gli uffici AI, II. Compiti, Gestione dei casi",
        "citation": "Art. 41a cpv. 3 OAI",
        "content": "Gli uffici AI decidono individualmente la natura, la durata e l’entità della gestione dei casi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_41_a"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, A., Gli uffici AI, II. Compiti, Gestione dei casi",
        "citation": "Art. 41a cpv. 4 OAI",
        "content": "Un accompagnamento personale e attivo da parte dell’ufficio AI nell’ambito della gestione dei casi è effettuato per i provvedimenti sanitari di cui agli articoli 12 e 13 LAI soltanto con il consenso dell’assicurato o del suo rappresentante legale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_41_a"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, A., Gli uffici AI, II. Compiti, Gestione dei casi",
        "citation": "Art. 41a cpv. 5 OAI",
        "content": "Nel singolo caso, per l’esecuzione della gestione dei casi per i provvedimenti sanitari gli uffici AI possono ricorrere a terzi idonei.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_41_a"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, A., Gli uffici AI, II. Compiti, Elenco pubblico dei periti incaricati ",
        "citation": "Art. 41b cpv. 1 OAI",
        "content": "L’elenco secondo l’articolo 57 capoverso 1 lettera n LAI contiene i seguenti dati:\na. in caso di perizie monodisciplinari, per ogni perito incaricato: cognome, nome, disciplina medica e indirizzo;\nb. in caso di perizie bidisciplinari, per ciascuno dei due periti incaricati di tali perizie (coppia di periti): cognome, nome, disciplina medica e indirizzo;\nc. in caso di perizie bidisciplinari e pluridisciplinari, per ogni centro peritale incaricato: nome, forma giuridica e indirizzo;\nd. per ogni perito, coppia di periti e centro peritale:\n1. il numero di perizie commissionate, ripartite in perizie monodisciplinari, bidisciplinari e pluridisciplinari,\n2. le incapacità al lavoro attestate nelle perizie pervenute, in percentuale di un posto a tempo pieno, nell’attività precedentemente svolta e in un’attività adattata nonché nell’ambito delle mansioni consuete; in caso di perizie bidisciplinari e pluridisciplinari, le indicazioni vanno fornite conformemente alla valutazione consensuale di tutti i periti coinvolti,\n3. il numero delle perizie che sono state oggetto di una decisione di un tribunale cantonale delle assicurazioni, del Tribunale amministrativo federale o del Tribunale federale, ripartite in base al valore probatorio, pieno, parziale o nullo, riconosciuto alla perizia dal tribunale, e\n4. il rimborso complessivo in franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_41_b"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, A., Gli uffici AI, II. Compiti, Elenco pubblico dei periti incaricati ",
        "citation": "Art. 41b cpv. 2 OAI",
        "content": "L’elenco contiene i dati per anno civile ed è pubblicato il 1° marzo dell’anno successivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_41_b"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, A., Gli uffici AI, II. Compiti, Elenco pubblico dei periti incaricati ",
        "citation": "Art. 41b cpv. 3 OAI",
        "content": "L’UFAS elabora una panoramica a livello nazionale sulla base degli elenchi degli uffici AI. La panoramica è pubblicata il 1° luglio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_41_b"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, A., Gli uffici AI, III. Questioni finanziarie",
        "citation": "Art. 42 OAI",
        "content": "La cassa di compensazione del Cantone in cui ha sede l’ufficio AI provvede al servizio dei fondi degli uffici AI cantonali e comuni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_42"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, A., Gli uffici AI, IV. Ufficio AI per gli assicurati residenti all’estero",
        "citation": "Art. 43 cpv. 1 OAI",
        "content": "Un apposito «Ufficio AI per gli assicurati residenti all’estero» s’è costituito presso l’Ufficio centrale di compensazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_43"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, A., Gli uffici AI, IV. Ufficio AI per gli assicurati residenti all’estero",
        "citation": "Art. 43 cpv. 2 OAI",
        "content": "Il Dipartimento federale delle finanze, d’intesa con il DFI e con il Dipartimento federale degli affari esteri, emana le prescrizioni necessarie in materia d’organizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_43"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, B., Casse di compensazione, Competenza",
        "citation": "Art. 44 OAI",
        "content": "Gli articoli 122–125bis OAVS si applicano per analogia per determinare la cassa di compensazione competente per calcolare e versare le rendite, le indennità giornaliere e gli assegni per grandi invalidi per gli assicurati maggiorenni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_44"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, B., Casse di compensazione, Conflitto di competenza",
        "citation": "Art. 46 OAI",
        "content": "In caso di conflitto di competenza l’UFAS designa la cassa di compensazione competente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_46"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, C. Servizi medici regionali, Regioni",
        "citation": "Art. 47 cpv. 1 OAI",
        "content": "Sono istituiti da otto a dodici servizi medici regionali, ognuno dei quali copre un territorio con un numero di abitanti comparabile. In casi motivati l’UFAS può autorizzare eccezioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_47"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, C. Servizi medici regionali, Regioni",
        "citation": "Art. 47 cpv. 2 OAI",
        "content": "I Cantoni sottopongono all’UFAS le loro proposte per la formazione delle regioni. Quest’ultimo stabilisce le regioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_47"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, C. Servizi medici regionali, Regioni",
        "citation": "Art. 47 cpv. 3 OAI",
        "content": "Gli uffici AI di ciascuna regione istituiscono e gestiscono assieme i servizi medici regionali. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_47"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, C. Servizi medici regionali, Discipline",
        "citation": "Art. 48 OAI",
        "content": "Nei servizi medici regionali sono rappresentate in particolare le discipline di medicina interna e di medicina generale, di ortopedia, di reumatologia, di pediatria e di psichiatria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_48"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, C. Servizi medici regionali, Compiti",
        "citation": "Art. 49 cpv. 1 OAI",
        "content": "I servizi medici regionali valutano le condizioni mediche del diritto alle prestazioni. Nel quadro della loro competenza medica e delle istruzioni tecniche di portata generale dell’UFAS, essi sono liberi di scegliere i metodi d’esame idonei.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_49"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, C. Servizi medici regionali, Compiti",
        "citation": "Art. 49 cpv. 1bis OAI",
        "content": "Nello stabilire la capacità funzionale (art. 54a cpv. 3 LAI) va considerata e motivata la capacità al lavoro attestata a livello medico nell’attività precedentemente svolta e nelle attività adattate, tenendo conto di tutte le risorse fisiche, psichiche e mentali nonché delle limitazioni, in termini qualitativi e quantitativi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_49"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, C. Servizi medici regionali, Compiti",
        "citation": "Art. 49 cpv. 2 OAI",
        "content": "Se occorre, i servizi medici regionali possono eseguire direttamente esami medici sugli assicurati. Mettono per scritto i risultati degli esami.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_49"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, C. Servizi medici regionali, Compiti",
        "citation": "Art. 49 cpv. 3 OAI",
        "content": "I servizi medici regionali sono disponibili a fornire consulenza agli uffici AI della regione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_49"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, D. Vigilanza, Vigilanza materiale",
        "citation": "Art. 50 cpv. 1 OAI",
        "content": "Nel quadro dei controlli in virtù dell’articolo 64a capoverso 1 lettera a LAI, l’UFAS può chiedere od ordinare agli uffici AI e ai servizi medici regionali di adottare provvedimenti al fine di procedere alla necessaria ottimizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_50"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, D. Vigilanza, Vigilanza materiale",
        "citation": "Art. 50 cpv. 2 OAI",
        "content": "Gli uffici AI e i servizi medici regionali devono presentare periodicamente all’UFAS un rapporto conforme alle sue istruzioni sull’adempimento dei loro compiti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_50"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, D. Vigilanza, Vigilanza materiale",
        "citation": "Art. 50 cpv. 3 OAI",
        "content": "Dopo aver consultato gli uffici AI, l’UFAS può emanare prescrizioni sulla formazione e il perfezionamento del personale specializzato degli uffici AI e dei servizi medici regionali. Prende le misure necessarie a garantire tale formazione e tale perfezionamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_50"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, D. Vigilanza, Vigilanza amministrativa",
        "citation": "Art. 51 OAI",
        "content": "Nel quadro dei controlli sul rispetto dei criteri prescritti per garantire l’efficacia, la qualità e l’uniformità di cui all’articolo 64a capoverso 2 LAI, l’UFAS può chiedere od ordinare agli uffici AI e ai servizi medici regionali di adottare provvedimenti al fine di procedere alla necessaria ottimizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_51"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, D. Vigilanza, Convenzioni sugli obiettivi",
        "citation": "Art. 52 cpv. 1 OAI",
        "content": "Per garantire l’efficacia, la qualità e l’uniformità dell’adempimento dei compiti di cui agli articoli 54a capoverso 1 e 57 LAI, l’UFAS conclude con ogni ufficio AI cantonale una convenzione sugli obiettivi. La convenzione precisa in particolare l’efficacia e la qualità da raggiungere, nonché le modalità del rendiconto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_52"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, D. Vigilanza, Convenzioni sugli obiettivi",
        "citation": "Art. 52 cpv. 2 OAI",
        "content": "Se un ufficio AI cantonale rifiuta di firmare la convenzione sugli obiettivi, l’UFAS emana istruzioni per garantire l’efficacia, la qualità e l’uniformità dell’adempimento dei compiti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_52"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, D. Vigilanza, Convenzioni sugli obiettivi",
        "citation": "Art. 52 cpv. 3 OAI",
        "content": "L’UFAS mette a disposizione degli uffici AI cantonali gli indicatori necessari per raggiungere gli obiettivi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_52"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, D. Vigilanza, Vigilanza finanziaria",
        "citation": "Art. 53 cpv. 1 OAI",
        "content": "L’UFAS esercita la vigilanza finanziaria sugli uffici AI cantonali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_53"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, D. Vigilanza, Vigilanza finanziaria",
        "citation": "Art. 53 cpv. 2 OAI",
        "content": "Gli uffici AI devono sottoporre all’UFAS per approvazione, secondo le direttive di quest’ultimo, le spese d’esercizio e gli investimenti mediante il preventivo, il piano finanziario per i tre anni successivi e il conto annuale. L’UFAS può esigere dagli uffici AI e dalle casse di compensazione ulteriori documenti necessari per l’esercizio della vigilanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_53"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, D. Vigilanza, Vigilanza finanziaria",
        "citation": "Art. 53 cpv. 3 OAI",
        "content": "Alla vigilanza finanziaria sull’ufficio AI per gli assicurati residenti all’estero si applica l’articolo 43 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_53"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, D. Vigilanza, Contabilità e revisione",
        "citation": "Art. 54 cpv. 1 OAI",
        "content": "La contabilità è tenuta dalla cassa di compensazione del Cantone sede dell’ufficio AI. La contabilità dell’ufficio AI per gli assicurati residenti all’estero è tenuta dalla Cassa svizzera di compensazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_54"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, D. Vigilanza, Contabilità e revisione",
        "citation": "Art. 54 cpv. 2 OAI",
        "content": "La cassa di compensazione tiene una contabilità separata per l’ufficio AI. Sono contabilizzati separatamente anche i contributi e le prestazioni dell’assicurazione, da una parte, e le spese di gestione dell’ufficio AI conformemente all’articolo 67 capoverso 1 lettera a LAI, dall’altra. L’UFAS emana istruzioni in proposito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_54"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, D. Vigilanza, Contabilità e revisione",
        "citation": "Art. 54 cpv. 3 OAI",
        "content": "Gli articoli 159 lettere b e c nonché 160 capoversi 1 e 3–5 OAVS si applicano per analogia alla revisione della contabilità degli uffici AI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_54"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, D. Vigilanza, Rimborso delle spese",
        "citation": "Art. 55 cpv. 1 OAI",
        "content": "L’UFAS decide sulle spese rimborsabili conformemente all’articolo 67 capoverso 1 lettera a LAI ed emana le direttive necessarie a tal fine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_55"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, D. Vigilanza, Rimborso delle spese",
        "citation": "Art. 55 cpv. 2 OAI",
        "content": "La cassa di compensazione viene risarcita per i compiti svolti a favore dell’assicurazione per l’invalidità.Art. 56 Locali per gli organi d’esecuzione",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_55"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, D. Vigilanza, Rimborso delle spese",
        "citation": "Art. 55 cpv. 1 OAI",
        "content": "L’UFAS incarica il Fondo di compensazione AVS/AI/IPG (compenswiss) di acquistare, costruire o vendere, con imputazione ai conti ordinari dell’AI, i locali per gli organi d’esecuzione dell’assicurazione per l’invalidità. Questi locali fanno parte degli attivi dell’assicurazione per l’invalidità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_55"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, D. Vigilanza, Rimborso delle spese",
        "citation": "Art. 55 cpv. 2 OAI",
        "content": "L’usufrutto è disciplinato in un contratto di diritto pubblico stipulato tra l’ufficio AI e compenswiss. Il contratto stabilisce almeno i dettagli relativi all’utilizzo degli immobili e l’indennità. L’UFAS disciplina i dettagli dell’usufrutto necessari e approva i contratti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_55"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, D. Vigilanza, Spese di amministrazione delle casse di compensazione",
        "citation": "Art. 57 cpv. 1 OAI",
        "content": "Le casse di compensazione riscuotono i contributi per le spese d’amministrazione presso i datori di lavoro, gli assicurati che esercitano un’attività lucrativa indipendente e quelli senza attività lucrativa; si applicano le stesse aliquote dell’assicurazione per la vecchiaia e per i superstiti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_57"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quarto: L’organizzazione, D. Vigilanza, Spese di amministrazione delle casse di compensazione",
        "citation": "Art. 57 cpv. 2 OAI",
        "content": "Il DFI stabilisce eventuali sussidi del Fondo di compensazione per coprire le spese d’amministrazione delle casse di compensazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_57"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, A. La richiesta, Modulo di richiesta e allegati",
        "citation": "Art. 65 cpv. 1 OAI",
        "content": "Chiunque fa valere un diritto a prestazioni dell’assicurazione deve servirsi del modulo ufficiale di richiesta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_65"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, A. La richiesta, Modulo di richiesta e allegati",
        "citation": "Art. 65 cpv. 2 OAI",
        "content": "Il modulo può essere ottenuto gratuitamente presso gli uffici designati dall’UFAS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_65"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, A. La richiesta, Modulo di richiesta e allegati",
        "citation": "Art. 65 cpv. 3 OAI",
        "content": "L’assicurato deve corredare la richiesta del certificato di assicurazione e, se è il caso, di quello della moglie, degli eventuali libretti delle marche e di una carta d’identità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_65"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, A. La richiesta, Legittimazione",
        "citation": "Art. 66 cpv. 1 OAI",
        "content": "Sono legittimati a far valere il diritto alle prestazioni l’assicurato, il suo rappresentante legale e le autorità o i terzi che lo assistono regolarmente o ne hanno durevole cura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_66"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, A. La richiesta, Legittimazione",
        "citation": "Art. 66 cpv. 1bis OAI",
        "content": "Se non esercita direttamente il diritto alle prestazioni, l’assicurato deve autorizzare le persone e i servizi menzionati all’articolo 6a LAI a fornire agli organi dell’assicurazione per l’invalidità tutte le informazioni necessarie e a mettere a loro disposizione tutti i documenti necessari per accertare il diritto alle prestazioni e il diritto al regresso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_66"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, A. La richiesta, Legittimazione",
        "citation": "Art. 66 cpv. 2 OAI",
        "content": "Se l’assicurato è incapace di discernimento, il suo rappresentante legale accorda l’autorizzazione di cui all’articolo 6a LAI firmando la comunicazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_66"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, A. La richiesta, Presentazione",
        "citation": "Art. 67 cpv. 1 OAI",
        "content": "La richiesta dev’essere presentata all’ufficio AI competente giusta l’articolo 40.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_67"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, A. La richiesta, Presentazione",
        "citation": "Art. 67 cpv. 2 OAI",
        "content": "Le casse di compensazione sono autorizzate a ricevere le richieste. Attestata la data di presentazione, devono inviarle immediatamente all’ufficio AI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_67"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, A. La richiesta, Presentazione",
        "citation": "Art. 67 cpv. 3 OAI",
        "content": "La richiesta può essere presentata a un servizio sociale dell’aiuto pubblico o privato agli invalidi, a destinazione dell’ufficio AI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_67"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, A. La richiesta, Pubblicazioni",
        "citation": "Art. 68 OAI",
        "content": "Gli uffici AI cantonali e comuni, in collaborazione con le casse di compensazione cantonali, devono, mediante pubblicazioni, almeno annuali, richiamare l’attenzione sulle prestazioni dell’assicurazione, le condizioni per ottenerle e il modo di chiederle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_68"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, B. L’istruttoria, In generale",
        "citation": "Art. 69 cpv. 1 OAI",
        "content": "L’ufficio AI esamina le condizioni assicurative, se necessario in collaborazione con la cassa di compensazione competente giusta l’articolo 44.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_69"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, B. L’istruttoria, In generale",
        "citation": "Art. 69 cpv. 2 OAI",
        "content": "Se tali condizioni sono adempite, l’ufficio AI procura gli atti necessari, in particolare circa lo stato di salute, l’attività, la capacità di lavoro e l’idoneità all’integrazione. A tale scopo possono essere domandati rapporti e informazioni, ordinate perizie, eseguiti sopralluoghi e consultati specialisti dell’aiuto pubblico o privato agli invalidi. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_69"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, B. L’istruttoria, In generale",
        "citation": "Art. 69 cpv. 3 OAI",
        "content": "Gli uffici AI possono convocare gli assicurati per un colloquio. La data del colloquio deve essere comunicata loro entro un termine adeguato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_69"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, B. L’istruttoria, Perizie mediche bidisciplinari e pluridisciplinari",
        "citation": "Art. 72bis cpv. 1 OAI",
        "content": "Le perizie che interessano tre o più discipline mediche sono eseguite da un centro peritale con cui l’UFAS ha concluso una convenzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_72_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, B. L’istruttoria, Perizie mediche bidisciplinari e pluridisciplinari",
        "citation": "Art. 72bis cpv. 1bis OAI",
        "content": "Le perizie che interessano due discipline mediche devono essere eseguite da un centro peritale o da una coppia di periti con cui l’UFAS ha concluso una convenzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_72_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, B. L’istruttoria, Perizie mediche bidisciplinari e pluridisciplinari",
        "citation": "Art. 72bis cpv. 2 OAI",
        "content": "I mandati sono attribuiti con metodo aleatorio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_72_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, B. L’istruttoria, Tariffazione ",
        "citation": "Art. 72ter OAI",
        "content": "Gli uffici AI possono concludere con i fornitori di prestazioni convenzioni per il rimborso delle spese dei provvedimenti d’accertamento di cui all’articolo 43 LPGA, se non è stata conclusa alcuna convenzione tariffale superiore. È applicabile l’articolo 24sexies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_72_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, C. Determinazione delle prestazioni, Oggetto e notifica del preavviso",
        "citation": "Art. 73bis cpv. 1 OAI",
        "content": "Il preavviso di cui all’articolo 57a LAI concerne unicamente questioni che secondo l’articolo 57 capoverso 1 lettere d e f–i LAI rientrano nei compiti degli uffici AI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_73_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, C. Determinazione delle prestazioni, Oggetto e notifica del preavviso",
        "citation": "Art. 73bis cpv. 2 OAI",
        "content": "Il preavviso è notificato segnatamente:\na. all’assicurato, personalmente o al suo rappresentante legale;\nb. alle autorità o ai terzi che hanno fatto valere il diritto alle prestazioni o ai quali va pagata la prestazione in denaro;\nc. alla cassa di compensazione competente, se si tratta di una decisione riguardante una rendita, un’indennità giornaliera o un assegno per grandi invalidi per gli assicurati maggiorenni;\nd. al competente assicuratore contro gli infortuni o all’assicurazione militare, se sono tenuti a versare prestazioni;\ne.  al competente assicuratore-malattie secondo gli articoli 2 e 3 della legge del 26 settembre 2014 sulla vigilanza sull’assicurazione malattie (assicuratore-malattie ai sensi della LVAMal), se è tenuto a versare prestazioni;\nf. al competente istituto della previdenza professionale, se è tenuto a versare prestazioni secondo gli articoli 66 capoverso 2 e 70 LPGA. Ove la competenza non sia definita, la decisione sarà notificata all’ultimo istituto a cui la persona assicurata era stata affiliata o all’istituto presso il quale sono stati annunciati diritti a prestazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_73_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, C. Determinazione delle prestazioni, Procedura di preavviso",
        "citation": "Art. 73ter cpv. 2 OAI",
        "content": "L’assicurato può presentare le sue obiezioni all’ufficio AI per scritto oppure oralmente. Se le obiezioni sono presentate oralmente, l’ufficio AI redige un verbale sommario che deve essere firmato dall’assicurato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_73_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, C. Determinazione delle prestazioni, Procedura di preavviso",
        "citation": "Art. 73ter cpv. 3 OAI",
        "content": "Le altre parti presentano le loro obiezioni all’ufficio AI per scritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_73_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, C. Determinazione delle prestazioni, Procedura di preavviso",
        "citation": "Art. 73ter cpv. 4 OAI",
        "content": "L’audizione dell’assicurato non conferisce il diritto né a un’indennità giornaliera né al rimborso delle spese di viaggio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_73_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, C. Determinazione delle prestazioni, Deliberazione dell’ufficio AI",
        "citation": "Art. 74 cpv. 1 OAI",
        "content": "Terminata l’istruttoria, l’ufficio AI si pronuncia sulla richiesta di prestazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_74"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, C. Determinazione delle prestazioni, Deliberazione dell’ufficio AI",
        "citation": "Art. 74 cpv. 2 OAI",
        "content": "La motivazione della deliberazione tiene conto delle obiezioni formulate dalle parti sul preavviso, in quanto siano rilevanti per la deliberazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_74"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, C. Determinazione delle prestazioni, Assegnazione delle prestazioni senza decisione",
        "citation": "Art. 74ter OAI",
        "content": "Se le condizioni per l’assegnazione di una prestazione sono manifestamente adempiute e tutte le richieste dell’assicurato sono accolte, le seguenti prestazioni possono essere accordate o protratte senza la notificazione di un preavviso o di una decisione (art. 58 LAI):\na. provvedimenti sanitari;\nabis.  i provvedimenti di reinserimento per preparare all’integrazione professionale;\nb. provvedimenti d’ordine professionale;\nc. ...\nd. mezzi ausiliari;\ne. rimborso delle spese di viaggio;\nf. rendite e assegni per grandi invalidi in seguito a una revisione effettuata d’ufficio, a condizione che non sia stata constatata alcuna modificazione della situazione atta a influenzare il diritto alle prestazioni;\ng. prestazione transitoria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_74_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, C. Determinazione delle prestazioni, Comunicazione delle deliberazioni",
        "citation": "Art. 74quater cpv. 1 OAI",
        "content": "L’ufficio AI comunica per iscritto all’assicurato la deliberazione emanata giusta articolo 74ter e gli segnala che, in caso di contestazione, può chiedere la notificazione di una decisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_74_quater"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, C. Determinazione delle prestazioni, Comunicazione delle deliberazioni",
        "citation": "Art. 74quater cpv. 2 OAI",
        "content": "Comunica inoltre la decisione relativa alla prestazione transitoria di cui all’articolo 74ter lettera g all’istituto di previdenza tenuto a versare prestazioni e al competente organo esecutivo dell’assicurazione contro la disoccupazione. L’istituto di previdenza tenuto a versare prestazioni ha il diritto di chiedere la notificazione di una decisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_74_quater"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, C. Determinazione delle prestazioni, Notificazione della decisione",
        "citation": "Art. 76 cpv. 1 OAI",
        "content": "La decisione è notificata segnatamente:\na. alle persone, agli istituti e agli assicuratori ai quali è stato notificato il preavviso;\nb. e c.  ...\nd. all’Ufficio centrale di compensazione, se non si tratta di decisioni riguardanti rendite o assegni per grandi invalidi per gli assicurati maggiorenni;\ne. ...\nf. agli agenti esecutori;\ng. ai medici o ai centri medici d’accertamento che, senza essere agenti esecutori, hanno steso una perizia per incarico dell’assicurazione;\nh. ...\ni. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_76"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, C. Determinazione delle prestazioni, Notificazione della decisione",
        "citation": "Art. 76 cpv. 2 OAI",
        "content": "Se si tratta di una decisione di rendita o di assegno per grandi invalidi per gli assicurati maggiorenni, l’articolo 70 OAVS si applica per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_76"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, C. Determinazione delle prestazioni, Obbligo d’informare",
        "citation": "Art. 77 OAI",
        "content": "L’avente diritto, il suo rappresentante legale, le autorità o i terzi cui è versata la prestazione devono comunicare immediatamente all’ufficio AI ogni cambiamento rilevante per la determinazione del diritto alle prestazioni, in particolare ogni cambiamento dello stato di salute, della capacità al guadagno o al lavoro, dello stato di grande invalidità, del bisogno di assistenza o di aiuto dovuto all’invalidità, del luogo di residenza determinante per stabilire l’importo dell’assegno per grandi invalidi e del contributo per l’assistenza e delle condizioni personali ed eventualmente economiche dell’assicurato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_77"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, D. Pagamento delle prestazioni, I. Provvedimenti d’integrazione, d’accertamento e spese di viaggio, Pagamento",
        "citation": "Art. 78 cpv. 1 OAI",
        "content": "L’assicurazione assume, nei limiti della garanzia delle spese dell’ufficio AI, le spese dei provvedimenti d’integrazione preventivamente stabiliti da quest’ufficio. Essa si addossa, inoltre, alle condizioni stabilite dall’articolo 10 capoverso 2 LAI, le spese dei provvedimenti integrativi già attuati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_78"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, D. Pagamento delle prestazioni, I. Provvedimenti d’integrazione, d’accertamento e spese di viaggio, Pagamento",
        "citation": "Art. 78 cpv. 4 OAI",
        "content": "Le spese dei provvedimenti d’integrazione come pure quelle d’accertamento e di viaggio sono pagate dall’Ufficio centrale di compensazione. È fatto salvo l’articolo 79bis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_78"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, D. Pagamento delle prestazioni, I. Provvedimenti d’integrazione, d’accertamento e spese di viaggio, Pagamento",
        "citation": "Art. 78 cpv. 5 OAI",
        "content": "Di regola, il pagamento è fatto all’agente che ha attuato i provvedimenti o ha eseguito l’accertamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_78"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, D. Pagamento delle prestazioni, I. Provvedimenti d’integrazione, d’accertamento e spese di viaggio, Pagamento",
        "citation": "Art. 78 cpv. 6 OAI",
        "content": "Se il pagamento è fatto all’assicurato o al suo rappresentante legale e si presume che la somma pagata non sia utilizzata allo scopo previsto, l’assicurazione prenderà i provvedimenti intesi a garantirne l’adeguato impiego.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_78"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, D. Pagamento delle prestazioni, I. Provvedimenti d’integrazione, d’accertamento e spese di viaggio, Pagamento",
        "citation": "Art. 78 cpv. 7 OAI",
        "content": "Le fatture degli organi d’esecuzione e delle persone in contatto permanente con l’assicurazione sono pagate tramite girata sul conto postale o sul conto bancario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_78"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, D. Pagamento delle prestazioni, I. Provvedimenti d’integrazione, d’accertamento e spese di viaggio, Presentazione delle fatture",
        "citation": "Art. 79 cpv. 1 OAI",
        "content": "I fornitori di prestazioni possono inviare le fatture concernenti le spese di cui all’articolo 78:\na. all’Ufficio centrale di compensazione mediante trasmissione elettronica di dati; o\nb. all’ufficio AI competente che trasmette in seguito le fatture all’Ufficio centrale di compensazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_79"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, D. Pagamento delle prestazioni, I. Provvedimenti d’integrazione, d’accertamento e spese di viaggio, Presentazione delle fatture",
        "citation": "Art. 79 cpv. 2 OAI",
        "content": "L’ufficio AI e, se occorre, il servizio medico regionale verificano se le fatture sono giustificate e l’Ufficio centrale di compensazione verifica la loro concordanza con eventuali convenzioni. L’Ufficio centrale di compensazione effettua il pagamento delle fatture.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_79"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, D. Pagamento delle prestazioni, I. Provvedimenti d’integrazione, d’accertamento e spese di viaggio, Presentazione delle fatture",
        "citation": "Art. 79 cpv. 3 OAI",
        "content": "I dati necessari alla verifica delle fatture sono trasmessi elettronicamente dall’ufficio AI all’Ufficio centrale di compensazione o dall’Ufficio centrale di compensazione all’ufficio AI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_79"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, D. Pagamento delle prestazioni, I. Provvedimenti d’integrazione, d’accertamento e spese di viaggio, Presentazione delle fatture",
        "citation": "Art. 79 cpv. 4 OAI",
        "content": "Se una fattura è contestata o se dev’essere fatta valere una richiesta di restituzione, l’ufficio AI emana le necessarie decisioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_79"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, D. Pagamento delle prestazioni, I. Provvedimenti d’integrazione, d’accertamento e spese di viaggio, Presentazione delle fatture",
        "citation": "Art. 79 cpv. 5 OAI",
        "content": "L’UFAS emana direttive in merito alla presentazione delle fatture secondo l’articolo 27ter LAI nonché alla trasmissione, alla verifica e al pagamento delle medesime.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_79"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, D. Pagamento delle prestazioni, I. Provvedimenti d’integrazione, d’accertamento e spese di viaggio, Regolazione particolare della competenza",
        "citation": "Art. 79bis OAI",
        "content": "L’UFAS può affidare agli uffici AI la verificazione della conformità ad eventuali convenzioni e il rimborso delle spese per determinate prestazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_79_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, D. Pagamento delle prestazioni, I. Provvedimenti d’integrazione, d’accertamento e spese di viaggio, Disposizioni generali per la fatturazione dei provvedimenti sanitari",
        "citation": "Art. 79ter cpv. 1 OAI",
        "content": "I fornitori di prestazioni devono fornire nelle loro fatture tutte le indicazioni amministrative e mediche necessarie alla verifica del calcolo della rimunerazione e dell’economicità delle prestazioni conformemente all’articolo 27ter capoverso 1 LAI. Devono fornire in particolare le indicazioni seguenti:\na. le date delle cure o delle prestazioni fornite;\nb. le prestazioni fornite, dettagliate secondo la tariffa determinante e le relative posizioni tariffali;\nc. le diagnosi e le procedure necessarie al calcolo della tariffa applicabile;\nd. il numero e la data della decisione o della comunicazione; \ne. il numero AVS dell’assicurato;\nf. in caso di cure ospedaliere, le quote a carico del Cantone e dell’assicurazione per l’invalidità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_79_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, D. Pagamento delle prestazioni, I. Provvedimenti d’integrazione, d’accertamento e spese di viaggio, Disposizioni generali per la fatturazione dei provvedimenti sanitari",
        "citation": "Art. 79ter cpv. 2 OAI",
        "content": "Il fornitore di prestazioni emette due fatture separate per le prestazioni a carico dell’assicurazione per l’invalidità e per le altre prestazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_79_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, D. Pagamento delle prestazioni, I. Provvedimenti d’integrazione, d’accertamento e spese di viaggio, Disposizioni generali per la fatturazione dei provvedimenti sanitari",
        "citation": "Art. 79ter cpv. 3 OAI",
        "content": "Per le analisi, la fatturazione è effettuata esclusivamente dal laboratorio che ha eseguito l’analisi. Sono fatte salve le tariffe forfettarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_79_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, D. Pagamento delle prestazioni, I. Provvedimenti d’integrazione, d’accertamento e spese di viaggio, Disposizioni generali per la fatturazione dei provvedimenti sanitari",
        "citation": "Art. 79ter cpv. 4 OAI",
        "content": "Il fornitore di prestazioni fa pervenire all’assicurato una copia della fattura. Questa può essere inviata in formato cartaceo o per via elettronica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_79_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, D. Pagamento delle prestazioni, I. Provvedimenti d’integrazione, d’accertamento e spese di viaggio, Fatturazione nel caso di un modello di rimunerazione di tipo DRG",
        "citation": "Art. 79quater cpv. 1 OAI",
        "content": "Nel caso di un modello di rimunerazione di tipo DRG (Diagnosis Related Groups) il fornitore di prestazioni deve fornire un numero d’identificazione unico per gli insiemi di dati con le indicazioni amministrative e mediche ai sensi dell’articolo 79ter. La struttura dell’insieme dei dati deve rispettare la struttura uniforme valida in tutta la Svizzera stabilita dal DFI secondo l’articolo 59a capoverso 1 OAMal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_79_quater"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, D. Pagamento delle prestazioni, I. Provvedimenti d’integrazione, d’accertamento e spese di viaggio, Fatturazione nel caso di un modello di rimunerazione di tipo DRG",
        "citation": "Art. 79quater cpv. 2 OAI",
        "content": "Le diagnosi e le procedure ai sensi dell’articolo 79ter capoverso 1 devono essere codificate conformemente alle classificazioni menzionate per la statistica medica degli stabilimenti ospedalieri alla cifra 62 dell’allegato dell’ordinanza del 30 giugno 1993 sulle rilevazioni statistiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_79_quater"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, D. Pagamento delle prestazioni, I. Provvedimenti d’integrazione, d’accertamento e spese di viaggio, Fatturazione nel caso di un modello di rimunerazione di tipo DRG",
        "citation": "Art. 79quater cpv. 3 OAI",
        "content": "Il fornitore di prestazioni trasmette contemporaneamente alla fattura gli insiemi di dati con le indicazioni amministrative e mediche secondo l’articolo 79ter capoverso 1 all’assicurazione per l’invalidità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_79_quater"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, D. Pagamento delle prestazioni, I. Provvedimenti d’integrazione, d’accertamento e spese di viaggio, Fatturazione nel caso di un modello di rimunerazione di tipo DRG",
        "citation": "Art. 79quater cpv. 4 OAI",
        "content": "L’ufficio AI determina per quali fatture è necessario un esame più approfondito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_79_quater"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, D. Pagamento delle prestazioni, I. Provvedimenti d’integrazione, d’accertamento e spese di viaggio, Fatturazione nel settore ambulatoriale e nel settore della riabilitazione medica",
        "citation": "Art. 79quinquies OAI",
        "content": "Per il settore ambulatoriale e il settore della riabilitazione medica è applicabile l’articolo 59abis OAMal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_79_quinquies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, D. Pagamento delle prestazioni, I. Provvedimenti d’integrazione, d’accertamento e spese di viaggio, Fatturazione dei provvedimenti di reinserimento per preparare all’integrazione professionale, dei provvedimenti professionali e degli accertamenti",
        "citation": "Art. 79sexies cpv. 1 OAI",
        "content": "I fornitori di provvedimenti secondo gli articoli 14a–18 LAI e l’articolo 43 LPGA devono fornire nelle loro fatture tutte le indicazioni amministrative necessarie alla verifica del calcolo del rimborso e dell’economicità delle prestazioni conformemente all’articolo 27ter capoverso 1 LAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_79_sexies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, D. Pagamento delle prestazioni, I. Provvedimenti d’integrazione, d’accertamento e spese di viaggio, Fatturazione dei provvedimenti di reinserimento per preparare all’integrazione professionale, dei provvedimenti professionali e degli accertamenti",
        "citation": "Art. 79sexies cpv. 2 OAI",
        "content": "I fornitori di prestazioni fanno pervenire all’assicurato una copia della fattura. Questa può essere inviata in formato cartaceo o per via elettronica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_79_sexies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, D. Pagamento delle prestazioni, II. Indennità giornaliere, Pagamento",
        "citation": "Art. 80 cpv. 1 OAI",
        "content": "Le casse di compensazione o i datori di lavoro pagano le indennità giornaliere mensilmente, scaduto il termine, o le compensano ai sensi dell’articolo 19 capoverso 2 LPGA o dell’articolo 20 capoverso 2 LAVS. L’UFAS può, in certi casi, affidare il pagamento delle indennità giornaliere ai centri d’integrazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_80"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, D. Pagamento delle prestazioni, II. Indennità giornaliere, Pagamento",
        "citation": "Art. 80 cpv. 1bis OAI",
        "content": "Fatto salvo l’articolo 24quater LAI, in caso di prima formazione professionale, le indennità giornaliere sono versate:\na. al centro o all’istituzione di formazione, che le riversa all’assicurato;\nb. direttamente all’assicurato, se svolge una formazione professionale superiore o frequenta una scuola universitaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_80"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, D. Pagamento delle prestazioni, II. Indennità giornaliere, Pagamento",
        "citation": "Art. 80 cpv. 2 OAI",
        "content": "Acconti possono essere pagati a domanda, se l’assicurato o i suoi congiunti abbisognano d’indennità giornaliere a scadenze più brevi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_80"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, D. Pagamento delle prestazioni, II. Indennità giornaliere, Attestato",
        "citation": "Art. 81 cpv. 1 OAI",
        "content": "L’istituto, o la persona, presso il quale l’assicurato è sottoposto a provvedimenti d’integrazione o a esami oppure esegue un avviamento professionale, deve attestare, su modulo ufficiale e a destinazione dell’ufficio AI, il numero di giorni che danno diritto all’indennità giornaliera o a un’indennità per spese di custodia e d’assistenza. Il periodo di attesa per il quale è dato un diritto all’indennità giornaliera è attestato dall’ufficio AI competente. Se il diritto all’indennità giornaliera dipende dal grado d’incapacità al lavoro, l’ufficio AI deve procurarsi, ove occorra, un’attestazione medica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_81"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, D. Pagamento delle prestazioni, II. Indennità giornaliere, Attestato",
        "citation": "Art. 81 cpv. 2 OAI",
        "content": "L’attestato dev’essere rilasciato prima del termine di pagamento. Terminata l’applicazione di provvedimenti prescritti o spirato il termine per il quale è dato il diritto all’indennità giornaliera, l’attestato deve essere trasmesso senza indugio all’ufficio AI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_81"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, D. Pagamento delle prestazioni, II. Indennità giornaliere, Conteggio dei contributi",
        "citation": "Art. 81bis cpv. 1 OAI",
        "content": "Gli articoli 37 e 38 dell’ordinanza del 24 novembre 2004 sulle indennità per perdita di guadagno (OIPG) si applicano per analogia al computo delle indennità giornaliere quali reddito dal lavoro ai sensi dell’AVS e all’iscrizione di queste indennità nel conto individuale dell’assicurato. L’articolo 37 capoversi 1 e 2 OIPG è parimenti applicato per analogia ai centri d’integrazione cui è affidato il pagamento delle indennità giornaliere (art. 80 cpv. 1).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_81_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, D. Pagamento delle prestazioni, II. Indennità giornaliere, Conteggio dei contributi",
        "citation": "Art. 81bis cpv. 2 OAI",
        "content": "Non sono riscossi contributi sull’indennità per spese di custodia e d’assistenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_81_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, D. Pagamento delle prestazioni, III. Rendite, assegno per grandi invalidi e contributo per l’assistenza, Pagamento",
        "citation": "Art. 82 cpv. 1 OAI",
        "content": "Gli articoli 71, 71ter, 72, 73 e 75 OAVS si applicano per analogia al pagamento delle rendite e degli assegni per grandi invalidi per gli assicurati maggiorenni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_82"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, D. Pagamento delle prestazioni, III. Rendite, assegno per grandi invalidi e contributo per l’assistenza, Pagamento",
        "citation": "Art. 82 cpv. 2 OAI",
        "content": "Nel caso di assicurati maggiorenni che cambiano il luogo di residenza determinante per stabilire l’importo dell’assegno per grandi invalidi, il nuovo importo è preso in considerazione a partire dal mese successivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_82"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, D. Pagamento delle prestazioni, III. Rendite, assegno per grandi invalidi e contributo per l’assistenza, Pagamento",
        "citation": "Art. 82 cpv. 3 OAI",
        "content": "Gli articoli 78 e 79 si applicano per analogia al pagamento dell’assegno per grandi invalidi per gli assicurati minorenni e del contributo per l’assistenza. L’assegno per grandi invalidi per i minorenni è fatturato trimestralmente, il contributo per l’assistenza mensilmente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_82"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, D. Pagamento delle prestazioni, III. Rendite, assegno per grandi invalidi e contributo per l’assistenza, Misure di garanzia",
        "citation": "Art. 83 cpv. 1 OAI",
        "content": "L’articolo 74 OAVS si applica per analogia alle rendite e agli assegni per grandi invalidi per gli assicurati maggiorenni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_83"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, D. Pagamento delle prestazioni, IV. Disposizioni comuni, Ricupero e restituzione",
        "citation": "Art. 85 cpv. 2 OAI",
        "content": "Quando una prestazione deve essere ridotta o soppressa in seguito al riesame dei diritti dell’assicurato, la modificazione corrispondente è valida soltanto a partire dal mese seguente la nuova decisione. Per le rendite, l’assegno per grandi invalidi e il contributo per l’assistenza è applicabile l’articolo 88bis capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_85"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, D. Pagamento delle prestazioni, IV. Disposizioni comuni, Ricupero e restituzione",
        "citation": "Art. 85 cpv. 3 OAI",
        "content": "Alla restituzione non condonata di prestazioni irrecuperabili si applica per analogia l’articolo 79bis OAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_85"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, D. Pagamento delle prestazioni, IV. Disposizioni comuni, Versamento dell’arretrato di una rendita a terzi che hanno effettuato anticipi",
        "citation": "Art. 85bis cpv. 1 OAI",
        "content": "I datori di lavoro, gli istituti di previdenza professionale, le assicurazioni contro le malattie, gli organismi d’assistenza pubblici o privati o le assicurazioni di responsabilità civile con sede in Svizzera che, in vista della concessione di una rendita dell’assicurazione invalidità, hanno effettuato anticipi possono esigere che si versi loro l’arretrato di questa rendita come compensazione e fino a concorrenza dei loro anticipi. È fatta salva la compensazione prevista dall’articolo 20 LAVS. Gli organismi che hanno consentito anticipi devono far valere i loro diritti per mezzo di un formulario speciale al più presto all’atto della domanda di rendita e, al più tardi, al momento della decisione dell’ufficio AI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_85_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, D. Pagamento delle prestazioni, IV. Disposizioni comuni, Versamento dell’arretrato di una rendita a terzi che hanno effettuato anticipi",
        "citation": "Art. 85bis cpv. 2 OAI",
        "content": "Sono considerati anticipi le prestazioni:\na. liberamente consentite, nella misura in cui l’assicurato si sia impegnato a rimborsarle e abbia acconsentito per scritto al pagamento dell’arretrato al terzo che gli ha concesso l’anticipo;\nb. versate contrattualmente o legalmente, nella misura in cui il diritto al rimborso, in caso di pagamento di una rendita, possa essere dedotto senza equivoco dal contratto o dalla legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_85_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, D. Pagamento delle prestazioni, IV. Disposizioni comuni, Versamento dell’arretrato di una rendita a terzi che hanno effettuato anticipi",
        "citation": "Art. 85bis cpv. 3 OAI",
        "content": "Gli arretrati di rendita possono essere versati all’organismo che ha effettuato anticipi fino a concorrenza di questi ultimi e per il periodo nel quale sono stati forniti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_85_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, E. Revisione della rendita, dell’assegno per grandi invalidi e del contributo per l’assistenza, Principio",
        "citation": "Art. 86ter OAI",
        "content": "La revisione tiene conto unicamente della parte di miglioramento del reddito che non dipende dal rincaro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_86_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, E. Revisione della rendita, dell’assegno per grandi invalidi e del contributo per l’assistenza, Motivo di revisione",
        "citation": "Art. 87 cpv. 1 OAI",
        "content": "La revisione avviene d’ufficio quando: \na. in previsione di una possibile modifica importante del grado d’invalidità o della grande invalidità oppure del bisogno di assistenza o di aiuto dovuto all’invalidità è stato stabilito un termine al momento della fissazione della rendita, dell’assegno per grandi invalidi o del contributo per l’assistenza; o \nb. allorché si conoscono fatti o si ordinano provvedimenti che possono provocare una notevole modifica del grado d’invalidità, della grande invalidità oppure del bisogno di assistenza o di aiuto dovuto all’invalidità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_87"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, E. Revisione della rendita, dell’assegno per grandi invalidi e del contributo per l’assistenza, Motivo di revisione",
        "citation": "Art. 87 cpv. 2 OAI",
        "content": "Se è fatta domanda di revisione, nella domanda si deve dimostrare che il grado d’invalidità o di grande invalidità o il bisogno di assistenza o di aiuto dovuto all’invalidità è cambiato in misura rilevante per il diritto alle prestazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_87"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, E. Revisione della rendita, dell’assegno per grandi invalidi e del contributo per l’assistenza, Motivo di revisione",
        "citation": "Art. 87 cpv. 3 OAI",
        "content": "Qualora la rendita, l’assegno per grandi invalidi o il contributo per l’assistenza siano stati negati perché il grado d’invalidità era insufficiente, perché non è stata riconosciuta una grande invalidità o perché il bisogno di aiuto era troppo esiguo per avere diritto al contributo per l’assistenza, una nuova richiesta è riesaminata soltanto se sono soddisfatte le condizioni previste nel capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_87"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, E. Revisione della rendita, dell’assegno per grandi invalidi e del contributo per l’assistenza, Procedura",
        "citation": "Art. 88 cpv. 1 OAI",
        "content": "La procedura di revisione è avviata dall’ufficio AI che alla data dell’inoltro della domanda di revisione o di riesame è competente d’ufficio ai sensi dell’articolo 40.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_88"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, E. Revisione della rendita, dell’assegno per grandi invalidi e del contributo per l’assistenza, Procedura",
        "citation": "Art. 88 cpv. 3 OAI",
        "content": "L’ufficio AI comunica il risultato del riesame di rendite o di assegni per grandi invalidi per gli assicurati maggiorenni alla competente cassa di compensazione. Nel caso degli assegni per grandi invalidi per assicurati minorenni e dei contributi per l’assistenza, esso comunica il risultato all’Ufficio centrale di compensazione. L’ufficio AI emana la relativa decisione se la prestazione assicurativa è modificata o se l’assicurato ha chiesto una modificazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_88"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, E. Revisione della rendita, dell’assegno per grandi invalidi e del contributo per l’assistenza, Procedura",
        "citation": "Art. 88 cpv. 4 OAI",
        "content": "Sono applicabili, per analogia, gli articoli 66 e 69 a 76.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_88"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, E. Revisione della rendita, dell’assegno per grandi invalidi e del contributo per l’assistenza, Modificazione del diritto",
        "citation": "Art. 88a cpv. 1 OAI",
        "content": "Se la capacità al guadagno dell’assicurato o la capacità di svolgere le mansioni consuete migliora oppure se la grande invalidità o il bisogno di assistenza o di aiuto dovuto all’invalidità si riduce, il cambiamento va considerato ai fini della riduzione o della soppressione del diritto a prestazioni dal momento in cui si può supporre che il miglioramento constatato perduri. Lo si deve in ogni caso tenere in considerazione allorché è durato tre mesi, senza interruzione notevole, e presumibilmente continuerà a durare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_88_a"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, E. Revisione della rendita, dell’assegno per grandi invalidi e del contributo per l’assistenza, Modificazione del diritto",
        "citation": "Art. 88a cpv. 2 OAI",
        "content": "Se la capacità al guadagno o la capacità di svolgere le mansioni consuete peggiora, se la grande invalidità si aggrava o se il bisogno di assistenza o di aiuto dovuto all’invalidità aumenta, il cambiamento va tenuto in considerazione non appena è durato tre mesi senza interruzione notevole. L’articolo 29bis è applicabile per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_88_a"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, E. Revisione della rendita, dell’assegno per grandi invalidi e del contributo per l’assistenza, Effetto",
        "citation": "Art. 88bis cpv. 1 OAI",
        "content": "L’aumento della rendita, dell’assegno per grandi invalidi o del contributo per l’assistenza avviene al più presto:\na. se l’assicurato ha chiesto la revisione a partire dal mese in cui la domanda è stata inoltrata;\nb. se la revisione ha luogo d’ufficio, a partire dal mese in cui è stata prevista;\nc. se viene costatato che la decisione dell’ufficio AI, sfavorevole all’assicurato, era manifestamente errata, a partire dal momento in cui il vizio è stato scoperto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_88_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo quinto: La procedura, E. Revisione della rendita, dell’assegno per grandi invalidi e del contributo per l’assistenza, Effetto",
        "citation": "Art. 88bis cpv. 2 OAI",
        "content": "La riduzione o la soppressione della rendita, dell’assegno per grandi invalidi o del contributo per l’assistenza è messa in atto:\na. il più presto, il primo giorno del secondo mese che segue la notifica della decisione;\nb. retroattivamente dalla data in cui avvenne la modificazione determinante se il beneficiario ha ottenuto indebitamente la prestazione o ha violato l’obbligo di informare impostogli ragionevolmente dall’articolo 77, indipendentemente dal fatto che la prestazione abbia continuato a essere versata a causa dell’ottenimento indebito della medesima o della violazione dell’obbligo di informare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_88_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo sesto:, Rapporti con l’assicurazione contro le malattie, Annuncio agli assicuratori-malattie ai sensi della LVAMal",
        "citation": "Art. 88ter OAI",
        "content": "Se una persona assicurata presso un assicuratore-malattie ai sensi della LVAMal chiede all’assicurazione per l’invalidità provvedimenti sanitari, il competente ufficio AI ne informa l’assicuratore-malattie ai sensi della LVAMal interessato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_88_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo sesto:, Rapporti con l’assicurazione contro le malattie, Notificazione delle decisioni degli uffici AI e diritto di ricorso degli assicuratori-malattie ai sensi della LVAMal",
        "citation": "Art. 88quater OAI",
        "content": "All’assicuratore-malattie ai sensi della LVAMal che ha informato l’ufficio AI o la cassa di compensazione competente di aver prestato garanzia di pagamento o di aver effettuato un pagamento per un assicurato annunciatogli, va notificata la decisione di accordo o di rifiuto delle prestazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_88_quater"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo sesto a: Rapporti con l’assicurazione contro gli infortuni in relazione alle persone di cui all’articolo 1a capoverso 1 lettera c LAINF, Principio dell’assicurazione contro gli infortuni delle persone di cui all’articolo 1a capoverso 1 lettera c LAINF",
        "citation": "Art. 88sexies OAI",
        "content": "I dettagli e la procedura dell’assicurazione contro gli infortuni delle persone di cui all’articolo 1a capoverso 1 lettera c LAINF sono retti dalla legislazione sull’assicurazione contro gli infortuni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_88_sexies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo sesto a: Rapporti con l’assicurazione contro gli infortuni in relazione alle persone di cui all’articolo 1a capoverso 1 lettera c LAINF, Somma dei salari",
        "citation": "Art. 88septies cpv. 1 OAI",
        "content": "L’Ufficio centrale di compensazione comunica all’Istituto nazionale svizzero di assicurazione contro gli infortuni (INSAI) la somma dei salari provvisoria e quella definitiva su cui si basa il calcolo dei premi dell’assicurazione contro gli infortuni delle persone di cui all’articolo 1a capoverso 1 lettera c LAINF.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_88_septies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo sesto a: Rapporti con l’assicurazione contro gli infortuni in relazione alle persone di cui all’articolo 1a capoverso 1 lettera c LAINF, Somma dei salari",
        "citation": "Art. 88septies cpv. 2 OAI",
        "content": "L’Ufficio centrale di compensazione indica la somma dei salari separatamente per ogni ufficio AI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_88_septies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo sesto a: Rapporti con l’assicurazione contro gli infortuni in relazione alle persone di cui all’articolo 1a capoverso 1 lettera c LAINF, Pagamento del premio",
        "citation": "Art. 88octies cpv. 1 OAI",
        "content": "L’INSAI sottopone per approvazione all’UFAS la fattura secondo l’articolo 132c dell’ordinanza del 20 dicembre 1982 sull’assicurazione contro gli infortuni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_88_octies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo sesto a: Rapporti con l’assicurazione contro gli infortuni in relazione alle persone di cui all’articolo 1a capoverso 1 lettera c LAINF, Pagamento del premio",
        "citation": "Art. 88octies cpv. 2 OAI",
        "content": "Dopo l’approvazione, l’Ufficio centrale di compensazione paga il premio all’INSAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_88_octies"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo settimo: Disposizioni diverse, Disposizioni dell’OAVS applicabili",
        "citation": "Art. 89 OAI",
        "content": "Salvo disposizioni contrarie della LAI o della presente ordinanza, i capi IV e VI, come anche gli articoli 205 a 214 OAVS sono applicabili per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_89"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo settimo: Disposizioni diverse, Diritto dell’UFAS di impugnare le decisioni dei tribunali arbitrali cantonali",
        "citation": "Art. 89ter cpv. 1 OAI",
        "content": "Le decisioni dei tribunali arbitrali cantonali (art. 27quinquies LAI) sono notificate all’UFAS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_89_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo settimo: Disposizioni diverse, Diritto dell’UFAS di impugnare le decisioni dei tribunali arbitrali cantonali",
        "citation": "Art. 89ter cpv. 2 OAI",
        "content": "L’UFAS può impugnare queste decisioni davanti al Tribunale federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_89_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo settimo: Disposizioni diverse, Spese di viaggio in Svizzera",
        "citation": "Art. 90 cpv. 1 OAI",
        "content": "Sono considerate spese indispensabili di viaggio in Svizzera, ai sensi dell’articolo 51 della legge federale, quelle per recarsi presso l’agente esecutore qualificato più vicino. Se l’assicurato sceglie un agente esecutore più distante, deve assumersi le spese supplementari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_90"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo settimo: Disposizioni diverse, Spese di viaggio in Svizzera",
        "citation": "Art. 90 cpv. 2 OAI",
        "content": "Sono rimborsate le spese corrispondenti al costo dei tragitti effettuati mediante i mezzi di trasporto delle imprese pubbliche per l’itinerario più diretto. Se l’assicurato, a causa dell’invalidità, deve tuttavia utilizzare un altro mezzo di trasporto, gli vengono risarcite le relative spese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_90"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo settimo: Disposizioni diverse, Spese di viaggio in Svizzera",
        "citation": "Art. 90 cpv. 2bis OAI",
        "content": "Le spese di viaggio non sono rimborsate, se l’assicurato beneficia di uno dei seguenti provvedimenti d’integrazione: \na. fornitura di personale a prestito (art. 18abis LAI);\nb. assegno per il periodo d’introduzione (art. 18b LAI);\nc. aiuto in capitale (art. 18d LAI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_90"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo settimo: Disposizioni diverse, Spese di viaggio in Svizzera",
        "citation": "Art. 90 cpv. 3 OAI",
        "content": "Oltre alle spese di trasporto, l’assicurazione rimborsa il viatico e le indispensabili spese accessorie, in particolare, le spese di viaggio per una persona che deve necessariamente accompagnare l’assicurato. Nel caso di viaggi di congedo o per visite, non viene accordato nessun viatico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_90"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo settimo: Disposizioni diverse, Spese di viaggio in Svizzera",
        "citation": "Art. 90 cpv. 4 OAI",
        "content": "Il viatico ammonta a:Fr.\na. quando l’assenza dal domicilio dura da cinque a otto ore11.50 il giorno\nb. quando l’assenza dal domicilio supera le otto ore19.— il giorno\nc. per il pernottamento fuori di casa37.50 la notte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_90"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo settimo: Disposizioni diverse, Spese di viaggio in Svizzera",
        "citation": "Art. 90 cpv. 5 OAI",
        "content": "Per viaggi con mezzi di trasporto delle imprese pubbliche sono concessi buoni. L’UFAS designa gli uffici autorizzati a consegnare buoni per viaggi. Sono inoltre applicabili gli articoli 78 e 79.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_90"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo settimo: Disposizioni diverse, Spese di viaggio all’estero",
        "citation": "Art. 90bis OAI",
        "content": "I sussidi per le spese di viaggio dalla Svizzera all’estero e viceversa, come pure all’estero sono fissati dall’UFAS in ogni singolo caso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_90_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo settimo: Disposizioni diverse, Perdita di guadagno dovuta ad accertamento",
        "citation": "Art. 91 cpv. 1 OAI",
        "content": "Ad un assicurato che, in seguito a un accertamento dell’obbligo da parte dell’assicurazione per l’invalidità di versargli prestazioni, subisce una perdita di guadagno in giorni per i quali non ha diritto ad indennità giornaliere della stessa, l’assicurazione per l’invalidità versa, in caso di perdita di guadagno comprovata, un’indennità giornaliera pari al 30 per cento dell’importo massimo del guadagno giornaliero assicurato conformemente alla LAINF.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_91"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo settimo: Disposizioni diverse, Perdita di guadagno dovuta ad accertamento",
        "citation": "Art. 91 cpv. 2 OAI",
        "content": "Se persone chiamate a dare informazioni nel contesto di un accertamento dell’obbligo da parte dell’assicurazione di versare prestazioni subiscono una perdita di guadagno che sono in grado di comprovare, l’assicurazione rimborsa la perdita di guadagno ai sensi del capoverso 1. Per il rimborso di spese di viaggio in Svizzera sono applicabili gli importi di cui all’articolo 90. I sussidi per le spese di viaggio all’estero sono fissati dall’UFAS in ogni singolo caso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_91"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo settimo: Disposizioni diverse, Perdita di guadagno dovuta ad accertamento",
        "citation": "Art. 91 cpv. 3 OAI",
        "content": "Sulle indennità ai sensi dei capoversi 1 e 2 non devono essere versati contributi:\na. all’assicurazione per la vecchiaia e i superstiti;\nb. all’assicurazione contro l’invalidità;\nc. alle indennità di perdita di guadagno in caso di servizio militare, servizio civile o servizio di protezione civile;\nd. all’assicurazione contro la disoccupazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_91"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo settimo: Disposizioni diverse, Valutazioni scientifiche",
        "citation": "Art. 96 cpv. 1 OAI",
        "content": "Dopo aver consultato la Commissione federale AVS/AI, il DFI elabora un programma pluriennale di valutazioni scientifiche sull’applicazione della legge. Verifica costantemente il programma di cui stabilisce un bilancio preventivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_96"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo settimo: Disposizioni diverse, Valutazioni scientifiche",
        "citation": "Art. 96 cpv. 2 OAI",
        "content": "L’UFAS è incaricato dell’esecuzione del programma. Può delegare a terzi l’esecuzione parziale o integrale del programma.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_96"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo settimo: Disposizioni diverse, Requisiti minimi per le convenzioni con gli organi d’esecuzione cantonali",
        "citation": "Art. 96bis cpv. 1 OAI",
        "content": "Gli uffici AI e gli organi d’esecuzione cantonali di cui all’articolo 68bis capoverso 1 lettera d LAI stabiliscono nelle convenzioni di cui all’articolo 68bis capoversi 1bis e 1ter LAI almeno le prestazioni, il gruppo target, le competenze e la verifica dei contenuti delle convenzioni. Verificano il rispetto delle convenzioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_96_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo settimo: Disposizioni diverse, Requisiti minimi per le convenzioni con gli organi d’esecuzione cantonali",
        "citation": "Art. 96bis cpv. 2 OAI",
        "content": "L’UFAS precisa i requisiti minimi e valuta l’attuazione dell’articolo 68bis capoversi 1bis e 1ter LAI. Gli uffici AI sono tenuti a informare in qualsiasi momento l’UFAS e gli uffici di revisione sull’utilizzazione dei sussidi e a consentire loro la consultazione dei propri documenti commerciali determinanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_96_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo settimo: Disposizioni diverse, er Contributi all’organo di coordinamento cantonale",
        "citation": "Art. 96t cpv. 1 OAI",
        "content": "L’organo di coordinamento cantonale riceve contributi in particolare per: \na. la collaborazione con l’ufficio AI;\nb. il rilevamento tempestivo e l’accompagnamento di giovani con un danno alla salute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_96_t"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo settimo: Disposizioni diverse, er Contributi all’organo di coordinamento cantonale",
        "citation": "Art. 96t cpv. 2 OAI",
        "content": "L’UFAS stabilisce i contributi per ciascun ufficio AI in funzione della quota della popolazione cantonale residente permanente di età compresa tra i 13 e i 25 anni e aggiorna la chiave di ripartizione ogni quattro anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_96_t"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo settimo: Disposizioni diverse, er Contributi all’organo di coordinamento cantonale",
        "citation": "Art. 96t cpv. 3 OAI",
        "content": "Gli uffici AI possono richiedere all’UFAS contributi compresi tra 50 000 e 400 000 franchi per il cofinanziamento secondo l’articolo 68bis capoverso 1bis LAI, se sono adempiute le seguenti condizioni:\na. il Cantone interessato presenta la quota della popolazione residente permanente di età compresa tra i 13 e i 25 anni necessaria per il contributo auspicato; e\nb. il contributo finanziario dell’AI ammonta a non più di un terzo delle spese per il personale dell’organo cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_96_t"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo settimo: Disposizioni diverse, Formazioni transitorie cantonali",
        "citation": "Art. 96quater cpv. 1 OAI",
        "content": "Sono considerate provvedimenti volti a preparare a una prima formazione professionale secondo l’articolo 68bis capoverso 1ter LAI le formazioni transitorie cantonali svolte in virtù dell’articolo 12 LFPr che prevedono una prestazione supplementare per le persone di età inferiore ai 25 anni che soffrono di un danno alla salute e hanno richiesto una prestazione dell’AI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_96_quater"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo settimo: Disposizioni diverse, Formazioni transitorie cantonali",
        "citation": "Art. 96quater cpv. 2 OAI",
        "content": "Se è stata conclusa una convenzione secondo l’articolo 96bis, l’ufficio AI può partecipare al massimo a un terzo dei costi dei provvedimenti preparatori cantonali di cui al capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_96_quater"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo settimo: Disposizioni diverse, Formazioni transitorie cantonali",
        "citation": "Art. 96quater cpv. 3 OAI",
        "content": "I provvedimenti volti a preparare a una prima formazione professionale secondo l’articolo 68bis capoverso 1ter LAI sono svolti dopo la conclusione dell’obbligo scolastico e principalmente presso strutture di formazione professionale ordinarie. Analogamente a quanto previsto all’articolo 7 capoverso 2 dell’ordinanza del 19 novembre 2003 sulla formazione professionale, durano al massimo un anno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_96_quater"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo settimo: Disposizioni diverse, Informazione concernente le prestazioni e la procedura",
        "citation": "Art. 97 cpv. 1 OAI",
        "content": "Dopo aver consultato la Commissione federale AVS/AI, il DFI elabora un programma pluriennale per un’informazione generale su scala nazionale concernente le prestazioni dell’assicurazione. Verifica costantemente il programma di cui stabilisce un bilancio preventivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_97"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo settimo: Disposizioni diverse, Informazione concernente le prestazioni e la procedura",
        "citation": "Art. 97 cpv. 2 OAI",
        "content": "Le informazioni hanno in particolare lo scopo di:\na. presentare in modo comprensibile agli assicurati e ai servizi di consulenza per gli assicurati il sistema di prestazioni dell’assicurazione nel suo insieme nonché la procedura per valutare e far valere i diritti alle prestazioni;\nb. fornire a gruppi di rischio e a gruppi bersaglio dell’assicurazione informazioni sulle prestazioni nonché sulla procedura per valutare e far valere i diritti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_97"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo settimo: Disposizioni diverse, Informazione concernente le prestazioni e la procedura",
        "citation": "Art. 97 cpv. 3 OAI",
        "content": "L’UFAS è incaricato dell’esecuzione del programma e provvede al coordinamento dei compiti d’informazione del pubblico affidati agli uffici AI. Può delegare a terzi l’esecuzione parziale o integrale del programma.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_97"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo settimo: Disposizioni diverse, Progetti pilota",
        "citation": "Art. 98 cpv. 1 OAI",
        "content": "Nel quadro dell’esecuzione di progetti pilota ai sensi dell’articolo 68quater LAI, l’UFAS ha i seguenti compiti:\na. definisce per via d’ordinanza i criteri che devono soddisfare le domande e l’attuazione dei progetti pilota;\nb. decide sull’esecuzione di progetti pilota;\nc. provvede al coordinamento fra i progetti pilota eseguiti in virtù della LAI nonché fra questi e i progetti pilota eseguiti in virtù della legge del 13 dicembre 2002 sull’eliminazione di svantaggi nei confronti dei disabili e della legge del 25 giugno 1982 sull’assicurazione contro la disoccupazione;\nd. sorveglia la valutazione dei progetti pilota.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_98"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo settimo: Disposizioni diverse, Progetti pilota",
        "citation": "Art. 98 cpv. 2 OAI",
        "content": "I progetti pilota non devono compromettere le pretese legali dei beneficiari delle prestazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_98"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo settimo: Disposizioni diverse, Imprese ai sensi dell’articolo 68quinquies LAI",
        "citation": "Art. 98bis OAI",
        "content": "Sono considerate imprese ai sensi dell’articolo 68quinquies LAI soltanto le imprese del mercato del lavoro primario. Gli stabilimenti e i laboratori di cui all’articolo 27 LAI sono esclusi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_98_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo settimo: Disposizioni diverse, er Convenzioni di collaborazione: competenza e procedura",
        "citation": "Art. 98t cpv. 1 OAI",
        "content": "Il DFI è responsabile per la conclusione delle convenzioni di collaborazione con le associazioni mantello del mondo del lavoro ai sensi dell’articolo 68sexies LAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_98_t"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo settimo: Disposizioni diverse, er Convenzioni di collaborazione: competenza e procedura",
        "citation": "Art. 98t cpv. 2 OAI",
        "content": "Sono considerate associazioni mantello del mondo del lavoro soltanto le associazioni mantello attive a livello nazionale o di regione linguistica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_98_t"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo settimo: Disposizioni diverse, er Convenzioni di collaborazione: competenza e procedura",
        "citation": "Art. 98t cpv. 3 OAI",
        "content": "Le associazioni mantello del mondo del lavoro presentano all’UFAS una richiesta di convenzione di collaborazione. L’UFAS mette a disposizione un modulo a tal fine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_98_t"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo settimo: Disposizioni diverse, er Convenzioni di collaborazione: competenza e procedura",
        "citation": "Art. 98t cpv. 4 OAI",
        "content": "Prima di concludere una convenzione di collaborazione, il DFI consulta la Commissione federale AVS/AI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_98_t"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo settimo: Disposizioni diverse, Convenzioni di collaborazione: contenuto",
        "citation": "Art. 98quater cpv. 1 OAI",
        "content": "Le convenzioni di collaborazione contengono come minimo disposizioni concernenti:\na. lo scopo;\nb. i provvedimenti e il loro finanziamento;\nc. le modalità di esecuzione e accompagnamento dei provvedimenti nonché l’analisi dei loro effetti;\nd. la durata, il rinnovo e la disdetta della convenzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_98_quater"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo settimo: Disposizioni diverse, Convenzioni di collaborazione: contenuto",
        "citation": "Art. 98quater cpv. 2 OAI",
        "content": "I provvedimenti previsti dalle convenzioni di collaborazione non possono derogare alle disposizioni della LAI e devono essere eseguiti a livello nazionale o di regione linguistica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_98_quater"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo settimo: Disposizioni diverse, Convenzioni di collaborazione: contenuto",
        "citation": "Art. 98quater cpv. 3 OAI",
        "content": "Se una convenzione di collaborazione prevede la partecipazione dell’assicurazione per l’invalidità al finanziamento dei provvedimenti, devono essere rispettate le condizioni della legge del 5 ottobre 1990 sui sussidi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_98_quater"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo ottavo:, I sussidi al promovimento dell’aiuto agli invalidi, Diritto ai sussidi",
        "citation": "Art. 108 cpv. 1 OAI",
        "content": "Hanno diritto ai sussidi le organizzazioni di utilità pubblica di aiuto privato – aiuto specializzato e autoaiuto – agli invalidi per prestazioni che forniscono nell’interesse degli invalidi a livello svizzero o di regione linguistica. Le organizzazioni devono dedicarsi interamente o in larga misura all’aiuto agli invalidi e possono delegare a terzi una parte della fornitura delle prestazioni. In caso di prestazioni simili, sono tenute a concludere accordi reciproci onde armonizzare le loro offerte rispettive.1bis Un’organizzazione si dedica in larga misura all’aiuto agli invalidi, se:\na. almeno la metà dei suoi clienti è costituita da persone invalide e loro familiari;\nb. almeno mille tra persone invalide e loro familiari ricorrono alle sue prestazioni;\nc. i costi totali sostenuti per le prestazioni secondo l’articolo 74 LAI ammontano ad almeno un milione di franchi l’anno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_108"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo ottavo:, I sussidi al promovimento dell’aiuto agli invalidi, Diritto ai sussidi",
        "citation": "Art. 108 cpv. 2 OAI",
        "content": "Per il versamento degli aiuti finanziari, l’UFAS, in applicazione della legge sui sussidi del 5 ottobre 1990, conclude con le organizzazioni secondo il capoverso 1 contratti sulle prestazioni computabili; i contratti hanno una validità massima di quattro anni. Se risulta impossibile concludere un contratto, l’UFAS emana una decisione sul diritto ai sussidi suscettibile di essere impugnata mediante ricorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_108"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo ottavo:, I sussidi al promovimento dell’aiuto agli invalidi, Prestazioni computabili",
        "citation": "Art. 108bis cpv. 1 OAI",
        "content": "Sussidi sono versati per le prestazioni seguenti fornite in Svizzera in modo finalizzato ed economico:\na. consulenza e assistenza agli invalidi o ai loro familiari;\nb. corsi per invalidi o i loro familiari;\nc. ...\nd. prestazioni per il sostegno e la promozione dell’integrazione degli invalidi;\ne. accompagnamento a domicilio per invalidi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_108_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo ottavo:, I sussidi al promovimento dell’aiuto agli invalidi, Prestazioni computabili",
        "citation": "Art. 108bis cpv. 2 OAI",
        "content": "L’UFAS definisce le prestazioni dettagliatamente. L’attività del comitato e delle assemblee sociali e di delegati, nonché le collette per l’acquisizione dei mezzi finanziari non sono considerate prestazioni computabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_108_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo ottavo:, I sussidi al promovimento dell’aiuto agli invalidi, Prestazioni computabili",
        "citation": "Art. 108bis cpv. 3 OAI",
        "content": "Nel quadro dell’accompagnamento a domicilio sono computabili al massimo quattro ore d’assistenza settimanali per invalido.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_108_bis"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo ottavo:, I sussidi al promovimento dell’aiuto agli invalidi, Condizioni",
        "citation": "Art. 108ter cpv. 1 OAI",
        "content": "Sussidi sono versati soltanto se il bisogno di prestazioni secondo l’articolo 108bis è provato. L’UFAS emana direttive a questo scopo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_108_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo ottavo:, I sussidi al promovimento dell’aiuto agli invalidi, Condizioni",
        "citation": "Art. 108ter cpv. 2 OAI",
        "content": "Le organizzazioni provvedono al rilevamento statistico delle prestazioni e dei loro beneficiari e adempiono le esigenze relative alla contabilità e alla qualità delle prestazioni fornite. L’UFAS emana direttive a questo scopo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_108_ter"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo ottavo:, I sussidi al promovimento dell’aiuto agli invalidi, Calcolo e ammontare dei sussidi",
        "citation": "Art. 108quater cpv. 1 OAI",
        "content": "Il sussidio versato per un periodo contrattuale a un partner contrattuale corrisponde al massimo al sussidio versato per il periodo contrattuale precedente; l’UFAS può adeguarlo al rincaro secondo l’indice nazionale dei prezzi al consumo. È fatto salvo il versamento di sussidi per prestazioni nuove o più estese la cui necessità è provata in virtù dell’articolo 108ter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_108_quater"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo ottavo:, I sussidi al promovimento dell’aiuto agli invalidi, Calcolo e ammontare dei sussidi",
        "citation": "Art. 108quater cpv. 2 OAI",
        "content": "Per ogni nuovo periodo contrattuale l’UFAS può concedere un supplemento per prestazioni nuove o più estese, computabili secondo l’articolo 108bis. Per il calcolo del supplemento l’importo totale dei sussidi versati nell’ultimo anno del periodo contrattuale precedente è moltiplicato per un tasso di supplemento. Tale tasso corrisponde al tasso medio di crescita del numero di beneficiari di prestazioni individuali dell’assicurazione per l’invalidità nei tre anni precedenti l’anno di negoziazione. L’anno di negoziazione è quello che precede un periodo contrattuale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_108_quater"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo ottavo:, I sussidi al promovimento dell’aiuto agli invalidi, Calcolo e ammontare dei sussidi",
        "citation": "Art. 108quater cpv. 3 OAI",
        "content": "Il tasso di supplemento si applica a tutti gli anni del periodo contrattuale e non deve superare la crescita potenziale del prodotto interno lordo reale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_108_quater"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo ottavo:, I sussidi al promovimento dell’aiuto agli invalidi, Procedura",
        "citation": "Art. 110 cpv. 1 OAI",
        "content": "Le organizzazioni di aiuto privato agli invalidi secondo l’articolo 108 capoverso 1 che intendono ottenere sussidi devono presentare una richiesta all’UFAS. L’UFAS stabilisce quali documenti devono essere presentati in vista della conclusione di un contratto di prestazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_110"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo ottavo:, I sussidi al promovimento dell’aiuto agli invalidi, Procedura",
        "citation": "Art. 110 cpv. 2 OAI",
        "content": "L’UFAS determina i documenti che gli devono essere presentati, nel periodo di durata del contratto, entro sei mesi a contare dalla fine dell’esercizio annuale. Prima della sua scadenza, il termine può essere prorogato dietro richiesta scritta debitamente motivata. L’inosservanza, senza ragioni valide, del termine ordinario o prorogato comporta una riduzione del sussidio di un quinto per ritardi fino a un mese e poi di un altro quinto per ogni ulteriore mese di ritardo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_110"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo ottavo:, I sussidi al promovimento dell’aiuto agli invalidi, Procedura",
        "citation": "Art. 110 cpv. 3 OAI",
        "content": "I sussidi sono versati in due acconti annui. Alla conclusione del periodo contrattuale si effettua un conguaglio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_110"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo ottavo:, I sussidi al promovimento dell’aiuto agli invalidi, Procedura",
        "citation": "Art. 110 cpv. 4 OAI",
        "content": "Il versamento di un sussidio più elevato in cambio di prestazioni più estese di quelle previste nel contratto è possibile soltanto eccezionalmente durante il periodo contrattuale in corso e soltanto previa modifica del contratto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_110"
    },
    {
        "book": "IVV",
        "title": "OAI, Capo ottavo:, I sussidi al promovimento dell’aiuto agli invalidi, Procedura",
        "citation": "Art. 110 cpv. 5 OAI",
        "content": "L’organizzazione è tenuta a informare in qualsiasi momento l’UFAS e gli uffici di revisione sull’utilizzazione dei sussidi e a consentire loro la consultazione dei suoi documenti commerciali determinanti e l’accesso alla sue sedi. L’UFAS e gli organi di controllo possono eseguire controlli a sorpresa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1961/29_29_29/it#art_110"
    }
]