[
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 1, Principes et champ d’application, Objet et relation avec le code pénal",
        "citation": "Art. 1 al. 1 DPMin",
        "content": "La présente loi:\na. régit les sanctions applicables à quiconque commet, avant l’âge de 18 ans, un acte punissable en vertu du code pénal (CP) ou d’une autre loi fédérale;\nb. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_1"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 1, Principes et champ d’application, Objet et relation avec le code pénal",
        "citation": "Art. 1 al. 2 DPMin",
        "content": "Les dispositions ci-après du CP, applicables par analogie, complètent la présente loi:\na. art. 1 à 33 (champ d’application et conditions de la répression), à l’exception de l’art. 20 (doute sur la responsabilité de l’auteur);\nb. art. 47, 48 et 51 (fixation de la peine);\nc. art. 56, al. 2, 5 et 6 et art. 56a (principes applicables aux mesures);\nd. art. 69 à 73 (confiscation et allocation au lésé);\ne. art. 74 (principes de l’exécution);\nf. art. 83 (rémunération);\ng. art. 84 (relations avec le monde extérieur);\nh. art. 85 (contrôles et inspections);\ni. art. 92 (interruption de l’exécution);\nibis. art. 92a (droit à l’information);\nj. art. 98, 99, al. 2, 100 et 101, al. 1, let. a à d, 2 et 3 (prescription);\nk. art. 103, 104 et 105, al. 2 (contraventions);\nl. art. 110 (définitions);\nm. art. 111 à 332 (Livre 2: Dispositions spéciales);\nn. art. 333 à 392 (Livre 3: Entrée en vigueur et application du code pénal), à l’exception des art. 380 (Frais), 387, al. 1, let. d, et 2 (Dispositions complémentaires du Conseil fédéral) et 388, al. 3 (Exécution des jugements antérieurs);\no. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_1"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 1, Principes et champ d’application, Objet et relation avec le code pénal",
        "citation": "Art. 1 al. 3 DPMin",
        "content": "Lors de l’application de ces dispositions du CP, les principes définis à l’art. 2 doivent être pris en compte et l’âge et le degré de développement du mineur doivent peser en sa faveur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_1"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 1, Principes et champ d’application, Principes",
        "citation": "Art. 2 al. 1 DPMin",
        "content": "La protection et l’éducation du mineur sont déterminantes dans l’application de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_2"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 1, Principes et champ d’application, Principes",
        "citation": "Art. 2 al. 2 DPMin",
        "content": "Une attention particulière est vouée aux conditions de vie et à l’environnement familial du mineur, ainsi qu’au développement de sa personnalité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_2"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 1, Principes et champ d’application, Conditions personnelles",
        "citation": "Art. 3 al. 1 DPMin",
        "content": "La présente loi s’applique à quiconque commet un acte punissable entre 10 et 18 ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_3"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 1, Principes et champ d’application, Conditions personnelles",
        "citation": "Art. 3 al. 2 DPMin",
        "content": "Lorsque plusieurs infractions commises avant et après l’âge de 18 ans doivent être jugées en même temps, le CP est seul applicable en ce qui concerne les peines. Il en va de même pour les peines complémentaires (art. 49, al. 2, CP) prononcées pour un acte commis avant l’âge de 18 ans. Lorsqu’une mesure est nécessaire, l’autorité de jugement ordonne celle qui est prévue par le code pénal ou par la présente loi, en fonction des circonstances. Lorsqu’une procédure pénale des mineurs est introduite avant la connaissance d’un acte commis après l’âge de 18 ans, cette procédure reste applicable. Dans les autres cas, la procédure pénale relative aux adultes est applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_3"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 1, Principes et champ d’application, Actes commis avant l’âge de dix ans",
        "citation": "Art. 4 DPMin",
        "content": "Si l’autorité compétente constate au cours d’une procédure qu’un acte a été commis par un enfant de moins de dix ans, elle avise ses représentants légaux. S’il apparaît que l’enfant a besoin d’une aide particulière, elle avise également l’autorité tutélaire ou le service d’aide à la jeunesse désigné par le droit cantonal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_4"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 2, Instruction, Mesures de protection ordonnées à titre provisionnel",
        "citation": "Art. 5 DPMin",
        "content": "Pendant l’instruction, l’autorité compétente peut ordonner, à titre provisionnel, les mesures de protection visées aux art. 12 à 15.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_5"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 2, Instruction, Enquête sur la situation personnelle du mineur, observation et expertise",
        "citation": "Art. 9 al. 1 DPMin",
        "content": "L’autorité compétente ordonne une enquête sur la situation personnelle du mineur, notamment sur son environnement familial, éducatif, scolaire et professionnel, si cette enquête est nécessaire pour statuer sur la mesure de protection ou la peine à prononcer. Une observation ambulatoire ou institutionnelle peut être ordonnée à cet effet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_9"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 2, Instruction, Enquête sur la situation personnelle du mineur, observation et expertise",
        "citation": "Art. 9 al. 2 DPMin",
        "content": "L’enquête peut être confiée à une personne ou à un service disposant des compétences requises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_9"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 2, Instruction, Enquête sur la situation personnelle du mineur, observation et expertise",
        "citation": "Art. 9 al. 3 DPMin",
        "content": "S’il existe une raison sérieuse de douter de la santé physique ou psychique du mineur ou si le placement en établissement ouvert en vue du traitement d’un trouble psychique ou le placement en établissement fermé paraissent indiqués, l’autorité compétente ordonne une expertise médicale ou psychologique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_9"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 1, Conditions générales, Prononcé des mesures de protection",
        "citation": "Art. 10 al. 1 DPMin",
        "content": "Si le mineur a commis un acte punissable et que l’enquête sur sa situation personnelle conclut à la nécessité d’une prise en charge éducative ou thérapeutique particulière, l’autorité de jugement ordonne les mesures de protection exigées par les circonstances, que le mineur ait agi de manière coupable ou non.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_10"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 1, Conditions générales, Prononcé des mesures de protection",
        "citation": "Art. 10 al. 2 DPMin",
        "content": "Si le mineur n’a pas sa résidence habituelle en Suisse, l’autorité de jugement peut renoncer à ordonner une mesure de protection.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_10"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 1, Conditions générales, Prononcé des peines",
        "citation": "Art. 11 al. 1 DPMin",
        "content": "Si le mineur a agi de manière coupable, l’autorité de jugement prononce une peine, en plus d’une mesure de protection ou comme seule mesure. L’art. 21 sur l’exemption de peine est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_11"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 1, Conditions générales, Prononcé des peines",
        "citation": "Art. 11 al. 2 DPMin",
        "content": "Ne peut agir de manière coupable que le mineur qui possédait la faculté d’apprécier le caractère illicite de son acte et de se déterminer d’après cette appréciation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_11"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 2, Mesures de protection, Surveillance",
        "citation": "Art. 12 al. 1 DPMin",
        "content": "S’il y a lieu de supposer que les détenteurs de l’autorité parentale ou les parents nourriciers prendront les mesures nécessaires pour assurer au mineur une prise en charge éducative ou thérapeutique appropriée, l’autorité de jugement désigne une personne ou un service doté des compétences requises qui aura un droit de regard et d’information. L’autorité de jugement peut adresser des instructions aux parents.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_12"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 2, Mesures de protection, Surveillance",
        "citation": "Art. 12 al. 2 DPMin",
        "content": "Aucune surveillance ne peut être ordonnée à l’égard du mineur sous tutelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_12"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 2, Mesures de protection, Surveillance",
        "citation": "Art. 12 al. 3 DPMin",
        "content": "Aucune surveillance ne peut être ordonnée après la majorité de l’intéressé sans son consentement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_12"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 2, Mesures de protection, Assistance personnelle",
        "citation": "Art. 13 al. 1 DPMin",
        "content": "Si la surveillance prévue à l’art. 12 ne suffit pas, l’autorité de jugement désigne une personne à même de seconder les parents dans leur tâche éducative et d’apporter une assistance personnelle au mineur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_13"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 2, Mesures de protection, Assistance personnelle",
        "citation": "Art. 13 al. 2 DPMin",
        "content": "L’autorité de jugement peut conférer à la personne chargée de cette assistance certains pouvoirs en rapport avec l’éducation, le traitement et la formation du mineur et limiter l’autorité parentale en conséquence. Elle peut confier à cette personne la gestion du revenu provenant du travail du mineur, en dérogation à l’art. 323, al. 1, du code civil (CC).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_13"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 2, Mesures de protection, Assistance personnelle",
        "citation": "Art. 13 al. 3 DPMin",
        "content": "Aucune assistance personnelle ne peut être ordonnée à l’égard du mineur sous tutelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_13"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 2, Mesures de protection, Assistance personnelle",
        "citation": "Art. 13 al. 4 DPMin",
        "content": "Aucune assistance personnelle ne peut être ordonnée après la majorité de l’intéressé sans son consentement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_13"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 2, Mesures de protection, Traitement ambulatoire",
        "citation": "Art. 14 al. 1 DPMin",
        "content": "Si le mineur souffre de troubles psychiques, de troubles du développement de sa personnalité, de toxicodépendance ou d’une autre addiction, l’autorité de jugement peut ordonner un traitement ambulatoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_14"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 2, Mesures de protection, Traitement ambulatoire",
        "citation": "Art. 14 al. 2 DPMin",
        "content": "Le traitement ambulatoire peut être cumulé avec la surveillance (art. 12), l’assistance personnelle (art. 13) ou le placement dans un établissement d’éducation (art. 15, al. 1).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_14"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 2, Mesures de protection, Placementa. Contenu et conditions",
        "citation": "Art. 15 al. 1 DPMin",
        "content": "Si l’éducation ou le traitement exigés par l’état du mineur ne peuvent être assurés autrement, l’autorité de jugement ordonne son placement. Ce placement s’effectue chez des particuliers ou dans un établissement d’éducation ou de traitement en mesure de fournir la prise en charge éducative ou thérapeutique requise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_15"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 2, Mesures de protection, Placementa. Contenu et conditions",
        "citation": "Art. 15 al. 2 DPMin",
        "content": "L’autorité de jugement ne peut ordonner le placement en établissement fermé que:\na. si la protection personnelle ou le traitement du trouble psychique du mineur l’exigent impérativement, ou\nb. si l’état du mineur représente une grave menace pour des tiers et que cette mesure est nécessaire pour les protéger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_15"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 2, Mesures de protection, Placementa. Contenu et conditions",
        "citation": "Art. 15 al. 3 DPMin",
        "content": "Avant d’ordonner le placement en établissement ouvert en vue du traitement d’un trouble psychique ou le placement en établissement fermé, l’autorité de jugement requiert une expertise médicale ou psychologique si celle-ci n’a pas été effectuée en vertu de l’art. 9, al. 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_15"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 2, Mesures de protection, Placementa. Contenu et conditions",
        "citation": "Art. 15 al. 4 DPMin",
        "content": "Si le mineur est sous tutelle, l’autorité de jugement communique la décision de placement à l’autorité tutélaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_15"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 2, Mesures de protection, b. Exécution",
        "citation": "Art. 16 al. 1 DPMin",
        "content": "Pour la durée du placement, l’autorité d’exécution règle l’exercice du droit des parents et des tiers d’entretenir des relations personnelles avec le mineur en vertu des art. 273 ss CC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_16"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 2, Mesures de protection, b. Exécution",
        "citation": "Art. 16 al. 2 DPMin",
        "content": "Le mineur qui exécute une mesure disciplinaire ne peut être isolé qu’à titre exceptionnel des autres pensionnaires, et pendant sept jours consécutifs au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_16"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 2, Mesures de protection, b. Exécution",
        "citation": "Art. 16 al. 3 DPMin",
        "content": "Si le mineur a 17 ans, la mesure peut être exécutée ou poursuivie dans un établissement pour jeunes adultes (art. 61 CP).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_16"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 2, Mesures de protection, b. Exécution",
        "citation": "Art. 16 al. 4 DPMin",
        "content": "L’exécution des mesures peut être confiée à des établissements privés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_16"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 2, Mesures de protection, Interdiction d’exercer une activité, interdictionde contact et interdiction géographique",
        "citation": "Art. 16a al. 1 DPMin",
        "content": "L’autorité de jugement peut interdire au mineur d’exercer une activité professionnelle ou une activité non professionnelle organisée s’il y a lieu de craindre qu’il commette des actes d’ordre sexuel avec des mineurs ou d’autres personnes particulièrement vulnérables dans l’exercice de cette activité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_16_a"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 2, Mesures de protection, Interdiction d’exercer une activité, interdictionde contact et interdiction géographique",
        "citation": "Art. 16a al. 2 DPMin",
        "content": "S’il y a lieu de craindre que le mineur commette une infraction s’il est en contact avec une ou plusieurs personnes déterminées ou avec les membres d’un groupe déterminé, l’autorité de jugement peut lui interdire de prendre contact avec ces personnes ou de fréquenter certains lieux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_16_a"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 2, Mesures de protection, Interdiction d’exercer une activité, interdictionde contact et interdiction géographique",
        "citation": "Art. 16a al. 3 DPMin",
        "content": "L’autorité d’exécution désigne une personne dotée des compétences requises qui accompagne le mineur pendant l’interdiction et fait rapport à cette autorité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_16_a"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 2, Mesures de protection, Interdiction d’exercer une activité, interdictionde contact et interdiction géographique",
        "citation": "Art. 16a al. 4 DPMin",
        "content": "L’autorité compétente peut ordonner l’utilisation d’un appareil technique fixé à l’auteur pour l’exécution de l’interdiction visée à l’al. 2. Cet appareil peut notamment servir à localiser l’auteur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_16_a"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 2, Mesures de protection, Dispositions communes relatives à l’exécution des mesures",
        "citation": "Art. 17 al. 1 DPMin",
        "content": "L’autorité d’exécution décide qui est chargé d’exécuter le traitement ambulatoire et le placement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_17"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 2, Mesures de protection, Dispositions communes relatives à l’exécution des mesures",
        "citation": "Art. 17 al. 2 DPMin",
        "content": "Elle surveille l’application de toutes les mesures. Elle donne les instructions nécessaires et détermine la fréquence à laquelle il doit lui être fait rapport.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_17"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 2, Mesures de protection, Dispositions communes relatives à l’exécution des mesures",
        "citation": "Art. 17 al. 3 DPMin",
        "content": "Pendant l’exécution des mesures, le mineur doit recevoir une instruction et une formation adéquates.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_17"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 2, Mesures de protection, Changement de mesure",
        "citation": "Art. 18 al. 1 DPMin",
        "content": "Si les circonstances changent, la mesure ordonnée peut être remplacée par une autre mesure. Si la nouvelle mesure est plus sévère, elle est ordonnée par l’autorité de jugement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_18"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 2, Mesures de protection, Changement de mesure",
        "citation": "Art. 18 al. 2 DPMin",
        "content": "Le changement de mesure peut être requis par le mineur ou par ses représentants légaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_18"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 2, Mesures de protection, Fin des mesures",
        "citation": "Art. 19 al. 1 DPMin",
        "content": "L’autorité d’exécution examine chaque année si et quand la mesure peut être levée. Elle la lève si son objectif est atteint ou s’il est établi qu’elle n’a plus d’effet éducatif ou thérapeutique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_19"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 2, Mesures de protection, Fin des mesures",
        "citation": "Art. 19 al. 2 DPMin",
        "content": "Toutes les mesures prennent fin lorsque l’intéressé atteint l’âge de 25 ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_19"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 2, Mesures de protection, Fin des mesures",
        "citation": "Art. 19 al. 3 DPMin",
        "content": "Si la fin d’une mesure expose l’intéressé à des inconvénients majeurs ou compromet gravement la sécurité d’autrui et qu’il ne peut être paré d’une autre manière à ces risques, l’autorité d’exécution requiert en temps utile les mesures tutélaires appropriées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_19"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 2, Mesures de protection, Fin des mesures",
        "citation": "Art. 19 al. 4 DPMin",
        "content": "Si la levée d’une interdiction au sens de l’art. 16a compromet gravement la sécurité d’autrui, l’autorité d’exécution demande en temps utile au juge du domicile de la personne concernée d’examiner si les conditions d’une interdiction au sens de l’art. 67 ou 67b CP sont réunies. Si tel est le cas, le juge prononce une interdiction au sens du droit pénal applicable aux adultes. Si les conditions d’une interdiction au sens de l’art. 67, al. 3 ou 4, CP sont réunies, la durée de l’interdiction est de un à dix ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_19"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 2, Mesures de protection, Collaboration entre autorité civile et autorité pénale des mineurs",
        "citation": "Art. 20 al. 1 DPMin",
        "content": "L’autorité pénale des mineurs peut:\na. lorsque des mesures ne relèvent pas de sa compétence, demander à l’autorité civile de les ordonner, de les changer ou de les lever;\nb. faire des propositions en vue de la désignation d’un tuteur ou requérir un changement de représentant légal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_20"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 2, Mesures de protection, Collaboration entre autorité civile et autorité pénale des mineurs",
        "citation": "Art. 20 al. 2 DPMin",
        "content": "L’autorité pénale des mineurs peut transférer à l’autorité civile la compétence d’ordonner des mesures de protection si des raisons majeures le justifient, notamment:\na. s’il y a lieu de prendre des mesures en faveur de frères et sœurs qui n’ont pas commis d’infraction;\nb. s’il paraît nécessaire de maintenir des mesures civiles ordonnées antérieurement;\nc. si une procédure de retrait de l’autorité parentale a été introduite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_20"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 2, Mesures de protection, Collaboration entre autorité civile et autorité pénale des mineurs",
        "citation": "Art. 20 al. 3 DPMin",
        "content": "Si l’autorité civile renonce à ordonner elle-même des mesures afin d’assurer la cohérence de la démarche, elle peut demander à l’autorité pénale des mineurs d’ordonner, de changer ou de lever les mesures de protection visées à l’art. 10 et aux art. 12 à 19.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_20"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 2, Mesures de protection, Collaboration entre autorité civile et autorité pénale des mineurs",
        "citation": "Art. 20 al. 4 DPMin",
        "content": "L’autorité civile et l’autorité pénale des mineurs se communiquent leurs décisions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_20"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, Exemption de peine",
        "citation": "Art. 21 al. 1 DPMin",
        "content": "L’autorité de jugement renonce à prononcer une peine:\na. si la peine risque de compromettre l’objectif visé par une mesure de protection déjà ordonnée ou qui sera ordonnée dans la procédure en cours;\nb. si la culpabilité du mineur et les conséquences de l’acte sont peu importants;\nc. si le mineur a réparé lui-même le dommage dans la mesure de ses moyens ou a fourni un effort particulier pour compenser le tort causé, et que:\n1. la réprimande visée à l’art. 22 est la seule peine envisageable,\n2. l’intérêt public et l’intérêt du lésé à poursuivre le mineur pénalement sont peu importants, et\n3. le mineur a admis les faits;\nd. si le mineur a été directement atteint par les conséquences de son acte au point qu’une peine serait inappropriée;\ne. si le mineur a déjà été suffisamment puni par ses parents, par une autre personne responsable de son éducation ou par des tiers, ou\nf. si une période relativement longue s’est écoulée depuis l’acte, si le comportement du mineur a donné satisfaction et si l’intérêt public et l’intérêt du lésé à poursuivre le mineur pénalement sont peu importants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_21"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, Exemption de peine",
        "citation": "Art. 21 al. 2 DPMin",
        "content": "L’autorité de jugement peut également renoncer à prononcer une peine si l’infraction est déjà poursuivie dans l’Etat étranger où le mineur a sa résidence habituelle ou si cet Etat s’est déclaré prêt à la poursuivre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_21"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, Réprimande",
        "citation": "Art. 22 al. 1 DPMin",
        "content": "L’autorité de jugement déclare le mineur coupable et prononce une réprimande s’il y a lieu de présumer que cette peine suffira à détourner le mineur de commettre de nouvelles infractions. La réprimande consiste en une réprobation formelle de l’acte commis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_22"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, Réprimande",
        "citation": "Art. 22 al. 2 DPMin",
        "content": "L’autorité de jugement peut en plus imposer au mineur un délai d’épreuve de six mois à deux ans assorti de règles de conduite. Si, pendant le délai d’épreuve, le mineur commet de manière coupable un acte punissable ou ne se conforme pas aux règles de conduite, l’autorité de jugement peut prononcer une peine autre que la réprimande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_22"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, Prestation personnelle",
        "citation": "Art. 23 al. 1 DPMin",
        "content": "Le mineur peut être astreint à fournir une prestation personnelle au profit d’une institution sociale, d’une œuvre d’utilité publique, de personnes ayant besoin d’aide ou du lésé, à condition que le bénéficiaire de la prestation personnelle donne son consentement. La prestation doit être adaptée à l’âge et aux capacités du mineur. Elle n’est pas rémunérée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_23"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, Prestation personnelle",
        "citation": "Art. 23 al. 2 DPMin",
        "content": "La participation à des cours ou à d’autres activités analogues peut aussi être ordonnée au titre de prestation personnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_23"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, Prestation personnelle",
        "citation": "Art. 23 al. 3 DPMin",
        "content": "La prestation personnelle dure au maximum dix jours. Si le mineur a commis un crime ou un délit et qu’il avait quinze ans le jour où il l’a commis, la prestation personnelle peut être ordonnée pour une durée de trois mois au plus et être assortie d’une obligation de résidence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_23"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, Prestation personnelle",
        "citation": "Art. 23 al. 4 DPMin",
        "content": "Si la prestation n’est pas accomplie dans le délai imparti ou si elle est insuffisante, l’autorité d’exécution adresse au mineur un avertissement et lui fixe un ultime délai.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_23"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, Prestation personnelle",
        "citation": "Art. 23 al. 5 DPMin",
        "content": "Lorsque l’avertissement reste sans effet et que le mineur n’avait pas quinze ans le jour où il a commis l’acte, l’autorité d’exécution peut astreindre le mineur à accomplir la prestation sous sa surveillance directe ou sous la surveillance d’une personne désignée par ses soins.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_23"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, Prestation personnelle",
        "citation": "Art. 23 al. 6 DPMin",
        "content": "Lorsque l’avertissement reste sans effet et que le mineur avait quinze ans le jour où il a commis l’acte, l’autorité de jugement convertit:\na. en amende la prestation personnelle ordonnée pour dix jours au plus;\nb. en amende ou privation de liberté la prestation personnelle ordonnée pour plus de dix jours. La privation de liberté ne peut dépasser la durée de la prestation convertie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_23"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, Amende",
        "citation": "Art. 24 al. 1 DPMin",
        "content": "Est passible d’une amende le mineur qui avait quinze ans le jour où il a commis l’acte. L’amende est de 2000 francs au plus. L’autorité de jugement en fixe le montant en tenant compte de la situation personnelle du mineur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_24"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, Amende",
        "citation": "Art. 24 al. 2 DPMin",
        "content": "L’autorité d’exécution fixe le délai de paiement; elle peut accorder des prolongations de délai et autoriser le paiement par acomptes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_24"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, Amende",
        "citation": "Art. 24 al. 3 DPMin",
        "content": "A la demande du mineur, l’autorité d’exécution peut convertir tout ou partie de l’amende en prestation personnelle, à moins qu’elle n’ait été prononcée en lieu et place d’une prestation personnelle non exécutée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_24"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, Amende",
        "citation": "Art. 24 al. 4 DPMin",
        "content": "L’autorité de jugement peut réduire l’amende si la situation qui a déterminé la fixation de son montant s’est détériorée depuis le jugement sans qu’il y ait faute du mineur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_24"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, Amende",
        "citation": "Art. 24 al. 5 DPMin",
        "content": "Si le mineur n’acquitte pas l’amende dans le délai imparti, l’autorité de jugement la convertit en privation de liberté de 30 jours au plus. La conversion est exclue si le mineur est insolvable sans qu’il y ait faute de sa part.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_24"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, Privation de libertéa. Contenu et conditions",
        "citation": "Art. 25 al. 1 DPMin",
        "content": "Est passible d’une privation de liberté d’un jour à un an le mineur qui a commis un crime ou un délit s’il avait quinze ans le jour où il l’a commis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_25"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, Privation de libertéa. Contenu et conditions",
        "citation": "Art. 25 al. 2 DPMin",
        "content": "Est condamné à une privation de liberté de quatre ans au plus le mineur qui avait seize ans le jour de l’infraction:\na. s’il a commis un crime pour lequel le droit applicable aux adultes prévoit une peine privative de liberté de trois ans au moins;\nb. s’il a commis une infraction prévue aux art. 122, 140, al. 3, ou 184 CP en faisant preuve d’une absence particulière de scrupules, notamment si son mobile, sa façon d’agir ou le but de l’acte révèlent des dispositions d’esprit hautement répréhensibles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_25"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, b. Conversion en prestation personnelle",
        "citation": "Art. 26 DPMin",
        "content": "A la demande du mineur, l’autorité de jugement peut convertir une privation de liberté de trois mois au plus en une prestation personnelle de durée égale, à moins que la privation de liberté n’ait été prononcée en lieu et place d’une prestation personnelle non exécutée. La conversion peut être ordonnée immédiatement pour toute la durée de la privation de liberté ou après coup pour le solde de la peine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_26"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, c. Exécution",
        "citation": "Art. 27 al. 1 DPMin",
        "content": "La privation de liberté qui ne dépasse pas un an peut être exécutée sous forme de semi-détention (art. 77b CP). Si la privation de liberté ne dépasse pas un mois, elle peut être exécutée sous forme de journées séparées. Dans ce cas, la peine est fractionnée en plusieurs périodes de détention et exécutée les jours de repos ou de vacances du mineur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_27"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, c. Exécution",
        "citation": "Art. 27 al. 2 DPMin",
        "content": "La privation de liberté est exécutée dans un établissement pour mineurs qui doit assurer à chaque mineur une prise en charge éducative adaptée à sa personnalité et, notamment, un encadrement propre à préparer son intégration sociale après sa libération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_27"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, c. Exécution",
        "citation": "Art. 27 al. 3 DPMin",
        "content": "L’établissement doit être à même de favoriser le développement de la personnalité du mineur. Ce dernier doit avoir la possibilité d’y entreprendre, d’y poursuivre ou d’y terminer une formation ou d’y exercer une activité lucrative si la possibilité de fréquenter une école, de suivre un apprentissage ou d’exercer une activité lucrative en dehors de l’établissement ne peut être envisagée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_27"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, c. Exécution",
        "citation": "Art. 27 al. 4 DPMin",
        "content": "Un traitement doit être prodigué au mineur pour autant que son état l’exige et qu’il y soit ouvert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_27"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, c. Exécution",
        "citation": "Art. 27 al. 5 DPMin",
        "content": "Si la privation de liberté dure plus d’un mois, une personne dotée des compétences requises et indépendante de l’institution accompagne le mineur et l’aide à faire valoir ses intérêts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_27"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, c. Exécution",
        "citation": "Art. 27 al. 6 DPMin",
        "content": "L’exécution des peines peut être confiée à des établissements privés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_27"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, Libération conditionnellea. Octroi",
        "citation": "Art. 28 al. 1 DPMin",
        "content": "L’autorité d’exécution peut libérer conditionnellement le mineur qui a subi la moitié de la privation de liberté, mais au moins deux semaines, s’il n’y a pas lieu de craindre qu’il commette d’autres crimes ou délits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_28"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, Libération conditionnellea. Octroi",
        "citation": "Art. 28 al. 2 DPMin",
        "content": "L’autorité d’exécution examine d’office si le mineur peut être libéré conditionnellement. Elle demande un rapport à la direction de l’établissement et à la personne chargée d’accompagner le mineur. Si elle a l’intention de refuser la libération conditionnelle, le mineur doit être entendu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_28"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, Libération conditionnellea. Octroi",
        "citation": "Art. 28 al. 3 DPMin",
        "content": "Si la privation de liberté a été prononcée en vertu de l’art. 25, al. 2, l’autorité d’exécution statue après avoir entendu une commission constituée conformément à l’art. 62d, al. 2, CP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_28"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, Libération conditionnellea. Octroi",
        "citation": "Art. 28 al. 4 DPMin",
        "content": "Si la libération conditionnelle a été refusée, l’autorité compétente doit réexaminer au moins une fois tous les six mois la possibilité de l’accorder.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_28"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, b. Délai d’épreuve",
        "citation": "Art. 29 al. 1 DPMin",
        "content": "L’autorité d’exécution impartit au mineur libéré conditionnellement un délai d’épreuve égal à la durée du solde de sa peine; ce délai est toutefois de six mois au moins et de deux ans au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_29"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, b. Délai d’épreuve",
        "citation": "Art. 29 al. 2 DPMin",
        "content": "L’autorité d’exécution peut imposer des règles de conduite au mineur libéré conditionnellement. Ces règles concernent notamment la participation à des activités de loisirs, la réparation du dommage, la fréquentation d’établissements publics, la conduite de véhicules à moteur ou l’abstinence de substances modifiant l’état de conscience.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_29"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, b. Délai d’épreuve",
        "citation": "Art. 29 al. 3 DPMin",
        "content": "L’autorité d’exécution désigne une personne dotée des compétences requises qui accompagne le mineur pendant le délai d’épreuve et fait rapport à ladite autorité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_29"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, c. Succès de la mise à l’épreuve",
        "citation": "Art. 30 DPMin",
        "content": "Le mineur libéré conditionnellement est libéré définitivement s’il a subi la mise à l’épreuve avec succès.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_30"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, d. Echec de la mise à l’épreuve",
        "citation": "Art. 31 al. 1 DPMin",
        "content": "Si, durant le délai d’épreuve, le mineur libéré conditionnellement commet un crime ou un délit ou s’il persiste, au mépris d’un avertissement formel, à violer les règles de conduite qui lui ont été imposées et qu’il y a lieu de craindre qu’il commette de nouvelles infractions, l’autorité qui connaît de la nouvelle infraction, ou l’autorité d’exécution s’il y a violation des règles de conduite, ordonne l’exécution de tout ou partie du solde de la peine (réintégration). L’exécution partielle ne peut être ordonnée qu’une fois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_31"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, d. Echec de la mise à l’épreuve",
        "citation": "Art. 31 al. 2 DPMin",
        "content": "Si, en raison de la nouvelle infraction, les conditions d’une privation de liberté ferme sont réunies et que celle-ci entre en concours avec le solde de la peine devenu exécutoire à la suite de la révocation, l’autorité de jugement prononce une peine d’ensemble en application de l’art. 34. Les dispositions sur la libération conditionnelle sont applicables à cette peine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_31"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, d. Echec de la mise à l’épreuve",
        "citation": "Art. 31 al. 3 DPMin",
        "content": "Si le mineur a commis un crime ou un délit ou a violé des règles de conduites pendant le délai d’épreuve mais qu’il n’y a pas lieu de s’attendre à ce qu’il commette de nouvelles infractions, l’autorité de jugement, ou l’autorité d’exécution s’il y a violation de règles de conduites, renonce à ordonner la réintégration. Elle peut adresser un avertissement au mineur et prolonger le délai d’épreuve d’un an au plus. Si la prolongation intervient après l’expiration du délai d’épreuve, elle court à compter du jour où elle est ordonnée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_31"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, d. Echec de la mise à l’épreuve",
        "citation": "Art. 31 al. 4 DPMin",
        "content": "La réintégration ne peut être ordonnée que dans les deux ans qui suivent l’expiration du délai d’épreuve.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_31"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, d. Echec de la mise à l’épreuve",
        "citation": "Art. 31 al. 5 DPMin",
        "content": "Si une nouvelle infraction commise pendant la libération conditionnelle doit être jugée d’après le CP, l’autorité de jugement applique l’art. 89 CP à la révocation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_31"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, Concours entre une mesure de protection et une privation de liberté",
        "citation": "Art. 32 al. 1 DPMin",
        "content": "Le placement prime une privation de liberté exécutoire prononcée conjointement ainsi qu’une privation de liberté qui doit être exécutée en raison d’une révocation ou d’une réintégration.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_32"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, Concours entre une mesure de protection et une privation de liberté",
        "citation": "Art. 32 al. 2 DPMin",
        "content": "S’il est mis fin au placement parce qu’il a atteint son objectif, la privation de liberté n’est plus exécutée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_32"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, Concours entre une mesure de protection et une privation de liberté",
        "citation": "Art. 32 al. 3 DPMin",
        "content": "S’il est mis fin au placement pour un autre motif, l’autorité de jugement décide si la privation de liberté doit être exécutée et dans quelle mesure elle doit l’être. En pareil cas, la durée du placement est imputée sur la privation de liberté.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_32"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, Concours entre une mesure de protection et une privation de liberté",
        "citation": "Art. 32 al. 4 DPMin",
        "content": "Si un traitement ambulatoire, une assistance personnelle ou une surveillance sont en concours avec une privation de liberté exécutoire prononcée conjointement ou avec une privation de liberté qui doit être exécutée en raison d’une révocation ou d’une réintégration, l’autorité de jugement peut suspendre l’exécution de la privation de liberté. Si ces mesures de protection sont levées, les al. 2 et 3 s’appliquent par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_32"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, Cumul",
        "citation": "Art. 33 DPMin",
        "content": "La prestation personnelle visée à l’art. 23, al. 2, et la privation de liberté peuvent être cumulées avec l’amende.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_33"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, Peine d’ensemble",
        "citation": "Art. 34 al. 1 DPMin",
        "content": "Si le mineur est jugé simultanément pour plusieurs actes punissables, l’autorité de jugement peut soit cumuler les peines en application de l’art. 33, soit fixer une peine d’ensemble en augmentant dans une juste proportion la peine la plus grave lorsque le mineur remplit les conditions de plusieurs peines de même genre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_34"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, Peine d’ensemble",
        "citation": "Art. 34 al. 2 DPMin",
        "content": "La peine d’ensemble ne doit pas punir le mineur plus sévèrement qu’il ne l’aurait été si les diverses infractions avaient fait l’objet de jugements distincts. Elle ne doit pas dépasser le maximum légal du genre de la peine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_34"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, Peine d’ensemble",
        "citation": "Art. 34 al. 3 DPMin",
        "content": "Les al. 1 et 2 sont applicables également lorsque le mineur est jugé simultanément pour des actes commis avant et après la limite d’âge déterminante pour la condamnation à une prestation personnelle d’une durée de trois mois au plus (art. 23, al. 3), à une amende (art. 24, al. 1) ou à une privation de liberté (art. 25, al. 1 et 2).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_34"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, Sursis à l’exécution de la peine",
        "citation": "Art. 35 al. 1 DPMin",
        "content": "L’autorité de jugement suspend totalement ou partiellement l’exécution d’une amende, d’une prestation personnelle ou d’une privation de liberté de 30 mois au plus lorsqu’une peine ferme ne paraît pas nécessaire pour détourner le mineur d’autres crimes ou délits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_35"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 3, Mesures de protection et peines, Section 3, Peines, Sursis à l’exécution de la peine",
        "citation": "Art. 35 al. 2 DPMin",
        "content": "Les art. 29 à 31 s’appliquent par analogie aux peines suspendues. Si une privation de liberté est suspendue partiellement, les art. 28 à 31 ne s’appliquent pas à la partie de la peine qui doit être exécutée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_35"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 4, Prescription, Prescription de l’action pénale",
        "citation": "Art. 36 al. 1 DPMin",
        "content": "L’action pénale se prescrit:\na. par cinq ans si l’infraction est passible d’une peine privative de liberté de plus de trois ans en vertu du droit applicable aux adultes;\nb. par trois ans si l’infraction est passible d’une peine privative de liberté de trois ans au plus en vertu du droit applicable aux adultes;\nc. par un an si l’infraction est passible d’une autre peine en vertu du droit applicable aux adultes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_36"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 4, Prescription, Prescription de l’action pénale",
        "citation": "Art. 36 al. 1bis DPMin",
        "content": "La prescription ne court plus si, avant son échéance, un jugement de première instance a été rendu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_36"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 4, Prescription, Prescription de l’action pénale",
        "citation": "Art. 36 al. 2 DPMin",
        "content": "En cas d’infractions prévues aux art. 111 à 113, 122, 124, 182, 189 à 191, 193, 193a, 195 et 197, al. 3, CP dirigées contre un enfant de moins de 16 ans, la prescription de l’action pénale court en tout cas jusqu’au jour où la victime a 25 ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_36"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 4, Prescription, Prescription de l’action pénale",
        "citation": "Art. 36 al. 3 DPMin",
        "content": "La prescription de l’action pénale en cas d’infractions au sens des art. 111 à 113, 122, 182, 189 à 191 et 195 CP dirigées contre un enfant de moins de 16 ans est fixée selon l’al. 2 si l’infraction a été commise avant l’entrée en vigueur de la présente loi et que la prescription n’est pas encore échue à cette date.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_36"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 4, Prescription, Prescription de la peine",
        "citation": "Art. 37 al. 1 DPMin",
        "content": "La peine se prescrit:\na. par quatre ans si une privation de liberté de plus de six mois a été prononcée;\nb. par deux ans si une autre peine a été prononcée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_37"
    },
    {
        "book": "JStG",
        "title": "DPMin, Chapitre 4, Prescription, Prescription de la peine",
        "citation": "Art. 37 al. 2 DPMin",
        "content": "L’exécution de toute peine prononcée en vertu de la présente loi prend fin lorsque la personne condamnée atteint l’âge de 25 ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/fr#art_37"
    }
]