[
    {
        "book": "JStG",
        "title": "JStG, 1. Kapitel: Grundsätze und Geltungsbereich, Gegenstand und Verhältnis zum Strafgesetzbuch",
        "citation": "Art. 1 Abs. 1 JStG",
        "content": "Dieses Gesetz:\na. regelt die Sanktionen, welche gegenüber Personen zur Anwendung kommen, die vor Vollendung des 18. Altersjahres eine nach dem Strafgesetzbuch (StGB) oder einem andern Bundesgesetz mit Strafe bedrohte Tat begangen haben;\nb. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_1"
    },
    {
        "book": "JStG",
        "title": "JStG, 1. Kapitel: Grundsätze und Geltungsbereich, Gegenstand und Verhältnis zum Strafgesetzbuch",
        "citation": "Art. 1 Abs. 2 JStG",
        "content": "Ergänzend zu diesem Gesetz sind die folgenden Bestimmungen des StGB sinngemäss anwendbar:\na. die Artikel 1–33 (Geltungsbereich und Strafbarkeit), mit Ausnahme von Artikel 20 (zweifelhafte Schuldfähigkeit);\nb. die Artikel 47, 48 und 51 (Strafzumessung);\nc. Artikel 56 Absätze 2, 5 und 6 sowie Artikel 56a (Grundsätze bei Massnahmen);\nd. die Artikel 69–73 (Einziehung und Verwendung zu Gunsten des Geschädigten);\ne. Artikel 74 (Vollzugsgrundsätze);\nf. Artikel 83 (Arbeitsentgelt);\ng. Artikel 84 (Beziehungen zur Aussenwelt);\nh. Artikel 85 (Kontrollen und Untersuchungen);\ni. Artikel 92 (Unterbrechung des Vollzuges);\nibis. Artikel 92a (Informationsrecht);\nj. die Artikel 98, 99 Absatz 2, 100 sowie 101 Absätze 1 Buchstaben a–d, 2 und 3 (Verjährung); \nk. die Artikel 103, 104 und 105 Absatz 2 (Übertretungen);\nl. Artikel 110 (Begriffe);\nm. die Artikel 111–332 (Zweites Buch: Besondere Bestimmungen);\nn. die Artikel 333–392 (Drittes Buch: Einführung und Anwendung des Gesetzes), mit Ausnahme der Artikel 380 (Kostentragung), 387 Absatz 1 Buchstabe d und 2 (Ergänzende Bestimmungen des Bundesrates) und 388 Absatz 3 (Vollzug früherer Urteile);\no. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_1"
    },
    {
        "book": "JStG",
        "title": "JStG, 1. Kapitel: Grundsätze und Geltungsbereich, Gegenstand und Verhältnis zum Strafgesetzbuch",
        "citation": "Art. 1 Abs. 3 JStG",
        "content": "Bei der Anwendung dieser Bestimmungen des StGB müssen die Grundsätze nach Artikel 2 beachtet sowie Alter und Entwicklungsstand des Jugendlichen zu seinen Gunsten berücksichtigt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_1"
    },
    {
        "book": "JStG",
        "title": "JStG, 1. Kapitel: Grundsätze und Geltungsbereich, Grundsätze",
        "citation": "Art. 2 Abs. 1 JStG",
        "content": "Wegleitend für die Anwendung dieses Gesetzes sind der Schutz und die Erziehung des Jugendlichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_2"
    },
    {
        "book": "JStG",
        "title": "JStG, 1. Kapitel: Grundsätze und Geltungsbereich, Grundsätze",
        "citation": "Art. 2 Abs. 2 JStG",
        "content": "Den Lebens- und Familienverhältnissen des Jugendlichen sowie der Entwicklung seiner Persönlichkeit ist besondere Beachtung zu schenken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_2"
    },
    {
        "book": "JStG",
        "title": "JStG, 1. Kapitel: Grundsätze und Geltungsbereich, Persönlicher Geltungsbereich",
        "citation": "Art. 3 Abs. 1 JStG",
        "content": "Dieses Gesetz gilt für Personen, die zwischen dem vollendeten 10. und dem vollendeten 18. Altersjahr eine mit Strafe bedrohte Tat begangen haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_3"
    },
    {
        "book": "JStG",
        "title": "JStG, 1. Kapitel: Grundsätze und Geltungsbereich, Persönlicher Geltungsbereich",
        "citation": "Art. 3 Abs. 2 JStG",
        "content": "Sind gleichzeitig eine vor und eine nach Vollendung des 18. Altersjahres begangene Tat zu beurteilen, so ist hinsichtlich der Strafen nur das StGB anwendbar. Dies gilt auch für die Zusatzstrafe (Art. 49 Abs. 2 StGB), die für eine Tat auszusprechen ist, welche vor Vollendung des 18. Altersjahres begangen wurde. Bedarf der Täter einer Massnahme, so ist diejenige Massnahme nach dem StGB oder nach diesem Gesetz anzuordnen, die nach den Umständen erforderlich ist. Wurde ein Verfahren gegen Jugendliche eingeleitet, bevor die nach Vollendung des 18. Altersjahres begangene Tat bekannt wurde, so bleibt dieses Verfahren anwendbar. Andernfalls ist das Verfahren gegen Erwachsene anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_3"
    },
    {
        "book": "JStG",
        "title": "JStG, 1. Kapitel: Grundsätze und Geltungsbereich, Taten vor dem 10. Altersjahr",
        "citation": "Art. 4 JStG",
        "content": "Stellt die zuständige Behörde im Laufe eines Verfahrens fest, dass eine Tat von einem Kind unter zehn Jahren begangen worden ist, so benachrichtigt sie die gesetzlichen Vertreter des Kindes. Liegen Anzeichen dafür vor, dass das Kind besondere Hilfe benötigt, so ist auch die Vormundschaftsbehörde oder die durch das kantonale Recht bezeichnete Fachstelle für Jugendhilfe zu benachrichtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_4"
    },
    {
        "book": "JStG",
        "title": "JStG, 2. Kapitel: Untersuchung, Vorsorgliche Anordnung von Schutzmassnahmen",
        "citation": "Art. 5 JStG",
        "content": "Während der Untersuchung kann die zuständige Behörde vorsorglich die Schutzmassnahmen nach den Artikeln 12–15 anordnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_5"
    },
    {
        "book": "JStG",
        "title": "JStG, 2. Kapitel: Untersuchung, Abklärung der persönlichen Verhältnisse, Beobachtung und Begutachtung",
        "citation": "Art. 9 Abs. 1 JStG",
        "content": "Soweit dies für den Entscheid über die Anordnung einer Schutzmassnahme oder Strafe erforderlich ist, klärt die zuständige Behörde die persönlichen Verhältnisse des Jugendlichen ab, namentlich in Bezug auf Familie, Erziehung, Schule und Beruf. Zu diesem Zweck kann sie auch eine ambulante oder stationäre Beobachtung anordnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_9"
    },
    {
        "book": "JStG",
        "title": "JStG, 2. Kapitel: Untersuchung, Abklärung der persönlichen Verhältnisse, Beobachtung und Begutachtung",
        "citation": "Art. 9 Abs. 2 JStG",
        "content": "Mit der Abklärung kann eine Person oder Stelle beauftragt werden, die eine fachgerechte Durchführung gewährleistet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_9"
    },
    {
        "book": "JStG",
        "title": "JStG, 2. Kapitel: Untersuchung, Abklärung der persönlichen Verhältnisse, Beobachtung und Begutachtung",
        "citation": "Art. 9 Abs. 3 JStG",
        "content": "Besteht ernsthafter Anlass, an der physischen oder psychischen Gesundheit des Jugendlichen zu zweifeln, oder erscheint die Unterbringung zur Behandlung einer psychischen Störung in einer offenen Einrichtung oder die Unterbringung in einer geschlossenen Einrichtung angezeigt, so ordnet die zuständige Behörde eine medizinische oder psychologische Begutachtung an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_9"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 1. Abschnitt: Allgemeine Voraussetzungen, Anordnung der Schutzmassnahmen",
        "citation": "Art. 10 Abs. 1 JStG",
        "content": "Hat der Jugendliche eine mit Strafe bedrohte Tat begangen und ergibt die Abklärung, dass er einer besonderen erzieherischen Betreuung oder therapeutischen Behandlung bedarf, so ordnet die urteilende Behörde die nach den Umständen erforderlichen Schutzmassnahmen an, unabhängig davon, ob er schuldhaft gehandelt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_10"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 1. Abschnitt: Allgemeine Voraussetzungen, Anordnung der Schutzmassnahmen",
        "citation": "Art. 10 Abs. 2 JStG",
        "content": "Hat der Jugendliche keinen gewöhnlichen Aufenthalt in der Schweiz, so kann die urteilende Behörde von der Anordnung einer Schutzmassnahme absehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_10"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 1. Abschnitt: Allgemeine Voraussetzungen, Anordnung der Strafen",
        "citation": "Art. 11 Abs. 1 JStG",
        "content": "Hat der Jugendliche schuldhaft gehandelt, so verhängt die urteilende Behörde zusätzlich zu einer Schutzmassnahme oder als einzige Rechtsfolge eine Strafe. Artikel 21 über die Strafbefreiung bleibt vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_11"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 1. Abschnitt: Allgemeine Voraussetzungen, Anordnung der Strafen",
        "citation": "Art. 11 Abs. 2 JStG",
        "content": "Schuldhaft handeln kann nur der Jugendliche, der fähig ist, das Unrecht seiner Tat einzusehen und nach dieser Einsicht zu handeln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_11"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 2. Abschnitt: Schutzmassnahmen, Aufsicht",
        "citation": "Art. 12 Abs. 1 JStG",
        "content": "Besteht Aussicht darauf, dass die Inhaber der elterlichen Sorge oder die Pflegeeltern die erforderlichen Vorkehrungen treffen, um eine geeignete erzieherische Betreuung oder therapeutische Behandlung des Jugendlichen sicherzustellen, so bestimmt die urteilende Behörde eine geeignete Person oder Stelle, der Einblick und Auskunft zu geben ist. Die urteilende Behörde kann den Eltern Weisungen erteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_12"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 2. Abschnitt: Schutzmassnahmen, Aufsicht",
        "citation": "Art. 12 Abs. 2 JStG",
        "content": "Ist der Jugendliche bevormundet, so darf keine Aufsicht angeordnet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_12"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 2. Abschnitt: Schutzmassnahmen, Aufsicht",
        "citation": "Art. 12 Abs. 3 JStG",
        "content": "Die Aufsicht kann nach Erreichen des Mündigkeitsalters nur mit Einverständnis des Betroffenen angeordnet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_12"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 2. Abschnitt: Schutzmassnahmen, Persönliche Betreuung",
        "citation": "Art. 13 Abs. 1 JStG",
        "content": "Genügt eine Aufsicht nach Artikel 12 nicht, so bestimmt die urteilende Behörde eine geeignete Person, welche die Eltern in ihrer Erziehungsaufgabe unterstützt und den Jugendlichen persönlich betreut.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_13"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 2. Abschnitt: Schutzmassnahmen, Persönliche Betreuung",
        "citation": "Art. 13 Abs. 2 JStG",
        "content": "Die urteilende Behörde kann der mit der Betreuung betrauten Person bestimmte Befugnisse bezüglich der Erziehung, Behandlung und Ausbildung des Jugendlichen übertragen und die elterliche Sorge entsprechend beschränken. Sie kann sie in Abweichung von Artikel 323 Absatz 1 des Zivilgesetzbuches (ZGB) auch mit der Verwaltung des Erwerbseinkommens des Jugendlichen beauftragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_13"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 2. Abschnitt: Schutzmassnahmen, Persönliche Betreuung",
        "citation": "Art. 13 Abs. 3 JStG",
        "content": "Ist der Jugendliche bevormundet, so darf keine persönliche Betreuung angeordnet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_13"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 2. Abschnitt: Schutzmassnahmen, Persönliche Betreuung",
        "citation": "Art. 13 Abs. 4 JStG",
        "content": "Die persönliche Betreuung kann nach Erreichen des Mündigkeitsalters nur mit Einverständnis des Betroffenen angeordnet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_13"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 2. Abschnitt: Schutzmassnahmen, Ambulante Behandlung",
        "citation": "Art. 14 Abs. 1 JStG",
        "content": "Leidet der Jugendliche unter psychischen Störungen, ist er in seiner Persönlichkeitsentwicklung beeinträchtigt oder ist er von Suchtstoffen oder in anderer Weise abhängig, so kann die urteilende Behörde anordnen, dass er ambulant behandelt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_14"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 2. Abschnitt: Schutzmassnahmen, Ambulante Behandlung",
        "citation": "Art. 14 Abs. 2 JStG",
        "content": "Die ambulante Behandlung kann mit der Aufsicht (Art. 12) oder der persönlichen Betreuung (Art. 13) oder der Unterbringung in einer Erziehungseinrichtung (Art. 15 Abs. 1) verbunden werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_14"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 2. Abschnitt: Schutzmassnahmen, Unterbringung a. Inhalt und Voraussetzungen",
        "citation": "Art. 15 Abs. 1 JStG",
        "content": "Kann die notwendige Erziehung und Behandlung des Jugendlichen nicht anders sichergestellt werden, so ordnet die urteilende Behörde die Unterbringung an. Diese erfolgt namentlich bei Privatpersonen oder in Erziehungs- oder Behandlungseinrichtungen, die in der Lage sind, die erforderliche erzieherische oder therapeutische Hilfe zu leisten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_15"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 2. Abschnitt: Schutzmassnahmen, Unterbringung a. Inhalt und Voraussetzungen",
        "citation": "Art. 15 Abs. 2 JStG",
        "content": "Die urteilende Behörde darf die Unterbringung in einer geschlossenen Einrichtung nur anordnen, wenn sie:\na. für den persönlichen Schutz oder für die Behandlung der psychischen Störung des Jugendlichen unumgänglich ist; oder\nb. für den Schutz Dritter vor schwer wiegender Gefährdung durch den Jugendlichen notwendig ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_15"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 2. Abschnitt: Schutzmassnahmen, Unterbringung a. Inhalt und Voraussetzungen",
        "citation": "Art. 15 Abs. 3 JStG",
        "content": "Vor der Unterbringung zur Behandlung einer psychischen Störung in einer offenen Einrichtung oder vor der Unterbringung in einer geschlossenen Einrichtung ordnet die urteilende Behörde eine medizinische oder psychologische Begutachtung an, falls diese nicht bereits auf Grund von Artikel 9 Absatz 3 erstellt wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_15"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 2. Abschnitt: Schutzmassnahmen, Unterbringung a. Inhalt und Voraussetzungen",
        "citation": "Art. 15 Abs. 4 JStG",
        "content": "Ist der Jugendliche bevormundet, so teilt die urteilende Behörde der Vormundschaftsbehörde die Anordnung der Unterbringung mit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_15"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 2. Abschnitt: Schutzmassnahmen, b. Vollzug",
        "citation": "Art. 16 Abs. 1 JStG",
        "content": "Die Vollzugsbehörde regelt für die Dauer der Unterbringung die Ausübung des Rechts der Eltern oder Dritter auf persönlichen Verkehr mit dem Jugendlichen nach den Artikeln 273 ff. ZGB.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_16"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 2. Abschnitt: Schutzmassnahmen, b. Vollzug",
        "citation": "Art. 16 Abs. 2 JStG",
        "content": "Im Vollzug einer disziplinarischen Massnahme darf der Jugendliche ausnahmsweise und nicht länger als sieben Tage ununterbrochen von den andern Jugendlichen getrennt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_16"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 2. Abschnitt: Schutzmassnahmen, b. Vollzug",
        "citation": "Art. 16 Abs. 3 JStG",
        "content": "Hat der Jugendliche das 17. Altersjahr vollendet, so kann die Massnahme in einer Einrichtung für junge Erwachsene (Art. 61 StGB) vollzogen oder weitergeführt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_16"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 2. Abschnitt: Schutzmassnahmen, b. Vollzug",
        "citation": "Art. 16 Abs. 4 JStG",
        "content": "Für den Vollzug von Massnahmen können private Einrichtungen beigezogen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_16"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 2. Abschnitt: Schutzmassnahmen, Tätigkeitsverbot, Kontakt- und Rayonverbot",
        "citation": "Art. 16a Abs. 1 JStG",
        "content": "Die urteilende Behörde kann dem Jugendlichen verbieten, bestimmte berufliche Tätigkeiten oder bestimmte organisierte ausserberufliche Tätigkeiten auszuüben, wenn die Gefahr besteht, dass er diese zur Begehung von Sexualstraftaten an Minderjährigen oder anderen besonders schutzbedürftigen Personen missbraucht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_16_a"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 2. Abschnitt: Schutzmassnahmen, Tätigkeitsverbot, Kontakt- und Rayonverbot",
        "citation": "Art. 16a Abs. 2 JStG",
        "content": "Besteht die Gefahr, dass der Jugendliche bei einem Kontakt zu bestimmten Personen oder zu Personen einer bestimmten Gruppe Straftaten begehen wird, so kann die urteilende Behörde dem Jugendlichen verbieten, mit diesen Personen Kontakt aufzunehmen oder sich an bestimmten Orten aufzuhalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_16_a"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 2. Abschnitt: Schutzmassnahmen, Tätigkeitsverbot, Kontakt- und Rayonverbot",
        "citation": "Art. 16a Abs. 3 JStG",
        "content": "Die Vollzugsbehörde bestimmt eine geeignete Person, die den Jugendlichen während der Dauer eines Verbots begleitet und ihr Bericht erstattet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_16_a"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 2. Abschnitt: Schutzmassnahmen, Tätigkeitsverbot, Kontakt- und Rayonverbot",
        "citation": "Art. 16a Abs. 4 JStG",
        "content": "Für den Vollzug des Verbots nach Absatz 2 kann die Vollzugsbehörde technische Geräte einsetzen, die mit dem Jugendlichen fest verbunden sind. Diese können insbesondere der Feststellung des Standorts des Jugendlichen dienen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_16_a"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 2. Abschnitt: Schutzmassnahmen, Gemeinsame Bestimmungen zum Vollzug der Massnahmen",
        "citation": "Art. 17 Abs. 1 JStG",
        "content": "Die Vollzugsbehörde bestimmt, wer mit dem Vollzug der ambulanten Behandlung und der Unterbringung betraut wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_17"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 2. Abschnitt: Schutzmassnahmen, Gemeinsame Bestimmungen zum Vollzug der Massnahmen",
        "citation": "Art. 17 Abs. 2 JStG",
        "content": "Sie überwacht die Durchführung aller Massnahmen. Sie erlässt die nötigen Weisungen und legt fest, wie häufig ihr Bericht zu erstatten ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_17"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 2. Abschnitt: Schutzmassnahmen, Gemeinsame Bestimmungen zum Vollzug der Massnahmen",
        "citation": "Art. 17 Abs. 3 JStG",
        "content": "Beim Vollzug der Massnahmen ist dafür zu sorgen, dass der Jugendliche angemessen unterrichtet und ausgebildet wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_17"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 2. Abschnitt: Schutzmassnahmen, Änderung der Massnahmen",
        "citation": "Art. 18 Abs. 1 JStG",
        "content": "Haben sich die Verhältnisse geändert, so kann eine Massnahme durch eine andere ersetzt werden. Ist die neue Massnahme härter, so ist für die Änderung die urteilende Behörde zuständig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_18"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 2. Abschnitt: Schutzmassnahmen, Änderung der Massnahmen",
        "citation": "Art. 18 Abs. 2 JStG",
        "content": "Die Änderung der Massnahmen kann vom Jugendlichen oder seinen gesetzlichen Vertretern beantragt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_18"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 2. Abschnitt: Schutzmassnahmen, Beendigung der Massnahmen",
        "citation": "Art. 19 Abs. 1 JStG",
        "content": "Die Vollzugsbehörde prüft jährlich, ob und wann die Massnahme aufgehoben werden kann. Sie hebt sie auf, wenn ihr Zweck erreicht ist oder feststeht, dass sie keine erzieherischen oder therapeutischen Wirkungen mehr entfaltet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_19"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 2. Abschnitt: Schutzmassnahmen, Beendigung der Massnahmen",
        "citation": "Art. 19 Abs. 2 JStG",
        "content": "Alle Massnahmen enden mit Vollendung des 25. Altersjahres.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_19"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 2. Abschnitt: Schutzmassnahmen, Beendigung der Massnahmen",
        "citation": "Art. 19 Abs. 3 JStG",
        "content": "Ist der Wegfall einer Schutzmassnahme für den Betroffenen selber oder für die Sicherheit Dritter mit schwer wiegenden Nachteilen verbunden und kann diesen nicht auf andere Weise begegnet werden, so beantragt die Vollzugsbehörde rechtzeitig die Anordnung geeigneter vormundschaftlicher Massnahmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_19"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 2. Abschnitt: Schutzmassnahmen, Beendigung der Massnahmen",
        "citation": "Art. 19 Abs. 4 JStG",
        "content": "Ist der Wegfall eines Verbots nach Artikel 16a für die Sicherheit Dritter mit schwerwiegenden Nachteilen verbunden, so beantragt die Vollzugsbehörde rechtzeitig dem Gericht am Wohnsitz des Jugendlichen zu prüfen, ob die Voraussetzungen für ein Verbot nach Artikel 67 oder 67b StGB gegeben sind. Sind die  Voraussetzungen gegeben, so wird das Verbot nach Erwachsenenstrafrecht angeordnet. Sind die Voraussetzungen für ein Verbot nach Artikel 67 Absatz 3 oder 4 StGB gegeben, so legt das Gericht eine Frist zwischen einem Jahr und zehn Jahren fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_19"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 2. Abschnitt: Schutzmassnahmen, Zusammenarbeit zwischen Behörden des Zivilrechts und des Jugendstrafrechts",
        "citation": "Art. 20 Abs. 1 JStG",
        "content": "Die Jugendstrafbehörde kann:\na. die Anordnung, Änderung oder Aufhebung von Massnahmen, für die sie nicht zuständig ist, bei der Behörde des Zivilrechts beantragen;\nb. Vorschläge für die Wahl eines Vormundes unterbreiten oder die Ersetzung des gesetzlichen Vertreters beantragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_20"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 2. Abschnitt: Schutzmassnahmen, Zusammenarbeit zwischen Behörden des Zivilrechts und des Jugendstrafrechts",
        "citation": "Art. 20 Abs. 2 JStG",
        "content": "Die Jugendstrafbehörde kann die Anordnung von Schutzmassnahmen der Behörde des Zivilrechts übertragen, wenn dafür wichtige Gründe bestehen, namentlich wenn:\na. auch für Geschwister, die keine Straftat begangen haben, Massnahmen zu ergreifen sind;\nb. es notwendig erscheint, früher angeordnete zivilrechtliche Massnahmen fortzusetzen;\nc. ein Verfahren auf Entziehung der elterlichen Sorge eingeleitet ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_20"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 2. Abschnitt: Schutzmassnahmen, Zusammenarbeit zwischen Behörden des Zivilrechts und des Jugendstrafrechts",
        "citation": "Art. 20 Abs. 3 JStG",
        "content": "Verzichtet die Behörde des Zivilrechts im Interesse eines einheitlichen Vorgehens darauf, selber Massnahmen anzuordnen, so kann sie bei der Jugendstrafbehörde den Erlass, die Änderung oder die Aufhebung von Schutzmassnahmen nach den Artikeln 10 und 12–19 beantragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_20"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 2. Abschnitt: Schutzmassnahmen, Zusammenarbeit zwischen Behörden des Zivilrechts und des Jugendstrafrechts",
        "citation": "Art. 20 Abs. 4 JStG",
        "content": "Die Behörde des Zivilrechts und die Jugendstrafbehörde teilen einander ihre Entscheide mit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_20"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, Strafbefreiung",
        "citation": "Art. 21 Abs. 1 JStG",
        "content": "Die urteilende Behörde sieht von einer Bestrafung ab, wenn:\na. die Bestrafung das Ziel einer früher angeordneten oder im laufenden Verfahren anzuordnenden Schutzmassnahme gefährden würde;\nb. die Schuld des Jugendlichen und die Tatfolgen gering sind;\nc. der Jugendliche den Schaden so weit als möglich durch eigene Leistung wieder gutgemacht oder eine besondere Anstrengung unternommen hat, um das von ihm begangene Unrecht auszugleichen, und wenn:\n1. als Strafe nur ein Verweis nach Artikel 22 in Betracht kommt, \n2. die Strafverfolgung für die Öffentlichkeit und den Geschädigten nur von geringem Interesse ist, und \n3. der Jugendliche den Sachverhalt eingestanden hat;\nd. der Jugendliche durch die unmittelbaren Folgen seiner Tat so schwer betroffen ist, dass eine Strafe unangemessen wäre;\ne. der Jugendliche wegen seiner Tat von den Eltern, andern erziehungsberechtigten Personen oder Dritten schon genug bestraft worden ist; oder\nf. seit der Tat verhältnismässig lange Zeit verstrichen ist, der Jugendliche sich wohlverhalten hat und das Interesse der Öffentlichkeit und des Geschädigten an der Strafverfolgung gering sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_21"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, Strafbefreiung",
        "citation": "Art. 21 Abs. 2 JStG",
        "content": "Von einer Bestrafung kann ferner abgesehen werden, wenn der ausländische Staat, in dem der Jugendliche seinen gewöhnlichen Aufenthalt hat, wegen der Tat des Jugendlichen bereits ein Verfahren eingeleitet oder sich bereit erklärt hat, ein solches einzuleiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_21"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, Verweis",
        "citation": "Art. 22 Abs. 1 JStG",
        "content": "Die urteilende Behörde spricht den Jugendlichen schuldig und erteilt ihm einen Verweis, wenn dies voraussichtlich genügt, um den Jugendlichen von weiteren Straftaten abzuhalten. Der Verweis besteht in einer förmlichen Missbilligung der Tat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_22"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, Verweis",
        "citation": "Art. 22 Abs. 2 JStG",
        "content": "Die urteilende Behörde kann dem Jugendlichen zusätzlich eine Probezeit von sechs Monaten bis zu zwei Jahren und damit verbundene Weisungen auferlegen. Begeht der Jugendliche während der Probezeit schuldhaft eine mit Strafe bedrohte Tat oder missachtet er die Weisungen, so kann die urteilende Behörde eine andere Strafe als einen Verweis verhängen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_22"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, Persönliche Leistung",
        "citation": "Art. 23 Abs. 1 JStG",
        "content": "Der Jugendliche kann zu einer persönlichen Leistung zu Gunsten von sozialen Einrichtungen, von Werken im öffentlichen Interesse, von hilfsbedürftigen Personen oder des Geschädigten mit deren Zustimmung verpflichtet werden. Die Leistung hat dem Alter und den Fähigkeiten des Jugendlichen zu entsprechen. Sie wird nicht entschädigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_23"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, Persönliche Leistung",
        "citation": "Art. 23 Abs. 2 JStG",
        "content": "Als persönliche Leistung kann auch die Teilnahme an Kursen oder ähnlichen Veranstaltungen angeordnet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_23"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, Persönliche Leistung",
        "citation": "Art. 23 Abs. 3 JStG",
        "content": "Die persönliche Leistung dauert höchstens zehn Tage. Für Jugendliche, die zur Zeit der Tat das 15. Altersjahr vollendet und ein Verbrechen oder ein Vergehen begangen haben, kann die persönliche Leistung bis zu einer Dauer von drei Monaten angeordnet und mit der Verpflichtung verbunden werden, sich an einem bestimmten Ort aufzuhalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_23"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, Persönliche Leistung",
        "citation": "Art. 23 Abs. 4 JStG",
        "content": "Wird die Leistung nicht fristgemäss oder mangelhaft erbracht, so ermahnt die vollziehende Behörde den Jugendlichen unter Ansetzung einer letzten Frist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_23"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, Persönliche Leistung",
        "citation": "Art. 23 Abs. 5 JStG",
        "content": "Bleibt die Mahnung ohne Erfolg und hat der Jugendliche zur Zeit der Tat das 15. Altersjahr nicht vollendet, so kann er verpflichtet werden, die Leistung unter unmittelbarer Aufsicht der vollziehenden Behörde oder einer von ihr bestimmten Person zu erbringen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_23"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, Persönliche Leistung",
        "citation": "Art. 23 Abs. 6 JStG",
        "content": "Bleibt die Mahnung ohne Erfolg und hat der Jugendliche zur Zeit der Tat das 15. Altersjahr vollendet, so erkennt die urteilende Behörde:\na. an Stelle einer Leistung bis zu zehn Tagen auf Busse;\nb. an Stelle einer Leistung über zehn Tagen auf Busse oder Freiheitsentzug; der Freiheitsentzug darf die Dauer der umgewandelten Leistung nicht übersteigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_23"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, Busse",
        "citation": "Art. 24 Abs. 1 JStG",
        "content": "Der Jugendliche, der zur Zeit der Tat das 15. Altersjahr vollendet hat, kann mit Busse bestraft werden. Diese beträgt höchstens 2000 Franken. Sie ist unter Berücksichtigung der persönlichen Verhältnisse des Jugendlichen festzusetzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_24"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, Busse",
        "citation": "Art. 24 Abs. 2 JStG",
        "content": "Die Vollzugsbehörde bestimmt die Zahlungsfrist; sie kann Erstreckungen und Teilzahlungen gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_24"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, Busse",
        "citation": "Art. 24 Abs. 3 JStG",
        "content": "Auf Gesuch des Jugendlichen kann die Vollzugsbehörde die Busse ganz oder teilweise in eine persönliche Leistung umwandeln, ausser wenn die Busse an Stelle einer nicht erbrachten persönlichen Leistung ausgesprochen wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_24"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, Busse",
        "citation": "Art. 24 Abs. 4 JStG",
        "content": "Haben sich die für die Bemessung der Busse massgebenden Verhältnisse seit dem Urteil ohne Verschulden des Jugendlichen verschlechtert, so kann die urteilende Behörde die Busse herabsetzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_24"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, Busse",
        "citation": "Art. 24 Abs. 5 JStG",
        "content": "Bezahlt der Jugendliche die Busse nicht innert der gesetzten Frist, so wandelt sie die urteilende Behörde in Freiheitsentzug bis zu 30 Tagen um. Die Umwandlung ist ausgeschlossen, wenn der Jugendliche ohne sein Verschulden zahlungsunfähig ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_24"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, Freiheitsentzug a. Inhalt und Voraussetzungen",
        "citation": "Art. 25 Abs. 1 JStG",
        "content": "Der Jugendliche, der nach Vollendung des 15. Altersjahres ein Verbrechen oder ein Vergehen begangen hat, kann mit Freiheitsentzug von einem Tag bis zu einem Jahr bestraft werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_25"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, Freiheitsentzug a. Inhalt und Voraussetzungen",
        "citation": "Art. 25 Abs. 2 JStG",
        "content": "Der Jugendliche, der zur Zeit der Tat das 16. Altersjahr vollendet hat, wird mit Freiheitsentzug bis zu vier Jahren bestraft, wenn er:\na. ein Verbrechen begangen hat, das nach dem für Erwachsene anwendbaren Recht mit Freiheitsstrafe nicht unter drei Jahren bedroht ist;\nb. eine Tat nach den Artikeln 122, 140 Ziffer 3 oder Artikel 184 StGB begangen und dabei besonders skrupellos gehandelt hat, namentlich wenn der Beweggrund des Jugendlichen, der Zweck der Tat oder die Art ihrer Ausführung eine besonders verwerfliche Gesinnung offenbaren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_25"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, b. Umwandlung in persönliche Leistung",
        "citation": "Art. 26 JStG",
        "content": "Auf Gesuch des Jugendlichen kann die urteilende Behörde einen Freiheitsentzug bis zu drei Monaten in eine persönliche Leistung von gleicher Dauer umwandeln, ausser wenn der Freiheitsentzug an Stelle nicht erbrachter persönlicher Leistungen ausgesprochen wurde. Die Umwandlung kann sofort für die ganze Dauer oder nachträglich für den Rest des Freiheitsentzuges angeordnet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_26"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, c. Vollzug",
        "citation": "Art. 27 Abs. 1 JStG",
        "content": "Der Freiheitsentzug bis zu einem Jahr kann in Form der Halbgefangenschaft (Art. 77b StGB) vollzogen werden. Der Freiheitsentzug bis zu einem Monat kann auch tageweise vollzogen werden. Dabei wird die Strafe in mehrere Vollzugsabschnitte aufgeteilt, die auf Ruhe- oder Ferientage des Jugendlichen fallen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_27"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, c. Vollzug",
        "citation": "Art. 27 Abs. 2 JStG",
        "content": "Der Freiheitsentzug ist in einer Einrichtung für Jugendliche zu vollziehen, in der jeder Jugendliche entsprechend seiner Persönlichkeit erzieherisch betreut und insbesondere auf die soziale Eingliederung nach der Entlassung vorbereitet wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_27"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, c. Vollzug",
        "citation": "Art. 27 Abs. 3 JStG",
        "content": "Die Einrichtung muss geeignet sein, die Persönlichkeitsentwicklung des Jugendlichen zu fördern. Ist ein Schulbesuch, eine Lehre oder eine Erwerbstätigkeit ausserhalb der Einrichtung nicht möglich, so ist dem Jugendlichen in der Einrichtung selbst der Beginn, die Fortsetzung und der Abschluss einer Ausbildung oder eine Erwerbstätigkeit zu ermöglichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_27"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, c. Vollzug",
        "citation": "Art. 27 Abs. 4 JStG",
        "content": "Eine therapeutische Behandlung ist sicherzustellen, sofern der Jugendliche ihrer bedarf und für sie zugänglich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_27"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, c. Vollzug",
        "citation": "Art. 27 Abs. 5 JStG",
        "content": "Dauert der Freiheitsentzug länger als ein Monat, so begleitet eine geeignete, von der Einrichtung unabhängige Person den Jugendlichen und hilft ihm, seine Interessen wahrzunehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_27"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, c. Vollzug",
        "citation": "Art. 27 Abs. 6 JStG",
        "content": "Für den Vollzug von Strafen können private Einrichtungen beigezogen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_27"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, Bedingte Entlassung aus dem Freiheitsentzug a. Gewährung",
        "citation": "Art. 28 Abs. 1 JStG",
        "content": "Hat der Jugendliche die Hälfte, mindestens aber zwei Wochen des Freiheitsentzugs verbüsst, so kann ihn die Vollzugsbehörde bedingt entlassen, wenn nicht anzunehmen ist, er werde weitere Verbrechen oder Vergehen begehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_28"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, Bedingte Entlassung aus dem Freiheitsentzug a. Gewährung",
        "citation": "Art. 28 Abs. 2 JStG",
        "content": "Die Vollzugsbehörde prüft von Amtes wegen, ob der Jugendliche bedingt entlassen werden kann. Sie holt je einen Bericht der Leitung der Einrichtung sowie der Person ein, welche den Jugendlichen begleitet. Der Jugendliche ist anzuhören, wenn die Vollzugsbehörde beabsichtigt, die bedingte Entlassung zu verweigern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_28"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, Bedingte Entlassung aus dem Freiheitsentzug a. Gewährung",
        "citation": "Art. 28 Abs. 3 JStG",
        "content": "Ist der Freiheitsentzug nach Artikel 25 Absatz 2 verhängt worden, so entscheidet die Vollzugsbehörde nach Anhörung einer Kommission nach Artikel 62d Absatz 2 StGB.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_28"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, Bedingte Entlassung aus dem Freiheitsentzug a. Gewährung",
        "citation": "Art. 28 Abs. 4 JStG",
        "content": "Wird die bedingte Entlassung verweigert, so hat die zuständige Behörde mindestens einmal halbjährlich neu zu prüfen, ob sie gewährt werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_28"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, b. Probezeit",
        "citation": "Art. 29 Abs. 1 JStG",
        "content": "Die Vollzugsbehörde auferlegt dem bedingt entlassenen Jugendlichen eine Probezeit, deren Dauer dem Strafrest entspricht, jedoch mindestens sechs Monate und höchstens zwei Jahre beträgt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_29"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, b. Probezeit",
        "citation": "Art. 29 Abs. 2 JStG",
        "content": "Die Vollzugsbehörde kann dem bedingt entlassenen Jugendlichen Weisungen erteilen. Diese betreffen insbesondere die Teilnahme an Freizeitveranstaltungen, die Wiedergutmachung des Schadens, den Besuch von Lokalen, das Führen eines Motorfahrzeuges oder die Abstinenz von Stoffen, die das Bewusstsein beeinträchtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_29"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, b. Probezeit",
        "citation": "Art. 29 Abs. 3 JStG",
        "content": "Die Vollzugsbehörde bestimmt eine geeignete Person, die den Jugendlichen während der Probezeit begleitet und ihr Bericht erstattet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_29"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, c. Bewährung",
        "citation": "Art. 30 JStG",
        "content": "Hat sich der bedingt entlassene Jugendliche bis zum Ablauf der Probezeit bewährt, so ist er endgültig entlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_30"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, d. Nichtbewährung",
        "citation": "Art. 31 Abs. 1 JStG",
        "content": "Begeht der bedingt entlassene Jugendliche während der Probezeit ein Verbrechen oder Vergehen oder handelt er trotz förmlicher Mahnung den ihm erteilten Weisungen zuwider und ist deswegen zu erwarten, dass er weitere Straftaten verüben wird, so verfügt die über die neue Tat urteilende Behörde oder, bei Verstoss gegen die Weisungen, die Vollzugsbehörde den Vollzug eines Teils oder der ganzen Reststrafe (Rückversetzung). Der Teilvollzug kann nur einmal gewährt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_31"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, d. Nichtbewährung",
        "citation": "Art. 31 Abs. 2 JStG",
        "content": "Sind auf Grund der neuen Straftat die Voraussetzungen für einen unbedingten Freiheitsentzug erfüllt und trifft dieser mit der durch den Widerruf vollziehbar gewordenen Reststrafe zusammen, so bildet die urteilende Behörde aus dem früher verhängten und dem neuen Freiheitsentzug eine Gesamtstrafe im Sinne von Artikel 34. Auf diese sind die Regeln der bedingten Entlassung erneut anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_31"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, d. Nichtbewährung",
        "citation": "Art. 31 Abs. 3 JStG",
        "content": "Ist trotz der Nichtbewährung zu erwarten, dass der Jugendliche keine weiteren Straftaten verüben wird, so verzichtet die urteilende Behörde oder, bei Verstoss gegen die Weisungen, die Vollzugsbehörde auf eine Rückversetzung. Sie kann den Jugendlichen verwarnen und die Probezeit um höchstens ein Jahr verlängern. Erfolgt die Verlängerung erst nach Ablauf der Probezeit, so beginnt sie am Tag der Anordnung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_31"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, d. Nichtbewährung",
        "citation": "Art. 31 Abs. 4 JStG",
        "content": "Die Rückversetzung darf nicht mehr angeordnet werden, wenn seit dem Ablauf der Probezeit zwei Jahre vergangen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_31"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, d. Nichtbewährung",
        "citation": "Art. 31 Abs. 5 JStG",
        "content": "Ist für die Beurteilung der neuen Tat das StGB anwendbar, so wendet die urteilende Behörde bezüglich des Widerrufs Artikel 89 StGB an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_31"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, Zusammentreffen von Schutzmassnahmen und Freiheitsentzug",
        "citation": "Art. 32 Abs. 1 JStG",
        "content": "Die Unterbringung geht dem Vollzug eines gleichzeitig ausgesprochenen oder eines wegen Widerruf oder Rückversetzung vollziehbaren Freiheitsentzuges voraus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_32"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, Zusammentreffen von Schutzmassnahmen und Freiheitsentzug",
        "citation": "Art. 32 Abs. 2 JStG",
        "content": "Wird die Unterbringung aufgehoben, weil sie ihren Zweck erreicht hat, so wird der Freiheitsentzug nicht mehr vollzogen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_32"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, Zusammentreffen von Schutzmassnahmen und Freiheitsentzug",
        "citation": "Art. 32 Abs. 3 JStG",
        "content": "Wird die Unterbringung aus einem anderen Grund aufgehoben, so entscheidet die urteilende Behörde, ob und wieweit der Freiheitsentzug noch zu vollziehen ist. Dabei ist die mit der Unterbringung verbundene Freiheitsbeschränkung anzurechnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_32"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, Zusammentreffen von Schutzmassnahmen und Freiheitsentzug",
        "citation": "Art. 32 Abs. 4 JStG",
        "content": "Die urteilende Behörde kann den Vollzug eines gleichzeitig ausgesprochenen und  eines wegen Widerrufs oder Rückversetzung vollziehbaren Freiheitsentzugs zu Gunsten der ambulanten Behandlung, der persönlichen Betreuung oder der Aufsicht aufschieben. Im Falle der Aufhebung dieser Schutzmassnahmen gelten die Absätze 2 und 3 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_32"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, Verbindung von Strafen",
        "citation": "Art. 33 JStG",
        "content": "Persönliche Leistung nach Artikel 23 Absatz 2 und Freiheitsentzug können mit Busse verbunden werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_33"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, Gesamtstrafe",
        "citation": "Art. 34 Abs. 1 JStG",
        "content": "Hat die urteilende Behörde gleichzeitig mehrere Straftaten des Jugendlichen zu beurteilen, so kann sie entweder die Strafen nach Artikel 33 verbinden oder, wenn die Voraussetzungen für mehrere gleichartige Strafen erfüllt sind, eine Gesamtstrafe bilden, indem sie die Strafe der schwersten Tat angemessen erhöht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_34"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, Gesamtstrafe",
        "citation": "Art. 34 Abs. 2 JStG",
        "content": "Die einzelnen Taten dürfen bei der Bildung der Gesamtstrafe nicht stärker ins Gewicht fallen, als wenn sie für sich allein beurteilt worden wären. Die Gesamtstrafe darf das gesetzliche Höchstmass einer Strafart nicht überschreiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_34"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, Gesamtstrafe",
        "citation": "Art. 34 Abs. 3 JStG",
        "content": "Die Absätze 1 und 2 gelten auch, wenn der Jugendliche die Straftaten teils vor und teils nach der Altersgrenze begangen hat, die für die Verhängung einer persönlichen Leistung bis zu drei Monaten (Art. 23 Abs. 3), einer Busse (Art. 24 Abs. 1) oder eines Freiheitsentzugs (Art. 25 Abs. 1 und 2) massgebend ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_34"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, Bedingter Vollzug von Strafen",
        "citation": "Art. 35 Abs. 1 JStG",
        "content": "Die urteilende Behörde schiebt den Vollzug einer Busse, einer persönlichen Leistung oder eines Freiheitsentzuges von höchstens 30 Monaten ganz oder teilweise auf, soweit eine unbedingte Strafe nicht notwendig erscheint, um den Jugendlichen von der Begehung weiterer Verbrechen oder Vergehen abzuhalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_35"
    },
    {
        "book": "JStG",
        "title": "JStG, 3. Kapitel: Schutzmassnahmen und Strafen, 3. Abschnitt: Strafen, Bedingter Vollzug von Strafen",
        "citation": "Art. 35 Abs. 2 JStG",
        "content": "Die Artikel 29–31 gelten für aufgeschobene Strafen sinngemäss. Wird ein Freiheitsentzug nur teilweise aufgeschoben, so sind die Artikel 28–31 auf den vollziehbaren Teil nicht anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_35"
    },
    {
        "book": "JStG",
        "title": "JStG, 4. Kapitel: Verjährung, Verfolgungsverjährung",
        "citation": "Art. 36 Abs. 1 JStG",
        "content": "Die Strafverfolgung verjährt in:\na. fünf Jahren, wenn die Tat nach dem für Erwachsene anwendbaren Recht mit einer Freiheitsstrafe von über drei Jahren bedroht ist;\nb. drei Jahren, wenn die Tat nach dem für Erwachsene anwendbaren Recht mit einer Freiheitsstrafe bis zu drei Jahren bedroht ist;\nc. einem Jahr, wenn die Tat nach dem für Erwachsene anwendbaren Recht mit einer andern Strafe bedroht ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_36"
    },
    {
        "book": "JStG",
        "title": "JStG, 4. Kapitel: Verjährung, Verfolgungsverjährung",
        "citation": "Art. 36 Abs. 1bis JStG",
        "content": "Ist vor Ablauf der Verjährungsfrist ein erstinstanzliches Urteil ergangen, so tritt die Verjährung nicht mehr ein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_36"
    },
    {
        "book": "JStG",
        "title": "JStG, 4. Kapitel: Verjährung, Verfolgungsverjährung",
        "citation": "Art. 36 Abs. 2 JStG",
        "content": "Bei Straftaten nach den Artikeln 111–113, 122, 124, 182, 189–191, 193, 193a, 195 und 197 Absatz 3 StGB, die sich gegen ein Kind unter 16 Jahren richten, dauert die Verfolgungsverjährung in jedem Fall mindestens bis zum vollendeten 25. Lebensjahr des Opfers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_36"
    },
    {
        "book": "JStG",
        "title": "JStG, 4. Kapitel: Verjährung, Verfolgungsverjährung",
        "citation": "Art. 36 Abs. 3 JStG",
        "content": "Die Verjährung der Strafverfolgung von Straftaten nach den Artikeln 111–113, 122, 182, 189–191 und 195 StGB, die sich gegen ein Kind unter 16 Jahren richten, bemisst sich nach Absatz 2, wenn die Straftat vor dem Inkrafttreten dieses Gesetzes begangen worden ist und die Verfolgungsverjährung zu diesem Zeitpunkt noch nicht eingetreten ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_36"
    },
    {
        "book": "JStG",
        "title": "JStG, 4. Kapitel: Verjährung, Vollstreckungsverjährung",
        "citation": "Art. 37 Abs. 1 JStG",
        "content": "Die Strafen verjähren in:\na. vier Jahren, wenn ein Freiheitsentzug von mehr als sechs Monaten ausgesprochen wurde;\nb. zwei Jahren, wenn eine andere Strafe ausgesprochen wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_37"
    },
    {
        "book": "JStG",
        "title": "JStG, 4. Kapitel: Verjährung, Vollstreckungsverjährung",
        "citation": "Art. 37 Abs. 2 JStG",
        "content": "Der Vollzug jeder nach diesem Gesetz ausgesprochenen Strafe endet spätestens, wenn der verurteilte Jugendliche das 25. Altersjahr vollendet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/551/de#art_37"
    }
]