[
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 1. Kapitel: Zweck und Geltungsbereich, Zweck",
        "citation": "Art. 1 KAG",
        "content": "Dieses Gesetz bezweckt den Schutz der Anlegerinnen und Anleger sowie die Transparenz und die Funktionsfähigkeit des Marktes für kollektive Kapitalanlagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_1"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 1. Kapitel: Zweck und Geltungsbereich, Geltungsbereich",
        "citation": "Art. 2 Abs. 1 KAG",
        "content": "Diesem Gesetz unterstellt sind, unabhängig von der Rechtsform: \na. kollektive Kapitalanlagen und Personen, die diese aufbewahren;\nb. ausländische kollektive Kapitalanlagen, die in der Schweiz angeboten werden;\nc.–e. ...\nf. Personen, die in der Schweiz ausländische kollektive Kapitalanlagen vertreten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_2"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 1. Kapitel: Zweck und Geltungsbereich, Geltungsbereich",
        "citation": "Art. 2 Abs. 2 KAG",
        "content": "Diesem Gesetz nicht unterstellt sind insbesondere:\na. Einrichtungen und Hilfseinrichtungen der beruflichen Vorsorge, einschliesslich Anlagestiftungen;\nb. Sozialversicherungseinrichtungen und Ausgleichskassen;\nc. öffentlich-rechtliche Körperschaften und Anstalten;\nd. operative Gesellschaften, die eine unternehmerische Tätigkeit ausüben;\ne. Gesellschaften, die durch Stimmenmehrheit oder auf andere Weise eine oder mehrere Gesellschaften in einem Konzern unter einheitlicher Leitung zusammenfassen (Holdinggesellschaften);\nf. Investmentclubs, sofern deren Mitglieder in der Lage sind, ihre Vermögensinteressen selber wahrzunehmen;\ng. Vereine und Stiftungen im Sinne des Zivilgesetzbuches;\nh. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_2"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 1. Kapitel: Zweck und Geltungsbereich, Geltungsbereich",
        "citation": "Art. 2 Abs. 3 KAG",
        "content": "Investmentgesellschaften in der Form einer schweizerischen Aktiengesellschaft unterstehen diesem Gesetz nicht, sofern sie an einer Schweizer Börse kotiert sind oder sofern:\na. ausschliesslich Aktionärinnen und Aktionäre im Sinne von Artikel 10 Absätze 3 und 3ter beteiligt sein dürfen; und\nb. die Aktien auf Namen lauten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_2"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 2. Kapitel: Kollektive Kapitalanlagen, Begriff",
        "citation": "Art. 7 Abs. 1 KAG",
        "content": "Kollektive Kapitalanlagen sind Vermögen, die von Anlegerinnen und Anlegern zur gemeinschaftlichen Kapitalanlage aufgebracht und für deren Rechnung verwaltet werden. Die Anlagebedürfnisse der Anlegerinnen und Anleger werden in gleichmässiger Weise befriedigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_7"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 2. Kapitel: Kollektive Kapitalanlagen, Begriff",
        "citation": "Art. 7 Abs. 2 KAG",
        "content": "Die kollektiven Kapitalanlagen können offen oder geschlossen sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_7"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 2. Kapitel: Kollektive Kapitalanlagen, Begriff",
        "citation": "Art. 7 Abs. 3 KAG",
        "content": "Der Bundesrat kann die Mindestanzahl der Anlegerinnen und Anleger je nach Rechtsform und Adressatenkreis bestimmen. Er kann kollektive Kapitalanlagen für eine einzige qualifizierte Anlegerin oder einen einzigen qualifizierten Anleger (Einanlegerfonds) nach Artikel 10 Absatz 3 in Verbindung mit Artikel 4 Absatz 3 Buchstaben b, e und f des Finanzdienstleistungsgesetzes vom 15. Juni 2018 (FIDLEG) zulassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_7"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 2. Kapitel: Kollektive Kapitalanlagen, Begriff",
        "citation": "Art. 7 Abs. 4 KAG",
        "content": "Bei Einanlegerfonds können die Fondsleitung und die Investmentgesellschaft mit variablem Kapital (SICAV) die Anlageentscheide auf die einzige Anlegerin oder auf den einzigen Anleger übertragen. Die Eidgenössische Finanzmarktaufsicht (FINMA) kann diese oder diesen von der Bewilligungspflicht nach Artikel 14 Absatz 1 des Finanzinstitutsgesetzes vom 15. Juni 2018 (FINIG) beziehungsweise von der Pflicht, sich einer anerkannten Aufsicht nach Artikel 36 Absatz 3 des vorliegenden Gesetzes zu unterstellen, befreien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_7"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 2. Kapitel: Kollektive Kapitalanlagen, Begriff",
        "citation": "Art. 7 Abs. 5 KAG",
        "content": "Kollektive Kapitalanlagen müssen ihren Sitz und ihre Hauptverwaltung in der Schweiz haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_7"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 2. Kapitel: Kollektive Kapitalanlagen, Offene kollektive Kapitalanlagen",
        "citation": "Art. 8 Abs. 1 KAG",
        "content": "Offene kollektive Kapitalanlagen weisen entweder die Form des vertraglichen Anlagefonds (Art. 25 ff.) oder die Form der SICAV (Art. 36 ff.) auf.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_8"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 2. Kapitel: Kollektive Kapitalanlagen, Offene kollektive Kapitalanlagen",
        "citation": "Art. 8 Abs. 2 KAG",
        "content": "Bei offenen kollektiven Kapitalanlagen haben die Anlegerinnen und Anleger zulasten des Kollektivvermögens unmittelbar oder mittelbar einen Rechtsanspruch auf Rückgabe ihrer Anteile zum Nettoinventarwert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_8"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 2. Kapitel: Kollektive Kapitalanlagen, Offene kollektive Kapitalanlagen",
        "citation": "Art. 8 Abs. 3 KAG",
        "content": "Die offenen kollektiven Kapitalanlagen haben ein Fondsreglement. Dieses entspricht beim vertraglichen Anlagefonds dem Kollektivanlagevertrag (Fondsvertrag) und bei der SICAV den Statuten und dem Anlagereglement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_8"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 2. Kapitel: Kollektive Kapitalanlagen, Geschlossene kollektive Kapitalanlagen",
        "citation": "Art. 9 Abs. 1 KAG",
        "content": "Geschlossene kollektive Kapitalanlagen weisen entweder die Form der Kommanditgesellschaft für kollektive Kapitalanlagen (KmGK, Art. 98–109) oder die Form der Investmentgesellschaft mit festem Kapital (SICAF, Art. 110–118) auf.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_9"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 2. Kapitel: Kollektive Kapitalanlagen, Geschlossene kollektive Kapitalanlagen",
        "citation": "Art. 9 Abs. 2 KAG",
        "content": "Bei geschlossenen kollektiven Kapitalanlagen haben die Anlegerinnen und Anleger zulasten des Kollektivvermögens weder unmittelbar noch mittelbar einen Rechtsanspruch auf Rückgabe ihrer Anteile zum Nettoinventarwert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_9"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 2. Kapitel: Kollektive Kapitalanlagen, Geschlossene kollektive Kapitalanlagen",
        "citation": "Art. 9 Abs. 3 KAG",
        "content": "Die KmGK beruht auf einem Gesellschaftsvertrag.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_9"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 2. Kapitel: Kollektive Kapitalanlagen, Geschlossene kollektive Kapitalanlagen",
        "citation": "Art. 9 Abs. 4 KAG",
        "content": "Die SICAF beruht auf Statuten und erlässt ein Anlagereglement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_9"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 2. Kapitel: Kollektive Kapitalanlagen, Anlegerinnen und Anleger",
        "citation": "Art. 10 Abs. 1 KAG",
        "content": "Anlegerinnen und Anleger sind natürliche und juristische Personen sowie Kollektiv- und Kommanditgesellschaften, die Anteile an kollektiven Kapitalanlagen halten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_10"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 2. Kapitel: Kollektive Kapitalanlagen, Anlegerinnen und Anleger",
        "citation": "Art. 10 Abs. 2 KAG",
        "content": "Kollektive Kapitalanlagen stehen sämtlichen Anlegerinnen und Anlegern offen, es sei denn, dieses Gesetz, das Fondsreglement oder die Statuten schränken den Anlegerkreis auf qualifizierte Anlegerinnen und Anleger ein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_10"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 2. Kapitel: Kollektive Kapitalanlagen, Anlegerinnen und Anleger",
        "citation": "Art. 10 Abs. 3 KAG",
        "content": "Als qualifizierte Anlegerinnen und Anleger im Sinne dieses Gesetzes gelten professionelle Kundinnen und Kunden nach Artikel 4 Absätze 3–5 oder nach Artikel 5 Absätze 1 und 4 FIDLEG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_10"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 2. Kapitel: Kollektive Kapitalanlagen, Anlegerinnen und Anleger",
        "citation": "Art. 10 Abs. 3ter KAG",
        "content": "Als qualifizierte Anlegerinnen und Anleger gelten auch Privatkundinnen und -kunden:\na. für die eine der folgenden Personen im Rahmen eines auf Dauer angelegten Vermögensverwaltungs- oder Anlageberatungsverhältnisses Vermögensverwaltung oder Anlageberatung im Sinne von Artikel 3 Buchstabe c Ziffern 3 und 4 FIDLEG erbringt:\n1. ein Finanzintermediär nach Artikel 4 Absatz 3 Buchstabe a FIDLEG,\n2. ein ausländischer Finanzintermediär, der einer prudenziellen Aufsicht untersteht wie der Finanzintermediär nach Ziffer 1,\n3. ein Versicherungsunternehmen nach dem Versicherungsaufsichtsgesetz vom 17. Dezember 2004 (VAG); und\nb. die nicht schriftlich oder in anderer durch Text nachweisbarer Form erklärt haben, nicht als solche gelten zu wollen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_10"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 2. Kapitel: Kollektive Kapitalanlagen, Anlegerinnen und Anleger",
        "citation": "Art. 10 Abs. 5 KAG",
        "content": "Die FINMA kann kollektive Kapitalanlagen ganz oder teilweise von bestimmten Vorschriften der Finanzmarktgesetze im Sinne von Artikel 1 Absatz 1 des Finanzmarktaufsichtsgesetzes vom 22. Juni 2007 (FINMAG) befreien, sofern sie ausschliesslich qualifizierten Anlegerinnen und Anlegern offenstehen und der Schutzzweck dieses Gesetzes dadurch nicht beeinträchtigt wird, namentlich von den Vorschriften über:\na. ...\nb. ...\nc. die Pflicht zur Erstellung eines Halbjahresberichtes;\nd. die Pflicht, den Anlegerinnen und Anlegern das Recht auf jederzeitige Kündigung einzuräumen;\ne. die Pflicht zur Ausgabe und Rücknahme der Anteile in bar;\nf. die Risikoverteilung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_10"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 2. Kapitel: Kollektive Kapitalanlagen, Anteile",
        "citation": "Art. 11 KAG",
        "content": "Anteile sind Forderungen gegen die Fondsleitung auf Beteiligung an Vermögen und Ertrag des Anlagefonds oder Beteiligungen an der Gesellschaft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_11"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 2. Kapitel: Kollektive Kapitalanlagen, Schutz vor Verwechslung oder Täuschung",
        "citation": "Art. 12 Abs. 1 KAG",
        "content": "Die Bezeichnung der kollektiven Kapitalanlage darf nicht zu Verwechslung oder Täuschung Anlass geben, insbesondere nicht in Bezug auf die Anlagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_12"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 2. Kapitel: Kollektive Kapitalanlagen, Schutz vor Verwechslung oder Täuschung",
        "citation": "Art. 12 Abs. 2 KAG",
        "content": "Bezeichnungen wie «Anlagefonds», «Investmentfonds», «Investmentgesellschaft mit variablem Kapital», «SICAV», «Kommanditgesellschaft für kollektive Kapitalanlagen», «KmGK», «Investmentgesellschaft mit festem Kapital», «SICAF», «Limited Qualified Investor Fund» oder «L-QIF» dürfen nur für die entsprechenden, diesem Gesetz unterstellten kollektiven Kapitalanlagen verwendet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_12"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 3. Kapitel: Bewilligung und Genehmigung, 1. Abschnitt: Allgemein, Bewilligungspflicht",
        "citation": "Art. 13 Abs. 1 KAG",
        "content": "Wer eine kollektive Kapitalanlage bildet, betreibt oder aufbewahrt, braucht eine Bewilligung der FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_13"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 3. Kapitel: Bewilligung und Genehmigung, 1. Abschnitt: Allgemein, Bewilligungspflicht",
        "citation": "Art. 13 Abs. 2 KAG",
        "content": "Eine Bewilligung beantragen müssen:\na. ...\nb. die SICAV;\nc. die KmGK;\nd. die SICAF;\ne. die Depotbank;\nf. und g. ...\nh. der Vertreter ausländischer kollektiver Kapitalanlagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_13"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 3. Kapitel: Bewilligung und Genehmigung, 1. Abschnitt: Allgemein, Bewilligungspflicht",
        "citation": "Art. 13 Abs. 2bis KAG",
        "content": "Keiner Bewilligung bedarf ein Limited Qualified Investor Fund (L-QIF) in der Rechtsform der SICAV oder der KmGK.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_13"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 3. Kapitel: Bewilligung und Genehmigung, 1. Abschnitt: Allgemein, Bewilligungspflicht",
        "citation": "Art. 13 Abs. 3 KAG",
        "content": "Der Bundesrat kann Vertreter, die bereits einer anderen gleichwertigen staatlichen Aufsicht unterstehen, von der Bewilligungspflicht befreien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_13"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 3. Kapitel: Bewilligung und Genehmigung, 1. Abschnitt: Allgemein, Bewilligungspflicht",
        "citation": "Art. 13 Abs. 5 KAG",
        "content": "Die Personen nach Absatz 2 Buchstaben b–d dürfen erst nach Erteilung der Bewilligung durch die FINMA in das Handelsregister eingetragen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_13"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 3. Kapitel: Bewilligung und Genehmigung, 1. Abschnitt: Allgemein, Bewilligungsvoraussetzungen",
        "citation": "Art. 14 Abs. 1 KAG",
        "content": "Die Bewilligung wird erteilt, wenn:\na. die Personen nach Artikel 13 Absatz 2 und die für die Verwaltung und Geschäftsführung verantwortlichen Personen Gewähr für eine einwandfreie Geschäftstätigkeit bieten; \nabis. die für die Verwaltung und Geschäftsführung verantwortlichen Personen einen guten Ruf geniessen und die für die Funktion erforderlichen fachlichen Qualifikationen aufweisen;\nb. die qualifiziert Beteiligten einen guten Ruf geniessen und sich ihr Einfluss nicht zum Schaden einer umsichtigen und soliden Geschäftstätigkeit auswirkt;\nc. durch interne Vorschriften und eine angemessene Betriebsorganisation die Erfüllung der Pflichten aus diesem Gesetz sichergestellt ist;\nd. ausreichende finanzielle Garantien vorliegen;\ne. die in den entsprechenden Bestimmungen des Gesetzes aufgeführten zusätzlichen Bewilligungsvoraussetzungen erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_14"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 3. Kapitel: Bewilligung und Genehmigung, 1. Abschnitt: Allgemein, Bewilligungsvoraussetzungen",
        "citation": "Art. 14 Abs. 1bis KAG",
        "content": "Sofern es sich bei finanziellen Garantien um Kapitalanforderungen handelt, kann der Bundesrat höhere Kapitalanforderungen als nach dem Obligationenrecht vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_14"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 3. Kapitel: Bewilligung und Genehmigung, 1. Abschnitt: Allgemein, Bewilligungsvoraussetzungen",
        "citation": "Art. 14 Abs. 1ter KAG",
        "content": "Der Bundesrat kann zusätzliche Bewilligungsvoraussetzungen festlegen, wenn dies anerkannten internationalen Standards entspricht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_14"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 3. Kapitel: Bewilligung und Genehmigung, 1. Abschnitt: Allgemein, Bewilligungsvoraussetzungen",
        "citation": "Art. 14 Abs. 3 KAG",
        "content": "Als qualifiziert beteiligt gelten, sofern sie an den Personen nach Artikel 13 Absatz 2 direkt oder indirekt mit mindestens 10 Prozent des Kapitals oder der Stimmen beteiligt sind oder ihre Geschäftstätigkeit auf andere Weise massgebend beeinflussen können: \na. natürliche und juristische Personen:\nb. Kollektiv- und Kommanditgesellschaften;\nc. wirtschaftlich miteinander verbundene Personen, die dieses Kriterium gemeinsam erfüllen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_14"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 3. Kapitel: Bewilligung und Genehmigung, 1. Abschnitt: Allgemein, Genehmigungspflicht",
        "citation": "Art. 15 Abs. 1 KAG",
        "content": "Der Genehmigung der FINMA bedürfen folgende Dokumente:\na. der Kollektivanlagevertrag des Anlagefonds (Art. 25);\nb. die Statuten und das Anlagereglement der SICAV;\nc. der Gesellschaftsvertrag der KmGK;\nd. die Statuten und das Anlagereglement der SICAF;\ne. die entsprechenden Dokumente ausländischer kollektiver Kapitalanlagen, die nicht qualifizierten Anlegerinnen und Anlegern angeboten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_15"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 3. Kapitel: Bewilligung und Genehmigung, 1. Abschnitt: Allgemein, Genehmigungspflicht",
        "citation": "Art. 15 Abs. 2 KAG",
        "content": "Ist der Anlagefonds oder die SICAV als offene kollektive Kapitalanlage mit Teilvermögen (Art. 92 ff.) ausgestaltet, so bedarf jedes Teilvermögen beziehungsweise jede Aktienkategorie einer eigenen Genehmigung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_15"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 3. Kapitel: Bewilligung und Genehmigung, 1. Abschnitt: Allgemein, Genehmigungspflicht",
        "citation": "Art. 15 Abs. 3 KAG",
        "content": "Die Dokumente eines L-QIF und deren Änderung bedürfen weder einer Genehmigung nach Absatz 1 noch einer Genehmigung nach Absatz 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_15"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 3. Kapitel: Bewilligung und Genehmigung, 1. Abschnitt: Allgemein, Änderung der Umstände",
        "citation": "Art. 16 KAG",
        "content": "Ändern sich die der Bewilligung beziehungsweise der Genehmigung zugrunde liegenden Umstände, so ist für die Weiterführung der Tätigkeit vorgängig die Bewilligung beziehungsweise Genehmigung der FINMA einzuholen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_16"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 3. Kapitel: Bewilligung und Genehmigung, 1. Abschnitt: Allgemein, Vereinfachtes Bewilligungs- und Genehmigungsverfahren",
        "citation": "Art. 17 KAG",
        "content": "Der Bundesrat kann für kollektive Kapitalanlagen ein vereinfachtes Bewilligungs- und Genehmigungsverfahren vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_17"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 4. Kapitel: Wahrung der Anlegerinteressen, Grundsätze",
        "citation": "Art. 20 Abs. 1 KAG",
        "content": "Personen, die kollektive Kapitalanlagen verwalten, aufbewahren oder vertreten, sowie ihre Beauftragten erfüllen dabei insbesondere die folgenden Pflichten:\na. Treuepflicht: Sie handeln unabhängig und wahren ausschliesslich die Interessen der Anlegerinnen und Anleger;\nb. Sorgfaltspflicht: Sie treffen die organisatorischen Massnahmen, die für eine einwandfreie Geschäftstätigkeit erforderlich sind;\nc. Informationspflicht: Sie legen Rechenschaft ab über die von ihnen verwalteten, aufbewahrten und vertretenen kollektiven Kapitalanlagen und informieren über sämtliche den Anlegerinnen und Anlegern direkt oder indirekt belasteten Gebühren und Kosten sowie über von Dritten zugeflossene Entschädigungen, insbesondere Provisionen, Rabatte oder sonstige vermögenswerte Vorteile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_20"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 4. Kapitel: Wahrung der Anlegerinteressen, Grundsätze",
        "citation": "Art. 20 Abs. 3 KAG",
        "content": "Personen, die kollektive Kapitalanlagen verwalten, aufbewahren oder vertreten, sowie ihre Beauftragten treffen für ihre gesamte Geschäftstätigkeit alle zur Erfüllung dieser Pflichten notwendigen Massnahmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_20"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 4. Kapitel: Wahrung der Anlegerinteressen, Vermögensanlage",
        "citation": "Art. 21 Abs. 1 KAG",
        "content": "Personen, die kollektive Kapitalanlagen verwalten, aufbewahren oder vertreten, sowie ihre Beauftragten befolgen eine Anlagepolitik, die dauernd mit dem in den entsprechenden Dokumenten festgelegten Anlagecharakter der kollektiven Kapitalanlage übereinstimmt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_21"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 4. Kapitel: Wahrung der Anlegerinteressen, Vermögensanlage",
        "citation": "Art. 21 Abs. 2 KAG",
        "content": "Sie dürfen im Zusammenhang mit dem Erwerb und der Veräusserung von Sachen und Rechten für sich wie für Dritte nur die Vergütungen entgegennehmen, die in den entsprechenden Dokumenten vorgesehen sind. Entschädigungen nach Artikel 26 FIDLEG sind der kollektiven Kapitalanlage gutzuschreiben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_21"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 4. Kapitel: Wahrung der Anlegerinteressen, Vermögensanlage",
        "citation": "Art. 21 Abs. 3 KAG",
        "content": "Sie dürfen Anlagen auf eigene Rechnung nur zum Marktpreis übernehmen und Anlagen aus eigenen Beständen nur zum Marktpreis abtreten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_21"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 4. Kapitel: Wahrung der Anlegerinteressen, Ausübung von Mitgliedschafts- und Gläubigerrechten",
        "citation": "Art. 23 Abs. 1 KAG",
        "content": "Die mit den Anlagen verbundenen Mitgliedschafts- und Gläubigerrechte sind unabhängig und ausschliesslich im Interesse der Anlegerinnen und Anleger auszuüben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_23"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 4. Kapitel: Wahrung der Anlegerinteressen, Ausübung von Mitgliedschafts- und Gläubigerrechten",
        "citation": "Art. 23 Abs. 2 KAG",
        "content": "Artikel 685d Absatz 2 des Obligationenrechts findet auf Anlagefonds keine Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_23"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 4. Kapitel: Wahrung der Anlegerinteressen, Ausübung von Mitgliedschafts- und Gläubigerrechten",
        "citation": "Art. 23 Abs. 3 KAG",
        "content": "Verwaltet eine Fondsleitung mehrere Anlagefonds, so wird die Höhe der Beteiligung im Hinblick auf die prozentmässige Begrenzung nach Artikel 685d Absatz 1 des Obligationenrechts für jeden Anlagefonds einzeln berechnet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_23"
    },
    {
        "book": "KAG",
        "title": "KAG, 1. Titel: Allgemeine Bestimmungen, 4. Kapitel: Wahrung der Anlegerinteressen, Ausübung von Mitgliedschafts- und Gläubigerrechten",
        "citation": "Art. 23 Abs. 4 KAG",
        "content": "Absatz 3 gilt auch für jedes Teilvermögen einer offenen kollektiven Kapitalanlage im Sinne von Artikel 92 ff.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_23"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 1. Kapitel: Vertraglicher Anlagefonds, 1. Abschnitt: Begriff",
        "citation": "Art. 25 Abs. 1 KAG",
        "content": "Der vertragliche Anlagefonds (Anlagefonds) basiert auf einem Kollektivanlagevertrag (Fondsvertrag), durch den sich die Fondsleitung verpflichtet:\na. die Anlegerinnen und Anleger nach Massgabe der von ihnen erworbenen Fondsanteile am Anlagefonds zu beteiligen;\nb. das Fondsvermögen gemäss den Bestimmungen des Fondsvertrags selbständig und im eigenen Namen zu verwalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_25"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 1. Kapitel: Vertraglicher Anlagefonds, 1. Abschnitt: Begriff",
        "citation": "Art. 25 Abs. 2 KAG",
        "content": "Die Depotbank nimmt nach Massgabe der ihr durch Gesetz und Fondsvertrag übertragenen Aufgaben am Fondsvertrag teil.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_25"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 1. Kapitel: Vertraglicher Anlagefonds, 1. Abschnitt: Begriff",
        "citation": "Art. 25 Abs. 3 KAG",
        "content": "Der Anlagefonds weist ein Mindestvermögen auf. Der Bundesrat legt dessen Höhe fest und die Frist, innerhalb der es geäufnet werden muss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_25"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 1. Kapitel: Vertraglicher Anlagefonds, 2. Abschnitt: Fondsvertrag, Inhalt",
        "citation": "Art. 26 Abs. 1 KAG",
        "content": "Die Fondsleitung stellt den Fondsvertrag auf und unterbreitet diesen mit Zustimmung der Depotbank der FINMA zur Genehmigung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_26"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 1. Kapitel: Vertraglicher Anlagefonds, 2. Abschnitt: Fondsvertrag, Inhalt",
        "citation": "Art. 26 Abs. 2 KAG",
        "content": "Der Fondsvertrag umschreibt die Rechte und Pflichten der Anlegerinnen und Anleger, der Fondsleitung und der Depotbank.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_26"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 1. Kapitel: Vertraglicher Anlagefonds, 2. Abschnitt: Fondsvertrag, Inhalt",
        "citation": "Art. 26 Abs. 3 KAG",
        "content": "Der Bundesrat legt den Mindestinhalt fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_26"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 1. Kapitel: Vertraglicher Anlagefonds, 2. Abschnitt: Fondsvertrag, Änderungen des Fondsvertrags",
        "citation": "Art. 27 Abs. 1 KAG",
        "content": "Die Fondsleitung hat Änderungen des Fondsvertrags mit Zustimmung der Depotbank der FINMA zur Genehmigung einzureichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_27"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 1. Kapitel: Vertraglicher Anlagefonds, 2. Abschnitt: Fondsvertrag, Änderungen des Fondsvertrags",
        "citation": "Art. 27 Abs. 2 KAG",
        "content": "Ändert die Fondsleitung den Fondsvertrag, so veröffentlicht sie eine Zusammenfassung der wesentlichen Änderungen im Voraus mit dem Hinweis auf die Stellen, wo die Vertragsänderungen im Wortlaut kostenlos bezogen werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_27"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 1. Kapitel: Vertraglicher Anlagefonds, 2. Abschnitt: Fondsvertrag, Änderungen des Fondsvertrags",
        "citation": "Art. 27 Abs. 3 KAG",
        "content": "In den Publikationen sind die Anlegerinnen und Anleger auf die Möglichkeit hinzuweisen, bei der FINMA innert 30 Tagen nach der Publikation Einwendungen zu erheben. Das Verfahren richtet sich nach dem Verwaltungsverfahrensgesetz vom 20. Dezember 1968 (VwVG). Die Anlegerinnen und Anleger sind ferner darauf hinzuweisen, dass sie unter Beachtung der vertraglichen oder reglementarischen Frist die Auszahlung ihrer Anteile in bar verlangen können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_27"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 1. Kapitel: Vertraglicher Anlagefonds, 2. Abschnitt: Fondsvertrag, Änderungen des Fondsvertrags",
        "citation": "Art. 27 Abs. 4 KAG",
        "content": "Die FINMA veröffentlicht ihren Entscheid in den Publikationsorganen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_27"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 1. Abschnitt: Allgemeine Bestimmungen, Begriff und Aufgaben",
        "citation": "Art. 36 Abs. 1 KAG",
        "content": "Die SICAV ist eine Gesellschaft:\na. deren Kapital und Anzahl Aktien nicht im Voraus bestimmt sind;\nb. deren Kapital in Unternehmer- und Anlegeraktien aufgeteilt ist;\nc. für deren Verbindlichkeiten nur das Gesellschaftsvermögen haftet;\nd. deren ausschliesslicher Zweck die kollektive Kapitalanlage ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_36"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 1. Abschnitt: Allgemeine Bestimmungen, Begriff und Aufgaben",
        "citation": "Art. 36 Abs. 2 KAG",
        "content": "Die SICAV weist ein Mindestvermögen auf. Der Bundesrat legt dessen Höhe fest und die Frist, innerhalb der dieses geäufnet werden muss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_36"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 1. Abschnitt: Allgemeine Bestimmungen, Begriff und Aufgaben",
        "citation": "Art. 36 Abs. 3 KAG",
        "content": "Anlageentscheide darf die SICAV nur Personen übertragen, die über eine für diese Tätigkeit erforderliche Bewilligung verfügen. Die Artikel 14 und 35 FINIG gelten sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_36"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 1. Abschnitt: Allgemeine Bestimmungen, Gründung",
        "citation": "Art. 37 Abs. 1 KAG",
        "content": "Die Gründung der SICAV richtet sich nach den Bestimmungen des Obligationenrechtes über die Gründung der Aktiengesellschaft; ausgenommen sind die Bestimmungen über die Sacheinlagen, die Sachübernahmen und die besonderen Vorteile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_37"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 1. Abschnitt: Allgemeine Bestimmungen, Gründung",
        "citation": "Art. 37 Abs. 2 KAG",
        "content": "Der Bundesrat legt fest, wie hoch die Mindesteinlage im Zeitpunkt der Gründung einer SICAV sein muss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_37"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 1. Abschnitt: Allgemeine Bestimmungen, Firma",
        "citation": "Art. 38 Abs. 1 KAG",
        "content": "Die Firma muss die Bezeichnung der Rechtsform oder deren Abkürzung (SICAV) enthalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_38"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 1. Abschnitt: Allgemeine Bestimmungen, Firma",
        "citation": "Art. 38 Abs. 2 KAG",
        "content": "Im Übrigen kommen die Bestimmungen des Obligationenrechtes über die Firma der Aktiengesellschaft zur Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_38"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 1. Abschnitt: Allgemeine Bestimmungen, Eigene Mittel",
        "citation": "Art. 39 Abs. 1 KAG",
        "content": "Zwischen den Einlagen der Unternehmeraktionärinnen und -aktionäre und dem Gesamtvermögen der SICAV muss ein angemessenes Verhältnis bestehen. Der Bundesrat regelt dieses Verhältnis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_39"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 1. Abschnitt: Allgemeine Bestimmungen, Eigene Mittel",
        "citation": "Art. 39 Abs. 2 KAG",
        "content": "Die FINMA kann in besonderen Fällen Erleichterungen gewähren oder Verschärfungen anordnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_39"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 1. Abschnitt: Allgemeine Bestimmungen, Aktien",
        "citation": "Art. 40 Abs. 1 KAG",
        "content": "Die Unternehmeraktien lauten auf den Namen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_40"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 1. Abschnitt: Allgemeine Bestimmungen, Aktien",
        "citation": "Art. 40 Abs. 2 KAG",
        "content": "Die Unternehmer- und die Anlegeraktien weisen keinen Nennwert auf und müssen vollständig in bar liberiert sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_40"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 1. Abschnitt: Allgemeine Bestimmungen, Aktien",
        "citation": "Art. 40 Abs. 3 KAG",
        "content": "Die Aktien sind frei übertragbar. Die Statuten können den Anlegerkreis auf qualifizierte Anlegerinnen und Anleger einschränken, wenn die Aktien der SICAV nicht an einer Börse kotiert sind. Verweigert die SICAV ihre Zustimmung zur Übertragung der Aktien, so kommt Artikel 82 zur Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_40"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 1. Abschnitt: Allgemeine Bestimmungen, Aktien",
        "citation": "Art. 40 Abs. 4 KAG",
        "content": "Die Statuten können verschiedene Kategorien von Aktien vorsehen, denen unterschiedliche Rechte zukommen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_40"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 1. Abschnitt: Allgemeine Bestimmungen, Aktien",
        "citation": "Art. 40 Abs. 5 KAG",
        "content": "Die Ausgabe von Partizipationsscheinen, Genussscheinen und Vorzugsaktien ist untersagt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_40"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 1. Abschnitt: Allgemeine Bestimmungen, Unternehmeraktionärinnen und -aktionäre",
        "citation": "Art. 41 Abs. 1 KAG",
        "content": "Die Unternehmeraktionärinnen und -aktionäre leisten die für die Gründung der SICAV erforderliche Mindesteinlage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_41"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 1. Abschnitt: Allgemeine Bestimmungen, Unternehmeraktionärinnen und -aktionäre",
        "citation": "Art. 41 Abs. 2 KAG",
        "content": "Sie beschliessen die Auflösung der SICAV und von deren Teilvermögen nach Artikel 96 Absätze 2 und 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_41"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 1. Abschnitt: Allgemeine Bestimmungen, Unternehmeraktionärinnen und -aktionäre",
        "citation": "Art. 41 Abs. 3 KAG",
        "content": "Im Übrigen finden die Bestimmungen über die Rechte der Aktionärinnen und Aktionäre (Art. 46 ff.) Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_41"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 1. Abschnitt: Allgemeine Bestimmungen, Unternehmeraktionärinnen und -aktionäre",
        "citation": "Art. 41 Abs. 4 KAG",
        "content": "Die Rechte und Pflichten der Unternehmeraktionärinnen und -aktionäre gehen mit der Übertragung der Aktien auf den Erwerber über.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_41"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 1. Abschnitt: Allgemeine Bestimmungen, Ausgabe und Rücknahme von Aktien",
        "citation": "Art. 42 Abs. 1 KAG",
        "content": "Soweit Gesetz und Statuten nichts anderes vorsehen, kann die SICAV jederzeit zum Nettoinventarwert neue Aktien ausgeben und muss, auf Ersuchen einer Aktionärin oder eines Aktionärs, ausgegebene Aktien jederzeit zum Nettoinventarwert zurücknehmen. Dazu bedarf es weder einer Statutenänderung noch eines Handelsregistereintrags.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_42"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 1. Abschnitt: Allgemeine Bestimmungen, Ausgabe und Rücknahme von Aktien",
        "citation": "Art. 42 Abs. 2 KAG",
        "content": "Die SICAV darf weder direkt noch indirekt eigene Aktien halten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_42"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 1. Abschnitt: Allgemeine Bestimmungen, Ausgabe und Rücknahme von Aktien",
        "citation": "Art. 42 Abs. 3 KAG",
        "content": "Die Aktionärinnen und Aktionäre haben keinen Anspruch auf den Teil der neu ausgegebenen Aktien, der ihrer bisherigen Beteiligung entspricht. Im Falle von Immobilienfonds bleibt Artikel 66 Absatz 1 vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_42"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 1. Abschnitt: Allgemeine Bestimmungen, Ausgabe und Rücknahme von Aktien",
        "citation": "Art. 42 Abs. 4 KAG",
        "content": "Im Übrigen richten sich die Ausgabe und die Rücknahme der Aktien nach den Artikeln 78–82.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_42"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 1. Abschnitt: Allgemeine Bestimmungen, Statuten",
        "citation": "Art. 43 Abs. 1 KAG",
        "content": "Die Statuten müssen Bestimmungen enthalten über:\na. die Firma und den Sitz;\nb. den Zweck;\nc. die Mindesteinlage;\nd. die Einberufung der Generalversammlung;\ne. die Organe;\nf. die Publikationsorgane.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_43"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 1. Abschnitt: Allgemeine Bestimmungen, Statuten",
        "citation": "Art. 43 Abs. 2 KAG",
        "content": "Zu ihrer Verbindlichkeit bedürfen der Aufnahme in die Statuten Bestimmungen über:\na. die Dauer;\nb. die Einschränkung des Aktionärskreises auf qualifizierte Anlegerinnen und Anleger und die damit verbundene Beschränkung der Übertragbarkeit der Aktien (Art. 40 Abs. 3);\nc. die Kategorien von Aktien und die damit verbundenen Rechte;\nd. die Delegation der Geschäftsführung und der Vertretung sowie deren Modalitäten (Art. 51);\ne. die Abstimmung auf dem Korrespondenzweg.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_43"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 1. Abschnitt: Allgemeine Bestimmungen, Anlagereglement",
        "citation": "Art. 44 KAG",
        "content": "Die SICAV stellt ein Anlagereglement auf. Sein Inhalt richtet sich nach den Bestimmungen über den Fondsvertrag, soweit dieses Gesetz und die Statuten nichts anderes vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_44"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 1. Abschnitt: Allgemeine Bestimmungen, Depotbank",
        "citation": "Art. 44a Abs. 1 KAG",
        "content": "Die SICAV muss eine Depotbank nach den Artikeln 72–74 beiziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_44_a"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 1. Abschnitt: Allgemeine Bestimmungen, Depotbank",
        "citation": "Art. 44a Abs. 2 KAG",
        "content": "Die FINMA kann in begründeten Fällen Ausnahmen von dieser Pflicht bewilligen, sofern:\na. die SICAV ausschliesslich qualifizierten Anlegerinnen und Anlegern offensteht;\nb. ein oder mehrere Institute, welche einer gleichwertigen Aufsicht unterstehen, die mit der Abwicklung verbundenen Transaktionen vornehmen und für solche Transaktionen spezialisiert sind («Prime Broker»); und\nc. sichergestellt ist, dass die «Prime Broker» oder die zuständigen ausländischen Aufsichtsbehörden der «Prime Broker» der FINMA alle Auskünfte und Unterlagen erteilen, die diese zur Erfüllung ihrer Aufgabe benötigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_44_a"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 1. Abschnitt: Allgemeine Bestimmungen, Verhältnis zum Finanzmarktinfrastrukturgesetz",
        "citation": "Art. 45 KAG",
        "content": "Die Bestimmungen über öffentliche Kaufangebote (Art. 125‒141 des Finanzmarktinfrastrukturgesetzes vom 19. Juni 2015) sind auf die SICAV nicht anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_45"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 2. Abschnitt: Rechte und Pflichten der Aktionärinnen und Aktionäre, Mitgliedschaftsrechte",
        "citation": "Art. 46 Abs. 1 KAG",
        "content": "Die Mitgliedschaftsrechte ausüben kann, wer von der SICAV als Aktionärin oder als Aktionär anerkannt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_46"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 2. Abschnitt: Rechte und Pflichten der Aktionärinnen und Aktionäre, Mitgliedschaftsrechte",
        "citation": "Art. 46 Abs. 2 KAG",
        "content": "Die Aktionärinnen und Aktionäre können ihre Aktien in der Generalversammlung selbst vertreten oder durch einen Dritten vertreten lassen. Sofern die Statuten nichts anderes vorsehen, brauchen diese nicht Aktionärinnen oder Aktionäre zu sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_46"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 2. Abschnitt: Rechte und Pflichten der Aktionärinnen und Aktionäre, Mitgliedschaftsrechte",
        "citation": "Art. 46 Abs. 3 KAG",
        "content": "Die SICAV führt ein Aktienbuch, in welches die Unternehmeraktionärinnen und Unternehmeraktionäre mit Namen und Adressen eingetragen werden. Sie führt zudem nach Artikel 697l des Obligationenrechts ein Verzeichnis der Personen, die an den Aktien der Unternehmeraktionärinnen und -aktionären wirtschaftlich berechtigt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_46"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 2. Abschnitt: Rechte und Pflichten der Aktionärinnen und Aktionäre, Mitgliedschaftsrechte",
        "citation": "Art. 46 Abs. 4 KAG",
        "content": "Die Statuten können vorsehen, dass die Unternehmeraktionärinnen und -aktionäre sowie die Anlegeraktionärinnen und -aktionäre sowohl bei der selbst- als auch bei der fremdverwalteten SICAV einen Anspruch auf mindestens je einen Verwaltungsratssitz haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_46"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 2. Abschnitt: Rechte und Pflichten der Aktionärinnen und Aktionäre, Meldepflicht der Unternehmeraktionärinnen und -aktionäre",
        "citation": "Art. 46a Abs. 1 KAG",
        "content": "Die Unternehmeraktionärinnen und -aktionäre, deren Aktien nicht an einer Börse kotiert sind, unterstehen der Meldepflicht nach Artikel 697j des Obligationenrechts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_46_a"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 2. Abschnitt: Rechte und Pflichten der Aktionärinnen und Aktionäre, Meldepflicht der Unternehmeraktionärinnen und -aktionäre",
        "citation": "Art. 46a Abs. 2 KAG",
        "content": "Die Folgen der Nichteinhaltung der Meldepflicht bestimmen sich nach Artikel 697m des Obligationenrechts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_46_a"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 2. Abschnitt: Rechte und Pflichten der Aktionärinnen und Aktionäre, Stimmrechte",
        "citation": "Art. 47 Abs. 1 KAG",
        "content": "Jede Aktie entspricht einer Stimme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_47"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 2. Abschnitt: Rechte und Pflichten der Aktionärinnen und Aktionäre, Stimmrechte",
        "citation": "Art. 47 Abs. 2 KAG",
        "content": "Der Bundesrat kann die FINMA ermächtigen, die Zerlegung oder die Zusammenlegung von Aktien einer Aktienkategorie anzuordnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_47"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 2. Abschnitt: Rechte und Pflichten der Aktionärinnen und Aktionäre, Kontrollrechte",
        "citation": "Art. 48 KAG",
        "content": "Die Kontrollrechte richten sich nach den Bestimmungen des Obligationenrechtes über die Kontrollrechte der Aktionärinnen und Aktionäre, soweit dieses Gesetz nichts anderes vorsieht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_48"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 2. Abschnitt: Rechte und Pflichten der Aktionärinnen und Aktionäre, Weitere Rechte",
        "citation": "Art. 49 KAG",
        "content": "Im Übrigen kommen die Artikel 78 ff. zur Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_49"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 3. Abschnitt: Organisation, Generalversammlung",
        "citation": "Art. 50 Abs. 1 KAG",
        "content": "Oberstes Organ der SICAV ist die Generalversammlung der Aktionärinnen und Aktionäre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_50"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 3. Abschnitt: Organisation, Generalversammlung",
        "citation": "Art. 50 Abs. 2 KAG",
        "content": "Die Generalversammlung findet jährlich innerhalb von vier Monaten nach Abschluss des Geschäftsjahres statt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_50"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 3. Abschnitt: Organisation, Generalversammlung",
        "citation": "Art. 50 Abs. 3 KAG",
        "content": "Sofern der Bundesrat nichts anderes vorsieht, kommen im Übrigen die Bestimmungen des Obligationenrechts über die Generalversammlung der Aktiengesellschaft zur Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_50"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 3. Abschnitt: Organisation, Verwaltungsrat",
        "citation": "Art. 51 Abs. 1 KAG",
        "content": "Der Verwaltungsrat besteht aus mindestens drei und höchstens sieben Mitgliedern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_51"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 3. Abschnitt: Organisation, Verwaltungsrat",
        "citation": "Art. 51 Abs. 2 KAG",
        "content": "Die Statuten können den Verwaltungsrat ermächtigen, die Geschäftsführung und die Vertretung nach Massgabe des Organisationsreglements ganz oder teilweise an einzelne Mitglieder oder Dritte zu übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_51"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 3. Abschnitt: Organisation, Verwaltungsrat",
        "citation": "Art. 51 Abs. 3 KAG",
        "content": "Die geschäftsführenden Personen der SICAV und der Depotbank müssen von der jeweils anderen Gesellschaft unabhängig sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_51"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 3. Abschnitt: Organisation, Verwaltungsrat",
        "citation": "Art. 51 Abs. 4 KAG",
        "content": "Der Verwaltungsrat erfüllt die mit dem Anbieten von Finanzinstrumenten verbundenen Pflichten nach dem 3. Titel des FIDLEG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_51"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 3. Abschnitt: Organisation, Verwaltungsrat",
        "citation": "Art. 51 Abs. 5 KAG",
        "content": "Die Administration der SICAV darf nur an eine Fondsleitung nach Artikel 32 FINIG, die eine Bewilligung hat, delegiert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_51"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 3. Abschnitt: Organisation, Verwaltungsrat",
        "citation": "Art. 51 Abs. 6 KAG",
        "content": "Sofern der Bundesrat nichts anderes vorsieht, kommen im Übrigen die Bestimmungen des Obligationenrechts über den Verwaltungsrat der Aktiengesellschaft zur Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_51"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit variablem Kapital, 3. Abschnitt: Organisation, Prüfgesellschaft",
        "citation": "Art. 52 KAG",
        "content": "Die SICAV bezeichnet eine Prüfgesellschaft (Art. 126 ff.).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_52"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 3. Kapitel: Arten der offenen kollektiven Kapitalanlagen und Anlagevorschriften, 1. Abschnitt: Effektenfonds, Begriff",
        "citation": "Art. 53 KAG",
        "content": "Effektenfonds sind offene kollektive Kapitalanlagen, die ihre Mittel in Effekten anlegen und dem Recht der Europäischen Gemeinschaften entsprechen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_53"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 3. Kapitel: Arten der offenen kollektiven Kapitalanlagen und Anlagevorschriften, 1. Abschnitt: Effektenfonds, Zulässige Anlagen",
        "citation": "Art. 54 Abs. 1 KAG",
        "content": "Für Effektenfonds zulässig sind Anlagen in massenweise ausgegebene Wertpapiere und in nicht verurkundete Rechte mit gleicher Funktion (Wertrechte), die an einer Börse oder an einem andern geregelten, dem Publikum offen stehenden Markt gehandelt werden, sowie in andere liquide Finanzanlagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_54"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 3. Kapitel: Arten der offenen kollektiven Kapitalanlagen und Anlagevorschriften, 1. Abschnitt: Effektenfonds, Zulässige Anlagen",
        "citation": "Art. 54 Abs. 2 KAG",
        "content": "In begrenztem Umfang sind auch andere Anlagen sowie das Halten angemessener flüssiger Mittel zulässig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_54"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 3. Kapitel: Arten der offenen kollektiven Kapitalanlagen und Anlagevorschriften, 1. Abschnitt: Effektenfonds, Anlagetechniken",
        "citation": "Art. 55 Abs. 1 KAG",
        "content": "Die Fondsleitung und die SICAV dürfen im Rahmen der effizienten Verwaltung folgende Anlagetechniken einsetzen:\na. Effektenleihe;\nb. Pensionsgeschäft;\nc. Kreditaufnahme, jedoch nur vorübergehend und bis zu einem bestimmten Prozentsatz;\nd. Verpfändung oder Sicherungsübereignung, jedoch nur bis zu einem bestimmten Prozentsatz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_55"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 3. Kapitel: Arten der offenen kollektiven Kapitalanlagen und Anlagevorschriften, 1. Abschnitt: Effektenfonds, Anlagetechniken",
        "citation": "Art. 55 Abs. 2 KAG",
        "content": "Der Bundesrat kann weitere Anlagetechniken wie Leerverkäufe und Kreditgewährung zulassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_55"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 3. Kapitel: Arten der offenen kollektiven Kapitalanlagen und Anlagevorschriften, 1. Abschnitt: Effektenfonds, Anlagetechniken",
        "citation": "Art. 55 Abs. 3 KAG",
        "content": "Er legt die Prozentsätze fest. Die FINMA regelt die Einzelheiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_55"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 3. Kapitel: Arten der offenen kollektiven Kapitalanlagen und Anlagevorschriften, 1. Abschnitt: Effektenfonds, Einsatz von Derivaten",
        "citation": "Art. 56 Abs. 1 KAG",
        "content": "Die Fondsleitung und die SICAV dürfen Geschäfte mit Derivaten tätigen, sofern:\na. diese Geschäfte nicht zu einer Veränderung des Anlagecharakters des Effektenfonds führen;\nb. sie über eine geeignete Organisation und ein adäquates Risikomanagement verfügen;\nc. die mit der Abwicklung und der Überwachung betrauten Personen qualifiziert sind und die Wirkungsweise der eingesetzten Derivate jederzeit verstehen und nachvollziehen können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_56"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 3. Kapitel: Arten der offenen kollektiven Kapitalanlagen und Anlagevorschriften, 1. Abschnitt: Effektenfonds, Einsatz von Derivaten",
        "citation": "Art. 56 Abs. 2 KAG",
        "content": "Das Gesamtengagement aus Geschäften mit Derivaten darf einen bestimmten Prozentsatz des Nettofondsvermögens nicht übersteigen. Engagements aus Geschäften mit Derivaten sind auf die gesetzlichen und reglementarischen Höchstlimiten, namentlich auf die Risikoverteilung, anzurechnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_56"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 3. Kapitel: Arten der offenen kollektiven Kapitalanlagen und Anlagevorschriften, 1. Abschnitt: Effektenfonds, Einsatz von Derivaten",
        "citation": "Art. 56 Abs. 3 KAG",
        "content": "Der Bundesrat legt den Prozentsatz fest. Die FINMA regelt die Einzelheiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_56"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 3. Kapitel: Arten der offenen kollektiven Kapitalanlagen und Anlagevorschriften, 1. Abschnitt: Effektenfonds, Risikoverteilung",
        "citation": "Art. 57 Abs. 1 KAG",
        "content": "Die Fondsleitung und die SICAV müssen bei ihren Anlagen die Grundsätze der Risikoverteilung einhalten. Sie dürfen in der Regel nur einen bestimmten Prozentsatz des Fondsvermögens beim gleichen Schuldner oder Unternehmen anlegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_57"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 3. Kapitel: Arten der offenen kollektiven Kapitalanlagen und Anlagevorschriften, 1. Abschnitt: Effektenfonds, Risikoverteilung",
        "citation": "Art. 57 Abs. 2 KAG",
        "content": "Die mit den Wertpapieren oder Wertrechten erworbenen Stimmrechte bei einem Schuldner oder Unternehmen dürfen einen bestimmten Prozentsatz nicht überschreiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_57"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 3. Kapitel: Arten der offenen kollektiven Kapitalanlagen und Anlagevorschriften, 1. Abschnitt: Effektenfonds, Risikoverteilung",
        "citation": "Art. 57 Abs. 3 KAG",
        "content": "Der Bundesrat legt die Prozentsätze fest. Die FINMA regelt die Einzelheiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_57"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 3. Kapitel: Arten der offenen kollektiven Kapitalanlagen und Anlagevorschriften, 2. Abschnitt: Immobilienfonds, Begriff",
        "citation": "Art. 58 KAG",
        "content": "Immobilienfonds sind offene kollektive Kapitalanlagen, die ihre Mittel in Immobilienwerten anlegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_58"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 3. Kapitel: Arten der offenen kollektiven Kapitalanlagen und Anlagevorschriften, 2. Abschnitt: Immobilienfonds, Zulässige Anlagen",
        "citation": "Art. 59 Abs. 1 KAG",
        "content": "Für Immobilienfonds zulässig sind Anlagen in:\na. Grundstücke einschliesslich Zugehör;\nb. Beteiligungen an und Forderungen gegen Immobiliengesellschaften, deren Zweck einzig der Erwerb und Verkauf oder die Vermietung und Verpachtung eigener Grundstücke ist, sofern mindestens zwei Drittel ihres Kapitals und der Stimmen im Immobilienfonds vereinigt sind;\nc. Anteile an anderen Immobilienfonds und börsenkotierten Immobilieninvestmentgesellschaften bis höchstens 25 Prozent des Gesamtfondsvermögens;\nd. ausländische Immobilienwerte, deren Wert hinreichend beurteilt werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_59"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 3. Kapitel: Arten der offenen kollektiven Kapitalanlagen und Anlagevorschriften, 2. Abschnitt: Immobilienfonds, Zulässige Anlagen",
        "citation": "Art. 59 Abs. 2 KAG",
        "content": "Miteigentum an Grundstücken ist nur zulässig, sofern die Fondsleitung oder die SICAV einen beherrschenden Einfluss ausüben kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_59"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 3. Kapitel: Arten der offenen kollektiven Kapitalanlagen und Anlagevorschriften, 2. Abschnitt: Immobilienfonds, Sicherstellung der Verbindlichkeiten",
        "citation": "Art. 60 KAG",
        "content": "Die Fondsleitung und die SICAV müssen zur Sicherstellung der Verbindlichkeiten einen angemessenen Teil des Fondsvermögens in kurzfristigen festverzinslichen Effekten oder in anderen kurzfristig verfügbaren Mitteln halten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_60"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 3. Kapitel: Arten der offenen kollektiven Kapitalanlagen und Anlagevorschriften, 2. Abschnitt: Immobilienfonds, Einsatz von Derivaten",
        "citation": "Art. 61 KAG",
        "content": "Die Fondsleitung und die SICAV dürfen Geschäfte mit Derivaten tätigen, sofern sie mit der Anlagepolitik vereinbar sind. Die Bestimmungen über den Einsatz von Derivaten bei Effektenfonds (Art. 56) sind sinngemäss anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_61"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 3. Kapitel: Arten der offenen kollektiven Kapitalanlagen und Anlagevorschriften, 2. Abschnitt: Immobilienfonds, Risikoverteilung",
        "citation": "Art. 62 KAG",
        "content": "Die Anlagen sind nach Objekten, deren Nutzungsart, Alter, Bausubstanz und Lage zu verteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_62"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 3. Kapitel: Arten der offenen kollektiven Kapitalanlagen und Anlagevorschriften, 2. Abschnitt: Immobilienfonds, Besondere Pflichten",
        "citation": "Art. 63 Abs. 1 KAG",
        "content": "Die Fondsleitung haftet den Anlegerinnen und Anlegern dafür, dass die Immobiliengesellschaften, die zum Immobilienfonds gehören, die Vorschriften dieses Gesetzes und des Fondsreglementes einhalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_63"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 3. Kapitel: Arten der offenen kollektiven Kapitalanlagen und Anlagevorschriften, 2. Abschnitt: Immobilienfonds, Besondere Pflichten",
        "citation": "Art. 63 Abs. 2 KAG",
        "content": "Die Fondsleitung, die Depotbank sowie deren Beauftragte und die ihnen nahe stehenden natürlichen und juristischen Personen dürfen von Immobilienfonds keine Immobilienwerte übernehmen oder ihnen abtreten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_63"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 3. Kapitel: Arten der offenen kollektiven Kapitalanlagen und Anlagevorschriften, 2. Abschnitt: Immobilienfonds, Besondere Pflichten",
        "citation": "Art. 63 Abs. 3 KAG",
        "content": "Die SICAV darf von den Unternehmeraktionärinnen und -aktionären, von ihren Beauftragten sowie den ihr nahe stehenden natürlichen oder juristischen Personen keine Immobilienwerte übernehmen oder ihnen abtreten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_63"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 3. Kapitel: Arten der offenen kollektiven Kapitalanlagen und Anlagevorschriften, 2. Abschnitt: Immobilienfonds, Besondere Pflichten",
        "citation": "Art. 63 Abs. 4 KAG",
        "content": "Im Interesse der Anlegerinnen und Anleger kann die FINMA in begründeten Einzelfällen Ausnahmen vom Verbot von Geschäften mit nahe stehenden Personen im Sinne der Absätze 2 und 3 gewähren. Der Bundesrat regelt die Ausnahmekriterien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_63"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 3. Kapitel: Arten der offenen kollektiven Kapitalanlagen und Anlagevorschriften, 2. Abschnitt: Immobilienfonds, Schätzungsexpertinnen und Schätzungsexperten",
        "citation": "Art. 64 Abs. 1 KAG",
        "content": "Die Fondsleitung und die SICAV beauftragen mindestens zwei natürliche Personen oder eine juristische Person als Schätzungsexpertinnen oder Schätzungsexperten. Der Auftrag bedarf der Genehmigung der FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_64"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 3. Kapitel: Arten der offenen kollektiven Kapitalanlagen und Anlagevorschriften, 2. Abschnitt: Immobilienfonds, Schätzungsexpertinnen und Schätzungsexperten",
        "citation": "Art. 64 Abs. 2 KAG",
        "content": "Die Genehmigung wird erteilt, wenn die Schätzungsexpertinnen und Schätzungsexperten:\na. die erforderlichen Qualifikationen aufweisen;\nb. unabhängig sind;\nc. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_64"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 3. Kapitel: Arten der offenen kollektiven Kapitalanlagen und Anlagevorschriften, 2. Abschnitt: Immobilienfonds, Schätzungsexpertinnen und Schätzungsexperten",
        "citation": "Art. 64 Abs. 3 KAG",
        "content": "Die Schätzungsexpertinnen und Schätzungsexperten haben die Schätzungen mit der Sorgfalt einer ordentlichen und sachkundigen Schätzungsexpertin oder eines ordentlichen und sachkundigen Schätzungsexperten durchzuführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_64"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 3. Kapitel: Arten der offenen kollektiven Kapitalanlagen und Anlagevorschriften, 2. Abschnitt: Immobilienfonds, Schätzungsexpertinnen und Schätzungsexperten",
        "citation": "Art. 64 Abs. 4 KAG",
        "content": "Die FINMA kann die Genehmigung vom Abschluss einer Berufshaftpflichtversicherung oder vom Nachweis finanzieller Garantien abhängig machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_64"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 3. Kapitel: Arten der offenen kollektiven Kapitalanlagen und Anlagevorschriften, 2. Abschnitt: Immobilienfonds, Schätzungsexpertinnen und Schätzungsexperten",
        "citation": "Art. 64 Abs. 5 KAG",
        "content": "Sie kann weitere Anforderungen an die Schätzungsexpertinnen und Schätzungsexperten festlegen und die Schätzungsmethoden umschreiben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_64"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 3. Kapitel: Arten der offenen kollektiven Kapitalanlagen und Anlagevorschriften, 2. Abschnitt: Immobilienfonds, Sonderbefugnisse",
        "citation": "Art. 65 Abs. 1 KAG",
        "content": "Die Fondsleitung und die SICAV dürfen Bauten erstellen lassen, sofern das Fondsreglement ausdrücklich den Erwerb von Bauland und die Durchführung von Bauvorhaben vorsieht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_65"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 3. Kapitel: Arten der offenen kollektiven Kapitalanlagen und Anlagevorschriften, 2. Abschnitt: Immobilienfonds, Sonderbefugnisse",
        "citation": "Art. 65 Abs. 2 KAG",
        "content": "Sie dürfen Grundstücke verpfänden und die Pfandrechte zur Sicherung übereignen; die Belastung darf jedoch im Durchschnitt aller Grundstücke einen bestimmten Prozentsatz des Verkehrswertes nicht übersteigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_65"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 3. Kapitel: Arten der offenen kollektiven Kapitalanlagen und Anlagevorschriften, 2. Abschnitt: Immobilienfonds, Sonderbefugnisse",
        "citation": "Art. 65 Abs. 3 KAG",
        "content": "Der Bundesrat bestimmt den Prozentsatz. Die FINMA regelt die Einzelheiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_65"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 3. Kapitel: Arten der offenen kollektiven Kapitalanlagen und Anlagevorschriften, 2. Abschnitt: Immobilienfonds, Ausgabe und Rücknahme von Anteilen",
        "citation": "Art. 66 Abs. 1 KAG",
        "content": "Die Fondsleitung und die SICAV müssen neue Anteile zuerst den bisherigen Anlegerinnen und Anlegern anbieten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_66"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 3. Kapitel: Arten der offenen kollektiven Kapitalanlagen und Anlagevorschriften, 2. Abschnitt: Immobilienfonds, Ausgabe und Rücknahme von Anteilen",
        "citation": "Art. 66 Abs. 2 KAG",
        "content": "Die Anlegerinnen und Anleger können jeweils auf das Ende eines Rechnungsjahres unter Einhaltung einer Frist von zwölf Monaten die Rücknahme ihrer Anteile verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_66"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 3. Kapitel: Arten der offenen kollektiven Kapitalanlagen und Anlagevorschriften, 2. Abschnitt: Immobilienfonds, Handel",
        "citation": "Art. 67 KAG",
        "content": "Die Fondsleitung und die SICAV stellen über eine Bank oder einen Effektenhändler einen regelmässigen börslichen oder ausserbörslichen Handel von Immobilienfondsanteilen sicher.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_67"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 3. Kapitel: Arten der offenen kollektiven Kapitalanlagen und Anlagevorschriften, 3. Abschnitt: Übrige Fonds für traditionelle und für alternative Anlagen, Begriff",
        "citation": "Art. 68 KAG",
        "content": "Übrige Fonds für traditionelle und für alternative Anlagen sind offene kollektive Kapitalanlagen, die weder Effektenfonds noch Immobilienfonds sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_68"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 3. Kapitel: Arten der offenen kollektiven Kapitalanlagen und Anlagevorschriften, 3. Abschnitt: Übrige Fonds für traditionelle und für alternative Anlagen, Zulässige Anlagen",
        "citation": "Art. 69 Abs. 1 KAG",
        "content": "Für übrige Fonds für traditionelle und alternative Anlagen zulässig sind insbesondere Anlagen in Effekten, Edelmetallen, Immobilien, Massenwaren (Commodities), Derivaten, Anteilen anderer kollektiver Kapitalanlagen sowie in anderen Sachen und Rechten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_69"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 3. Kapitel: Arten der offenen kollektiven Kapitalanlagen und Anlagevorschriften, 3. Abschnitt: Übrige Fonds für traditionelle und für alternative Anlagen, Zulässige Anlagen",
        "citation": "Art. 69 Abs. 2 KAG",
        "content": "Für diese Fonds können insbesondere Anlagen getätigt werden:\na. die nur beschränkt marktgängig sind;\nb. die hohen Kursschwankungen unterliegen;\nc. die eine begrenzte Risikoverteilung aufweisen;\nd. deren Bewertung erschwert ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_69"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 3. Kapitel: Arten der offenen kollektiven Kapitalanlagen und Anlagevorschriften, 3. Abschnitt: Übrige Fonds für traditionelle und für alternative Anlagen, Übrige Fonds für traditionelle Anlagen",
        "citation": "Art. 70 Abs. 1 KAG",
        "content": "Als übrige Fonds für traditionelle Anlagen gelten offene kollektive Kapitalanlagen, die bei ihren Anlagen, Anlagetechniken und -beschränkungen ein für traditionelle Anlagen typisches Risikoprofil aufweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_70"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 3. Kapitel: Arten der offenen kollektiven Kapitalanlagen und Anlagevorschriften, 3. Abschnitt: Übrige Fonds für traditionelle und für alternative Anlagen, Übrige Fonds für traditionelle Anlagen",
        "citation": "Art. 70 Abs. 2 KAG",
        "content": "Auf übrige Fonds für traditionelle Anlagen sind die Bestimmungen über den Einsatz von Anlagetechniken und Derivaten für Effektenfonds sinngemäss anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_70"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 3. Kapitel: Arten der offenen kollektiven Kapitalanlagen und Anlagevorschriften, 3. Abschnitt: Übrige Fonds für traditionelle und für alternative Anlagen, Übrige Fonds für alternative Anlagen",
        "citation": "Art. 71 Abs. 1 KAG",
        "content": "Als übrige Fonds für alternative Anlagen gelten offene kollektive Kapitalanlagen, deren Anlagen, Struktur, Anlagetechniken (Leerverkäufe, Kreditaufnahme etc.) und -beschränkungen ein für alternative Anlagen typisches Risikoprofil aufweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_71"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 3. Kapitel: Arten der offenen kollektiven Kapitalanlagen und Anlagevorschriften, 3. Abschnitt: Übrige Fonds für traditionelle und für alternative Anlagen, Übrige Fonds für alternative Anlagen",
        "citation": "Art. 71 Abs. 2 KAG",
        "content": "Die Hebelwirkung ist nur bis zu einem bestimmten Prozentsatz des Nettofondsvermögens erlaubt. Der Bundesrat legt den Prozentsatz fest. Die FINMA regelt die Einzelheiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_71"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 3. Kapitel: Arten der offenen kollektiven Kapitalanlagen und Anlagevorschriften, 3. Abschnitt: Übrige Fonds für traditionelle und für alternative Anlagen, Übrige Fonds für alternative Anlagen",
        "citation": "Art. 71 Abs. 3 KAG",
        "content": "Auf die besonderen Risiken, die mit alternativen Anlagen verbunden sind, ist in der Bezeichnung, im Prospekt und im Basisinformationsblatt nach dem 3. Titel des FIDLEG sowie in der Werbung hinzuweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_71"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 3. Kapitel: Arten der offenen kollektiven Kapitalanlagen und Anlagevorschriften, 3. Abschnitt: Übrige Fonds für traditionelle und für alternative Anlagen, Übrige Fonds für alternative Anlagen",
        "citation": "Art. 71 Abs. 5 KAG",
        "content": "Die FINMA kann gestatten, dass die mit der Abwicklung der Transaktionen verbundenen Dienstleistungen eines direkt anlegenden übrigen Fonds für alternative Anlagen durch ein beaufsichtigtes Institut, das für solche Transaktionen spezialisiert ist («Prime Broker»), erbracht werden. Sie kann festlegen, welche Kontrollaufgaben die Fondsleitung und die SICAV wahrnehmen müssen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_71"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt: Depotbank, Organisation",
        "citation": "Art. 72 Abs. 1 KAG",
        "content": "Die Depotbank muss eine Bank im Sinne des BankG sein und über eine für ihre Tätigkeit als Depotbank von kollektiven Kapitalanlagen angemessene Organisation verfügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_72"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt: Depotbank, Organisation",
        "citation": "Art. 72 Abs. 2 KAG",
        "content": "Neben den mit der Geschäftsführung betrauten Personen müssen auch die mit den Aufgaben der Depotbanktätigkeit betrauten Personen die Anforderungen nach Artikel 14 Absatz 1 Buchstaben a und abis erfüllen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_72"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt: Depotbank, Aufgaben",
        "citation": "Art. 73 Abs. 1 KAG",
        "content": "Die Depotbank bewahrt das Fondsvermögen auf, besorgt die Ausgabe und Rücknahme der Anteile und den Zahlungsverkehr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_73"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt: Depotbank, Aufgaben",
        "citation": "Art. 73 Abs. 2 KAG",
        "content": "Sie kann die Aufbewahrung des Fondsvermögens Dritt- und Zentralverwahrern im In- oder Ausland übertragen, soweit dies im Interesse einer sachgerechten Verwahrung liegt. Die Anlegerinnen und Anleger sind über die Risiken, die mit einer solchen Übertragung verbunden sind, im Prospekt und im Basisinformationsblatt nach dem 3. Titel des FIDLEG zu informieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_73"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt: Depotbank, Aufgaben",
        "citation": "Art. 73 Abs. 2bis KAG",
        "content": "Für Finanzinstrumente darf die Übertragung nach Absatz 2 nur an beaufsichtigte Dritt- oder Zentralverwahrer erfolgen. Davon ausgenommen ist die zwingende Verwahrung an einem Ort, an dem die Übertragung an beaufsichtigte Dritt- oder Zentralverwahrer nicht möglich ist, wie insbesondere aufgrund zwingender Rechtsvorschriften oder der Modalitäten des Anlageprodukts. Die Anlegerinnen und Anleger sind in der Produktedokumentation über die Aufbewahrung durch nicht beaufsichtigte Dritt- oder Zentralverwahrer zu informieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_73"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt: Depotbank, Aufgaben",
        "citation": "Art. 73 Abs. 3 KAG",
        "content": "Die Depotbank sorgt dafür, dass die Fondsleitung oder die SICAV das Gesetz und das Fondsreglement beachten. Sie prüft ob:\na. die Berechnung des Nettoinventarwertes und der Ausgabe- und Rücknahmepreise der Anteile Gesetz und Fondsreglement entsprechen;\nb. die Anlageentscheide Gesetz und Fondsreglement entsprechen;\nc. der Erfolg nach Massgabe des Fondsreglements verwendet wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_73"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt: Depotbank, Aufgaben",
        "citation": "Art. 73 Abs. 4 KAG",
        "content": "Der Bundesrat regelt die Anforderungen für die Tätigkeiten der Depotbank und kann Vorgaben zum Schutz der Wertpapieranlagen einführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_73"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt: Depotbank, Wechsel",
        "citation": "Art. 74 Abs. 1 KAG",
        "content": "Für den Wechsel der Depotbank gelten bei Anlagefonds die Bestimmungen über den Wechsel der Fondsleitung (Art. 39 FINIG) sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_74"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt: Depotbank, Wechsel",
        "citation": "Art. 74 Abs. 2 KAG",
        "content": "Der Wechsel der Depotbank bei der SICAV bedarf eines Vertrages in schriftlicher oder in einer anderen durch Text nachweisbaren Form und der vorgängigen Genehmigung der FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_74"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 1. Abschnitt: Depotbank, Wechsel",
        "citation": "Art. 74 Abs. 3 KAG",
        "content": "Die FINMA veröffentlicht den Entscheid in den Publikationsorganen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_74"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 3. Abschnitt: Stellung der Anlegerinnen und Anleger, Erwerb und Rückgabe",
        "citation": "Art. 78 Abs. 1 KAG",
        "content": "Die Anlegerinnen und Anleger erwerben mit Vertragsabschluss beziehungsweise mit der Zeichnung und der Einzahlung in bar:\na. beim Anlagefonds nach Massgabe der von ihnen erworbenen Fondsanteile eine Forderung gegen die Fondsleitung auf Beteiligung am Vermögen und am Ertrag des Anlagefonds;\nb. bei der SICAV nach Massgabe der von ihnen erworbenen Aktien eine Beteiligung an der Gesellschaft und an deren Bilanzgewinn.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_78"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 3. Abschnitt: Stellung der Anlegerinnen und Anleger, Erwerb und Rückgabe",
        "citation": "Art. 78 Abs. 2 KAG",
        "content": "Sie sind grundsätzlich jederzeit berechtigt, die Rücknahme ihrer Anteile und deren Auszahlung in bar zu verlangen. Anteilscheine sind zur Vernichtung zurückzugeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_78"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 3. Abschnitt: Stellung der Anlegerinnen und Anleger, Erwerb und Rückgabe",
        "citation": "Art. 78 Abs. 3 KAG",
        "content": "Bei kollektiven Kapitalanlagen mit verschiedenen Anteilsklassen regelt der Bundesrat die Einzelheiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_78"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 3. Abschnitt: Stellung der Anlegerinnen und Anleger, Erwerb und Rückgabe",
        "citation": "Art. 78 Abs. 4 KAG",
        "content": "Die FINMA kann Abweichungen von der Pflicht zur Ein- und Auszahlung in bar gestatten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_78"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 3. Abschnitt: Stellung der Anlegerinnen und Anleger, Erwerb und Rückgabe",
        "citation": "Art. 78 Abs. 5 KAG",
        "content": "Bei kollektiven Kapitalanlagen mit Teilvermögen richten sich die Vermögensrechte nach den Artikeln 93 Absatz 2 und 94 Absatz 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_78"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 3. Abschnitt: Stellung der Anlegerinnen und Anleger, Liquidität",
        "citation": "Art. 78a Abs. 1 KAG",
        "content": "Die Fondsleitung oder die SICAV stellt eine den Anlagen, der Anlagepolitik, der Risikoverteilung, dem Anlegerkreis und der Rücknahmefrequenz angemessene Liquidität der kollektiven Kapitalanlage sicher.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_78_a"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 3. Abschnitt: Stellung der Anlegerinnen und Anleger, Liquidität",
        "citation": "Art. 78a Abs. 2 KAG",
        "content": "Der Bundesrat kann diese Pflicht weiter präzisieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_78_a"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 3. Abschnitt: Stellung der Anlegerinnen und Anleger, Ausnahmen vom Recht auf jederzeitige Rückgabe",
        "citation": "Art. 79 Abs. 1 KAG",
        "content": "Der Bundesrat kann nach Massgabe der Anlagevorschriften (Art. 54–57, 59–62, 69–71, 118n und 118o) bei kollektiven Kapitalanlagen mit erschwerter Bewertung oder beschränkter Marktgängigkeit Ausnahmen vom Recht auf jederzeitige Rückgabe vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_79"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 3. Abschnitt: Stellung der Anlegerinnen und Anleger, Ausnahmen vom Recht auf jederzeitige Rückgabe",
        "citation": "Art. 79 Abs. 2 KAG",
        "content": "Er darf das Recht auf jederzeitige Rückgabe jedoch höchstens fünf Jahre aussetzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_79"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 3. Abschnitt: Stellung der Anlegerinnen und Anleger, Ausgabe- und Rücknahmepreis",
        "citation": "Art. 80 KAG",
        "content": "Der Ausgabe- und der Rücknahmepreis der Anteile bestimmen sich nach dem Nettoinventarwert pro Anteil am Bewertungstag, zuzüglich beziehungsweise abzüglich allfälliger Kommissionen und Kosten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_80"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 3. Abschnitt: Stellung der Anlegerinnen und Anleger, Aufschub der Rückzahlung",
        "citation": "Art. 81 Abs. 1 KAG",
        "content": "Der Bundesrat bestimmt, in welchen Fällen das Fondsreglement im Interesse der Gesamtheit der Anlegerinnen und Anleger einen befristeten Aufschub für die Rückzahlung der Anteile vorsehen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_81"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 3. Abschnitt: Stellung der Anlegerinnen und Anleger, Aufschub der Rückzahlung",
        "citation": "Art. 81 Abs. 2 KAG",
        "content": "Die FINMA kann in ausserordentlichen Fällen im Interesse der Gesamtheit der Anlegerinnen und Anleger einen befristeten Aufschub für die Rückzahlung der Anteile gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_81"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 3. Abschnitt: Stellung der Anlegerinnen und Anleger, Zwangsrückkauf",
        "citation": "Art. 82 KAG",
        "content": "Der Bundesrat schreibt den Zwangsrückkauf vor, wenn:\na. dies zur Wahrung des Rufes des Finanzplatzes, namentlich zur Bekämpfung der Geldwäscherei, erforderlich ist;\nb. die Anlegerin oder der Anleger die gesetzlichen, reglementarischen, vertraglichen oder statutarischen Voraussetzungen zur Teilnahme an einer kollektiven Kapitalanlage nicht mehr erfüllen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_82"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 3. Abschnitt: Stellung der Anlegerinnen und Anleger, Berechnung und Publikation des Nettoinventarwertes",
        "citation": "Art. 83 Abs. 1 KAG",
        "content": "Der Nettoinventarwert der offenen kollektiven Kapitalanlage wird zum Verkehrswert am Ende des Rechnungsjahres sowie für jeden Tag berechnet, an dem Anteile ausgegeben oder zurückgenommen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_83"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 3. Abschnitt: Stellung der Anlegerinnen und Anleger, Berechnung und Publikation des Nettoinventarwertes",
        "citation": "Art. 83 Abs. 2 KAG",
        "content": "Der Nettoinventarwert pro Anteil ergibt sich aus dem Verkehrswert der Anlagen, vermindert um allfällige Verbindlichkeiten, dividiert durch die Anzahl der im Umlauf befindlichen Anteile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_83"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 3. Abschnitt: Stellung der Anlegerinnen und Anleger, Berechnung und Publikation des Nettoinventarwertes",
        "citation": "Art. 83 Abs. 3 KAG",
        "content": "Die FINMA kann eine von Absatz 2 abweichende Methode zur Berechnung des Nettoinventarwertes oder der Nettoinventarwerte zulassen, soweit diese internationalen Standards entspricht und der Schutzzweck des Gesetzes dadurch nicht gefährdet wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_83"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 3. Abschnitt: Stellung der Anlegerinnen und Anleger, Berechnung und Publikation des Nettoinventarwertes",
        "citation": "Art. 83 Abs. 4 KAG",
        "content": "Die Fondsleitung und die SICAV veröffentlichen die Nettoinventarwerte in regelmässigen Abständen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_83"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 3. Abschnitt: Stellung der Anlegerinnen und Anleger, Recht auf Auskunft",
        "citation": "Art. 84 Abs. 1 KAG",
        "content": "Die Fondsleitung und die SICAV erteilen Anlegerinnen und Anlegern auf Verlangen Auskunft über die Grundlagen für die Berechnung des Nettoinventarwertes pro Anteil.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_84"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 3. Abschnitt: Stellung der Anlegerinnen und Anleger, Recht auf Auskunft",
        "citation": "Art. 84 Abs. 2 KAG",
        "content": "Machen Anlegerinnen und Anleger ein Interesse an näheren Angaben über einzelne Geschäfte der Fondsleitung oder der SICAV wie die Ausübung von Mitgliedschafts- und Gläubigerrechten oder über das Riskmanagement geltend, so erteilen diese ihnen auch darüber jederzeit Auskunft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_84"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 3. Abschnitt: Stellung der Anlegerinnen und Anleger, Recht auf Auskunft",
        "citation": "Art. 84 Abs. 3 KAG",
        "content": "Die Anlegerinnen und Anleger können beim Gericht am Sitz der Fondsleitung oder der SICAV verlangen, dass die Prüfgesellschaft oder eine andere sachverständige Person den abklärungsbedürftigen Sachverhalt untersucht und ihnen darüber Bericht erstattet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_84"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 3. Abschnitt: Stellung der Anlegerinnen und Anleger, Klage auf Rückerstattung",
        "citation": "Art. 85 KAG",
        "content": "Werden der offenen kollektiven Kapitalanlage widerrechtlich Vermögensrechte entzogen oder Vermögensvorteile vorenthalten, so können die Anlegerinnen und Anleger auf Leistung an die betroffene offene kollektive Kapitalanlage klagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_85"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 3. Abschnitt: Stellung der Anlegerinnen und Anleger, Vertretung der Anlegergemeinschaft",
        "citation": "Art. 86 Abs. 1 KAG",
        "content": "Die Anlegerinnen und Anleger können vom Gericht die Ernennung einer Vertretung verlangen, wenn sie Ansprüche auf Leistung an die offene kollektive Kapitalanlage glaubhaft machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_86"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 3. Abschnitt: Stellung der Anlegerinnen und Anleger, Vertretung der Anlegergemeinschaft",
        "citation": "Art. 86 Abs. 2 KAG",
        "content": "Das Gericht veröffentlicht die Ernennung in den Publikationsorganen der offenen kollektiven Kapitalanlage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_86"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 3. Abschnitt: Stellung der Anlegerinnen und Anleger, Vertretung der Anlegergemeinschaft",
        "citation": "Art. 86 Abs. 3 KAG",
        "content": "Die Person, welche die Anlegerinnen und Anleger vertritt, hat dieselben Rechte wie diese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_86"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 3. Abschnitt: Stellung der Anlegerinnen und Anleger, Vertretung der Anlegergemeinschaft",
        "citation": "Art. 86 Abs. 4 KAG",
        "content": "Klagt sie auf Leistung an die offene kollektive Kapitalanlage, so können die einzelnen Anlegerinnen und Anleger dieses Klagerecht nicht mehr ausüben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_86"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 3. Abschnitt: Stellung der Anlegerinnen und Anleger, Vertretung der Anlegergemeinschaft",
        "citation": "Art. 86 Abs. 5 KAG",
        "content": "Die Kosten der Vertretung gehen zulasten des Fondsvermögens, sofern sie nicht durch das Urteil anders verteilt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_86"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 4. Abschnitt: Buchführung, Bewertung und Rechenschaftsablage, Buchführungspflicht",
        "citation": "Art. 87 KAG",
        "content": "Für jede offene kollektive Kapitalanlage muss gesondert Buch geführt werden. Soweit dieses Gesetz oder die Ausführungsbestimmungen nichts anderes vorsehen, kommen die Artikel 662 ff. des Obligationenrechtes zur Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_87"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 4. Abschnitt: Buchführung, Bewertung und Rechenschaftsablage, Bewertung zum Verkehrswert",
        "citation": "Art. 88 Abs. 1 KAG",
        "content": "Anlagen, die an einer Börse kotiert sind oder an einem anderen geregelten, dem Publikum offen stehenden Markt gehandelt werden, sind zu den Kursen zu bewerten, die am Hauptmarkt bezahlt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_88"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 4. Abschnitt: Buchführung, Bewertung und Rechenschaftsablage, Bewertung zum Verkehrswert",
        "citation": "Art. 88 Abs. 2 KAG",
        "content": "Andere Anlagen, für die keine aktuellen Kurse verfügbar sind, sind zu dem Preis zu bewerten, der bei sorgfältigem Verkauf im Zeitpunkt der Schätzung wahrscheinlich erzielt würde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_88"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 4. Abschnitt: Buchführung, Bewertung und Rechenschaftsablage, Jahres- und Halbjahresbericht",
        "citation": "Art. 89 Abs. 1 KAG",
        "content": "Für jede offene kollektive Kapitalanlage wird innerhalb von vier Monaten nach Abschluss des Geschäftsjahres ein Jahresbericht veröffentlicht; dieser enthält namentlich:\na. die Jahresrechnung, bestehend aus der Vermögensrechnung beziehungsweise der Bilanz und der Erfolgsrechnung, sowie die Angaben über die Verwendung des Erfolges und die Offenlegung der Kosten;\nb. die Zahl der im Berichtsjahr zurückgenommenen und der neu ausgegebenen Anteile sowie den Schlussbestand der ausgegebenen Anteile;\nc. das Inventar des Fondsvermögens zu Verkehrswerten und den daraus errechneten Wert (Nettoinventarwert) eines Anteils auf den letzten Tag des Rechnungsjahres;\nd. die Grundsätze für die Bewertung sowie für die Berechnung des Nettoinventarwertes;\ne. eine Aufstellung der Käufe und Verkäufe;\nf. den Namen oder die Firma der Personen, an die Aufgaben delegiert sind;\ng. Angaben über Angelegenheiten von besonderer wirtschaftlicher oder rechtlicher Bedeutung, insbesondere über:\n1. Änderungen des Fondsreglements,\n2. wesentliche Fragen der Auslegung von Gesetz und Fondsreglement,\n3. den Wechsel von Fondsleitung und Depotbank,\n4. Änderungen der geschäftsführenden Personen der Fondsleitung, der SICAV oder des Verwalters von Kollektivvermögen,\n5. Rechtsstreitigkeiten;\nh. das Ergebnis der offenen kollektiven Kapitalanlage (Performance), allenfalls im Vergleich zu ähnlichen Anlagen (Benchmark);\ni. einen Kurzbericht der Prüfgesellschaft zu den vorstehenden Angaben, bei Immobilienfonds ebenfalls zu den Angaben nach Artikel 90.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_89"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 4. Abschnitt: Buchführung, Bewertung und Rechenschaftsablage, Jahres- und Halbjahresbericht",
        "citation": "Art. 89 Abs. 2 KAG",
        "content": "Die Vermögensrechnung des Anlagefonds und die Bilanz der SICAV sind zu Verkehrswerten zu erstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_89"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 4. Abschnitt: Buchführung, Bewertung und Rechenschaftsablage, Jahres- und Halbjahresbericht",
        "citation": "Art. 89 Abs. 3 KAG",
        "content": "Innerhalb von zwei Monaten nach Ablauf der ersten Hälfte des Rechnungsjahres ist ein Halbjahresbericht zu veröffentlichen. Dieser enthält eine ungeprüfte Vermögensrechnung beziehungsweise eine ungeprüfte Bilanz und eine Erfolgsrechnung sowie Angaben nach Absatz 1 Buchstaben b, c und e.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_89"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 4. Abschnitt: Buchführung, Bewertung und Rechenschaftsablage, Jahres- und Halbjahresbericht",
        "citation": "Art. 89 Abs. 4 KAG",
        "content": "Die Jahres- und Halbjahresberichte werden der FINMA spätestens gleichzeitig mit der Veröffentlichung eingereicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_89"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 4. Abschnitt: Buchführung, Bewertung und Rechenschaftsablage, Jahres- und Halbjahresbericht",
        "citation": "Art. 89 Abs. 5 KAG",
        "content": "Sie sind während zehn Jahren interessierten Personen kostenlos zur Einsicht zur Verfügung zu halten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_89"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 4. Abschnitt: Buchführung, Bewertung und Rechenschaftsablage, Jahresrechnung und Jahresbericht für Immobilienfonds",
        "citation": "Art. 90 Abs. 1 KAG",
        "content": "Die Jahresrechnung für Immobilienfonds besteht aus einer konsolidierten Rechnung von Vermögen beziehungsweise Bilanz und Erfolg des Immobilienfonds und dessen Immobiliengesellschaften. Artikel 89 kommt sinngemäss zur Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_90"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 4. Abschnitt: Buchführung, Bewertung und Rechenschaftsablage, Jahresrechnung und Jahresbericht für Immobilienfonds",
        "citation": "Art. 90 Abs. 2 KAG",
        "content": "Die Grundstücke sind in der Vermögensrechnung zu den Verkehrswerten einzustellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_90"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 4. Abschnitt: Buchführung, Bewertung und Rechenschaftsablage, Jahresrechnung und Jahresbericht für Immobilienfonds",
        "citation": "Art. 90 Abs. 3 KAG",
        "content": "Im Inventar des Fondsvermögens sind die Gestehungskosten und die geschätzten Verkehrswerte der einzelnen Grundstücke aufzuführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_90"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 4. Abschnitt: Buchführung, Bewertung und Rechenschaftsablage, Jahresrechnung und Jahresbericht für Immobilienfonds",
        "citation": "Art. 90 Abs. 4 KAG",
        "content": "Der Jahresbericht und die Jahresrechnung enthalten neben den Angaben nach Artikel 89 Angaben über die Schätzungsexperten, die Schätzungsmethoden und über die angewandten Kapitalisierungs- und Diskontierungssätze.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_90"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 4. Abschnitt: Buchführung, Bewertung und Rechenschaftsablage, Vorschriften der FINMA",
        "citation": "Art. 91 KAG",
        "content": "Die FINMA erlässt die weiteren Vorschriften über die Buchführungspflicht, die Bewertung, die Rechenschaftsablage und die Publikationspflicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_91"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 5. Abschnitt: Offene kollektive Kapitalanlagen mit Teilvermögen, Begriff",
        "citation": "Art. 92 KAG",
        "content": "Bei einer offenen kollektiven Kapitalanlage mit Teilvermögen (Umbrella-Fonds) stellt jedes Teilvermögen eine eigene kollektive Kapitalanlage dar und weist einen eigenen Nettoinventarwert auf.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_92"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 5. Abschnitt: Offene kollektive Kapitalanlagen mit Teilvermögen, Anlagefonds mit Teilvermögen",
        "citation": "Art. 93 Abs. 1 KAG",
        "content": "Beim Anlagefonds mit Teilvermögen sind die Anlegerinnen und Anleger nur am Vermögen und am Ertrag desjenigen Teilvermögens berechtigt, an dem sie beteiligt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_93"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 5. Abschnitt: Offene kollektive Kapitalanlagen mit Teilvermögen, Anlagefonds mit Teilvermögen",
        "citation": "Art. 93 Abs. 2 KAG",
        "content": "Jedes Teilvermögen haftet nur für eigene Verbindlichkeiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_93"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 5. Abschnitt: Offene kollektive Kapitalanlagen mit Teilvermögen, SICAV mit Teilvermögen",
        "citation": "Art. 94 Abs. 1 KAG",
        "content": "Die Anlegerinnen und Anleger sind nur am Vermögen und am Ertrag desjenigen Teilvermögens beteiligt, dessen Aktien sie halten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_94"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 5. Abschnitt: Offene kollektive Kapitalanlagen mit Teilvermögen, SICAV mit Teilvermögen",
        "citation": "Art. 94 Abs. 2 KAG",
        "content": "Jedes Teilvermögen nach Absatz 1 haftet nur für eigene Verbindlichkeiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_94"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 6. Abschnitt: Umstrukturierung und Auflösung, Umstrukturierung",
        "citation": "Art. 95 Abs. 1 KAG",
        "content": "Folgende Umstrukturierungen von offenen kollektiven Kapitalanlagen sind zulässig:\na. die Vereinigung durch Übertragung der Vermögenswerte und Verbindlichkeiten;\nb. die Umwandlung in eine andere Rechtsform einer kollektiven Kapitalanlage;\nc. für die SICAV: die Vermögensübertragung nach den Artikeln 69–77 des Fusionsgesetzes vom 3. Oktober 2003.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_95"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 6. Abschnitt: Umstrukturierung und Auflösung, Umstrukturierung",
        "citation": "Art. 95 Abs. 2 KAG",
        "content": "Eine Umstrukturierung nach Absatz 1 Buchstaben b und c darf erst ins Handelsregister eingetragen werden, nachdem sie von der FINMA nach Artikel 15 genehmigt worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_95"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 6. Abschnitt: Umstrukturierung und Auflösung, Auflösung",
        "citation": "Art. 96 Abs. 1 KAG",
        "content": "Der Anlagefonds wird aufgelöst:\na. bei unbestimmter Laufzeit durch Kündigung der Fondsleitung oder der Depotbank;\nb. bei bestimmter Laufzeit durch Zeitablauf;\nc. durch Verfügung der FINMA:\n1. bei bestimmter Laufzeit vorzeitig aus wichtigem Grund und auf Antrag der Fondsleitung und der Depotbank,\n2. bei Unterschreiten des Mindestvermögens,\n3. in den Fällen nach Artikel 133 ff.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_96"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 6. Abschnitt: Umstrukturierung und Auflösung, Auflösung",
        "citation": "Art. 96 Abs. 2 KAG",
        "content": "Die SICAV wird aufgelöst:\na. bei unbestimmter Laufzeit durch Beschluss der Unternehmeraktionärinnen und -aktionäre, sofern er mindestens zwei Drittel der ausgegebenen Unternehmeraktien auf sich vereinigt;\nb. bei bestimmter Laufzeit durch Zeitablauf;\nc. durch Verfügung der FINMA:\n1. bei bestimmter Laufzeit vorzeitig aus wichtigem Grund und auf Antrag der Unternehmeraktionärinnen und -aktionäre, sofern er mindestens zwei Drittel der ausgegebenen Unternehmeraktien auf sich vereinigt,\n2. bei Unterschreiten des Mindestvermögens,\n3. in den Fällen nach Artikel 133 ff.;\nd. in den übrigen vom Gesetz vorgesehenen Fällen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_96"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 6. Abschnitt: Umstrukturierung und Auflösung, Auflösung",
        "citation": "Art. 96 Abs. 3 KAG",
        "content": "Für die Auflösung von Teilvermögen kommen die Absätze 1 und 2 sinngemäss zur Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_96"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 6. Abschnitt: Umstrukturierung und Auflösung, Auflösung",
        "citation": "Art. 96 Abs. 4 KAG",
        "content": "Die Fondsleitung und die SICAV geben der FINMA die Auflösung unverzüglich bekannt und veröffentlichen sie in den Publikationsorganen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_96"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 6. Abschnitt: Umstrukturierung und Auflösung, Folgen der Auflösung",
        "citation": "Art. 97 Abs. 1 KAG",
        "content": "Nach der Auflösung des Anlagefonds beziehungsweise der SICAV dürfen Anteile weder neu ausgegeben noch zurückgenommen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_97"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 6. Abschnitt: Umstrukturierung und Auflösung, Folgen der Auflösung",
        "citation": "Art. 97 Abs. 2 KAG",
        "content": "Die Anlegerinnen und Anleger haben beim Anlagefonds Anspruch auf einen verhältnismässigen Anteil des Liquidationserlöses.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_97"
    },
    {
        "book": "KAG",
        "title": "KAG, 2. Titel: Offene kollektive Kapitalanlagen, 4. Kapitel: Gemeinsame Bestimmungen, 6. Abschnitt: Umstrukturierung und Auflösung, Folgen der Auflösung",
        "citation": "Art. 97 Abs. 3 KAG",
        "content": "Bei der SICAV haben die Anlegeraktionärinnen und -aktionäre ein Recht auf einen verhältnismässigen Anteil am Ergebnis der Liquidation. Die Unternehmeraktionärinnen und -aktionäre werden nachrangig befriedigt. Im Übrigen kommen die Artikel 737 ff. des Obligationenrechtes zur Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_97"
    },
    {
        "book": "KAG",
        "title": "KAG, 3. Titel: Geschlossene kollektive Kapitalanlagen, 1. Kapitel: Kommanditgesellschaft für kollektive Kapitalanlagen, Begriff",
        "citation": "Art. 98 Abs. 1 KAG",
        "content": "Die Kommanditgesellschaft für kollektive Kapitalanlagen (KmGK) ist eine Gesellschaft, deren ausschliesslicher Zweck die kollektive Kapitalanlage ist. Wenigstens ein Mitglied haftet unbeschränkt (Komplementär), die anderen Mitglieder (Kommanditärinnen und Kommanditäre) haften nur bis zu einer bestimmten Vermögenseinlage (der Kommanditsumme).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_98"
    },
    {
        "book": "KAG",
        "title": "KAG, 3. Titel: Geschlossene kollektive Kapitalanlagen, 1. Kapitel: Kommanditgesellschaft für kollektive Kapitalanlagen, Begriff",
        "citation": "Art. 98 Abs. 2 KAG",
        "content": "Komplementäre müssen Aktiengesellschaften mit Sitz in der Schweiz sein. Aktiengesellschaften ohne Bewilligung als Verwalter von Kollektivvermögen dürfen nur in einer einzigen KmGK als Komplementär tätig sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_98"
    },
    {
        "book": "KAG",
        "title": "KAG, 3. Titel: Geschlossene kollektive Kapitalanlagen, 1. Kapitel: Kommanditgesellschaft für kollektive Kapitalanlagen, Begriff",
        "citation": "Art. 98 Abs. 2bis KAG",
        "content": "Für die Komplementäre gelten die Bewilligungsvoraussetzungen nach Artikel 14 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_98"
    },
    {
        "book": "KAG",
        "title": "KAG, 3. Titel: Geschlossene kollektive Kapitalanlagen, 1. Kapitel: Kommanditgesellschaft für kollektive Kapitalanlagen, Begriff",
        "citation": "Art. 98 Abs. 3 KAG",
        "content": "Kommanditärinnen und Kommanditäre müssen qualifizierte Anlegerinnen und Anleger nach Artikel 10 Absatz 3 oder 3ter sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_98"
    },
    {
        "book": "KAG",
        "title": "KAG, 3. Titel: Geschlossene kollektive Kapitalanlagen, 1. Kapitel: Kommanditgesellschaft für kollektive Kapitalanlagen, Verhältnis zum Obligationenrecht",
        "citation": "Art. 99 KAG",
        "content": "Sofern dieses Gesetz nichts anderes vorsieht, kommen die Bestimmungen des Obligationenrechtes über die Kommanditgesellschaft zur Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_99"
    },
    {
        "book": "KAG",
        "title": "KAG, 3. Titel: Geschlossene kollektive Kapitalanlagen, 1. Kapitel: Kommanditgesellschaft für kollektive Kapitalanlagen, Handelsregister",
        "citation": "Art. 100 Abs. 1 KAG",
        "content": "Die Gesellschaft entsteht durch die Eintragung in das Handelsregister.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_100"
    },
    {
        "book": "KAG",
        "title": "KAG, 3. Titel: Geschlossene kollektive Kapitalanlagen, 1. Kapitel: Kommanditgesellschaft für kollektive Kapitalanlagen, Handelsregister",
        "citation": "Art. 100 Abs. 2 KAG",
        "content": "Die Anmeldung der einzutragenden Tatsachen oder ihre Änderung müssen von allen Komplementären beim Handelsregister unterzeichnet oder schriftlich mit beglaubigten Unterschriften eingereicht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_100"
    },
    {
        "book": "KAG",
        "title": "KAG, 3. Titel: Geschlossene kollektive Kapitalanlagen, 1. Kapitel: Kommanditgesellschaft für kollektive Kapitalanlagen, Firma",
        "citation": "Art. 101 KAG",
        "content": "Die Firma der Gesellschaft muss die Bezeichnung der Rechtsform oder deren Abkürzung KmGK enthalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_101"
    },
    {
        "book": "KAG",
        "title": "KAG, 3. Titel: Geschlossene kollektive Kapitalanlagen, 1. Kapitel: Kommanditgesellschaft für kollektive Kapitalanlagen, Gesellschaftsvertrag und Prospekt",
        "citation": "Art. 102 Abs. 1 KAG",
        "content": "Der Gesellschaftsvertrag muss Bestimmungen enthalten über:\na. die Firma und den Sitz;\nb. den Zweck;\nc. die Firma und den Sitz der Komplementäre;\nd. den Betrag der gesamten Kommanditsumme oder die Bandbreite der Kommanditsumme (Kapitalband);\ne. die Dauer;\nf. die Bedingungen über den Ein- und Austritt der Kommanditärinnen und Kommanditäre;\ng. die Führung eines Registers der Kommanditärinnen und Kommanditäre;\nh. die Anlagen, die Anlagepolitik, die Anlagebeschränkungen, die Risikoverteilung, die mit der Anlage verbundenen Risiken sowie die Anlagetechniken;\ni. die Delegation der Geschäftsführung sowie der Vertretung;\nj. den Beizug einer Depot- und einer Zahlstelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_102"
    },
    {
        "book": "KAG",
        "title": "KAG, 3. Titel: Geschlossene kollektive Kapitalanlagen, 1. Kapitel: Kommanditgesellschaft für kollektive Kapitalanlagen, Gesellschaftsvertrag und Prospekt",
        "citation": "Art. 102 Abs. 2 KAG",
        "content": "Der Gesellschaftsvertrag bedarf bei Gründung der Zustimmung und der Unterschrift sämtlicher Gesellschafter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_102"
    },
    {
        "book": "KAG",
        "title": "KAG, 3. Titel: Geschlossene kollektive Kapitalanlagen, 1. Kapitel: Kommanditgesellschaft für kollektive Kapitalanlagen, Änderung des Gesellschaftsvertrags",
        "citation": "Art. 102a Abs. 1 KAG",
        "content": "Die Änderung des Gesellschaftsvertrags bedarf der Zustimmung und der Unterschrift sämtlicher Gesellschafter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_102_a"
    },
    {
        "book": "KAG",
        "title": "KAG, 3. Titel: Geschlossene kollektive Kapitalanlagen, 1. Kapitel: Kommanditgesellschaft für kollektive Kapitalanlagen, Änderung des Gesellschaftsvertrags",
        "citation": "Art. 102a Abs. 2 KAG",
        "content": "Der Gesellschaftsvertrag kann durch Mehrheitsbeschlüsse geändert werden, sofern: \na. dies im Gesellschaftsvertrag vorgesehen ist; und\nb. der Beschluss öffentlich beurkundet wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_102_a"
    },
    {
        "book": "KAG",
        "title": "KAG, 3. Titel: Geschlossene kollektive Kapitalanlagen, 1. Kapitel: Kommanditgesellschaft für kollektive Kapitalanlagen, Änderung des Gesellschaftsvertrags",
        "citation": "Art. 102a Abs. 3 KAG",
        "content": "Der durch einen Mehrheitsbeschluss geänderte Gesellschaftsvertrag bedarf ausschliesslich der Unterschrift der Komplementäre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_102_a"
    },
    {
        "book": "KAG",
        "title": "KAG, 3. Titel: Geschlossene kollektive Kapitalanlagen, 1. Kapitel: Kommanditgesellschaft für kollektive Kapitalanlagen, Anlagen",
        "citation": "Art. 103 Abs. 1 KAG",
        "content": "Die Gesellschaft tätigt Anlagen in Risikokapital.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_103"
    },
    {
        "book": "KAG",
        "title": "KAG, 3. Titel: Geschlossene kollektive Kapitalanlagen, 1. Kapitel: Kommanditgesellschaft für kollektive Kapitalanlagen, Anlagen",
        "citation": "Art. 103 Abs. 2 KAG",
        "content": "Der Bundesrat kann auch andere Anlagen zulassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_103"
    },
    {
        "book": "KAG",
        "title": "KAG, 3. Titel: Geschlossene kollektive Kapitalanlagen, 1. Kapitel: Kommanditgesellschaft für kollektive Kapitalanlagen, Konkurrenzverbot",
        "citation": "Art. 104 Abs. 1 KAG",
        "content": "Die Kommanditärinnen und Kommanditäre sind ohne Zustimmung der Komplementäre berechtigt, für eigene und für fremde Rechnung andere Geschäfte zu betreiben und sich an anderen Unternehmen zu beteiligen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_104"
    },
    {
        "book": "KAG",
        "title": "KAG, 3. Titel: Geschlossene kollektive Kapitalanlagen, 1. Kapitel: Kommanditgesellschaft für kollektive Kapitalanlagen, Konkurrenzverbot",
        "citation": "Art. 104 Abs. 2 KAG",
        "content": "Sofern der Gesellschaftsvertrag nichts anderes vorsieht, dürfen die Komplementäre ohne Zustimmung der Kommanditärinnen und Kommanditäre für eigene und für fremde Rechnung andere Geschäfte betreiben und sich an anderen Unternehmen beteiligen, sofern dies offen gelegt wird und die Interessen der KmGK dadurch nicht beeinträchtigt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_104"
    },
    {
        "book": "KAG",
        "title": "KAG, 3. Titel: Geschlossene kollektive Kapitalanlagen, 1. Kapitel: Kommanditgesellschaft für kollektive Kapitalanlagen, Ein- und Austritt von Kommanditärinnen und Kommanditären",
        "citation": "Art. 105 Abs. 1 KAG",
        "content": "Sofern dies der Gesellschaftsvertrag vorsieht, kann der Komplementär über den Ein- und Austritt von Kommanditärinnen und Kommanditären beschliessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_105"
    },
    {
        "book": "KAG",
        "title": "KAG, 3. Titel: Geschlossene kollektive Kapitalanlagen, 1. Kapitel: Kommanditgesellschaft für kollektive Kapitalanlagen, Ein- und Austritt von Kommanditärinnen und Kommanditären",
        "citation": "Art. 105 Abs. 2 KAG",
        "content": "Die Bestimmungen des Obligationenrechtes über den Ausschluss von Gesellschaftern der Kommanditgesellschaft bleiben vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_105"
    },
    {
        "book": "KAG",
        "title": "KAG, 3. Titel: Geschlossene kollektive Kapitalanlagen, 1. Kapitel: Kommanditgesellschaft für kollektive Kapitalanlagen, Ein- und Austritt von Kommanditärinnen und Kommanditären",
        "citation": "Art. 105 Abs. 3 KAG",
        "content": "Der Bundesrat kann den Zwangsausschluss vorschreiben. Dieser richtet sich nach Artikel 82.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_105"
    },
    {
        "book": "KAG",
        "title": "KAG, 3. Titel: Geschlossene kollektive Kapitalanlagen, 1. Kapitel: Kommanditgesellschaft für kollektive Kapitalanlagen, Einsicht und Auskunft",
        "citation": "Art. 106 Abs. 1 KAG",
        "content": "Die Kommanditärinnen und Kommanditäre sind berechtigt, jederzeit Einsicht in die Geschäftsbücher der Gesellschaft zu nehmen. Geschäftsgeheimnisse der Gesellschaften, in die die KmGK investiert, bleiben gewahrt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_106"
    },
    {
        "book": "KAG",
        "title": "KAG, 3. Titel: Geschlossene kollektive Kapitalanlagen, 1. Kapitel: Kommanditgesellschaft für kollektive Kapitalanlagen, Einsicht und Auskunft",
        "citation": "Art. 106 Abs. 2 KAG",
        "content": "Die Kommanditärinnen und Kommanditäre haben mindestens einmal vierteljährlich Anspruch auf Auskunft über den Geschäftsgang der Gesellschaft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_106"
    },
    {
        "book": "KAG",
        "title": "KAG, 3. Titel: Geschlossene kollektive Kapitalanlagen, 1. Kapitel: Kommanditgesellschaft für kollektive Kapitalanlagen, Prüfgesellschaft",
        "citation": "Art. 107 KAG",
        "content": "Die Gesellschaft bezeichnet eine Prüfgesellschaft (Art. 126 ff.).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_107"
    },
    {
        "book": "KAG",
        "title": "KAG, 3. Titel: Geschlossene kollektive Kapitalanlagen, 1. Kapitel: Kommanditgesellschaft für kollektive Kapitalanlagen, Rechenschaftsablage",
        "citation": "Art. 108 Abs. 1 KAG",
        "content": "Für die Rechenschaftsablage der Gesellschaft und die Bewertung des Vermögens gelten die Artikel 88 ff. sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_108"
    },
    {
        "book": "KAG",
        "title": "KAG, 3. Titel: Geschlossene kollektive Kapitalanlagen, 1. Kapitel: Kommanditgesellschaft für kollektive Kapitalanlagen, Rechenschaftsablage",
        "citation": "Art. 108 Abs. 2 KAG",
        "content": "International anerkannte Standards sind zu berücksichtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_108"
    },
    {
        "book": "KAG",
        "title": "KAG, 3. Titel: Geschlossene kollektive Kapitalanlagen, 1. Kapitel: Kommanditgesellschaft für kollektive Kapitalanlagen, Auflösung",
        "citation": "Art. 109 KAG",
        "content": "Die Gesellschaft wird aufgelöst:\na. durch Gesellschafterbeschluss;\nb. aus den in Gesetz und Gesellschaftsvertrag vorgesehenen Gründen;\nc. durch Verfügung der FINMA in den Fällen nach Artikel 133 ff.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_109"
    },
    {
        "book": "KAG",
        "title": "KAG, 3. Titel: Geschlossene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit festem Kapital, Begriff",
        "citation": "Art. 110 Abs. 1 KAG",
        "content": "Die SICAF ist eine Aktiengesellschaft im Sinne des Obligationenrechts (Art. 620 ff. OR):\na. deren ausschliesslicher Zweck die kollektive Kapitalanlage ist;\nb. deren Aktionärinnen und Aktionäre nicht qualifiziert im Sinne von Artikel 10 Absatz 3 sein müssen; und\nc. die nicht an einer Schweizer Börse kotiert ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_110"
    },
    {
        "book": "KAG",
        "title": "KAG, 3. Titel: Geschlossene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit festem Kapital, Begriff",
        "citation": "Art. 110 Abs. 2 KAG",
        "content": "Zwischen den eigenen Mitteln der SICAF und deren Gesamtvermögen muss ein angemessenes Verhältnis bestehen. Der Bundesrat regelt dieses Verhältnis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_110"
    },
    {
        "book": "KAG",
        "title": "KAG, 3. Titel: Geschlossene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit festem Kapital, Firma",
        "citation": "Art. 111 Abs. 1 KAG",
        "content": "Die Firma der Gesellschaft muss die Bezeichnung der Rechtsform oder deren Abkürzung (SICAF) enthalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_111"
    },
    {
        "book": "KAG",
        "title": "KAG, 3. Titel: Geschlossene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit festem Kapital, Firma",
        "citation": "Art. 111 Abs. 2 KAG",
        "content": "Im Übrigen kommen die Bestimmungen des Obligationenrechtes über die Firma der Aktiengesellschaft zur Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_111"
    },
    {
        "book": "KAG",
        "title": "KAG, 3. Titel: Geschlossene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit festem Kapital, Verhältnis zum Obligationenrecht",
        "citation": "Art. 112 KAG",
        "content": "Sofern dieses Gesetz nichts anderes vorsieht, kommen die Bestimmungen des Obligationenrechtes über die Aktiengesellschaft zur Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_112"
    },
    {
        "book": "KAG",
        "title": "KAG, 3. Titel: Geschlossene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit festem Kapital, Aktien",
        "citation": "Art. 113 Abs. 1 KAG",
        "content": "Die Aktien sind vollständig liberiert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_113"
    },
    {
        "book": "KAG",
        "title": "KAG, 3. Titel: Geschlossene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit festem Kapital, Aktien",
        "citation": "Art. 113 Abs. 2 KAG",
        "content": "Die Ausgabe von Stimmrechtsaktien, Partizipationsscheinen, Genussscheinen und Vorzugsaktien ist untersagt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_113"
    },
    {
        "book": "KAG",
        "title": "KAG, 3. Titel: Geschlossene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit festem Kapital, Aktien",
        "citation": "Art. 113 Abs. 3 KAG",
        "content": "Der Bundesrat kann den Zwangsrückkauf vorschreiben. Dieser richtet sich nach Artikel 82.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_113"
    },
    {
        "book": "KAG",
        "title": "KAG, 3. Titel: Geschlossene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit festem Kapital, Depotbank",
        "citation": "Art. 114 KAG",
        "content": "Die SICAF muss eine Depotbank nach den Artikeln 72–74 beiziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_114"
    },
    {
        "book": "KAG",
        "title": "KAG, 3. Titel: Geschlossene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit festem Kapital, Anlagepolitik und Anlagebeschränkungen",
        "citation": "Art. 115 Abs. 1 KAG",
        "content": "Die SICAF regelt die Anlagen, die Anlagepolitik, die Anlagebeschränkungen, die Risikoverteilung sowie die mit den Anlagen verbundenen Risiken in den Statuten und im Anlagereglement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_115"
    },
    {
        "book": "KAG",
        "title": "KAG, 3. Titel: Geschlossene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit festem Kapital, Anlagepolitik und Anlagebeschränkungen",
        "citation": "Art. 115 Abs. 2 KAG",
        "content": "Für die Anlagen gelten Artikel 69 und sinngemäss die Artikel 64, 70 und 71.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_115"
    },
    {
        "book": "KAG",
        "title": "KAG, 3. Titel: Geschlossene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit festem Kapital, Anlagepolitik und Anlagebeschränkungen",
        "citation": "Art. 115 Abs. 3 KAG",
        "content": "Über Änderungen des Anlagereglements entscheidet die Generalversammlung mit der Mehrheit der vertretenen Aktienstimmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_115"
    },
    {
        "book": "KAG",
        "title": "KAG, 3. Titel: Geschlossene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit festem Kapital, Rechenschaftsablage",
        "citation": "Art. 117 KAG",
        "content": "Für die Rechenschaftsablage kommen neben den aktienrechtlichen Bestimmungen über die Rechnungslegung die Artikel 89 Absatz 1 Buchstaben a und c–i, Absätze 2–4 sowie Artikel 90 sinngemäss zur Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_117"
    },
    {
        "book": "KAG",
        "title": "KAG, 3. Titel: Geschlossene kollektive Kapitalanlagen, 2. Kapitel: Investmentgesellschaft mit festem Kapital, Prüfgesellschaft",
        "citation": "Art. 118 KAG",
        "content": "Die SICAF bezeichnet eine Prüfgesellschaft (Art. 126 ff.).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 1. Kapitel: Allgemeine Bestimmungen, Begriff und Anwendbarkeit des Gesetzes",
        "citation": "Art. 118a Abs. 1 KAG",
        "content": "Ein L-QIF ist eine kollektive Kapitalanlage, die: \na. ausschliesslich qualifizierten Anlegerinnen und Anlegern offensteht; \nb. für den Fall, dass sie ihre Mittel direkt in Immobilien anlegt, ausschliesslich Anlegerinnen und Anlegern offensteht, die professionelle Kundinnen und Kunden nach Artikel 4 Absatz 3 Buchstaben a–h FIDLEG sind;\nc. gemäss den Vorschriften der Artikel 118g und 118h verwaltet wird; und\nd. weder über eine Bewilligung noch eine Genehmigung der FINMA verfügt und auch nicht von der FINMA beaufsichtigt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_a"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 1. Kapitel: Allgemeine Bestimmungen, Begriff und Anwendbarkeit des Gesetzes",
        "citation": "Art. 118a Abs. 2 KAG",
        "content": "Er untersteht diesem Gesetz, soweit dieses nichts anderes bestimmt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_a"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 1. Kapitel: Allgemeine Bestimmungen, Änderung des Bewilligungs- oder Genehmigungsstatus",
        "citation": "Art. 118b Abs. 1 KAG",
        "content": "Eine kollektive Kapitalanlage, die über eine Bewilligung oder Genehmigung der FINMA verfügt, kann diese zurückgeben, wenn: \na. sie die Voraussetzungen nach Artikel 118a Absatz 1 Buchstaben a−c erfüllt; und\nb. sichergestellt ist, dass die Interessen der Anlegerinnen und Anleger gewahrt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_b"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 1. Kapitel: Allgemeine Bestimmungen, Änderung des Bewilligungs- oder Genehmigungsstatus",
        "citation": "Art. 118b Abs. 2 KAG",
        "content": "Der Bundesrat regelt die Einzelheiten. Er legt die Massnahmen fest, die sicherstellen, dass die Interessen der Anlegerinnen und Anleger gewahrt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_b"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 1. Kapitel: Allgemeine Bestimmungen, Rechtsform",
        "citation": "Art. 118c KAG",
        "content": "Der L-QIF kann die Rechtsform des vertraglichen Anlagefonds, der SICAV oder der KmGK haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_c"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 1. Kapitel: Allgemeine Bestimmungen, Auf L-QIF nicht anwendbare Anlagevorschriften und Bestimmungen zur Aufsicht",
        "citation": "Art. 118d KAG",
        "content": "Auf L-QIF nicht anwendbar sind:\na. die Anlagevorschriften nach den Artikeln 53–71 und 103;\nb. die Bestimmungen, die der FINMA eine Kompetenz zur Entscheidung im Einzelfall oder eine Aufsichtskompetenz zusprechen (Art. 7 Abs. 4 zweiter Satz, 10 Abs. 5, 26 Abs. 1, 27, 39 Abs. 2, 44a Abs. 2, 47 Abs. 2, 74, 78 Abs. 4, 81 Abs. 2, 83 Abs. 3, 89 Abs. 4, 91, 95 Abs. 2, 96 Abs. 1 Bst. c, Abs. 2 Bst. c und Abs. 4, 109 Bst. c, 126, 132–134, 136–139 und 144).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_d"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 1. Kapitel: Allgemeine Bestimmungen, Information der Anlegerinnen und Anleger und Bezeichnung",
        "citation": "Art. 118e Abs. 1 KAG",
        "content": "Auf der ersten Seite in den Fondsdokumenten eines L-QIF sowie in der Werbung für einen L-QIF ist: \na. die Bezeichnung «Limited Qualified Investor Fund» oder «L-QIF» zu verwenden; \nb. der Hinweis anzubringen, dass der L-QIF weder über eine Bewilligung noch über eine Genehmigung der FINMA verfügt und auch nicht von ihr beaufsichtigt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_e"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 1. Kapitel: Allgemeine Bestimmungen, Information der Anlegerinnen und Anleger und Bezeichnung",
        "citation": "Art. 118e Abs. 2 KAG",
        "content": "Die Firma eines L-QIF in der Rechtsform der SICAV oder KmGK muss die Bezeichnung «Limited Qualified Investor Fund» oder deren Abkürzung «L-QIF» sowie die Bezeichnung der entsprechenden Rechtsform enthalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_e"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 1. Kapitel: Allgemeine Bestimmungen, Information der Anlegerinnen und Anleger und Bezeichnung",
        "citation": "Art. 118e Abs. 3 KAG",
        "content": "Ein L-QIF darf nicht als «Effektenfonds», «Immobilienfonds», «übriger Fonds für traditionelle Anlagen» oder «übriger Fonds für alternative Anlagen» bezeichnet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_e"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 1. Kapitel: Allgemeine Bestimmungen, Meldepflicht und Erhebung von Daten",
        "citation": "Art. 118f Abs. 1 KAG",
        "content": "Das nach Artikel 118g Absatz 1 oder 118h Absatz 1, 2 oder 4 für die Verwaltung zuständige Institut meldet dem Eidgenössischen Finanzdepartement (EFD) die Übernahme oder Aufgabe der Verwaltung eines L-QIF innert 14 Tagen. Der Bundesrat kann festlegen, welche Angaben diese Meldungen enthalten müssen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_f"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 1. Kapitel: Allgemeine Bestimmungen, Meldepflicht und Erhebung von Daten",
        "citation": "Art. 118f Abs. 2 KAG",
        "content": "Das EFD führt ein öffentlich zugängliches Verzeichnis über sämtliche L-QIF und die jeweils für die Verwaltung nach Artikel 118g Absatz 1 oder 118h Absatz 1, 2 oder 4 zuständigen Institute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_f"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 1. Kapitel: Allgemeine Bestimmungen, Meldepflicht und Erhebung von Daten",
        "citation": "Art. 118f Abs. 3 KAG",
        "content": "Es kann beim L-QIF und den nach Artikel 118g Absatz 1 oder 118h Absatz 1, 2 oder 4 für die Verwaltung zuständigen Instituten zu statistischen Zwecken Daten über die Geschäftstätigkeit des L-QIF erheben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_f"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 1. Kapitel: Allgemeine Bestimmungen, Meldepflicht und Erhebung von Daten",
        "citation": "Art. 118f Abs. 4 KAG",
        "content": "Es kann diese Daten durch Dritte erheben lassen oder die in Absatz 3 genannten Personen verpflichten, ihm diese zu melden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_f"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 1. Kapitel: Allgemeine Bestimmungen, Meldepflicht und Erhebung von Daten",
        "citation": "Art. 118f Abs. 5 KAG",
        "content": "Artikel 144 Absätze 2 und 3 gilt sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_f"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 1. Kapitel: Allgemeine Bestimmungen, Verwaltung von L-QIF in der Rechtsform eines vertraglichen Anlagefonds",
        "citation": "Art. 118g Abs. 1 KAG",
        "content": "Ein L-QIF in der Rechtsform des vertraglichen Anlagefonds wird von einer Fondsleitung verwaltet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_g"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 1. Kapitel: Allgemeine Bestimmungen, Verwaltung von L-QIF in der Rechtsform eines vertraglichen Anlagefonds",
        "citation": "Art. 118g Abs. 2 KAG",
        "content": "Die Fondsleitung darf die Anlageentscheide unter den Voraussetzungen nach den Artikeln 14 Absatz 1 und 35 FINIG übertragen:\na. einem Verwalter von Kollektivvermögen nach Artikel 2 Absatz 1 Buchstabe c FINIG;\nb. einem ausländischen Verwalter von Kollektivvermögen, wenn:\n1. dieser in seinem Sitzstaat einer angemessenen Regulierung und Aufsicht untersteht, und\n2. zwischen der FINMA und der jeweils zuständigen ausländischen Aufsichtsbehörde eine Vereinbarung über die Zusammenarbeit und den Informationsaustausch besteht, sofern das ausländische Recht eine solche verlangt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_g"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 1. Kapitel: Allgemeine Bestimmungen, Verwaltung von L-QIF in der Rechtsform eines vertraglichen Anlagefonds",
        "citation": "Art. 118g Abs. 3 KAG",
        "content": "Der Verwalter von Kollektivvermögen darf die Anlageentscheide unter den Voraussetzungen nach den Artikeln 14 Absatz 1 und 27 Absatz 1 FINIG auf Personen nach Absatz 2 dieser Bestimmung übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_g"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 1. Kapitel: Allgemeine Bestimmungen, Verwaltung von L-QIF in der Rechtsform eines vertraglichen Anlagefonds",
        "citation": "Art. 118g Abs. 4 KAG",
        "content": "Im Fondsvertrag ist anzugeben, wem die Anlageentscheide übertragen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_g"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 1. Kapitel: Allgemeine Bestimmungen, Verwaltung von L-QIF in der Rechtsform der SICAV und KmGK",
        "citation": "Art. 118h Abs. 1 KAG",
        "content": "Ein L-QIF in der Rechtsform der SICAV muss die Administration und die Anlageentscheide ein und derselben Fondsleitung übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_h"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 1. Kapitel: Allgemeine Bestimmungen, Verwaltung von L-QIF in der Rechtsform der SICAV und KmGK",
        "citation": "Art. 118h Abs. 2 KAG",
        "content": "Ein L-QIF in der Rechtsform der KmGK muss die Geschäftsführung an einen Verwalter von Kollektivvermögen übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_h"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 1. Kapitel: Allgemeine Bestimmungen, Verwaltung von L-QIF in der Rechtsform der SICAV und KmGK",
        "citation": "Art. 118h Abs. 3 KAG",
        "content": "Die Weiterübertragung der Anlageentscheide richtet sich nach Artikel 118g Absätze 2 und 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_h"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 1. Kapitel: Allgemeine Bestimmungen, Verwaltung von L-QIF in der Rechtsform der SICAV und KmGK",
        "citation": "Art. 118h Abs. 4 KAG",
        "content": "Ein L-QIF in der Rechtsform der KmGK muss die Geschäftsführung nicht übertragen, wenn die Komplementäre Banken, Versicherungsunternehmen im Sinne des VAG, Wertpapierhäuser, Fondsleitungen oder Verwalter von Kollektivvermögen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_h"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 1. Kapitel: Allgemeine Bestimmungen, Verwaltung von L-QIF in der Rechtsform der SICAV und KmGK",
        "citation": "Art. 118h Abs. 5 KAG",
        "content": "In den Statuten oder im Gesellschaftsvertrag ist anzugeben, wem die Geschäftsführung oder die Administration übertragen wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_h"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 1. Kapitel: Allgemeine Bestimmungen, Prüfung, Buchführung, Bewertung und Rechenschaftsablage",
        "citation": "Art. 118i Abs. 1 KAG",
        "content": "Für den L-QIF ist eine von der Eidgenössischen Revisionsaufsichtsbehörde nach Artikel 9a Absatz 1 des Revisionsaufsichtsgesetzes vom 16. Dezember 2005 zugelassene Prüfgesellschaft mit einer Prüfung zu beauftragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_i"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 1. Kapitel: Allgemeine Bestimmungen, Prüfung, Buchführung, Bewertung und Rechenschaftsablage",
        "citation": "Art. 118i Abs. 2 KAG",
        "content": "Die Jahresrechnung und gegebenenfalls die Konzernrechnung des L-QIF und jeder zu diesem gehörenden Immobiliengesellschaft müssen von einem staatlich beaufsichtigten Revisionsunternehmen nach den Grundsätzen der ordentlichen Revision des Obligationenrechts geprüft werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_i"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 1. Kapitel: Allgemeine Bestimmungen, Prüfung, Buchführung, Bewertung und Rechenschaftsablage",
        "citation": "Art. 118i Abs. 3 KAG",
        "content": "Für die Prüfung ist dieselbe Prüfgesellschaft zu beauftragen wie für das nach Artikel 118g Absatz 1 oder 118h Absatz 1, 2 oder 4 für die Verwaltung zuständige Institut.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_i"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 1. Kapitel: Allgemeine Bestimmungen, Prüfung, Buchführung, Bewertung und Rechenschaftsablage",
        "citation": "Art. 118i Abs. 4 KAG",
        "content": "Für die Geheimhaltung durch die Prüfgesellschaft gilt Artikel 730b Absatz 2 des Obligationenrechts sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_i"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 1. Kapitel: Allgemeine Bestimmungen, Prüfung, Buchführung, Bewertung und Rechenschaftsablage",
        "citation": "Art. 118i Abs. 5 KAG",
        "content": "Der L-QIF trägt die Kosten der Prüfung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_i"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 1. Kapitel: Allgemeine Bestimmungen, Prüfung, Buchführung, Bewertung und Rechenschaftsablage",
        "citation": "Art. 118i Abs. 6 KAG",
        "content": "Der Bundesrat regelt die Einzelheiten der Prüfung. Er kann zusätzliche Vorschriften über die Buchführung, die Bewertung, die Rechenschaftsablage und die Publikationspflicht erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_i"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 2. Kapitel:, Stellung der Anlegerinnen und Anleger bei L-QIF, die offene kollektive Kapitalanlagen sind, Erstellung und Änderung des Fondsvertrags",
        "citation": "Art. 118j Abs. 1 KAG",
        "content": "Bei einem L-QIF in der Rechtsform des vertraglichen Anlagefonds erstellt die Fondsleitung den Fondsvertrag und holt die Zustimmung der Depotbank ein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_j"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 2. Kapitel:, Stellung der Anlegerinnen und Anleger bei L-QIF, die offene kollektive Kapitalanlagen sind, Erstellung und Änderung des Fondsvertrags",
        "citation": "Art. 118j Abs. 2 KAG",
        "content": "Beabsichtigt die Fondsleitung Änderungen am Fondsvertrag, so holt sie im Voraus die Zustimmung der Depotbank ein und veröffentlicht in den Publikationsorganen des L-QIF:\na. eine Zusammenfassung der wesentlichen Änderungen;\nb. einen Hinweis auf die Stellen, wo die Vertragsänderungen im Wortlaut kostenlos bezogen werden können; und\nc. einen Hinweis darauf, wann die Änderungen in Kraft treten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_j"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 2. Kapitel:, Stellung der Anlegerinnen und Anleger bei L-QIF, die offene kollektive Kapitalanlagen sind, Erstellung und Änderung des Fondsvertrags",
        "citation": "Art. 118j Abs. 3 KAG",
        "content": "Auf eine Publikation nach Absatz 2 kann verzichtet werden, wenn sämtliche Anlegerinnen und Anleger schriftlich oder in einer anderen Form, die den Nachweis durch Text ermöglicht, über den Wortlaut der Änderungen und den Zeitpunkt des Inkrafttretens der Änderung informiert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_j"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 2. Kapitel:, Stellung der Anlegerinnen und Anleger bei L-QIF, die offene kollektive Kapitalanlagen sind, Erstellung und Änderung des Fondsvertrags",
        "citation": "Art. 118j Abs. 4 KAG",
        "content": "Die Änderungen des Fondsvertrags treten frühestens in Kraft:\na. im Fall eines vertraglichen Anlagefonds mit jederzeitiger Rückgabemöglichkeit: 30 Tage nach der Publikation nach Absatz 2 oder der Information nach Absatz 3;\nb. im Fall eines vertraglichen Anlagefonds ohne jederzeitige Rückgabemöglichkeit: am Tag nach dem Tag, an dem die Anteile unter Beachtung der vertraglichen oder reglementarischen Rückgabefristen und Termine zurückgegeben werden können, wenn der Fondsvertrag am 30. Tag nach der Publikation nach Absatz 2 oder der Information nach Absatz 3 gekündigt würde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_j"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 2. Kapitel:, Stellung der Anlegerinnen und Anleger bei L-QIF, die offene kollektive Kapitalanlagen sind, Erstellung und Änderung des Fondsvertrags",
        "citation": "Art. 118j Abs. 5 KAG",
        "content": "Dauert die vertragliche oder reglementarische Kündigungsfrist länger als 30 Tage, so können die Änderungen früher als nach Absatz 4 in Kraft treten, wenn sämtliche Anlegerinnen und Anleger schriftlich oder in einer anderen Form, die den Nachweis durch Text ermöglicht, zustimmen, frühestens aber 30 Tage nach der Publikation nach Absatz 2 oder der Information nach Absatz 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_j"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 2. Kapitel:, Stellung der Anlegerinnen und Anleger bei L-QIF, die offene kollektive Kapitalanlagen sind, Wechsel der Depotbank",
        "citation": "Art. 118k Abs. 1 KAG",
        "content": "Artikel 39a FINIG findet auf den Wechsel der Depotbank bei einem L-QIF in der Rechtsform des vertraglichen Anlagefonds sinngemäss Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_k"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 2. Kapitel:, Stellung der Anlegerinnen und Anleger bei L-QIF, die offene kollektive Kapitalanlagen sind, Wechsel der Depotbank",
        "citation": "Art. 118k Abs. 2 KAG",
        "content": "Der Wechsel der Depotbank eines L-QIF in der Rechtsform der SICAV bedarf eines Vertrags in schriftlicher oder in einer anderen Form, die den Nachweis durch Text ermöglicht. Der Wechsel ist unverzüglich in den Publikationsorganen der SICAV zu veröffentlichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_k"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 2. Kapitel:, Stellung der Anlegerinnen und Anleger bei L-QIF, die offene kollektive Kapitalanlagen sind, Ausnahmen von der Pflicht zur Ein- und Auszahlung in bar ",
        "citation": "Art. 118l KAG",
        "content": "Bei einem L-QIF in der Rechtsform des vertraglichen Anlagefonds oder der SICAV sind Ausnahmen von der Pflicht zur Ein- und Auszahlung in bar nach Artikel 78 gestattet, wenn sie in folgenden Dokumenten vorgesehen sind: \na. im Fall eines L-QIF in der Rechtsform des vertraglichen Anlagefonds: im Fondsvertrag;\nb. im Fall eines L-QIF in der Rechtsform der SICAV: im Anlagereglement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_l"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 2. Kapitel:, Stellung der Anlegerinnen und Anleger bei L-QIF, die offene kollektive Kapitalanlagen sind, Aufschub der Rückzahlung in ausserordentlichen Fällen",
        "citation": "Art. 118m KAG",
        "content": "Bei einem L-QIF in der Rechtsform des vertraglichen Anlagefonds oder der SICAV kann die Fondsleitung in ausserordentlichen Fällen im Interesse der Gesamtheit der Anlegerinnen und Anleger einen befristeten Aufschub der Rückzahlung der Anteile anordnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_m"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 3. Kapitel: Anlagevorschriften Anlagen und Anlagetechniken",
        "citation": "Art. 118n Abs. 1 KAG",
        "content": "Die für den L-QIF zulässigen Anlagen sind in den folgenden Dokumenten zu regeln: \na. im Fall eines L-QIF in der Rechtsform des vertraglichen Anlagefonds: im Fondsvertrag;\nb. im Fall eines L-QIF in der Rechtsform der SICAV: im Anlagereglement;\nc. im Fall eines L-QIF in der Form der KmGK: im Gesellschaftsvertrag.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_n"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 3. Kapitel: Anlagevorschriften Anlagen und Anlagetechniken",
        "citation": "Art. 118n Abs. 2 KAG",
        "content": "Investiert der L-QIF in alternative Anlagen, so ist auf die besonderen Risiken, die mit diesen Anlagen verbunden sind, in der Bezeichnung, in den Dokumenten nach Absatz 1 sowie in der Werbung hinzuweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_n"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 3. Kapitel: Anlagevorschriften Anlagen und Anlagetechniken",
        "citation": "Art. 118n Abs. 3 KAG",
        "content": "Der Bundesrat regelt Anlagetechniken und Anlagebeschränkungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_n"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 3. Kapitel: Anlagevorschriften Risikoverteilung ",
        "citation": "Art. 118o KAG",
        "content": "Die Risikoverteilung eines L-QIF ist in den Dokumenten nach Artikel 118n Absatz 1 zu umschreiben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_o"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 3. Kapitel: Anlagevorschriften Sondervorschriften bei Immobilienanlagen",
        "citation": "Art. 118p Abs. 1 KAG",
        "content": "Investiert ein L-QIF in Immobilienanlagen, so gilt Artikel 63 Absätze 1–3 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_p"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 3. Kapitel: Anlagevorschriften Sondervorschriften bei Immobilienanlagen",
        "citation": "Art. 118p Abs. 2 KAG",
        "content": "Für den L-QIF sind mindestens zwei unabhängige natürliche Personen oder eine unabhängige juristische Person als Schätzungsexpertinnen oder Schätzungsexperten für Immobilienanlagen zu beauftragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_p"
    },
    {
        "book": "KAG",
        "title": "KAG, 3a. Titel:, Limited Qualified Investor Fund, 3. Kapitel: Anlagevorschriften Sondervorschriften bei Immobilienanlagen",
        "citation": "Art. 118p Abs. 3 KAG",
        "content": "Der Bundesrat regelt die Ausnahmen von Absatz 1 und die Anforderungen an die Schätzungsexpertinnen und Schätzungsexperten nach Absatz 2. Er regelt namentlich die Ausnahmen vom Übernahme- und Abtretungsverbot nach Artikel 63 Absätze 2 und 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_118_p"
    },
    {
        "book": "KAG",
        "title": "KAG, 4. Titel: Ausländische kollektive Kapitalanlagen, 1. Kapitel: Begriff und Genehmigung, Begriff",
        "citation": "Art. 119 Abs. 1 KAG",
        "content": "Als ausländische offene kollektive Kapitalanlagen gelten:\na. Vermögen, die aufgrund eines Fondsvertrags oder eines andern Vertrags mit ähnlicher Wirkung zum Zweck der kollektiven Kapitalanlage geäufnet wurden und von einer Fondsleitung mit Sitz und Hauptverwaltung im Ausland verwaltet werden;\nb. Gesellschaften und ähnliche Vermögen mit Sitz und Hauptverwaltung im Ausland, deren Zweck die kollektive Kapitalanlage ist und bei denen die Anlegerinnen und Anleger gegenüber der Gesellschaft selbst oder einer ihr nahe stehenden Gesellschaft einen Rechtsanspruch auf Rückzahlung ihrer Anteile zum Nettoinventarwert haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_119"
    },
    {
        "book": "KAG",
        "title": "KAG, 4. Titel: Ausländische kollektive Kapitalanlagen, 1. Kapitel: Begriff und Genehmigung, Begriff",
        "citation": "Art. 119 Abs. 2 KAG",
        "content": "Als ausländische geschlossene kollektive Kapitalanlagen gelten Gesellschaften und ähnliche Vermögen mit Sitz und Hauptverwaltung im Ausland, deren Zweck die kollektive Kapitalanlage ist und bei denen die Anlegerinnen und Anleger gegenüber der Gesellschaft selbst oder einer ihr nahe stehenden Gesellschaft keinen Rechtsanspruch auf Rückzahlung ihrer Anteile zum Nettoinventarwert haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_119"
    },
    {
        "book": "KAG",
        "title": "KAG, 4. Titel: Ausländische kollektive Kapitalanlagen, 1. Kapitel: Begriff und Genehmigung, Genehmigungspflicht",
        "citation": "Art. 120 Abs. 1 KAG",
        "content": "Ausländische kollektive Kapitalanlagen müssen von der FINMA genehmigt werden, bevor sie in der Schweiz nicht qualifizierten Anlegerinnen und Anlegern angeboten werden. Der Vertreter legt der FINMA die genehmigungspflichtigen Dokumente vor.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_120"
    },
    {
        "book": "KAG",
        "title": "KAG, 4. Titel: Ausländische kollektive Kapitalanlagen, 1. Kapitel: Begriff und Genehmigung, Genehmigungspflicht",
        "citation": "Art. 120 Abs. 2 KAG",
        "content": "Die Genehmigung wird erteilt, wenn:\na. die kollektive Kapitalanlage, die Fondsleitung oder die Gesellschaft, der Verwalter von Kollektivvermögen und die Verwahrstelle einer dem Anlegerschutz dienenden öffentlichen Aufsicht unterstehen;\nb. die Fondsleitung oder die Gesellschaft sowie die Verwahrstelle hinsichtlich Organisation, Anlegerrechte und Anlagepolitik einer Regelung unterstehen, die den Bestimmungen dieses Gesetzes gleichwertig ist; \nc. die Bezeichnung der kollektiven Kapitalanlage nicht zu Täuschung oder Verwechslung Anlass gibt;\nd. für die in der Schweiz angebotenen Anteile ein Vertreter und eine Zahlstelle bezeichnet sind;\ne. eine Vereinbarung über Zusammenarbeit und Informationsaustausch zwischen der FINMA und den für das Anbieten relevanten ausländischen Aufsichtsbehörden besteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_120"
    },
    {
        "book": "KAG",
        "title": "KAG, 4. Titel: Ausländische kollektive Kapitalanlagen, 1. Kapitel: Begriff und Genehmigung, Genehmigungspflicht",
        "citation": "Art. 120 Abs. 2bis KAG",
        "content": "Der Vertreter und die Zahlstelle dürfen nur mit vorgängiger Genehmigung der FINMA ihr Mandat beenden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_120"
    },
    {
        "book": "KAG",
        "title": "KAG, 4. Titel: Ausländische kollektive Kapitalanlagen, 1. Kapitel: Begriff und Genehmigung, Genehmigungspflicht",
        "citation": "Art. 120 Abs. 3 KAG",
        "content": "Der Bundesrat kann für ausländische kollektive Anlagen ein vereinfachtes und beschleunigtes Genehmigungsverfahren vorsehen, sofern solche Anlagen bereits von einer ausländischen Aufsichtsbehörde genehmigt wurden und das Gegenrecht gewährleistet ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_120"
    },
    {
        "book": "KAG",
        "title": "KAG, 4. Titel: Ausländische kollektive Kapitalanlagen, 1. Kapitel: Begriff und Genehmigung, Genehmigungspflicht",
        "citation": "Art. 120 Abs. 4 KAG",
        "content": "Ausländische kollektive Kapitalanlagen, die in der Schweiz qualifizierten Anlegerinnen und Anlegern nach Artikel 5 Absatz 1 des Finanzdienstleistungsgesetzes vom 15. Juni 2018 (FIDLEG) angeboten werden, bedürfen keiner Genehmigung, haben aber die Voraussetzungen nach Absatz 2 Buchstaben c und d des vorliegenden Artikels jederzeit zu erfüllen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_120"
    },
    {
        "book": "KAG",
        "title": "KAG, 4. Titel: Ausländische kollektive Kapitalanlagen, 1. Kapitel: Begriff und Genehmigung, Genehmigungspflicht",
        "citation": "Art. 120 Abs. 5 KAG",
        "content": "Mitarbeiterbeteiligungspläne in Form von ausländischen kollektiven Kapitalanlagen, die ausschliesslich Mitarbeiterinnen und Mitarbeitern angeboten werden, bedürfen keiner Genehmigung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_120"
    },
    {
        "book": "KAG",
        "title": "KAG, 4. Titel: Ausländische kollektive Kapitalanlagen, 1. Kapitel: Begriff und Genehmigung, Zahlstelle",
        "citation": "Art. 121 Abs. 1 KAG",
        "content": "Als Zahlstelle ist eine Bank im Sinne des BankG vorzusehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_121"
    },
    {
        "book": "KAG",
        "title": "KAG, 4. Titel: Ausländische kollektive Kapitalanlagen, 1. Kapitel: Begriff und Genehmigung, Zahlstelle",
        "citation": "Art. 121 Abs. 2 KAG",
        "content": "Die Anlegerinnen und Anleger können die Ausgabe und Rücknahme der Anteile bei der Zahlstelle verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_121"
    },
    {
        "book": "KAG",
        "title": "KAG, 4. Titel: Ausländische kollektive Kapitalanlagen, 1. Kapitel: Begriff und Genehmigung, Staatsverträge",
        "citation": "Art. 122 KAG",
        "content": "Der Bundesrat ist befugt, auf der Grundlage gegenseitiger Anerkennung gleichwertiger Regelungen und Massnahmen Staatsverträge abzuschliessen, die für kollektive Kapitalanlagen aus den Vertragsstaaten anstelle der Genehmigungspflicht eine blosse Meldepflicht vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_122"
    },
    {
        "book": "KAG",
        "title": "KAG, 4. Titel: Ausländische kollektive Kapitalanlagen, 2. Kapitel: Vertreter ausländischer kollektiver Kapitalanlagen, Auftrag",
        "citation": "Art. 123 Abs. 1 KAG",
        "content": "Ausländische kollektive Kapitalanlagen dürfen in der Schweiz nicht qualifizierten Anlegerinnen und Anlegern und in der Schweiz qualifizierten Anlegerinnen und Anlegern nach Artikel 5 Absatz 1 FIDLEG nur angeboten werden, sofern die Fondsleitung oder die Gesellschaft vorgängig einen Vertreter mit der Wahrnehmung der Pflichten nach Artikel 124 des vorliegenden Gesetzes beauftragt hat. Vorbehalten bleibt Artikel 122 des vorliegenden Gesetzes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_123"
    },
    {
        "book": "KAG",
        "title": "KAG, 4. Titel: Ausländische kollektive Kapitalanlagen, 2. Kapitel: Vertreter ausländischer kollektiver Kapitalanlagen, Auftrag",
        "citation": "Art. 123 Abs. 2 KAG",
        "content": "Die Fondsleitung und die Gesellschaft verpflichten sich, dem Vertreter alle Informationen zur Verfügung zu stellen, die er zur Wahrnehmung seiner Aufgaben braucht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_123"
    },
    {
        "book": "KAG",
        "title": "KAG, 4. Titel: Ausländische kollektive Kapitalanlagen, 2. Kapitel: Vertreter ausländischer kollektiver Kapitalanlagen, Pflichten",
        "citation": "Art. 124 Abs. 1 KAG",
        "content": "Der Vertreter vertritt die ausländische kollektive Kapitalanlage gegenüber Anlegerinnen und Anlegern und der FINMA. Seine Vertretungsbefugnis darf nicht beschränkt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_124"
    },
    {
        "book": "KAG",
        "title": "KAG, 4. Titel: Ausländische kollektive Kapitalanlagen, 2. Kapitel: Vertreter ausländischer kollektiver Kapitalanlagen, Pflichten",
        "citation": "Art. 124 Abs. 2 KAG",
        "content": "Er hält die gesetzlichen Melde-, Publikations- und Informationspflichten sowie die Verhaltensregeln von Branchenorganisationen ein, die von der FINMA zum Mindeststandard erklärt worden sind. Seine Identität ist in jeder Publikation zu nennen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_124"
    },
    {
        "book": "KAG",
        "title": "KAG, 4. Titel: Ausländische kollektive Kapitalanlagen, 2. Kapitel: Vertreter ausländischer kollektiver Kapitalanlagen, Erfüllungsort und Gerichtsstand",
        "citation": "Art. 125 Abs. 1 KAG",
        "content": "Der Erfüllungsort für die in der Schweiz angebotenen Anteile der ausländischen kollektiven Kapitalanlage liegt am Sitz des Vertreters.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_125"
    },
    {
        "book": "KAG",
        "title": "KAG, 4. Titel: Ausländische kollektive Kapitalanlagen, 2. Kapitel: Vertreter ausländischer kollektiver Kapitalanlagen, Erfüllungsort und Gerichtsstand",
        "citation": "Art. 125 Abs. 2 KAG",
        "content": "Er besteht nach einem Bewilligungsentzug oder nach der Auflösung der ausländischen kollektiven Kapitalanlage am Sitz des Vertreters weiter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_125"
    },
    {
        "book": "KAG",
        "title": "KAG, 4. Titel: Ausländische kollektive Kapitalanlagen, 2. Kapitel: Vertreter ausländischer kollektiver Kapitalanlagen, Erfüllungsort und Gerichtsstand",
        "citation": "Art. 125 Abs. 3 KAG",
        "content": "Der Gerichtsstand liegt:\na. am Sitz des Vertreters; oder\nb. am Sitz oder Wohnsitz der Anlegerin oder des Anlegers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_125"
    },
    {
        "book": "KAG",
        "title": "KAG, 5. Titel: Prüfung und Aufsicht, 1. Kapitel: Prüfung, Auftrag",
        "citation": "Art. 126 Abs. 1 KAG",
        "content": "Folgende Personen müssen eine von der Eidgenössischen Revisionsaufsichtsbehörde nach Artikel 9a Absatz 1 des Revisionsaufsichtsgesetzes vom 16. Dezember 2005 zugelassene Prüfgesellschaft mit einer Prüfung nach Artikel 24 FINMAG beauftragen:\na. die Fondsleitung für die von ihr verwalteten Anlagefonds;\nb. die SICAV;\nc. die KmGK;\nd. die SICAF;\ne. ...\nf. der Vertreter ausländischer kollektiver Kapitalanlagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_126"
    },
    {
        "book": "KAG",
        "title": "KAG, 5. Titel: Prüfung und Aufsicht, 1. Kapitel: Prüfung, Auftrag",
        "citation": "Art. 126 Abs. 3 KAG",
        "content": "Die SICAV und die gegebenenfalls von ihr nach Artikel 51 Absatz 5 beauftragte Fondsleitung sind von der gleichen Prüfgesellschaft zu prüfen. Die FINMA kann Ausnahmen gestatten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_126"
    },
    {
        "book": "KAG",
        "title": "KAG, 5. Titel: Prüfung und Aufsicht, 1. Kapitel: Prüfung, Auftrag",
        "citation": "Art. 126 Abs. 5 KAG",
        "content": "Die in Absatz 1 genannten Personen, verwaltete Anlagefonds sowie jede zu den Immobilienfonds oder zu den Immobilieninvestmentgesellschaften gehörende Immobiliengesellschaften müssen ihre Jahresrechnung und gegebenenfalls Konzernrechnung von einem staatlich beaufsichtigten Revisionsunternehmen nach den Grundsätzen der ordentlichen Revision des Obligationenrechts prüfen lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_126"
    },
    {
        "book": "KAG",
        "title": "KAG, 5. Titel: Prüfung und Aufsicht, 1. Kapitel: Prüfung, Auftrag",
        "citation": "Art. 126 Abs. 6 KAG",
        "content": "Der Bundesrat regelt die Einzelheiten. Er kann die FINMA ermächtigen, in Belangen von beschränkter Tragweite, namentlich in vorwiegend technischen Angelegenheiten, Ausführungsbestimmungen zu erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_126"
    },
    {
        "book": "KAG",
        "title": "KAG, 5. Titel: Prüfung und Aufsicht, 1. Kapitel: Prüfung, Auskunftspflichten",
        "citation": "Art. 130 Abs. 1 KAG",
        "content": "Die Schätzungsexperten sowie die Immobiliengesellschaften, die zur kollektiven Kapitalanlage gehören, gewähren der Prüfgesellschaft Einsicht in die Bücher, die Belege und in die Schätzungsberichte; sie erteilen ihr zudem alle Auskünfte, die sie zur Erfüllung der Prüfungspflicht benötigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_130"
    },
    {
        "book": "KAG",
        "title": "KAG, 5. Titel: Prüfung und Aufsicht, 1. Kapitel: Prüfung, Auskunftspflichten",
        "citation": "Art. 130 Abs. 2 KAG",
        "content": "Die Prüfgesellschaft der Depotbank und die Prüfgesellschaft der übrigen Bewilligungsträger arbeiten zusammen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_130"
    },
    {
        "book": "KAG",
        "title": "KAG, 5. Titel: Prüfung und Aufsicht, 2. Kapitel: Aufsicht, Aufsicht",
        "citation": "Art. 132 Abs. 1 KAG",
        "content": "Die FINMA erteilt die nach diesem Gesetz erforderlichen Bewilligungen und Genehmigungen und überwacht die Einhaltung der gesetzlichen, vertraglichen, statutarischen und reglementarischen Bestimmungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_132"
    },
    {
        "book": "KAG",
        "title": "KAG, 5. Titel: Prüfung und Aufsicht, 2. Kapitel: Aufsicht, Aufsicht",
        "citation": "Art. 132 Abs. 2 KAG",
        "content": "Sie überprüft die geschäftspolitische Zweckmässigkeit der Entscheide der Bewilligungsträger nicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_132"
    },
    {
        "book": "KAG",
        "title": "KAG, 5. Titel: Prüfung und Aufsicht, 2. Kapitel: Aufsicht, Aufsicht",
        "citation": "Art. 132 Abs. 3 KAG",
        "content": "L-QIF unterstehen nicht der Aufsicht der FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_132"
    },
    {
        "book": "KAG",
        "title": "KAG, 5. Titel: Prüfung und Aufsicht, 2. Kapitel: Aufsicht, Aufsichtsinstrumente",
        "citation": "Art. 133 Abs. 1 KAG",
        "content": "Für Verletzungen der vertraglichen, statutarischen und reglementarischen Bestimmungen sind die Aufsichtsinstrumente nach den Artikeln 30–37 des FINMAG sinngemäss anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_133"
    },
    {
        "book": "KAG",
        "title": "KAG, 5. Titel: Prüfung und Aufsicht, 2. Kapitel: Aufsicht, Aufsichtsinstrumente",
        "citation": "Art. 133 Abs. 2 KAG",
        "content": "Artikel 37 des FINMAG gilt sinngemäss auch für die Genehmigung nach diesem Gesetz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_133"
    },
    {
        "book": "KAG",
        "title": "KAG, 5. Titel: Prüfung und Aufsicht, 2. Kapitel: Aufsicht, Aufsichtsinstrumente",
        "citation": "Art. 133 Abs. 3 KAG",
        "content": "Erscheinen die Rechte der Anlegerinnen und Anleger gefährdet, so kann die FINMA die Bewilligungsträger zu Sicherheitsleistungen verpflichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_133"
    },
    {
        "book": "KAG",
        "title": "KAG, 5. Titel: Prüfung und Aufsicht, 2. Kapitel: Aufsicht, Aufsichtsinstrumente",
        "citation": "Art. 133 Abs. 4 KAG",
        "content": "Wird eine vollstreckbare Verfügung der FINMA nach vorgängiger Mahnung innert der angesetzten Frist nicht befolgt, so kann die FINMA auf Kosten der säumigen Partei die angeordnete Handlung selber vornehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_133"
    },
    {
        "book": "KAG",
        "title": "KAG, 5. Titel: Prüfung und Aufsicht, 2. Kapitel: Aufsicht, Liquidation",
        "citation": "Art. 134 KAG",
        "content": "Bewilligungsträger, denen die Bewilligung entzogen wurde, oder kollektive Kapitalanlagen, denen die Genehmigung entzogen wurde, können von der FINMA liquidiert werden. Der Bundesrat regelt die Einzelheiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_134"
    },
    {
        "book": "KAG",
        "title": "KAG, 5. Titel: Prüfung und Aufsicht, 2. Kapitel: Aufsicht, Massnahmen bei nicht bewilligter beziehungsweise genehmigter Tätigkeit",
        "citation": "Art. 135 Abs. 1 KAG",
        "content": "Gegen Personen, die ohne Bewilligung beziehungsweise Genehmigung der FINMA tätig werden, kann die FINMA die Auflösung verfügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_135"
    },
    {
        "book": "KAG",
        "title": "KAG, 5. Titel: Prüfung und Aufsicht, 2. Kapitel: Aufsicht, Massnahmen bei nicht bewilligter beziehungsweise genehmigter Tätigkeit",
        "citation": "Art. 135 Abs. 2 KAG",
        "content": "Zur Wahrung der Interessen der Anlegerinnen und Anleger kann die FINMA die Überführung der kollektiven Kapitalanlage in eine gesetzmässige Form vorschreiben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_135"
    },
    {
        "book": "KAG",
        "title": "KAG, 5. Titel: Prüfung und Aufsicht, 2. Kapitel: Aufsicht, Andere Massnahmen",
        "citation": "Art. 136 Abs. 1 KAG",
        "content": "In begründeten Fällen kann die FINMA für die Schätzung der Anlagen von Immobilienfonds oder Immobilieninvestmentgesellschaften Schätzungsexperten nach Artikel 64 einsetzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_136"
    },
    {
        "book": "KAG",
        "title": "KAG, 5. Titel: Prüfung und Aufsicht, 2. Kapitel: Aufsicht, Andere Massnahmen",
        "citation": "Art. 136 Abs. 2 KAG",
        "content": "Sie kann die vom Immobilienfonds oder von der Immobilieninvestmentgesellschaft eingesetzten Schätzungsexperten abberufen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_136"
    },
    {
        "book": "KAG",
        "title": "KAG, 5. Titel: Prüfung und Aufsicht, 2. Kapitel: Aufsicht, Konkurseröffnung",
        "citation": "Art. 137 Abs. 1 KAG",
        "content": "Besteht begründete Besorgnis, dass ein Bewilligungsträger nach Artikel 13 Absatz 2 Buchstaben b–d überschuldet ist oder ernsthafte Liquiditätsprobleme hat, und besteht keine Aussicht auf Sanierung oder ist diese gescheitert, so entzieht die FINMA dem Bewilligungsträger die Bewilligung, eröffnet den Konkurs und macht diesen öffentlich bekannt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_137"
    },
    {
        "book": "KAG",
        "title": "KAG, 5. Titel: Prüfung und Aufsicht, 2. Kapitel: Aufsicht, Konkurseröffnung",
        "citation": "Art. 137 Abs. 2 KAG",
        "content": "Die Bestimmungen über das Nachlassverfahren (Art. 293–336 des BG vom 11. April 1889 über Schuldbetreibung und Konkurs, SchKG) und über die Benachrichtigung des Gerichts (Art. 716a Abs. 1 Ziff. 8, 725a Abs. 3, 725b Abs. 3 und 728c Abs. 3 des Obligationenrechts) sind auf die von Absatz 1 erfassten Bewilligungsträger nicht anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_137"
    },
    {
        "book": "KAG",
        "title": "KAG, 5. Titel: Prüfung und Aufsicht, 2. Kapitel: Aufsicht, Konkurseröffnung",
        "citation": "Art. 137 Abs. 3 KAG",
        "content": "Die FINMA ernennt eine oder mehrere Konkursliquidatorinnen oder einen oder mehrere Konkursliquidatoren. Diese unterstehen der Aufsicht der FINMA und erstatten ihr auf Verlangen Bericht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_137"
    },
    {
        "book": "KAG",
        "title": "KAG, 5. Titel: Prüfung und Aufsicht, 2. Kapitel: Aufsicht, Durchführung des Konkurses",
        "citation": "Art. 138 Abs. 1 KAG",
        "content": "Die Anordnung des Konkurses hat die Wirkungen einer Konkurseröffnung nach den Artikeln 197–220 SchKG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_138"
    },
    {
        "book": "KAG",
        "title": "KAG, 5. Titel: Prüfung und Aufsicht, 2. Kapitel: Aufsicht, Durchführung des Konkurses",
        "citation": "Art. 138 Abs. 2 KAG",
        "content": "Der Konkurs ist unter Vorbehalt der Artikel 138a–138c nach den Artikeln 221–270 SchKG durchzuführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_138"
    },
    {
        "book": "KAG",
        "title": "KAG, 5. Titel: Prüfung und Aufsicht, 2. Kapitel: Aufsicht, Durchführung des Konkurses",
        "citation": "Art. 138 Abs. 3 KAG",
        "content": "Die FINMA kann abweichende Verfügungen und Anordnungen treffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_138"
    },
    {
        "book": "KAG",
        "title": "KAG, 5. Titel: Prüfung und Aufsicht, 2. Kapitel: Aufsicht, Gläubigerversammlung und Gläubigerausschuss",
        "citation": "Art. 138a Abs. 1 KAG",
        "content": "Die Konkursliquidatorin oder der Konkursliquidator kann der FINMA beantragen:\na. eine Gläubigerversammlung einzusetzen und deren Kompetenzen sowie die für die Beschlussfassung notwendigen Präsenz- und Stimmquoren festzulegen;\nb. einen Gläubigerausschuss einzurichten sowie dessen Zusammensetzung und Kompetenzen festzulegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_138_a"
    },
    {
        "book": "KAG",
        "title": "KAG, 5. Titel: Prüfung und Aufsicht, 2. Kapitel: Aufsicht, Gläubigerversammlung und Gläubigerausschuss",
        "citation": "Art. 138a Abs. 2 KAG",
        "content": "Bei einer SICAV mit Teilvermögen nach Artikel 94 kann für jedes Teilvermögen eine Gläubigerversammlung oder ein Gläubigerausschuss eingesetzt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_138_a"
    },
    {
        "book": "KAG",
        "title": "KAG, 5. Titel: Prüfung und Aufsicht, 2. Kapitel: Aufsicht, Gläubigerversammlung und Gläubigerausschuss",
        "citation": "Art. 138a Abs. 3 KAG",
        "content": "Die FINMA ist nicht an die Anträge der Konkursliquidatorin oder des Konkursliquidators gebunden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_138_a"
    },
    {
        "book": "KAG",
        "title": "KAG, 5. Titel: Prüfung und Aufsicht, 2. Kapitel: Aufsicht, Verteilung und Schluss des Verfahrens",
        "citation": "Art. 138b Abs. 1 KAG",
        "content": "Sind sämtliche Aktiven verwertet und alle die Feststellung der Aktiv- und Passiv-masse betreffenden Prozesse erledigt, so erstellen die Konkursliquidatorinnen oder Konkursliquidatoren die abschliessende Verteilungsliste sowie die Schlussrechnung und unterbreiten diese der FINMA zur Genehmigung. Prozesse aus Abtretung von Rechtsansprüchen nach Artikel 260 SchKG bleiben unberücksichtigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_138_b"
    },
    {
        "book": "KAG",
        "title": "KAG, 5. Titel: Prüfung und Aufsicht, 2. Kapitel: Aufsicht, Verteilung und Schluss des Verfahrens",
        "citation": "Art. 138b Abs. 2 KAG",
        "content": "Die Genehmigungsverfügung wird mit der Verteilungsliste und der Schlussrechnung während 30 Tagen zur Einsicht aufgelegt. Die Auflegung wird im Schweizerischen Handelsamtsblatt und auf der Internetseite der FINMA publiziert und den Gläubigerinnen und Gläubigern unter Mitteilung ihres Anteils sowie gegebenenfalls den Eignerinnen und Eignern vorgängig angezeigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_138_b"
    },
    {
        "book": "KAG",
        "title": "KAG, 5. Titel: Prüfung und Aufsicht, 2. Kapitel: Aufsicht, Verteilung und Schluss des Verfahrens",
        "citation": "Art. 138b Abs. 3 KAG",
        "content": "Die FINMA trifft die nötigen Anordnungen zur Schliessung des Verfahrens. Sie macht die Schliessung öffentlich bekannt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_138_b"
    },
    {
        "book": "KAG",
        "title": "KAG, 5. Titel: Prüfung und Aufsicht, 2. Kapitel: Aufsicht, Ausländische Insolvenzverfahren",
        "citation": "Art. 138c KAG",
        "content": "Für die Anerkennung ausländischer Konkursdekrete und Insolvenzmassnahmen sowie für die Koordination mit ausländischen Insolvenzverfahren gelten die Artikel 37f und 37g des BankG sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_138_c"
    },
    {
        "book": "KAG",
        "title": "KAG, 5. Titel: Prüfung und Aufsicht, 2. Kapitel: Aufsicht, Beschwerde",
        "citation": "Art. 138d Abs. 1 KAG",
        "content": "Im Konkursverfahren können die Gläubigerinnen und Gläubiger sowie die Eignerinnen und Eigner eines von Artikel 137 Absatz 1 erfassten Bewilligungsträgers lediglich gegen Verwertungshandlungen sowie gegen die Genehmigung der Verteilungsliste und der Schlussrechnung Beschwerde führen. Die Beschwerde nach Artikel 17 SchKG über Schuldbetreibung und Konkurs ist ausgeschlossen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_138_d"
    },
    {
        "book": "KAG",
        "title": "KAG, 5. Titel: Prüfung und Aufsicht, 2. Kapitel: Aufsicht, Beschwerde",
        "citation": "Art. 138d Abs. 2 KAG",
        "content": "Die Frist für eine Beschwerde gegen die Genehmigung der Verteilungsliste und der Schlussrechnung beginnt am Tag nach deren Auflegung zur Einsicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_138_d"
    },
    {
        "book": "KAG",
        "title": "KAG, 5. Titel: Prüfung und Aufsicht, 2. Kapitel: Aufsicht, Beschwerde",
        "citation": "Art. 138d Abs. 3 KAG",
        "content": "Beschwerden im Konkursverfahren haben keine aufschiebende Wirkung. Die Instruktionsrichterin oder der Instruktionsrichter kann die aufschiebende Wirkung auf Gesuch hin erteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_138_d"
    },
    {
        "book": "KAG",
        "title": "KAG, 5. Titel: Prüfung und Aufsicht, 2. Kapitel: Aufsicht, Auskunftspflicht",
        "citation": "Art. 139 Abs. 1 KAG",
        "content": "Personen, die eine Funktion im Rahmen dieses Gesetzes ausüben, müssen der FINMA alle Auskünfte und Unterlagen erteilen, die diese zur Erfüllung ihrer Aufgabe benötigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_139"
    },
    {
        "book": "KAG",
        "title": "KAG, 5. Titel: Prüfung und Aufsicht, 2. Kapitel: Aufsicht, Auskunftspflicht",
        "citation": "Art. 139 Abs. 2 KAG",
        "content": "Die FINMA kann Bewilligungsträger verpflichten, ihr die Informationen zu liefern, die sie zur Erfüllung ihrer Aufgabe benötigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_139"
    },
    {
        "book": "KAG",
        "title": "KAG, 5. Titel: Prüfung und Aufsicht, 2. Kapitel: Aufsicht, Erhebung und Meldung von Daten",
        "citation": "Art. 144 Abs. 1 KAG",
        "content": "Die FINMA ist befugt, von den Bewilligungsträgern die Daten über ihre Geschäftstätigkeit und über die Entwicklung der von ihnen verwalteten oder vertretenen kollektiven Kapitalanlagen zu erheben, die sie benötigt, um die Transparenz im Markt der kollektiven Kapitalanlagen zu gewährleisten oder ihre Aufsichtstätigkeit auszuüben. Sie kann diese Daten durch Dritte erheben lassen oder die Bewilligungsträger verpflichten, ihr diese zu melden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_144"
    },
    {
        "book": "KAG",
        "title": "KAG, 5. Titel: Prüfung und Aufsicht, 2. Kapitel: Aufsicht, Erhebung und Meldung von Daten",
        "citation": "Art. 144 Abs. 2 KAG",
        "content": "Beauftragte Dritte haben über die erhobenen Daten das Geheimnis zu bewahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_144"
    },
    {
        "book": "KAG",
        "title": "KAG, 5. Titel: Prüfung und Aufsicht, 2. Kapitel: Aufsicht, Erhebung und Meldung von Daten",
        "citation": "Art. 144 Abs. 3 KAG",
        "content": "Die statistischen Meldepflichten gegenüber der Schweizerischen Nationalbank, die das Nationalbankgesetz vom 3. Oktober 2003 vorschreibt, sowie die Befugnis der FINMA und der Schweizerischen Nationalbank, Daten auszutauschen, bleiben vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_144"
    },
    {
        "book": "KAG",
        "title": "KAG, 6. Titel: Verantwortlichkeit und Strafbestimmungen, 1. Kapitel: Verantwortlichkeit, Grundsatz",
        "citation": "Art. 145 Abs. 1 KAG",
        "content": "Wer Pflichten verletzt, haftet der Gesellschaft, den einzelnen Anlegerinnen und Anlegern sowie den Gesellschaftsgläubigern für den daraus entstandenen Schaden, sofern er nicht beweist, dass ihn kein Verschulden trifft. Haftbar gemacht werden können alle mit der Gründung, der Geschäftsführung, der Vermögensverwaltung, der Prüfung oder der Liquidation befassten Personen:\na. der Fondsleitung,\nb. der SICAV,\nc. der KmGK,\nd. der SICAF,\ne. der Depotbank,\nf. der Verwalter von Kollektivvermögen;\ng. des Vertreters ausländischer kollektiver Kapitalanlagen,\nh. der Prüfgesellschaft,\ni. des Liquidators.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_145"
    },
    {
        "book": "KAG",
        "title": "KAG, 6. Titel: Verantwortlichkeit und Strafbestimmungen, 1. Kapitel: Verantwortlichkeit, Grundsatz",
        "citation": "Art. 145 Abs. 2 KAG",
        "content": "Die Verantwortlichkeit nach Absatz 1 gilt auch für den Schätzungsexperten und den Vertreter der Anlegergemeinschaft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_145"
    },
    {
        "book": "KAG",
        "title": "KAG, 6. Titel: Verantwortlichkeit und Strafbestimmungen, 1. Kapitel: Verantwortlichkeit, Grundsatz",
        "citation": "Art. 145 Abs. 3 KAG",
        "content": "Wer die Erfüllung einer Aufgabe einem Dritten überträgt, haftet für den von diesem verursachten Schaden, sofern er nicht nachweist, dass er bei der Auswahl, Instruktion und Überwachung die nach den Umständen gebotene Sorgfalt angewendet hat. Der Bundesrat kann die Anforderungen an die Überwachung regeln. Vorbehalten bleibt Artikel 68 Absatz 3 FINIG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_145"
    },
    {
        "book": "KAG",
        "title": "KAG, 6. Titel: Verantwortlichkeit und Strafbestimmungen, 1. Kapitel: Verantwortlichkeit, Grundsatz",
        "citation": "Art. 145 Abs. 4 KAG",
        "content": "Die Verantwortlichkeit der Organe der Fondsleitung, der SICAV und SICAF richtet sich nach den Bestimmungen des Obligationenrechts über die Aktiengesellschaft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_145"
    },
    {
        "book": "KAG",
        "title": "KAG, 6. Titel: Verantwortlichkeit und Strafbestimmungen, 1. Kapitel: Verantwortlichkeit, Grundsatz",
        "citation": "Art. 145 Abs. 5 KAG",
        "content": "Die Verantwortlichkeit der KmGK richtet sich nach den Bestimmungen des Obligationenrechts über die Kommanditgesellschaft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_145"
    },
    {
        "book": "KAG",
        "title": "KAG, 6. Titel: Verantwortlichkeit und Strafbestimmungen, 1. Kapitel: Verantwortlichkeit, Solidarität und Rückgriff",
        "citation": "Art. 146 Abs. 1 KAG",
        "content": "Sind für einen Schaden mehrere Personen ersatzpflichtig, so haftet die einzelne Person mit den andern solidarisch, soweit ihr der Schaden aufgrund ihres eigenen Verschuldens und der Umstände persönlich zurechenbar ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_146"
    },
    {
        "book": "KAG",
        "title": "KAG, 6. Titel: Verantwortlichkeit und Strafbestimmungen, 1. Kapitel: Verantwortlichkeit, Solidarität und Rückgriff",
        "citation": "Art. 146 Abs. 2 KAG",
        "content": "Die Klägerin oder der Kläger können mehrere Beteiligte gemeinsam für den Gesamtschaden einklagen und verlangen, dass das Gericht im gleichen Verfahren die Ersatzpflicht jeder einzelnen beklagten Person festsetzt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_146"
    },
    {
        "book": "KAG",
        "title": "KAG, 6. Titel: Verantwortlichkeit und Strafbestimmungen, 1. Kapitel: Verantwortlichkeit, Solidarität und Rückgriff",
        "citation": "Art. 146 Abs. 3 KAG",
        "content": "Das Gericht bestimmt unter Würdigung aller Umstände den Rückgriff auf die Beteiligten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_146"
    },
    {
        "book": "KAG",
        "title": "KAG, 6. Titel: Verantwortlichkeit und Strafbestimmungen, 1. Kapitel: Verantwortlichkeit, Verjährung",
        "citation": "Art. 147 Abs. 1 KAG",
        "content": "Der Anspruch auf Schadenersatz verjährt fünf Jahre nach dem Tage, an dem die geschädigte Person Kenntnis vom Schaden und von der ersatzpflichtigen Person erlangt hat, spätestens aber drei Jahre nach der Rückzahlung eines Anteils und jedenfalls mit Ablauf von zehn Jahren, vom Tage an gerechnet, an welchem das schädigende Verhalten erfolgte oder aufhörte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_147"
    },
    {
        "book": "KAG",
        "title": "KAG, 6. Titel: Verantwortlichkeit und Strafbestimmungen, 1. Kapitel: Verantwortlichkeit, Verjährung",
        "citation": "Art. 147 Abs. 2 KAG",
        "content": "Hat die ersatzpflichtige Person durch ihr schädigendes Verhalten eine strafbare Handlung begangen, so verjährt der Anspruch auf Schadenersatz frühestens mit Eintritt der strafrechtlichen Verfolgungsverjährung. Tritt diese infolge eines erstinstanzlichen Strafurteils nicht mehr ein, so verjährt der Anspruch frühestens mit Ablauf von drei Jahren seit Eröffnung des Urteils.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_147"
    },
    {
        "book": "KAG",
        "title": "KAG, 6. Titel: Verantwortlichkeit und Strafbestimmungen, 2. Kapitel: Strafbestimmungen, Verbrechen und Vergehen",
        "citation": "Art. 148 Abs. 1 KAG",
        "content": "Mit Freiheitsstrafe bis zu drei Jahren oder mit Geldstrafe wird bestraft, wer vorsätzlich:\na. ...\nb. ohne Bewilligung beziehungsweise Genehmigung eine kollektive Kapitalanlage bildet;\nc. ...\nd. in- und ausländische kollektive Kapitalanlagen, die nicht genehmigt sind, nicht qualifizierten Anlegerinnen und Anlegern anbietet;\ne. die Geschäftsbücher nicht ordnungsgemäss führt oder Geschäftsbücher, Belege und Unterlagen nicht vorschriftsgemäss aufbewahrt;\nf. im Jahresbericht oder Halbjahresbericht:\n1. falsche Angaben macht oder wesentliche Tatsachen verschweigt,\n2. nicht alle vorgeschriebenen Angaben aufnimmt;\ng. den Jahresbericht oder Halbjahresbericht: \n1. nicht oder nicht ordnungsgemäss erstellt,\n2. nicht oder nicht innerhalb der vorgeschriebenen Fristen veröffentlicht;\nh. der Prüfgesellschaft, dem Untersuchungsbeauftragten, dem Sachwalter, dem Liquidator oder der FINMA falsche Auskünfte erteilt oder die verlangten Auskünfte verweigert;\ni. ...\nj. als Schätzungsexperte die ihm auferlegten Pflichten grob verletzt;\nk. ...\nl. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_148"
    },
    {
        "book": "KAG",
        "title": "KAG, 6. Titel: Verantwortlichkeit und Strafbestimmungen, 2. Kapitel: Strafbestimmungen, Verbrechen und Vergehen",
        "citation": "Art. 148 Abs. 2 KAG",
        "content": "Wer fahrlässig handelt, wird mit Busse bis zu 250 000 Franken bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_148"
    },
    {
        "book": "KAG",
        "title": "KAG, 6. Titel: Verantwortlichkeit und Strafbestimmungen, 2. Kapitel: Strafbestimmungen, Übertretungen",
        "citation": "Art. 149 Abs. 1 KAG",
        "content": "Mit Busse bis zu 500 000 Franken wird bestraft, wer vorsätzlich:\na. gegen die Bestimmung über den Schutz vor Verwechslung oder Täuschung (Art. 12) verstösst;\nb. in der Werbung für eine kollektive Kapitalanlage unzulässige, falsche oder irreführende Angaben macht;\nc. ...\nd. die vorgeschriebenen Meldungen an die FINMA, die Schweizerische Nationalbank oder die Anlegerinnen und Anleger unterlässt oder darin falsche Angaben macht;\ne. ...\nf. das Aktienbuch im Sinne von Artikel 46 Absatz 3 nicht korrekt führt;\ng. gegen die Bestimmung über die Information der Anlegerinnen und Anleger und die Bezeichnung von L-QIF verstösst (Art. 118e);\nh. gegen die Meldepflicht nach Artikel 118f Absatz 1 verstösst.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/de#art_149"
    }
]