[
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 1, But et champ d’application, But",
        "citation": "Art. 1 LPCC",
        "content": "La présente loi a pour but de protéger les investisseurs et d’assurer la transparence et le bon fonctionnement du marché des placements collectifs de capitaux (placements collectifs).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_1"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 1, But et champ d’application, Champ d’application",
        "citation": "Art. 2 al. 1 LPCC",
        "content": "La présente loi s’applique, quelle que soit leur forme juridique:\na. aux placements collectifs et aux personnes qui les gardent;\nb. aux placements collectifs étrangers qui sont proposés en Suisse;\nc. à e. ...\nf. aux personnes qui représentent en Suisse des placements collectifs étrangers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_2"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 1, But et champ d’application, Champ d’application",
        "citation": "Art. 2 al. 2 LPCC",
        "content": "Ne sont pas soumis à la présente loi, notamment:\na. les institutions, auxiliaires ou non, de la prévoyance professionnelle, y compris les fondations de placement;\nb. les institutions des assurances sociales et les caisses de compensation;\nc. les corporations et les institutions de droit public;\nd. les sociétés exerçant une activité commerciale ou industrielle;\ne. les sociétés qui rassemblent dans un groupe, sous une direction unique, une ou plusieurs sociétés par le biais d’une majorité de voix ou par d’autres moyens (holdings);\nf. les clubs d’investissements lorsque leurs membres sont en mesure de défendre eux-mêmes leurs intérêts;\ng. les associations et les fondations au sens du code civil;\nh. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_2"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 1, But et champ d’application, Champ d’application",
        "citation": "Art. 2 al. 3 LPCC",
        "content": "Les sociétés d’investissements revêtant la forme d’une société anonyme suisse ne sont pas soumises à la présente loi si elles sont cotées à une bourse suisse ou qu’elles remplissent les conditions suivantes:\na. seuls les actionnaires au sens de l’art. 10, al. 3 et 3ter, peuvent en détenir des participations;\nb. leurs actions sont nominatives.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_2"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 2, Placements collectifs, Définition",
        "citation": "Art. 7 al. 1 LPCC",
        "content": "Les placements collectifs sont des apports constitués par des investisseurs pour être administrés en commun pour le compte de ces derniers. Les besoins des investisseurs sont satisfaits à des conditions égales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_7"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 2, Placements collectifs, Définition",
        "citation": "Art. 7 al. 2 LPCC",
        "content": "Les placements collectifs peuvent être ouverts ou fermés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_7"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 2, Placements collectifs, Définition",
        "citation": "Art. 7 al. 3 LPCC",
        "content": "Le Conseil fédéral peut fixer le nombre minimal d’investisseurs en fonction de la forme juridique et du cercle des destinataires. Il peut autoriser les placements collectifs pour un seul investisseur qualifié (fonds à investisseur unique) au sens de l’art. 10, al. 3, en relation avec l’art. 4, al. 3, let. b, e et f, de la loi fédérale du 15 juin 2018 sur les services financiers (LSFin).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_7"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 2, Placements collectifs, Définition",
        "citation": "Art. 7 al. 4 LPCC",
        "content": "Pour les fonds à investisseur unique, la direction et la société d’investissement à capital variable (SICAV) peuvent déléguer les décisions en matière de placement à l’investisseur. L’Autorité fédérale de surveillance des marchés financiers (FINMA) peut libérer celui-ci de l’obligation de disposer des autorisations visées à l’art. 14, al. 1, de la loi fédérale du 15 juin 2018 sur les établissements financiers (LEFin) ou de l’obligation d’être soumis à une surveillance reconnue conformément à l’art. 36, al. 3, de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_7"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 2, Placements collectifs, Définition",
        "citation": "Art. 7 al. 5 LPCC",
        "content": "Les placements collectifs doivent avoir leur siège et leur administration principale en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_7"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 2, Placements collectifs, Placements collectifs ouverts",
        "citation": "Art. 8 al. 1 LPCC",
        "content": "Les placements collectifs ouverts revêtent soit la forme d’un fonds de placement contractuel (art. 25 et suivants), soit la forme d’une SICAV (art. 36 et suivants).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_8"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 2, Placements collectifs, Placements collectifs ouverts",
        "citation": "Art. 8 al. 2 LPCC",
        "content": "Les placements collectifs ouverts donnent à l’investisseur un droit direct ou indirect au remboursement de ses parts à la valeur nette d’inventaire à la charge de la fortune collective.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_8"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 2, Placements collectifs, Placements collectifs ouverts",
        "citation": "Art. 8 al. 3 LPCC",
        "content": "Les placements collectifs ouverts se fondent sur un règlement. Cette notion comprend le contrat de placement collectif (contrat de fonds de placement) pour le fonds établi sous la forme contractuelle ainsi que les statuts et le règlement de placement pour la SICAV.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_8"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 2, Placements collectifs, Placements collectifs fermés",
        "citation": "Art. 9 al. 1 LPCC",
        "content": "Les placements collectifs fermés revêtent soit la forme d’une société en commandite de placements collectifs (SCmPC; art. 98 à 109), soit la forme d’une société d’investissement à capital fixe (SICAF; art. 110 à 118).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_9"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 2, Placements collectifs, Placements collectifs fermés",
        "citation": "Art. 9 al. 2 LPCC",
        "content": "Les placements collectifs fermés ne donnent à l’investisseur aucun droit, direct ou indirect, au remboursement de ses parts à la valeur nette d’inventaire à la charge de la fortune collective.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_9"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 2, Placements collectifs, Placements collectifs fermés",
        "citation": "Art. 9 al. 3 LPCC",
        "content": "La SCmPC se fonde sur un contrat de société.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_9"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 2, Placements collectifs, Placements collectifs fermés",
        "citation": "Art. 9 al. 4 LPCC",
        "content": "La SICAF se fonde sur des statuts et établit un règlement de placement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_9"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 2, Placements collectifs, Investisseurs",
        "citation": "Art. 10 al. 1 LPCC",
        "content": "Les investisseurs sont des personnes physiques ou morales ainsi que des sociétés en nom collectif et en commandite qui détiennent des parts de placements collectifs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_10"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 2, Placements collectifs, Investisseurs",
        "citation": "Art. 10 al. 2 LPCC",
        "content": "Les placements collectifs sont ouverts à tous les investisseurs pour autant que la présente loi, le règlement ou les statuts ne restreignent pas le cercle des investisseurs à des investisseurs qualifiés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_10"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 2, Placements collectifs, Investisseurs",
        "citation": "Art. 10 al. 3 LPCC",
        "content": "Par investisseur qualifié au sens de la présente loi, on entend les clients professionnels au sens de l’art. 4, al. 3 à 5, ou de l’art. 5, al. 1 et 4, LSFin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_10"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 2, Placements collectifs, Investisseurs",
        "citation": "Art. 10 al. 3ter LPCC",
        "content": "Sont également considérés comme des investisseurs qualifiés les clients privés:\na. à qui une des personnes énumérées ci-après fournit, dans le cadre de relations de gestion de fortune ou de conseil en placement établies sur le long terme, des services de gestion de fortune ou de conseil en placement au sens de l’art. 3, let. c, ch. 3 et 4, LSFin:\n1. un intermédiaire financier au sens de l’art. 4, al. 3, let. a, LSFin,\n2. un intermédiaire financier étranger soumis à une surveillance prudentielle à l’instar de l’intermédiaire financier visé au ch. 1, \n3. une entreprise d’assurance au sens de la loi du 17 décembre 2004 sur la surveillance des assurances (LSA), et\nb. qui n’ont pas déclaré par écrit ou sous toute autre forme permettant d’en établir la preuve par un texte qu’ils ne souhaitaient pas être considérés comme tels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_10"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 2, Placements collectifs, Investisseurs",
        "citation": "Art. 10 al. 5 LPCC",
        "content": "La FINMA peut soustraire totalement ou partiellement à certaines dispositions des lois sur les marchés financiers au sens de l’art. 1, al. 1, de la loi du 22 juin 2007 sur la surveillance des marchés financiers (LFINMA) les placements collectifs qui sont exclusivement ouverts aux investisseurs qualifiés pour autant que la protection assurée par la présente loi ne soit pas compromise; ces dispositions peuvent notamment porter sur:\na. ...\nb. ...\nc. l’obligation d’établir un rapport semestriel;\nd. l’obligation d’accorder aux investisseurs le droit de dénoncer le contrat en tout temps;\ne. l’obligation d’émettre et de racheter les parts contre espèces;\nf. la répartition des risques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_10"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 2, Placements collectifs, Parts",
        "citation": "Art. 11 LPCC",
        "content": "Les parts sont des créances à l’encontre de la direction au titre de la participation à la fortune et au revenu du fonds de placement ou des participations à la société.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_11"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 2, Placements collectifs, Protection contre la tromperie et la confusion",
        "citation": "Art. 12 al. 1 LPCC",
        "content": "La dénomination des placements collectifs ne doit pas prêter à confusion ou induire en erreur, en particulier quant aux placements effectués.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_12"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 2, Placements collectifs, Protection contre la tromperie et la confusion",
        "citation": "Art. 12 al. 2 LPCC",
        "content": "Les dénominations telles que «fonds de placement», «fonds d’investissement», «société d’investissement à capital variable», «SICAV», «société en commandite de placements collectifs», «SCmPC», «société d’investissement à capital fixe», «SICAF», «Limited Qualified Investor Fund» ou «L-QIF» ne peuvent être utilisées que pour désigner les placements collectifs soumis à la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_12"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 3, Autorisation et approbation, Section 1, Généralités, Obligation d’obtenir une autorisation",
        "citation": "Art. 13 al. 1 LPCC",
        "content": "Quiconque constitue, exploite ou garde un placement collectif doit obtenir une autorisation de la FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_13"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 3, Autorisation et approbation, Section 1, Généralités, Obligation d’obtenir une autorisation",
        "citation": "Art. 13 al. 2 LPCC",
        "content": "Doivent demander une autorisation:\na. ...\nb. la SICAV;\nc. la SCmPC;\nd. la SICAF;\ne. la banque dépositaire;\nf. et g. ...\nh. le représentant de placements collectifs étrangers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_13"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 3, Autorisation et approbation, Section 1, Généralités, Obligation d’obtenir une autorisation",
        "citation": "Art. 13 al. 2bis LPCC",
        "content": "N’est pas soumis à autorisation un Limited Qualified Investor Fund (L-QIF) revêtant la forme d’une SICAV ou d’une SCmPC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_13"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 3, Autorisation et approbation, Section 1, Généralités, Obligation d’obtenir une autorisation",
        "citation": "Art. 13 al. 3 LPCC",
        "content": "Le Conseil fédéral peut libérer de l’obligation d’obtenir une autorisation les représentants soumis à une autorité de surveillance étatique équivalente à la FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_13"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 3, Autorisation et approbation, Section 1, Généralités, Obligation d’obtenir une autorisation",
        "citation": "Art. 13 al. 5 LPCC",
        "content": "Les personnes mentionnées à l’al. 2, let. b à d, ne peuvent s’inscrire au registre du commerce qu’une fois en possession de l’autorisation de la FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_13"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 3, Autorisation et approbation, Section 1, Généralités, Conditions d’autorisation",
        "citation": "Art. 14 al. 1 LPCC",
        "content": "L’autorisation est accordée, lorsque:\na. les personnes visées à l’art. 13, al. 2, et les personnes chargées de l’administration et de la gestion offrent toutes les garanties d’une activité irréprochable; \nabis. les personnes chargées de l’administration et de la gestion jouissent d’une bonne réputation et disposent des qualifications professionnelles requises par la fonction;\nb. les personnes détenant une participation qualifiée jouissent d’une bonne réputation et leur influence n’est pas de nature à s’exercer au détriment d’une gestion prudente et saine;\nc. les directives internes et une organisation appropriée garantissent l’exécution des obligations découlant de la présente loi;\nd. les garanties financières sont suffisantes;\ne. les autres conditions d’autorisation prévues par la présente loi sont remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_14"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 3, Autorisation et approbation, Section 1, Généralités, Conditions d’autorisation",
        "citation": "Art. 14 al. 1bis LPCC",
        "content": "Le Conseil fédéral peut prévoir des prétentions en capital plus élevées que celles que prévues par le code des obligations  lorsqu’il s’agit d’exigences en capital relatives à des garanties financières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_14"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 3, Autorisation et approbation, Section 1, Généralités, Conditions d’autorisation",
        "citation": "Art. 14 al. 1ter LPCC",
        "content": "Le Conseil fédéral peut fixer des conditions d’autorisation supplémentaires si cela correspond aux normes internationales reconnues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_14"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 3, Autorisation et approbation, Section 1, Généralités, Conditions d’autorisation",
        "citation": "Art. 14 al. 3 LPCC",
        "content": "Sont réputées détenir une participation qualifiée, pour autant qu’elles détiennent une participation directe ou indirecte d’au moins 10 % du capital ou des droits de vote de personnes au sens de l’art. 13, al. 2, ou qu’elles puissent de toute autre manière exercer une influence déterminante sur la gestion des affaires:\na. toute personne physique ou morale;\nb. toute société en commandite ou en nom collectif;\nc. les personnes ayant des intérêts économiques communs, lorsqu’elles atteignent ensemble ce taux minimal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_14"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 3, Autorisation et approbation, Section 1, Généralités, Obligation d’obtenir une approbation",
        "citation": "Art. 15 al. 1 LPCC",
        "content": "Les documents suivants sont soumis à l’approbation de la FINMA:\na. le contrat de placement collectif des fonds de placement (art. 25);\nb. les statuts et le règlement de placement des SICAV;\nc. le contrat de SCmPC;\nd. les statuts et le règlement de placement des SICAF;\ne. les documents correspondants des placements collectifs étrangers proposés à des investisseurs non qualifiés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_15"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 3, Autorisation et approbation, Section 1, Généralités, Obligation d’obtenir une approbation",
        "citation": "Art. 15 al. 2 LPCC",
        "content": "Lorsque le fonds de placement ou la SICAV est un placement collectif ouvert composé de compartiments (art. 92 ss), une approbation doit être demandée pour chaque compartiment ou catégorie d’actions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_15"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 3, Autorisation et approbation, Section 1, Généralités, Obligation d’obtenir une approbation",
        "citation": "Art. 15 al. 3 LPCC",
        "content": "Les documents relatifs à un L-QIF et leurs modifications ne sont pas soumis aux approbations visées aux al. 1 et 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_15"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 3, Autorisation et approbation, Section 1, Généralités, Modification des conditions",
        "citation": "Art. 16 LPCC",
        "content": "En cas de modification ultérieure des conditions en vigueur lors de l’octroi de l’autorisation ou de l’approbation, la poursuite de l’activité est soumise à l’autorisation ou à l’approbation préalables de la FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_16"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 3, Autorisation et approbation, Section 1, Généralités, Procédure simplifiée d’autorisation et d’approbation",
        "citation": "Art. 17 LPCC",
        "content": "Le Conseil fédéral peut prévoir une procédure simplifiée d’autorisation et d’approbation pour les placements collectifs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_17"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 4, Protection des intérêts des investisseurs, Principes",
        "citation": "Art. 20 al. 1 LPCC",
        "content": "Les personnes qui administrent, gardent ou représentent des placements collectifs de capitaux ainsi que leurs mandataires doivent notamment satisfaire aux devoirs suivants:\na. devoir de loyauté: ils agissent de manière indépendante et exclusivement dans l’intérêt des investisseurs;\nb. devoir de diligence: ils prennent les mesures organisationnelles nécessaires à l’exercice d’une activité irréprochable;\nc. devoir d’information: ils rendent compte sur les placements collectifs qu’ils administrent, gardent ou représentent et ils communiquent tous les honoraires et frais imputés directement ou indirectement aux investisseurs ainsi que les rémunérations de la part de tiers, en particulier les provisions, rabais et autres avantages pécuniaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_20"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 4, Protection des intérêts des investisseurs, Principes",
        "citation": "Art. 20 al. 3 LPCC",
        "content": "Les personnes qui administrent, gardent ou représentent des placements collectifs de capitaux et leurs mandataires prennent toutes les mesures nécessaires à l’accomplissement de ces devoirs pour l’ensemble de leurs activités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_20"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 4, Protection des intérêts des investisseurs, Placement de la fortune",
        "citation": "Art. 21 al. 1 LPCC",
        "content": "Les personnes qui administrent, gardent ou représentent des placements collectifs de capitaux ainsi que leurs mandataires appliquent une politique de placement qui respecte de façon permanente les caractéristiques d’investissement fixées dans les documents afférents à chaque placement collectif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_21"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 4, Protection des intérêts des investisseurs, Placement de la fortune",
        "citation": "Art. 21 al. 2 LPCC",
        "content": "Lors de l’acquisition ou de l’aliénation d’avoirs ou de droits, ils ne peuvent recevoir, pour leur compte ou pour celui de tiers, que les rétributions prévues dans les documents. Les rémunérations visées à l’art. 26 LSFin doivent être créditées au placement collectif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_21"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 4, Protection des intérêts des investisseurs, Placement de la fortune",
        "citation": "Art. 21 al. 3 LPCC",
        "content": "Ils ne peuvent acquérir ou céder des placements pour leur propre compte qu’au prix du marché.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_21"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 4, Protection des intérêts des investisseurs, Exercice des droits attachés à la qualité de sociétaire ou de créancier",
        "citation": "Art. 23 al. 1 LPCC",
        "content": "Les droits attachés à la qualité de sociétaire ou de créancier doivent être exercés, dans le cadre des placements, de manière indépendante et exclusivement dans l’intérêt des investisseurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_23"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 4, Protection des intérêts des investisseurs, Exercice des droits attachés à la qualité de sociétaire ou de créancier",
        "citation": "Art. 23 al. 2 LPCC",
        "content": "L’art. 685d, al. 2, du code des obligations ne s’applique pas aux fonds de placement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_23"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 4, Protection des intérêts des investisseurs, Exercice des droits attachés à la qualité de sociétaire ou de créancier",
        "citation": "Art. 23 al. 3 LPCC",
        "content": "Si une direction gère plusieurs fonds de placement, le montant de la participation est calculé pour chaque fonds de placement en fonction de la limite en pour-cent au sens de l’art. 685d, al. 1, du code des obligations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_23"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 1, Dispositions générales, Chapitre 4, Protection des intérêts des investisseurs, Exercice des droits attachés à la qualité de sociétaire ou de créancier",
        "citation": "Art. 23 al. 4 LPCC",
        "content": "L’al. 3 s’applique également à chaque compartiment d’un placement collectif ouvert au sens des art. 92 ss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_23"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 1, Fonds de placement contractuels, Section 1, Définition",
        "citation": "Art. 25 al. 1 LPCC",
        "content": "Le fonds de placement contractuel (fonds de placement) est fondé sur un contrat de placement collectif (contrat de fonds de placement) par lequel la direction s’engage:\na. à faire participer les investisseurs à un fonds de placement proportionnellement aux parts qu’ils ont acquises;\nb. à gérer la fortune collective de façon indépendante et en son propre nom, conformément aux dispositions du contrat de fonds de placement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_25"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 1, Fonds de placement contractuels, Section 1, Définition",
        "citation": "Art. 25 al. 2 LPCC",
        "content": "La banque dépositaire est partie au contrat de fonds de placement dans la mesure des tâches qui lui sont conférées par la loi et par ce contrat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_25"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 1, Fonds de placement contractuels, Section 1, Définition",
        "citation": "Art. 25 al. 3 LPCC",
        "content": "Le fonds de placement doit disposer d’une fortune minimale. Le Conseil fédéral fixe le montant de la fortune minimale et le délai dans lequel ce montant doit être constitué.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_25"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 1, Fonds de placement contractuels, Section 2, Contrat de fonds de placement, Contenu",
        "citation": "Art. 26 al. 1 LPCC",
        "content": "La direction établit le contrat de fonds de placement et le soumet, avec l’accord de la banque dépositaire, à l’approbation de la FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_26"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 1, Fonds de placement contractuels, Section 2, Contrat de fonds de placement, Contenu",
        "citation": "Art. 26 al. 2 LPCC",
        "content": "Le contrat de fonds de placement établit les droits et obligations des investisseurs, de la direction et de la banque dépositaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_26"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 1, Fonds de placement contractuels, Section 2, Contrat de fonds de placement, Contenu",
        "citation": "Art. 26 al. 3 LPCC",
        "content": "Le Conseil fédéral fixe le contenu minimal du contrat de fonds de placement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_26"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 1, Fonds de placement contractuels, Section 2, Contrat de fonds de placement, Modification du contrat de fonds de placement",
        "citation": "Art. 27 al. 1 LPCC",
        "content": "La direction soumet les modifications du contrat de fonds de placement avec l’accord de la banque dépositaire à l’approbation de la FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_27"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 1, Fonds de placement contractuels, Section 2, Contrat de fonds de placement, Modification du contrat de fonds de placement",
        "citation": "Art. 27 al. 2 LPCC",
        "content": "Lorsque la direction modifie le contrat, elle publie à l’avance un résumé des modifications principales, en indiquant les adresses auxquelles le texte intégral des modifications peut être obtenu gratuitement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_27"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 1, Fonds de placement contractuels, Section 2, Contrat de fonds de placement, Modification du contrat de fonds de placement",
        "citation": "Art. 27 al. 3 LPCC",
        "content": "Les investisseurs doivent être informés de la possibilité de faire valoir des objections auprès de la FINMA dans les 30 jours qui suivent la publication. La procédure est réglée par la loi fédérale du 20 décembre 1968 sur la procédure administrative. Les investisseurs doivent en outre être informés du fait qu’ils peuvent demander le paiement de leurs parts en espèces dans le respect des délais contractuels ou réglementaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_27"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 1, Fonds de placement contractuels, Section 2, Contrat de fonds de placement, Modification du contrat de fonds de placement",
        "citation": "Art. 27 al. 4 LPCC",
        "content": "La FINMA publie sa décision dans les organes de publication prévus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_27"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 1, Dispositions générales, Définition et tâches",
        "citation": "Art. 36 al. 1 LPCC",
        "content": "La société d’investissement à capital variable (SICAV) est une société:\na. dont le capital et le nombre d’actions ne sont pas déterminés d’avance;\nb. dont le capital se compose des actions des entrepreneurs et des actions des investisseurs;\nc. qui ne répond de ses engagements que sur la fortune sociale;\nd. dont le but unique est la gestion collective de capitaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_36"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 1, Dispositions générales, Définition et tâches",
        "citation": "Art. 36 al. 2 LPCC",
        "content": "La SICAV doit disposer d’une fortune minimale. Le Conseil fédéral fixe le montant de la fortune minimale et le délai dans lequel ce montant doit être constitué.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_36"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 1, Dispositions générales, Définition et tâches",
        "citation": "Art. 36 al. 3 LPCC",
        "content": "La SICAV ne peut déléguer les décisions en matière de placements qu’à des personnes disposant de l’autorisation requise pour cette activité. Les art. 14 et 35 LEFin s’appliquent par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_36"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 1, Dispositions générales, Fondation",
        "citation": "Art. 37 al. 1 LPCC",
        "content": "Les dispositions du code des obligations régissant la fondation de la société anonyme s’appliquent à la fondation de la SICAV à l’exception des dispositions sur les apports en nature, les reprises de biens et les avantages particuliers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_37"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 1, Dispositions générales, Fondation",
        "citation": "Art. 37 al. 2 LPCC",
        "content": "Le Conseil fédéral fixe l’apport minimal requis au moment de la fondation d’une SICAV.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_37"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 1, Dispositions générales, Raison de commerce",
        "citation": "Art. 38 al. 1 LPCC",
        "content": "La raison de commerce doit contenir la désignation de la forme juridique ou son abréviation (SICAV).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_38"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 1, Dispositions générales, Raison de commerce",
        "citation": "Art. 38 al. 2 LPCC",
        "content": "Au surplus, les dispositions du code des obligations sur la raison de commerce de la société anonyme sont applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_38"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 1, Dispositions générales, Fonds propres",
        "citation": "Art. 39 al. 1 LPCC",
        "content": "Un rapport approprié doit être maintenu entre les apports des actionnaires entrepreneurs et la fortune totale de la SICAV. Le Conseil fédéral définit ce rapport.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_39"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 1, Dispositions générales, Fonds propres",
        "citation": "Art. 39 al. 2 LPCC",
        "content": "La FINMA peut, dans des cas particuliers, décider d’assouplir ou de renforcer les exigences applicables aux fonds propres.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_39"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 1, Dispositions générales, Actions",
        "citation": "Art. 40 al. 1 LPCC",
        "content": "Les actions des entrepreneurs sont nominatives.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_40"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 1, Dispositions générales, Actions",
        "citation": "Art. 40 al. 2 LPCC",
        "content": "Les actions des entrepreneurs et les actions des investisseurs sont dépourvues de valeur nominale et sont intégralement libérées en espèces.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_40"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 1, Dispositions générales, Actions",
        "citation": "Art. 40 al. 3 LPCC",
        "content": "Les actions sont librement transmissibles. Lorsqu’elles ne sont pas cotées en bourse, les statuts peuvent limiter le cercle des investisseurs à des investisseurs qualifiés. L’art. 82 est applicable lorsque la SICAV refuse de donner son accord à la transmission des actions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_40"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 1, Dispositions générales, Actions",
        "citation": "Art. 40 al. 4 LPCC",
        "content": "Les statuts peuvent prévoir diverses catégories d’actions comprenant des droits différents.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_40"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 1, Dispositions générales, Actions",
        "citation": "Art. 40 al. 5 LPCC",
        "content": "L’émission de bons de participation, de bons de jouissance et d’actions privilégiées est interdite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_40"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 1, Dispositions générales, Actionnaires entrepreneurs",
        "citation": "Art. 41 al. 1 LPCC",
        "content": "Les actionnaires entrepreneurs fournissent l’apport minimal requis pour la fondation de la SICAV.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_41"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 1, Dispositions générales, Actionnaires entrepreneurs",
        "citation": "Art. 41 al. 2 LPCC",
        "content": "Ils décident de dissoudre la SICAV et ses compartiments lorsque les conditions prévues à l’art. 96, al. 2 et 3, sont remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_41"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 1, Dispositions générales, Actionnaires entrepreneurs",
        "citation": "Art. 41 al. 3 LPCC",
        "content": "Au surplus, les dispositions relatives aux droits des actionnaires (art. 46 ss) sont applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_41"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 1, Dispositions générales, Actionnaires entrepreneurs",
        "citation": "Art. 41 al. 4 LPCC",
        "content": "Les droits et obligations des actionnaires entrepreneurs se transmettent à l’acquéreur avec la cession des actions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_41"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 1, Dispositions générales, Émission et rachat d’actions",
        "citation": "Art. 42 al. 1 LPCC",
        "content": "Pour autant que la loi ou les statuts n’en disposent pas autrement, la SICAV peut émettre en tout temps de nouvelles actions à la valeur nette d’inventaire et doit, à la demande d’un actionnaire, racheter en tout temps les actions émises à la valeur nette d’inventaire. Une modification des statuts ou une inscription au registre du commerce n’est pas nécessaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_42"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 1, Dispositions générales, Émission et rachat d’actions",
        "citation": "Art. 42 al. 2 LPCC",
        "content": "La SICAV ne peut, ni directement ni indirectement, détenir ses propres actions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_42"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 1, Dispositions générales, Émission et rachat d’actions",
        "citation": "Art. 42 al. 3 LPCC",
        "content": "Les actionnaires ne peuvent pas exiger la part des actions nouvellement émises correspondant à leur participation antérieure. L’art. 66, al. 1, est réservé pour les fonds immobiliers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_42"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 1, Dispositions générales, Émission et rachat d’actions",
        "citation": "Art. 42 al. 4 LPCC",
        "content": "Au surplus, l’émission et le rachat des actions sont réglés aux art. 78 à 82.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_42"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 1, Dispositions générales, Statuts",
        "citation": "Art. 43 al. 1 LPCC",
        "content": "Les statuts doivent contenir des dispositions sur:\na. la raison sociale et le siège;\nb. le but;\nc. l’apport minimal;\nd. la convocation de l’assemblée générale;\ne. les organes;\nf. les organes de publication.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_43"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 1, Dispositions générales, Statuts",
        "citation": "Art. 43 al. 2 LPCC",
        "content": "Ne sont valables qu’à la condition de figurer dans les statuts, les dispositions concernant:\na. la durée de la société;\nb. la limitation du cercle des actionnaires à des investisseurs qualifiés et la limitation de la transmissibilité des actions en découlant (art. 40, al. 3);\nc. les catégories d’actions et les droits qui leur sont attachés;\nd. la délégation de la gestion et de la représentation ainsi que les modalités de cette délégation (art. 51);\ne. le vote par correspondance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_43"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 1, Dispositions générales, Règlement de placement",
        "citation": "Art. 44 LPCC",
        "content": "La SICAV établit un règlement de placement. Pour autant que la loi ou les statuts n’en disposent pas autrement, le contenu se fonde sur les dispositions du contrat régissant les fonds de placement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_44"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 1, Dispositions générales, Banque dépositaire",
        "citation": "Art. 44a al. 1 LPCC",
        "content": "La SICAV doit avoir une banque dépositaire au sens des art. 72 à 74.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_44_a"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 1, Dispositions générales, Banque dépositaire",
        "citation": "Art. 44a al. 2 LPCC",
        "content": "La FINMA peut, pour de justes motifs, autoriser des dérogations à cette obligation lorsque les conditions suivantes sont remplies:\na. la SICAV est exclusivement réservée aux investisseurs qualifiés;\nb. un ou plusieurs établissements soumis à une surveillance équivalente effectuent les transactions liées aux opérations et sont spécialisés dans ces transactions (courtier principal) (Prime Broker); \nc. il est garanti que les courtiers principaux ou les autorités de surveillance étrangères responsables des courtiers principaux fournissent à la FINMA tout renseignement et document utile à l’exécution de sa tâche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_44_a"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 1, Dispositions générales, Relation avec la loi sur l’infrastructure des marchés financiers",
        "citation": "Art. 45 LPCC",
        "content": "Les dispositions concernant les offres publiques d’acquisition (art. 125 à 141 de la L du 19 juin 2015 sur l’infrastructure des marchés financiers) ne sont pas applicables à la SICAV.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_45"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 2, Droits et obligations des actionnaires, Droits sociaux",
        "citation": "Art. 46 al. 1 LPCC",
        "content": "Toute personne reconnue par la SICAV comme actionnaire peut exercer les droits sociaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_46"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 2, Droits et obligations des actionnaires, Droits sociaux",
        "citation": "Art. 46 al. 2 LPCC",
        "content": "L’actionnaire peut représenter lui-même ses actions à l’assemblée générale ou les faire représenter par un tiers. Pour autant que les statuts n’en disposent pas autrement, ce dernier ne doit pas avoir la qualité d’actionnaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_46"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 2, Droits et obligations des actionnaires, Droits sociaux",
        "citation": "Art. 46 al. 3 LPCC",
        "content": "La SICAV tient un registre des actionnaires entrepreneurs, dans lequel sont inscrits leur nom et adresse. Par ailleurs, elle tient une liste des ayants droit économiques des actions d’actionnaires entrepreneurs selon l’art. 697l du code des obligations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_46"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 2, Droits et obligations des actionnaires, Droits sociaux",
        "citation": "Art. 46 al. 4 LPCC",
        "content": "Les statuts peuvent prévoir pour les actionnaires entrepreneurs et les actionnaires investisseurs de SICAV autogérées ou à gestion externe le droit à au moins un siège dans le conseil d’administration.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_46"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 2, Droits et obligations des actionnaires, Obligation d’annoncer des actionnaires entrepreneurs",
        "citation": "Art. 46a al. 1 LPCC",
        "content": "Les actionnaires entrepreneurs dont les actions ne sont pas cotées en bourse sont soumis à l’obligation d’annoncer prévue à l’art. 697j du code des obligations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_46_a"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 2, Droits et obligations des actionnaires, Obligation d’annoncer des actionnaires entrepreneurs",
        "citation": "Art. 46a al. 2 LPCC",
        "content": "Les conséquences du non-respect de l’obligation d’annoncer sont réglées à l’art. 697m du code des obligations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_46_a"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 2, Droits et obligations des actionnaires, Droit de vote",
        "citation": "Art. 47 al. 1 LPCC",
        "content": "Chaque action donne droit à une voix.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_47"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 2, Droits et obligations des actionnaires, Droit de vote",
        "citation": "Art. 47 al. 2 LPCC",
        "content": "Le Conseil fédéral peut autoriser la FINMA à ordonner la division ou la réunion d’actions en une catégorie d’actions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_47"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 2, Droits et obligations des actionnaires, Droits de contrôle",
        "citation": "Art. 48 LPCC",
        "content": "Les dispositions du code des obligations sur le droit de contrôle de l’actionnaire sont applicables aux droits de contrôle, pour autant que la présente loi n’en dispose pas autrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_48"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 2, Droits et obligations des actionnaires, Autres droits",
        "citation": "Art. 49 LPCC",
        "content": "Au surplus, les art. 78 ss sont applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_49"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 3, Organisation, Assemblée générale",
        "citation": "Art. 50 al. 1 LPCC",
        "content": "L’organe suprême de la SICAV est l’assemblée générale des actionnaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_50"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 3, Organisation, Assemblée générale",
        "citation": "Art. 50 al. 2 LPCC",
        "content": "L’assemblée générale a lieu chaque année dans les quatre mois qui suivent la clôture de l’exercice.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_50"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 3, Organisation, Assemblée générale",
        "citation": "Art. 50 al. 3 LPCC",
        "content": "Dans la mesure où le Conseil fédéral n’en dispose pas autrement, les dispositions du code des obligations concernant l’assemblée générale de la société anonyme sont par ailleurs applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_50"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 3, Organisation, Conseil d’administration",
        "citation": "Art. 51 al. 1 LPCC",
        "content": "Le conseil d’administration se compose de trois membres au moins et de sept membres au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_51"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 3, Organisation, Conseil d’administration",
        "citation": "Art. 51 al. 2 LPCC",
        "content": "Les statuts peuvent autoriser le conseil d’administration à déléguer la gestion ou la représentation à certains de ses membres ou à des tiers, entièrement ou partiellement, conformément à son règlement d’organisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_51"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 3, Organisation, Conseil d’administration",
        "citation": "Art. 51 al. 3 LPCC",
        "content": "Les personnes à la tête de la SICAV doivent être indépendantes de la banque dépositaire et réciproquement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_51"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 3, Organisation, Conseil d’administration",
        "citation": "Art. 51 al. 4 LPCC",
        "content": "Le conseil d’administration remplit les obligations liées à l’offre d’instruments financiers prévues au titre 3 LSFin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_51"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 3, Organisation, Conseil d’administration",
        "citation": "Art. 51 al. 5 LPCC",
        "content": "L’administration de la SICAV ne peut être déléguée qu’à une direction de fonds au sens de l’art. 32 LEFin bénéficiant d’une autorisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_51"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 3, Organisation, Conseil d’administration",
        "citation": "Art. 51 al. 6 LPCC",
        "content": "Dans la mesure où le Conseil fédéral n’en dispose pas autrement, les dispositions du code des obligations concernant le conseil d’administration de la société anonyme sont par ailleurs applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_51"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 2, Société d’investissement à capital variable (SICAV), Section 3, Organisation, Société d’audit",
        "citation": "Art. 52 LPCC",
        "content": "La SICAV désigne une société d’audit (art. 126 ss).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_52"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 3 Types de placements collectifs ouverts et prescriptions en matière de placement, Section 1, Fonds en valeurs mobilières, Définition",
        "citation": "Art. 53 LPCC",
        "content": "Les fonds en valeurs mobilières sont des placements collectifs ouverts qui investissent leurs avoirs dans des valeurs mobilières et qui sont conformes au droit des Communautés européennes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_53"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 3 Types de placements collectifs ouverts et prescriptions en matière de placement, Section 1, Fonds en valeurs mobilières, Placements autorisés",
        "citation": "Art. 54 al. 1 LPCC",
        "content": "Les fonds en valeurs mobilières peuvent investir en papiers-valeurs émis en grand nombre et en droits non incorporés ayant la même fonction (droits-valeurs) qui sont négociés en bourse ou sur un autre marché réglementé, ouvert au public, ainsi que dans d’autres placements financiers liquides.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_54"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 3 Types de placements collectifs ouverts et prescriptions en matière de placement, Section 1, Fonds en valeurs mobilières, Placements autorisés",
        "citation": "Art. 54 al. 2 LPCC",
        "content": "Ils peuvent investir des montants limités dans d’autres placements et détenir des liquidités adéquates.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_54"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 3 Types de placements collectifs ouverts et prescriptions en matière de placement, Section 1, Fonds en valeurs mobilières, Techniques de placement",
        "citation": "Art. 55 al. 1 LPCC",
        "content": "La direction et la SICAV peuvent utiliser aux fins d’une gestion efficace les techniques de placement suivantes:\na. le prêt de valeurs mobilières;\nb. les opérations de prise ou de mise en pension;\nc. l’emprunt à titre temporaire et jusqu’à concurrence d’un pourcentage déterminé;\nd. la mise en gage ou la mise en garantie jusqu’à concurrence d’un pourcentage déterminé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_55"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 3 Types de placements collectifs ouverts et prescriptions en matière de placement, Section 1, Fonds en valeurs mobilières, Techniques de placement",
        "citation": "Art. 55 al. 2 LPCC",
        "content": "Le Conseil fédéral peut autoriser d’autres techniques de placement tels que les ventes à découvert ou l’octroi de crédits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_55"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 3 Types de placements collectifs ouverts et prescriptions en matière de placement, Section 1, Fonds en valeurs mobilières, Techniques de placement",
        "citation": "Art. 55 al. 3 LPCC",
        "content": "Il fixe les pourcentages. La FINMA règle les modalités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_55"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 3 Types de placements collectifs ouverts et prescriptions en matière de placement, Section 1, Fonds en valeurs mobilières, Opérations sur dérivés",
        "citation": "Art. 56 al. 1 LPCC",
        "content": "La direction et la SICAV peuvent effectuer des opérations sur dérivés aux conditions suivantes:\na. ces opérations ne conduisent pas à une modification des caractéristiques de placement du fonds en valeurs mobilières;\nb. elles disposent d’une organisation appropriée et gèrent les risques de façon adéquate;\nc. les personnes chargées des opérations et de leur surveillance sont qualifiées et comprennent en tout temps les mécanismes et le fonctionnement des dérivés utilisés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_56"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 3 Types de placements collectifs ouverts et prescriptions en matière de placement, Section 1, Fonds en valeurs mobilières, Opérations sur dérivés",
        "citation": "Art. 56 al. 2 LPCC",
        "content": "L’ensemble des engagements résultant d’opérations sur dérivés ne peut être supérieur à un pourcentage déterminé de la fortune nette du fonds. Ces engagements sont imputés sur les limites légales et réglementaires maximales, notamment celles relatives à la répartition des risques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_56"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 3 Types de placements collectifs ouverts et prescriptions en matière de placement, Section 1, Fonds en valeurs mobilières, Opérations sur dérivés",
        "citation": "Art. 56 al. 3 LPCC",
        "content": "Le Conseil fédéral fixe le pourcentage. La FINMA règle les modalités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_56"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 3 Types de placements collectifs ouverts et prescriptions en matière de placement, Section 1, Fonds en valeurs mobilières, Répartition des risques",
        "citation": "Art. 57 al. 1 LPCC",
        "content": "La direction et la SICAV effectuent les placements selon le principe de la répartition des risques. En règle générale elles ne peuvent placer auprès du même débiteur ou de la même entreprise qu’un pourcentage déterminé de la fortune collective.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_57"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 3 Types de placements collectifs ouverts et prescriptions en matière de placement, Section 1, Fonds en valeurs mobilières, Répartition des risques",
        "citation": "Art. 57 al. 2 LPCC",
        "content": "Les droits de vote conférés par les papiers-valeurs ou les droits-valeurs d’une entreprise ou d’un débiteur ne doivent pas dépasser un pourcentage déterminé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_57"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 3 Types de placements collectifs ouverts et prescriptions en matière de placement, Section 1, Fonds en valeurs mobilières, Répartition des risques",
        "citation": "Art. 57 al. 3 LPCC",
        "content": "Le Conseil fédéral fixe les pourcentages. La FINMA règle les modalités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_57"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 3 Types de placements collectifs ouverts et prescriptions en matière de placement, Section 2, Fonds immobiliers, Définition",
        "citation": "Art. 58 LPCC",
        "content": "Les fonds immobiliers sont des placements collectifs ouverts qui investissent leurs avoirs dans des valeurs immobilières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_58"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 3 Types de placements collectifs ouverts et prescriptions en matière de placement, Section 2, Fonds immobiliers, Placements autorisés",
        "citation": "Art. 59 al. 1 LPCC",
        "content": "Les fonds immobiliers peuvent effectuer des placements:\na. dans des immeubles et leurs accessoires;\nb. dans des participations à des sociétés immobilières dont le but est uniquement l’acquisition et la vente, ou la location et le bail à ferme de leurs immeubles et dans des créances contre de telles sociétés, pour autant que le fonds immobilier détienne au moins deux tiers de leur capital et des voix;\nc. dans des parts d’autres fonds immobiliers ainsi que de sociétés d’investissement immobilier cotées en bourse jusqu’à concurrence de 25 % de la fortune totale du fonds;\nd. dans des valeurs immobilières étrangères si leur valeur peut être évaluée de manière satisfaisante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_59"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 3 Types de placements collectifs ouverts et prescriptions en matière de placement, Section 2, Fonds immobiliers, Placements autorisés",
        "citation": "Art. 59 al. 2 LPCC",
        "content": "La copropriété d’immeubles est autorisée pour autant que la direction ou la SICAV soient en mesure d’exercer une influence dominante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_59"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 3 Types de placements collectifs ouverts et prescriptions en matière de placement, Section 2, Fonds immobiliers, Garantie des engagements",
        "citation": "Art. 60 LPCC",
        "content": "Pour garantir leurs engagements, la direction et la SICAV doivent conserver une part adéquate de la fortune collective sous forme de valeurs mobilières à court terme servant un intérêt fixe ou sous forme d’autres avoirs disponibles à court terme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_60"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 3 Types de placements collectifs ouverts et prescriptions en matière de placement, Section 2, Fonds immobiliers, Opérations sur dérivés",
        "citation": "Art. 61 LPCC",
        "content": "La direction et la SICAV peuvent effectuer des opérations sur dérivés, pour autant qu’elles soient compatibles avec la politique de placement. Les dispositions relatives aux opérations sur dérivés pour les fonds de placement en valeurs mobilières (art. 56) sont applicables par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_61"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 3 Types de placements collectifs ouverts et prescriptions en matière de placement, Section 2, Fonds immobiliers, Répartitions des risques",
        "citation": "Art. 62 LPCC",
        "content": "Les placements doivent être répartis en fonction des objets, de leur utilisation, de leur âge, de la nature des bâtiments et de leur emplacement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_62"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 3 Types de placements collectifs ouverts et prescriptions en matière de placement, Section 2, Fonds immobiliers, Obligations spéciales",
        "citation": "Art. 63 al. 1 LPCC",
        "content": "La direction répond envers les investisseurs du respect de la présente loi et du règlement du fonds par les sociétés immobilières faisant partie du fonds immobilier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_63"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 3 Types de placements collectifs ouverts et prescriptions en matière de placement, Section 2, Fonds immobiliers, Obligations spéciales",
        "citation": "Art. 63 al. 2 LPCC",
        "content": "La direction, la banque dépositaire ainsi que leurs mandataires et les personnes physiques ou morales qui leur sont proches ne peuvent pas acquérir de valeurs immobilières du fonds immobilier ou en céder à ce dernier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_63"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 3 Types de placements collectifs ouverts et prescriptions en matière de placement, Section 2, Fonds immobiliers, Obligations spéciales",
        "citation": "Art. 63 al. 3 LPCC",
        "content": "La SICAV ne peut acquérir des valeurs immobilières de ses actionnaires entrepreneurs, de leurs mandataires ou des personnes physiques ou morales qui leur sont proches, ni leur en céder.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_63"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 3 Types de placements collectifs ouverts et prescriptions en matière de placement, Section 2, Fonds immobiliers, Obligations spéciales",
        "citation": "Art. 63 al. 4 LPCC",
        "content": "La FINMA peut, dans l’intérêt des investisseurs et pour de justes motifs, accorder des dérogations à l’interdiction d’effectuer des transactions avec des personnes visées aux al. 2 et 3. Le Conseil fédéral règle les critères de dérogation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_63"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 3 Types de placements collectifs ouverts et prescriptions en matière de placement, Section 2, Fonds immobiliers, Experts chargés des estimations",
        "citation": "Art. 64 al. 1 LPCC",
        "content": "La direction et la SICAV mandatent au moins deux personnes physiques ou une personne morale en qualité d’experts chargés des estimations. Le mandat est soumis à l’approbation de la FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_64"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 3 Types de placements collectifs ouverts et prescriptions en matière de placement, Section 2, Fonds immobiliers, Experts chargés des estimations",
        "citation": "Art. 64 al. 2 LPCC",
        "content": "L’approbation est accordée lorsque les experts:\na. ont les qualifications requises;\nb. sont indépendants;\nc. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_64"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 3 Types de placements collectifs ouverts et prescriptions en matière de placement, Section 2, Fonds immobiliers, Experts chargés des estimations",
        "citation": "Art. 64 al. 3 LPCC",
        "content": "Les experts chargés des estimations doivent exercer leur tâche avec le soin d’un expert sérieux et qualifié.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_64"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 3 Types de placements collectifs ouverts et prescriptions en matière de placement, Section 2, Fonds immobiliers, Experts chargés des estimations",
        "citation": "Art. 64 al. 4 LPCC",
        "content": "La FINMA peut subordonner son approbation à la conclusion d’une assurance responsabilité professionnelle ou à l’apport de garanties financières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_64"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 3 Types de placements collectifs ouverts et prescriptions en matière de placement, Section 2, Fonds immobiliers, Experts chargés des estimations",
        "citation": "Art. 64 al. 5 LPCC",
        "content": "Elle peut imposer d’autres exigences aux experts chargés des estimations et définir les méthodes d’estimation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_64"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 3 Types de placements collectifs ouverts et prescriptions en matière de placement, Section 2, Fonds immobiliers, Compétences spéciales",
        "citation": "Art. 65 al. 1 LPCC",
        "content": "La direction et la SICAV peuvent faire construire des bâtiments si le règlement du fonds prévoit expressément l’acquisition de terrains constructibles et la réalisation de projets immobiliers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_65"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 3 Types de placements collectifs ouverts et prescriptions en matière de placement, Section 2, Fonds immobiliers, Compétences spéciales",
        "citation": "Art. 65 al. 2 LPCC",
        "content": "Elles peuvent grever les immeubles de droits de gage et remettre ces derniers en garantie, en moyenne jusqu’à concurrence d’un pourcentage déterminé de la valeur vénale de tous les immeubles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_65"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 3 Types de placements collectifs ouverts et prescriptions en matière de placement, Section 2, Fonds immobiliers, Compétences spéciales",
        "citation": "Art. 65 al. 3 LPCC",
        "content": "Le Conseil fédéral fixe le pourcentage. La FINMA règle les modalités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_65"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 3 Types de placements collectifs ouverts et prescriptions en matière de placement, Section 2, Fonds immobiliers, Émission et rachat de parts",
        "citation": "Art. 66 al. 1 LPCC",
        "content": "La direction et la SICAV doivent proposer les nouvelles parts en priorité aux anciens investisseurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_66"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 3 Types de placements collectifs ouverts et prescriptions en matière de placement, Section 2, Fonds immobiliers, Émission et rachat de parts",
        "citation": "Art. 66 al. 2 LPCC",
        "content": "Les investisseurs peuvent demander le remboursement de leurs parts pour la fin d’un exercice annuel moyennant un préavis de douze mois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_66"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 3 Types de placements collectifs ouverts et prescriptions en matière de placement, Section 2, Fonds immobiliers, Négoce des parts",
        "citation": "Art. 67 LPCC",
        "content": "La direction et la SICAV assurent par l’intermédiaire d’une banque ou d’un négociant en valeurs mobilières le négoce régulier en bourse ou hors bourse des parts du fonds immobilier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_67"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 3 Types de placements collectifs ouverts et prescriptions en matière de placement, Section 3, Autres fonds en placements traditionnels et alternatifs, Définition",
        "citation": "Art. 68 LPCC",
        "content": "Les autres fonds en placements traditionnels et alternatifs sont des placements collectifs ouverts qui ne sont ni des fonds en valeurs mobilières ni des fonds immobiliers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_68"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 3 Types de placements collectifs ouverts et prescriptions en matière de placement, Section 3, Autres fonds en placements traditionnels et alternatifs, Placements autorisés",
        "citation": "Art. 69 al. 1 LPCC",
        "content": "Les autres fonds en placements traditionnels et alternatifs sont notamment autorisés à effectuer des placements en valeurs mobilières, métaux précieux, valeurs immobilières, produits de base (commodities), dérivés, parts d’autres placements collectifs ainsi qu’en autres avoirs et droits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_69"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 3 Types de placements collectifs ouverts et prescriptions en matière de placement, Section 3, Autres fonds en placements traditionnels et alternatifs, Placements autorisés",
        "citation": "Art. 69 al. 2 LPCC",
        "content": "Ils peuvent en particulier effectuer des placements:\na. qui ne bénéficient que d’un accès limité au marché;\nb. qui sont sujets à de fortes variations de cours;\nc. qui impliquent une répartition limitée des risques;\nd. qui sont difficilement évaluables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_69"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 3 Types de placements collectifs ouverts et prescriptions en matière de placement, Section 3, Autres fonds en placements traditionnels et alternatifs, Autres fonds en investissements traditionnels",
        "citation": "Art. 70 al. 1 LPCC",
        "content": "Les autres fonds en investissements traditionnels sont des placements collectifs ouverts dont les investissements, les techniques de placement et les limitations en matière d’investissement présentent un profil de risque typique des placements traditionnels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_70"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 3 Types de placements collectifs ouverts et prescriptions en matière de placement, Section 3, Autres fonds en placements traditionnels et alternatifs, Autres fonds en investissements traditionnels",
        "citation": "Art. 70 al. 2 LPCC",
        "content": "Les dispositions sur l’utilisation de techniques de placement et sur les opérations sur dérivés par les fonds en valeurs mobilières sont applicables par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_70"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 3 Types de placements collectifs ouverts et prescriptions en matière de placement, Section 3, Autres fonds en placements traditionnels et alternatifs, Autres fonds en investissements alternatifs",
        "citation": "Art. 71 al. 1 LPCC",
        "content": "Les autres fonds en investissements alternatifs sont des placements collectifs ouverts dont les investissements, la structure, les techniques de placement (ventes à découvert, emprunts, etc.) et les limitations en matière d’investissement présentent un profil de risque typique des placements alternatifs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_71"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 3 Types de placements collectifs ouverts et prescriptions en matière de placement, Section 3, Autres fonds en placements traditionnels et alternatifs, Autres fonds en investissements alternatifs",
        "citation": "Art. 71 al. 2 LPCC",
        "content": "L’effet de levier n’est autorisé que jusqu’à concurrence d’un pourcentage déterminé par rapport à la fortune nette du fonds. Le Conseil fédéral fixe le pourcentage. La FINMA règle les modalités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_71"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 3 Types de placements collectifs ouverts et prescriptions en matière de placement, Section 3, Autres fonds en placements traditionnels et alternatifs, Autres fonds en investissements alternatifs",
        "citation": "Art. 71 al. 3 LPCC",
        "content": "Les risques particuliers liés aux placements alternatifs doivent être mentionnés dans la dénomination, dans le prospectus et la feuille d’information de base visés au titre 3 LSFin et dans la publicité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_71"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 3 Types de placements collectifs ouverts et prescriptions en matière de placement, Section 3, Autres fonds en placements traditionnels et alternatifs, Autres fonds en investissements alternatifs",
        "citation": "Art. 71 al. 5 LPCC",
        "content": "La FINMA peut autoriser des instituts spécialisés dans ce type de transactions («Prime Broker») et soumis à surveillance à fournir les prestations de service liées à l’exécution des transactions de fonds en investissements alternatifs effectuant des placements directs. Elle peut définir les contrôles que la direction ou la SICAV doivent effectuer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_71"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 1, Banque dépositaire, Organisation",
        "citation": "Art. 72 al. 1 LPCC",
        "content": "La banque dépositaire est une banque au sens de la loi du 8 novembre 1934 sur les banques et dispose d’une organisation adaptée à son activité de banque dépositaire de placements collectifs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_72"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 1, Banque dépositaire, Organisation",
        "citation": "Art. 72 al. 2 LPCC",
        "content": "Outre les personnes responsables de la gestion, toutes les personnes exerçant des tâches relevant de la banque dépositaire doivent remplir les conditions fixées à l’art. 14, al. 1, let. a et abis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_72"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 1, Banque dépositaire, Tâches",
        "citation": "Art. 73 al. 1 LPCC",
        "content": "La banque dépositaire assure la garde de la fortune collective, émet et rachète les parts de fonds et gère le trafic des paiements.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_73"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 1, Banque dépositaire, Tâches",
        "citation": "Art. 73 al. 2 LPCC",
        "content": "Elle peut confier la garde de la fortune collective à un tiers ou à un dépositaire central en Suisse ou à l’étranger pour autant qu’une garde appropriée soit assurée. Les investisseurs doivent être avertis des risques liés à cette délégation de compétence par le biais du prospectus et de la feuille d’information de base visés au titre 3 LSFin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_73"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 1, Banque dépositaire, Tâches",
        "citation": "Art. 73 al. 2bis LPCC",
        "content": "Pour ce qui est des instruments financiers, leur garde ne peut être confiée au sens de l’al. 2 qu’à un tiers ou à un dépositaire central soumis à la surveillance. Fait exception à cette règle la garde impérative en un lieu où la délégation à un tiers ou à un dépositaire central soumis à la surveillance est impossible, notamment en raison de prescriptions légales contraignantes ou des modalités du produit de placement. L’investisseur doit être averti de la garde par un tiers ou par un dépositaire central non soumis à la surveillance par le biais de la documentation relative au produit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_73"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 1, Banque dépositaire, Tâches",
        "citation": "Art. 73 al. 3 LPCC",
        "content": "La banque dépositaire veille à ce que la direction ou la SICAV respectent la loi et le règlement. Elle vérifie que:\na. le calcul de la valeur nette d’inventaire ainsi que des prix d’émission et de rachat des parts est conforme à la loi et au règlement;\nb. les décisions afférentes aux placements sont conformes à la loi et au règlement;\nc. le résultat est utilisé conformément au règlement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_73"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 1, Banque dépositaire, Tâches",
        "citation": "Art. 73 al. 4 LPCC",
        "content": "Le Conseil fédéral règle les exigences applicables aux activités de la banque dépositaire et peut émettre des exigences afin de protéger les placements en valeurs mobilières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_73"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 1, Banque dépositaire, Changement de banque dépositaire",
        "citation": "Art. 74 al. 1 LPCC",
        "content": "Les dispositions sur le changement de direction de fonds (art. 39 LEFin) s’appliquent par analogie au changement de banque dépositaire pour les fonds de placement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_74"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 1, Banque dépositaire, Changement de banque dépositaire",
        "citation": "Art. 74 al. 2 LPCC",
        "content": "Le changement de banque dépositaire d’une SICAV doit faire l’objet d’un contrat passé par écrit ou sous toute autre forme permettant d’en établir la preuve par un texte; il est subordonné à l’accord préalable de la FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_74"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 1, Banque dépositaire, Changement de banque dépositaire",
        "citation": "Art. 74 al. 3 LPCC",
        "content": "La FINMA publie la décision dans les organes de publication prévus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_74"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 3, Statut des investisseurs, Acquisition et rachat",
        "citation": "Art. 78 al. 1 LPCC",
        "content": "Par la conclusion du contrat ou la souscription de parts et le paiement en espèces, l’investisseur acquiert:\na. dans le cas d’un fonds de placement, à raison des parts acquises, une créance envers la direction sous la forme d’une participation à la fortune et au revenu du fonds de placement;\nb. dans le cas d’une SICAV, à raison des actions acquises, une participation à la société et au bénéfice résultant de son bilan.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_78"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 3, Statut des investisseurs, Acquisition et rachat",
        "citation": "Art. 78 al. 2 LPCC",
        "content": "L’investisseur peut en principe demander en tout temps le rachat de ses parts et leur remboursement en espèces. Le cas échéant, il restitue les certificats, qui seront détruits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_78"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 3, Statut des investisseurs, Acquisition et rachat",
        "citation": "Art. 78 al. 3 LPCC",
        "content": "Le Conseil fédéral règle les modalités pour les placements collectifs à plusieurs classes de parts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_78"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 3, Statut des investisseurs, Acquisition et rachat",
        "citation": "Art. 78 al. 4 LPCC",
        "content": "La FINMA peut accorder des dérogations à l’obligation de payer et de racheter les parts en espèces.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_78"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 3, Statut des investisseurs, Acquisition et rachat",
        "citation": "Art. 78 al. 5 LPCC",
        "content": "Dans le cas de placements collectifs à compartiments, les art. 93, al. 2, et 94, al. 2, s’appliquent aux droits patrimoniaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_78"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 3, Statut des investisseurs, Liquidité",
        "citation": "Art. 78a al. 1 LPCC",
        "content": "La direction de fonds ou la SICAV garantit que la liquidité du placement collectif est adaptée aux placements, à la politique de placement, à la répartition des risques, au cercle des investisseurs et à la fréquence de rachat des parts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_78_a"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 3, Statut des investisseurs, Liquidité",
        "citation": "Art. 78a al. 2 LPCC",
        "content": "Le Conseil fédéral peut préciser cette obligation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_78_a"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 3, Statut des investisseurs, Restrictions du droit de demander le rachat en tout temps",
        "citation": "Art. 79 al. 1 LPCC",
        "content": "Le Conseil fédéral peut, dans le cas de placements collectifs contenant des placements difficilement évaluables ou négociables et compte tenu des règles de placement applicables (art. 54 à 57, 59 à 62, 69 à 71, 118n et 118o), prévoir des exceptions au droit de l’investisseur de demander en tout temps le rachat de ses parts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_79"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 3, Statut des investisseurs, Restrictions du droit de demander le rachat en tout temps",
        "citation": "Art. 79 al. 2 LPCC",
        "content": "Il ne peut toutefois restreindre le droit de demander le rachat en tout temps que pour une durée maximale de cinq ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_79"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 3, Statut des investisseurs, Prix d’émission et de rachat",
        "citation": "Art. 80 LPCC",
        "content": "Le prix d’émission et de rachat des parts est déterminé en fonction de la valeur nette d’inventaire par part, au jour de l’évaluation, augmenté ou diminué des commissions et frais éventuels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_80"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 3, Statut des investisseurs, Suspension du rachat des parts",
        "citation": "Art. 81 al. 1 LPCC",
        "content": "Le Conseil fédéral définit les cas dans lesquels le règlement peut prévoir, dans l’intérêt de tous les investisseurs, de suspendre le rachat des parts pour une période déterminée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_81"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 3, Statut des investisseurs, Suspension du rachat des parts",
        "citation": "Art. 81 al. 2 LPCC",
        "content": "Dans des cas exceptionnels, la FINMA peut, dans l’intérêt de tous les investisseurs, suspendre le remboursement des parts pour une période déterminée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_81"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 3, Statut des investisseurs, Rachat forcé",
        "citation": "Art. 82 LPCC",
        "content": "Le Conseil fédéral prescrit le rachat forcé lorsque:\na. cette mesure est nécessaire pour préserver la réputation de la place financière, notamment en matière de lutte contre le blanchiment d’argent;\nb. l’investisseur ne remplit plus les conditions légales, réglementaires, contractuelles ou statutaires requises pour participer à un placement collectif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_82"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 3, Statut des investisseurs, Calcul et publication de la valeur nette d’inventaire",
        "citation": "Art. 83 al. 1 LPCC",
        "content": "La valeur nette d’inventaire d’un placement collectif ouvert est déterminée à la valeur vénale à la fin de l’exercice annuel et chaque jour où des parts sont émises ou rachetées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_83"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 3, Statut des investisseurs, Calcul et publication de la valeur nette d’inventaire",
        "citation": "Art. 83 al. 2 LPCC",
        "content": "La valeur nette d’inventaire d’une part résulte de la valeur vénale des placements, dont sont soustraits les éventuels engagements, divisée par le nombre de parts en circulation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_83"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 3, Statut des investisseurs, Calcul et publication de la valeur nette d’inventaire",
        "citation": "Art. 83 al. 3 LPCC",
        "content": "La FINMA peut autoriser un mode de calcul de la valeur nette d’inventaire ou des valeurs nettes d’inventaire autre que celui prévu à l’al. 2, pour autant que celui-ci corresponde à des normes internationales et que le but protecteur de la loi ne soit pas compromis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_83"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 3, Statut des investisseurs, Calcul et publication de la valeur nette d’inventaire",
        "citation": "Art. 83 al. 4 LPCC",
        "content": "La direction et la SICAV publient les valeurs nettes d’inventaire à intervalles réguliers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_83"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 3, Statut des investisseurs, Droit à l’information",
        "citation": "Art. 84 al. 1 LPCC",
        "content": "La direction et la SICAV informent les investisseurs qui le demandent sur les bases de calcul de la valeur nette d’inventaire des parts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_84"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 3, Statut des investisseurs, Droit à l’information",
        "citation": "Art. 84 al. 2 LPCC",
        "content": "Lorsque les investisseurs souhaitent obtenir des informations détaillées sur des opérations déterminées de la direction ou de la SICAV, tel que l’exercice des droits découlant de la qualité de sociétaire ou de créancier, ou sur la gestion des risques, celles-ci leur donnent en tout temps les renseignements demandés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_84"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 3, Statut des investisseurs, Droit à l’information",
        "citation": "Art. 84 al. 3 LPCC",
        "content": "Les investisseurs peuvent demander au tribunal du siège de la direction ou de la SICAV que la société d’audit ou un autre expert examine les faits qui nécessitent une vérification et lui remette un compte-rendu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_84"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 3, Statut des investisseurs, Action en restitution",
        "citation": "Art. 85 LPCC",
        "content": "Lorsque des avoirs ont été détournés ou des avantages patrimoniaux prélevés illicitement aux dépens d’un placement collectif ouvert, les investisseurs peuvent intenter une action en restitution au placement collectif ouvert lésé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_85"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 3, Statut des investisseurs, Représentant de la communauté des investisseurs",
        "citation": "Art. 86 al. 1 LPCC",
        "content": "Les investisseurs peuvent demander au tribunal de nommer un représentant lorsqu’ils rendent vraisemblables des prétentions en restitution envers le placement collectif ouvert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_86"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 3, Statut des investisseurs, Représentant de la communauté des investisseurs",
        "citation": "Art. 86 al. 2 LPCC",
        "content": "Le tribunal publie la nomination du représentant dans les organes de publication du placement collectif ouvert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_86"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 3, Statut des investisseurs, Représentant de la communauté des investisseurs",
        "citation": "Art. 86 al. 3 LPCC",
        "content": "La personne qui représente les investisseurs a les mêmes droits qu’eux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_86"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 3, Statut des investisseurs, Représentant de la communauté des investisseurs",
        "citation": "Art. 86 al. 4 LPCC",
        "content": "Lorsque leur représentant engage une action contre le placement collectif ouvert, les investisseurs ne peuvent plus intenter d’action individuelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_86"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 3, Statut des investisseurs, Représentant de la communauté des investisseurs",
        "citation": "Art. 86 al. 5 LPCC",
        "content": "Les frais de la représentation sont à la charge de la fortune collective, à moins qu’il n’en soit décidé autrement par jugement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_86"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 4 Établissement des comptes, évaluation et reddition des comptes, Obligation de tenir une comptabilité",
        "citation": "Art. 87 LPCC",
        "content": "Une comptabilité séparée doit être tenue pour chaque placement collectif ouvert. Pour autant que la présente loi ou les dispositions d’exécution n’en disposent pas autrement, les art. 662 ss du code des obligations sont applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_87"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 4 Établissement des comptes, évaluation et reddition des comptes, Évaluation de la valeur vénale",
        "citation": "Art. 88 al. 1 LPCC",
        "content": "Les placements cotés en bourse ou négociés sur un autre marché réglementé ouvert au public doivent être évalués au prix payé selon les cours du marché principal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_88"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 4 Établissement des comptes, évaluation et reddition des comptes, Évaluation de la valeur vénale",
        "citation": "Art. 88 al. 2 LPCC",
        "content": "Les placements pour lesquels aucun cours du jour n’est disponible doivent être évalués au prix qui pourrait en être obtenu s’ils étaient vendus avec soin au moment de l’évaluation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_88"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 4 Établissement des comptes, évaluation et reddition des comptes, Rapport annuel et rapport semestriel",
        "citation": "Art. 89 al. 1 LPCC",
        "content": "Un rapport annuel est publié pour chaque placement collectif ouvert dans un délai de quatre mois à compter de la fin de l’exercice comptable; il contient notamment:\na. les comptes annuels, composés d’un compte de fortune ou d’un bilan et d’un compte de résultats ainsi que des indications relatives à l’utilisation du résultat et à la présentation des coûts;\nb. le nombre de parts émises et rachetées durant l’exercice ainsi que le nombre de parts en circulation à la fin de celui-ci;\nc. l’inventaire de la fortune collective établi à sa valeur vénale ainsi que la valeur de chaque part calculée sur cette base (valeur nette d’inventaire) le dernier jour de l’exercice;\nd. les principes applicables au calcul et à l’évaluation de la valeur nette d’inventaire;\ne. une liste des achats et des ventes;\nf. le nom ou la raison de commerce des personnes auxquelles des tâches sont déléguées;\ng. des indications sur les affaires d’une importance économique ou juridique particulière, notamment:\n1. les modifications du règlement du fonds,\n2. les questions essentielles relevant de l’interprétation de la loi et du règlement du fonds,\n3. le changement de direction ou de banque dépositaire,\n4.  les changements de personnes à la tête de la direction, de la SICAV ou du gestionnaire de fortune collective,\n5. les contentieux;\nh. le résultat du placement collectif ouvert comparé à des placements semblables;\ni. un rapport succinct de la société d’audit sur les indications qui précèdent et, pour les fonds immobiliers, sur les indications prévues à l’art. 90.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_89"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 4 Établissement des comptes, évaluation et reddition des comptes, Rapport annuel et rapport semestriel",
        "citation": "Art. 89 al. 2 LPCC",
        "content": "Le compte de fortune du fonds de placement et le bilan de la SICAV sont établis à la valeur vénale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_89"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 4 Établissement des comptes, évaluation et reddition des comptes, Rapport annuel et rapport semestriel",
        "citation": "Art. 89 al. 3 LPCC",
        "content": "Un rapport semestriel est publié dans un délai de deux mois à compter de la fin du premier semestre de l’exercice comptable. Il contient un compte de fortune ou un bilan non révisés et un compte de résultats ainsi que les indications prévues à l’al. 1, let. b, c et e.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_89"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 4 Établissement des comptes, évaluation et reddition des comptes, Rapport annuel et rapport semestriel",
        "citation": "Art. 89 al. 4 LPCC",
        "content": "Les rapports annuels et semestriels doivent être remis à la FINMA au plus tard lors de leur publication.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_89"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 4 Établissement des comptes, évaluation et reddition des comptes, Rapport annuel et rapport semestriel",
        "citation": "Art. 89 al. 5 LPCC",
        "content": "Les rapports annuels et semestriels doivent être tenus à la disposition des personnes intéressées pendant dix ans, à titre gratuit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_89"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 4 Établissement des comptes, évaluation et reddition des comptes, Comptes annuels et rapports annuels des fonds immobiliers",
        "citation": "Art. 90 al. 1 LPCC",
        "content": "Les comptes annuels des fonds immobiliers contiennent un compte consolidé de la fortune ou un bilan consolidé ainsi que le résultat du fonds et des sociétés immobilières qui en font partie. L’art. 89 est applicable par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_90"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 4 Établissement des comptes, évaluation et reddition des comptes, Comptes annuels et rapports annuels des fonds immobiliers",
        "citation": "Art. 90 al. 2 LPCC",
        "content": "Les immeubles sont comptabilisés à leur valeur vénale dans le compte de fortune.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_90"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 4 Établissement des comptes, évaluation et reddition des comptes, Comptes annuels et rapports annuels des fonds immobiliers",
        "citation": "Art. 90 al. 3 LPCC",
        "content": "L’inventaire de la fortune doit faire état du prix de revient et de la valeur vénale estimée de chaque immeuble.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_90"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 4 Établissement des comptes, évaluation et reddition des comptes, Comptes annuels et rapports annuels des fonds immobiliers",
        "citation": "Art. 90 al. 4 LPCC",
        "content": "Le rapport annuel et les comptes annuels mentionnent, en plus des indications visées à l’art. 89, des indications sur les experts chargés des estimations, les méthodes d’estimation ainsi que les taux de capitalisation et d’escompte appliqués.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_90"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 4 Établissement des comptes, évaluation et reddition des comptes, Prescriptions de la FINMA",
        "citation": "Art. 91 LPCC",
        "content": "La FINMA édicte les autres prescriptions relatives à l’obligation de tenir une comptabilité, l’évaluation, la reddition des comptes et les publications.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_91"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 5, Placements collectifs ouverts à compartiments, Définition",
        "citation": "Art. 92 LPCC",
        "content": "Chaque compartiment d’un placement collectif ouvert divisé en compartiments (fonds ombrelle) constitue un placement collectif en soi et a une valeur nette d’inventaire propre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_92"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 5, Placements collectifs ouverts à compartiments, Fonds de placement à compartiments",
        "citation": "Art. 93 al. 1 LPCC",
        "content": "Dans un fonds de placement à compartiments, l’investisseur n’a droit qu’à la fortune et au revenu du compartiment auquel il participe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_93"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 5, Placements collectifs ouverts à compartiments, Fonds de placement à compartiments",
        "citation": "Art. 93 al. 2 LPCC",
        "content": "Chaque compartiment n’est responsable que de ses engagements.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_93"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 5, Placements collectifs ouverts à compartiments, SICAV à compartiments",
        "citation": "Art. 94 al. 1 LPCC",
        "content": "L’investisseur ne participe qu’à la fortune et au résultat du compartiment dont il détient des actions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_94"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 5, Placements collectifs ouverts à compartiments, SICAV à compartiments",
        "citation": "Art. 94 al. 2 LPCC",
        "content": "Chaque compartiment selon l’al. 1 n’est responsable que de ses engagements.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_94"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 6, Restructuration et dissolution, Restructuration",
        "citation": "Art. 95 al. 1 LPCC",
        "content": "Les restructurations suivantes de placements collectifs ouverts sont autorisées:\na. le regroupement par transfert des valeurs patrimoniales et des engagements;\nb. la transformation d’un placement collectif en une autre forme juridique;\nc. pour les SICAV: le transfert de patrimoine au sens des art. 69 à 77 de la loi du 3 octobre 2003 sur la fusion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_95"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 6, Restructuration et dissolution, Restructuration",
        "citation": "Art. 95 al. 2 LPCC",
        "content": "Une restructuration selon l’al. 1, let. b et c, ne peut être inscrite au registre du commerce qu’après l’approbation de la FINMA prévue à l’art. 15.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_95"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 6, Restructuration et dissolution, Dissolution",
        "citation": "Art. 96 al. 1 LPCC",
        "content": "Le fonds de placement est dissous:\na. s’il est à durée indéterminée, par la dénonciation du contrat par la direction ou la banque dépositaire;\nb. s’il est à durée déterminée, à la date fixée;\nc. par décision de la FINMA:\n1. s’il est à durée déterminée, de manière anticipée, pour un motif important et sur requête de la direction et de la banque dépositaire,\n2. en cas d’abaissement de la fortune sous la limite légale,\n3. dans les cas prévus aux art. 133 ss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_96"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 6, Restructuration et dissolution, Dissolution",
        "citation": "Art. 96 al. 2 LPCC",
        "content": "La SICAV est dissoute:\na. si elle est à durée indéterminée, par décision des détenteurs des actions des entrepreneurs représentant au moins les deux tiers des actions des entrepreneurs émises;\nb. si elle est à durée déterminée, à la date fixée;\nc. par décision de la FINMA:\n1. si elle est à durée déterminée, de manière anticipée, pour un motif important et sur requête des détenteurs des actions des entrepreneurs représentant au moins les deux tiers des actions des entrepreneurs émises,\n2. en cas d’abaissement de la fortune sous la limite légale,\n3. dans les cas prévus aux art. 133 ss;\nd. dans les autres cas prévus par la loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_96"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 6, Restructuration et dissolution, Dissolution",
        "citation": "Art. 96 al. 3 LPCC",
        "content": "Les al. 1 et 2 s’appliquent par analogie à la dissolution de compartiments.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_96"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 6, Restructuration et dissolution, Dissolution",
        "citation": "Art. 96 al. 4 LPCC",
        "content": "La direction et la SICAV informent sans délai la FINMA de la dissolution et la publient dans leurs organes de publication.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_96"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 6, Restructuration et dissolution, Conséquences de la dissolution",
        "citation": "Art. 97 al. 1 LPCC",
        "content": "Après la dissolution, un fonds de placement ou une SICAV ne peut plus émettre ni racheter de parts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_97"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 6, Restructuration et dissolution, Conséquences de la dissolution",
        "citation": "Art. 97 al. 2 LPCC",
        "content": "Les investisseurs du fonds de placement ont droit à une part proportionnelle du produit de la liquidation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_97"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 2, Placements collectifs ouverts, Chapitre 4, Dispositions communes, Section 6, Restructuration et dissolution, Conséquences de la dissolution",
        "citation": "Art. 97 al. 3 LPCC",
        "content": "Les actionnaires investisseurs d’une SICAV ont droit à une part proportionnelle du résultat de la liquidation. Les actionnaires entrepreneurs sont colloqués en deuxième rang. Au surplus, les art. 737 ss du code des obligations sont applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_97"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3, Placements collectifs fermés, Chapitre 1, Société en commandite de placements collectifs, Définition",
        "citation": "Art. 98 al. 1 LPCC",
        "content": "La société en commandite de placements collectifs (SCmPC) est une société dont le but exclusif est le placement collectif. Au moins un associé est indéfiniment responsable, les autres associés (commanditaires) n’étant responsables que jusqu’à concurrence d’un montant déterminé (commandite).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_98"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3, Placements collectifs fermés, Chapitre 1, Société en commandite de placements collectifs, Définition",
        "citation": "Art. 98 al. 2 LPCC",
        "content": "Les associés indéfiniment responsables doivent être des sociétés anonymes ayant leur siège en Suisse. Les sociétés anonymes non autorisées à opérer en tant que gestionnaire de fortune collective ne peuvent être actives en qualité d’associé indéfiniment responsable que dans une seule SCmPC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_98"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3, Placements collectifs fermés, Chapitre 1, Société en commandite de placements collectifs, Définition",
        "citation": "Art. 98 al. 2bis LPCC",
        "content": "Les conditions d’autorisation mentionnées à l’art. 14 s’appliquent par analogie aux associés indéfiniment responsables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_98"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3, Placements collectifs fermés, Chapitre 1, Société en commandite de placements collectifs, Définition",
        "citation": "Art. 98 al. 3 LPCC",
        "content": "Les commanditaires doivent être des investisseurs qualifiés au sens de l’art. 10, al. 3 ou 3ter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_98"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3, Placements collectifs fermés, Chapitre 1, Société en commandite de placements collectifs, Relation avec le code des obligations",
        "citation": "Art. 99 LPCC",
        "content": "Pour autant que la présente loi n’en dispose pas autrement, les dispositions du code des obligations relatives à la société en commandite sont applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_99"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3, Placements collectifs fermés, Chapitre 1, Société en commandite de placements collectifs, Registre du commerce",
        "citation": "Art. 100 al. 1 LPCC",
        "content": "La société est constituée par son inscription au registre du commerce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_100"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3, Placements collectifs fermés, Chapitre 1, Société en commandite de placements collectifs, Registre du commerce",
        "citation": "Art. 100 al. 2 LPCC",
        "content": "L’annonce des faits inscrits ou de leur changement doit être signée par tous les associés indéfiniment responsables auprès du registre du commerce ou lui être remise par écrit, munie des signatures dûment légalisées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_100"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3, Placements collectifs fermés, Chapitre 1, Société en commandite de placements collectifs, Raison sociale",
        "citation": "Art. 101 LPCC",
        "content": "La raison sociale de la société doit contenir la désignation de sa forme juridique ou son abréviation SCmPC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_101"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3, Placements collectifs fermés, Chapitre 1, Société en commandite de placements collectifs, Contrat de société et prospectus",
        "citation": "Art. 102 al. 1 LPCC",
        "content": "Le contrat de société doit contenir des dispositions sur:\na. la raison sociale et le siège;\nb. le but;\nc. la raison sociale et le siège des associés indéfiniment responsables;\nd. le montant total des commandites ou la fourchette du total des commandites (marge de fluctuation du capital);\ne. la durée de la société;\nf. les conditions d’entrée et de sortie des commanditaires;\ng. la tenue d’un registre des commanditaires;\nh. les placements, la politique de placement, les restrictions de placement, la répartition des risques, les risques liés aux placements ainsi que les techniques de placement;\ni. la délégation de la gestion ainsi que de la représentation;\nj. le recours à un service de dépôts et à un service de paiement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_102"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3, Placements collectifs fermés, Chapitre 1, Société en commandite de placements collectifs, Contrat de société et prospectus",
        "citation": "Art. 102 al. 2 LPCC",
        "content": "Le contrat de société requiert l’approbation et la signature de l’ensemble des associés lors de la fondation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_102"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3, Placements collectifs fermés, Chapitre 1, Société en commandite de placements collectifs, Modification du contrat de société",
        "citation": "Art. 102a al. 1 LPCC",
        "content": "La modification du contrat de société requiert l’approbation et la signature de l’ensemble des associés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_102_a"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3, Placements collectifs fermés, Chapitre 1, Société en commandite de placements collectifs, Modification du contrat de société",
        "citation": "Art. 102a al. 2 LPCC",
        "content": "La modification du contrat de société peut être décidée à la majorité des associés aux conditions suivantes:\na. le contrat prévoit cette possibilité, et\nb. la décision fait l’objet d’un acte authentique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_102_a"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3, Placements collectifs fermés, Chapitre 1, Société en commandite de placements collectifs, Modification du contrat de société",
        "citation": "Art. 102a al. 3 LPCC",
        "content": "Un contrat de société modifié sur décision de la majorité des associés requiert uniquement la signature des associés indéfiniment responsables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_102_a"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3, Placements collectifs fermés, Chapitre 1, Société en commandite de placements collectifs, Placements",
        "citation": "Art. 103 al. 1 LPCC",
        "content": "La société effectue ses placements dans le capital-risque.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_103"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3, Placements collectifs fermés, Chapitre 1, Société en commandite de placements collectifs, Placements",
        "citation": "Art. 103 al. 2 LPCC",
        "content": "Le Conseil fédéral peut autoriser d’autres placements.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_103"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3, Placements collectifs fermés, Chapitre 1, Société en commandite de placements collectifs, Interdiction de concurrence",
        "citation": "Art. 104 al. 1 LPCC",
        "content": "Les commanditaires sont autorisés, sans l’accord des associés indéfiniment responsables, à effectuer des affaires pour leur propre compte et pour le compte de tiers et à participer à d’autres entreprises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_104"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3, Placements collectifs fermés, Chapitre 1, Société en commandite de placements collectifs, Interdiction de concurrence",
        "citation": "Art. 104 al. 2 LPCC",
        "content": "Pour autant que le contrat de société n’en dispose pas autrement, les associés indéfiniment responsables peuvent, sans l’accord des commanditaires, effectuer des affaires pour leur propre compte et pour le compte de tiers et participer à d’autres entreprises pour autant qu’il en soit fait état et que cela ne porte pas atteinte aux intérêts de la SCmPC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_104"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3, Placements collectifs fermés, Chapitre 1, Société en commandite de placements collectifs, Entrée et sortie des commanditaires",
        "citation": "Art. 105 al. 1 LPCC",
        "content": "Pour autant que le contrat de société le prévoie, l’associé indéfiniment responsable peut décider de l’entrée et de la sortie de commanditaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_105"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3, Placements collectifs fermés, Chapitre 1, Société en commandite de placements collectifs, Entrée et sortie des commanditaires",
        "citation": "Art. 105 al. 2 LPCC",
        "content": "Les dispositions du code des obligations relatives à l’exclusion des associés dans la société en commandite sont réservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_105"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3, Placements collectifs fermés, Chapitre 1, Société en commandite de placements collectifs, Entrée et sortie des commanditaires",
        "citation": "Art. 105 al. 3 LPCC",
        "content": "Le Conseil fédéral peut exiger des exclusions forcées. Elles sont réglées à l’art. 82.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_105"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3, Placements collectifs fermés, Chapitre 1, Société en commandite de placements collectifs, Consultation et information",
        "citation": "Art. 106 al. 1 LPCC",
        "content": "Les commanditaires sont autorisés à consulter en tout temps les livres de la société. Le secret des affaires des sociétés dans lesquelles la SCmPC investit est préservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_106"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3, Placements collectifs fermés, Chapitre 1, Société en commandite de placements collectifs, Consultation et information",
        "citation": "Art. 106 al. 2 LPCC",
        "content": "Les commanditaires ont le droit d’être renseignés au minimum une fois par trimestre sur la marche des affaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_106"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3, Placements collectifs fermés, Chapitre 1, Société en commandite de placements collectifs, Société d’audit",
        "citation": "Art. 107 LPCC",
        "content": "La société désigne une société d’audit(art. 126 ss).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_107"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3, Placements collectifs fermés, Chapitre 1, Société en commandite de placements collectifs, Établissement des comptes",
        "citation": "Art. 108 al. 1 LPCC",
        "content": "Les art. 88 ss s’appliquent par analogie à l’établissement des comptes de la société et à l’évaluation de sa fortune.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_108"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3, Placements collectifs fermés, Chapitre 1, Société en commandite de placements collectifs, Établissement des comptes",
        "citation": "Art. 108 al. 2 LPCC",
        "content": "Les normes reconnues au niveau international sont prises en considération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_108"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3, Placements collectifs fermés, Chapitre 1, Société en commandite de placements collectifs, Dissolution",
        "citation": "Art. 109 LPCC",
        "content": "La société est dissoute:\na. par décision des associés;\nb. pour les motifs prévus par la loi et dans le contrat de société;\nc. par décision de la FINMA dans les cas prévus aux art. 133 ss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_109"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3, Placements collectifs fermés, Chapitre 2, Société d’investissement à capital fixe (SICAF), Définition",
        "citation": "Art. 110 al. 1 LPCC",
        "content": "La société d’investissement à capital fixe (SICAF) est une société anonyme au sens du code des obligations (art. 620 ss CO):\na. dont le but unique est le placement collectif;\nb. dont les actionnaires ne sont pas nécessairement des actionnaires qualifiés au sens de l’art. 10, al. 3;\nc. qui n’est pas cotée à une bourse suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_110"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3, Placements collectifs fermés, Chapitre 2, Société d’investissement à capital fixe (SICAF), Définition",
        "citation": "Art. 110 al. 2 LPCC",
        "content": "Un rapport approprié doit être maintenu entre les fonds propres et la fortune totale de la SICAF. Le Conseil fédéral définit ce rapport.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_110"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3, Placements collectifs fermés, Chapitre 2, Société d’investissement à capital fixe (SICAF), Raison sociale",
        "citation": "Art. 111 al. 1 LPCC",
        "content": "La raison sociale de la société doit contenir la désignation de sa forme juridique ou de son abréviation (SICAF).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_111"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3, Placements collectifs fermés, Chapitre 2, Société d’investissement à capital fixe (SICAF), Raison sociale",
        "citation": "Art. 111 al. 2 LPCC",
        "content": "Au surplus, les dispositions du code des obligations sur la raison sociale de la société anonyme sont applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_111"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3, Placements collectifs fermés, Chapitre 2, Société d’investissement à capital fixe (SICAF), Relation avec le code des obligations",
        "citation": "Art. 112 LPCC",
        "content": "Pour autant que la présente loi n’en dispose pas autrement, les dispositions du code des obligations sur la société anonyme sont applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_112"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3, Placements collectifs fermés, Chapitre 2, Société d’investissement à capital fixe (SICAF), Actions",
        "citation": "Art. 113 al. 1 LPCC",
        "content": "Les actions sont entièrement libérées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_113"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3, Placements collectifs fermés, Chapitre 2, Société d’investissement à capital fixe (SICAF), Actions",
        "citation": "Art. 113 al. 2 LPCC",
        "content": "L’émission d’actions à droit de vote privilégié, de bons de participation, de bons de jouissance et d’actions privilégiées est interdite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_113"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3, Placements collectifs fermés, Chapitre 2, Société d’investissement à capital fixe (SICAF), Actions",
        "citation": "Art. 113 al. 3 LPCC",
        "content": "Le Conseil fédéral peut exiger le rachat forcé. Celui-ci est réglé à l’art. 82.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_113"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3, Placements collectifs fermés, Chapitre 2, Société d’investissement à capital fixe (SICAF), Banque dépositaire",
        "citation": "Art. 114 LPCC",
        "content": "La SICAF doit avoir une banque dépositaire au sens des art. 72 à 74.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_114"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3, Placements collectifs fermés, Chapitre 2, Société d’investissement à capital fixe (SICAF), Politique de placement et limites de placement",
        "citation": "Art. 115 al. 1 LPCC",
        "content": "La SICAF règle les placements, la politique de placement, les limites de placement, la répartition des risques ainsi que les risques liés aux placements dans ses statuts et son règlement de placement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_115"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3, Placements collectifs fermés, Chapitre 2, Société d’investissement à capital fixe (SICAF), Politique de placement et limites de placement",
        "citation": "Art. 115 al. 2 LPCC",
        "content": "L’art. 69, et par analogie les art. 64, 70 et 71, s’appliquent aux placements.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_115"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3, Placements collectifs fermés, Chapitre 2, Société d’investissement à capital fixe (SICAF), Politique de placement et limites de placement",
        "citation": "Art. 115 al. 3 LPCC",
        "content": "L’assemblée générale décide les modifications du règlement de placement à la majorité des voix des actions représentées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_115"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3, Placements collectifs fermés, Chapitre 2, Société d’investissement à capital fixe (SICAF), Établissement des comptes",
        "citation": "Art. 117 LPCC",
        "content": "L’art. 89, al. 1, let. a et c à i, al. 2 à 4 ainsi que l’art. 90 s’appliquent par analogie à l’établissement des comptes, en sus des dispositions du droit de la société anonyme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_117"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3, Placements collectifs fermés, Chapitre 2, Société d’investissement à capital fixe (SICAF), Société d’audit",
        "citation": "Art. 118 LPCC",
        "content": "La SICAF désigne une société d’audit (art. 125 ss).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 1, Dispositions générales, Définition et applicabilité de la loi",
        "citation": "Art. 118a al. 1 LPCC",
        "content": "Un Limited Qualified Investor Fund (L-QIF) est un placement collectif:\na. qui est exclusivement ouvert aux investisseurs qualifiés;\nb. qui, s’il investit directement ses avoirs dans des immeubles, est exclusivement ouvert aux investisseurs qui sont considérés comme des clients professionnels au sens de l’art. 4, al. 3, let. a à h, LSFin;\nc. qui est administré selon les dispositions des art. 118g et 118h, et\nd. qui ne dispose ni d’une autorisation ni d’une approbation de la FINMA et n’est pas non plus soumis à la surveillance de cette dernière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_a"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 1, Dispositions générales, Définition et applicabilité de la loi",
        "citation": "Art. 118a al. 2 LPCC",
        "content": "Sauf disposition contraire de la présente loi, il est soumis à celle-ci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_a"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 1, Dispositions générales, Modification du statut d’autorisation ou d’approbation",
        "citation": "Art. 118b al. 1 LPCC",
        "content": "Un placement collectif qui dispose d’une autorisation ou d’une approbation de la FINMA peut restituer celle-ci:\na. lorsqu’il remplit les conditions de l’art. 118a, al. 1, let. a à c, et\nb. lorsqu’il est garanti que les intérêts des investisseurs sont préservés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_b"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 1, Dispositions générales, Modification du statut d’autorisation ou d’approbation",
        "citation": "Art. 118b al. 2 LPCC",
        "content": "Le Conseil fédéral règle les modalités. Il arrête les mesures qui permettent de garantir que les intérêts des investisseurs sont préservés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_b"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 1, Dispositions générales, Forme juridique",
        "citation": "Art. 118c LPCC",
        "content": "Le L-QIF peut revêtir la forme d’un fonds de placement contractuel, d’une SICAV ou d’une SCmPC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_c"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 1, Dispositions générales, Prescriptions en matière de placement et dispositions de surveillance ne s’appliquant pas aux L-QIF",
        "citation": "Art. 118d LPCC",
        "content": "Ne s’appliquent pas aux L-QIF: \na. les prescriptions en matière de placement énoncées aux art. 53 à 71 et 103;\nb. les dispositions qui attribuent à la FINMA une compétence de décision dans le cas particulier ou une compétence de surveillance (art. 7, al. 4, 2e phrase, 10, al. 5, 26, al. 1, 27, 39, al. 2, 44a, al. 2, 47, al. 2, 74, 78, al. 4, 81, al. 2, 83, al. 3, 89, al. 4, 91, 95, al. 2, 96, al. 1, let. c, 2, let. c, et 4, 109, let. c, 126, 132 à 134, 136 à 139 et 144).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_d"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 1, Dispositions générales, Information des investisseurs et dénomination",
        "citation": "Art. 118e al. 1 LPCC",
        "content": "La première page des documents concernant un L-QIF et la publicité doivent contenir:\na. la dénomination «Limited Qualified Investor Fund» ou le sigle «L-QIF»;\nb. l’indication selon laquelle le L-QIF ne dispose ni d’une autorisation ni d’une approbation de la FINMA et qu’il n’est pas non plus soumis à la surveillance de cette dernière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_e"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 1, Dispositions générales, Information des investisseurs et dénomination",
        "citation": "Art. 118e al. 2 LPCC",
        "content": "La raison sociale d’un L-QIF revêtant la forme d’une SICAV ou d’une SCmPC doit contenir la dénomination «Limited Qualified Investor Fund» ou le sigle «L-QIF», de même que la dénomination de la forme juridique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_e"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 1, Dispositions générales, Information des investisseurs et dénomination",
        "citation": "Art. 118e al. 3 LPCC",
        "content": "Un L-QIF ne peut être désigné par la dénomination «fonds en valeurs mobilières», «fonds immobilier», «autre fonds en placements traditionnels» ou «autre fonds en placements alternatifs».",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_e"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 1, Dispositions générales, Obligation d’annoncer et collecte de données",
        "citation": "Art. 118f al. 1 LPCC",
        "content": "L’établissement chargé de l’administration conformément aux art. 118g, al. 1, et 118h, al. 1, 2 ou 4, annonce au Département fédéral des finances (DFF) la prise en charge ou l’abandon de l’administration d’un L-QIF dans un délai de 14 jours. Le Conseil fédéral peut déterminer les informations que doit contenir cette annonce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_f"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 1, Dispositions générales, Obligation d’annoncer et collecte de données",
        "citation": "Art. 118f al. 2 LPCC",
        "content": "Le DFF tient un registre public de tous les L-QIF et des établissements chargés de l’administration conformément aux art. 118g, al. 1, et 118h, al. 1, 2 ou 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_f"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 1, Dispositions générales, Obligation d’annoncer et collecte de données",
        "citation": "Art. 118f al. 3 LPCC",
        "content": "Il peut collecter à des fins statistiques des données concernant l’activité commerciale du L-QIF auprès du L-QIF et des établissements chargés de l’administration conformément aux art. 118g, al. 1, et 118h, al. 1, 2 ou 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_f"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 1, Dispositions générales, Obligation d’annoncer et collecte de données",
        "citation": "Art. 118f al. 4 LPCC",
        "content": "Il peut confier la collecte des données à des tiers ou obliger les personnes visées à l’al. 3 à lui communiquer ces données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_f"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 1, Dispositions générales, Obligation d’annoncer et collecte de données",
        "citation": "Art. 118f al. 5 LPCC",
        "content": "L’art. 144, al. 2 et 3, s’applique par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_f"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 1, Dispositions générales, Administration de L-QIF revêtant la forme d’un fonds de placement contractuel",
        "citation": "Art. 118g al. 1 LPCC",
        "content": "Un L-QIF revêtant la forme d’un fonds de placement contractuel est administré par une direction de fonds.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_g"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 1, Dispositions générales, Administration de L-QIF revêtant la forme d’un fonds de placement contractuel",
        "citation": "Art. 118g al. 2 LPCC",
        "content": "La direction de fonds peut déléguer les décisions en matière de placement aux conditions prévues aux art. 14, al. 1, et 35 LEFin:\na. à un gestionnaire de fortune collective au sens de l’art. 2, al. 1, let. c, LEFin;\nb. à un gestionnaire étranger de fortune collective lorsque: \n1. celui-ci est soumis dans son pays de domicile à une réglementation et à une surveillance appropriées, et\n2. la FINMA et l’autorité de surveillance étrangère concernée ont conclu une convention de coopération et d’échange de renseignements, pour autant que le droit étranger l’exige.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_g"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 1, Dispositions générales, Administration de L-QIF revêtant la forme d’un fonds de placement contractuel",
        "citation": "Art. 118g al. 3 LPCC",
        "content": "Le gestionnaire de fortune collective peut déléguer les décisions en matière de placement aux personnes visées à l’al. 2, aux conditions prévues aux art. 14, al. 1, et 27, al. 1, LEFin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_g"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 1, Dispositions générales, Administration de L-QIF revêtant la forme d’un fonds de placement contractuel",
        "citation": "Art. 118g al. 4 LPCC",
        "content": "Le contrat de fonds de placement doit mentionner à qui les décisions en matière de placement sont déléguées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_g"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 1, Dispositions générales, Administration de L-QIF revêtant la forme d’une SICAV ou d’une SCmPC",
        "citation": "Art. 118h al. 1 LPCC",
        "content": "Un L-QIF revêtant la forme d’une SICAV doit déléguer l’administration et les décisions en matière de placement à une seule et même direction de fonds.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_h"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 1, Dispositions générales, Administration de L-QIF revêtant la forme d’une SICAV ou d’une SCmPC",
        "citation": "Art. 118h al. 2 LPCC",
        "content": "Un L-QIF revêtant la forme d’une SCmPC doit déléguer la gestion à un gestionnaire de fortune collective.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_h"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 1, Dispositions générales, Administration de L-QIF revêtant la forme d’une SICAV ou d’une SCmPC",
        "citation": "Art. 118h al. 3 LPCC",
        "content": "La subdélégation des décisions en matière de placement s’effectue conformément à l’art. 118g, al. 2 et 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_h"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 1, Dispositions générales, Administration de L-QIF revêtant la forme d’une SICAV ou d’une SCmPC",
        "citation": "Art. 118h al. 4 LPCC",
        "content": "Un L-QIF revêtant la forme d’une SCmPC ne doit pas déléguer la gestion lorsque les associés indéfiniment responsables sont des banques, des entreprises d’assurance soumises à la LSA, des maisons de titres, des directions ou des gestionnaires de fortune collective.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_h"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 1, Dispositions générales, Administration de L-QIF revêtant la forme d’une SICAV ou d’une SCmPC",
        "citation": "Art. 118h al. 5 LPCC",
        "content": "Les statuts ou le contrat de société doivent mentionner à qui la gestion ou l’administration est déléguée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_h"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 1, Dispositions générales, Audit, établissement des comptes, évaluation et reddition des comptes",
        "citation": "Art. 118i al. 1 LPCC",
        "content": "Doit être chargée de procéder à l’audit du L-QIF une société d’audit agréée par l’Autorité fédérale de surveillance en matière de révision selon l’art. 9a, al. 1, de la loi du 16 décembre 2005 sur la surveillance de la révision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_i"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 1, Dispositions générales, Audit, établissement des comptes, évaluation et reddition des comptes",
        "citation": "Art. 118i al. 2 LPCC",
        "content": "Les comptes annuels et, le cas échéant, les comptes de groupe du L-QIF et de toute société immobilière lui appartenant doivent être révisés par une entreprise de révision soumise à la surveillance de l’État selon les principes du contrôle ordinaire du code des obligations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_i"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 1, Dispositions générales, Audit, établissement des comptes, évaluation et reddition des comptes",
        "citation": "Art. 118i al. 3 LPCC",
        "content": "Doit être chargée de procéder à l’audit la société d’audit qui procède à celui de l’établissement responsable de l’administration conformément à l’art. 118g, al. 1, ou 118h, al. 1, 2 ou 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_i"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 1, Dispositions générales, Audit, établissement des comptes, évaluation et reddition des comptes",
        "citation": "Art. 118i al. 4 LPCC",
        "content": "L’art. 730b, al. 2, du code des obligations s’applique par analogie au maintien du secret par la société d’audit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_i"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 1, Dispositions générales, Audit, établissement des comptes, évaluation et reddition des comptes",
        "citation": "Art. 118i al. 5 LPCC",
        "content": "Le L-QIF supporte les frais de l’audit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_i"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 1, Dispositions générales, Audit, établissement des comptes, évaluation et reddition des comptes",
        "citation": "Art. 118i al. 6 LPCC",
        "content": "Le Conseil fédéral règle les modalités de l’audit. Il peut édicter des prescriptions supplémentaires relatives à l’établissement des comptes, l’évaluation, la reddition des comptes et les publications.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_i"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 2, Statut des investisseurs auprès de L-QIF qui sont des placements collectifs ouverts, Établissement et modification ducontrat de fonds de placement",
        "citation": "Art. 118j al. 1 LPCC",
        "content": "Lorsque le L-QIF revêt la forme d’un fonds de placement contractuel, la direction établit le contrat et demande l’accord de la banque dépositaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_j"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 2, Statut des investisseurs auprès de L-QIF qui sont des placements collectifs ouverts, Établissement et modification ducontrat de fonds de placement",
        "citation": "Art. 118j al. 2 LPCC",
        "content": "Si la direction entend modifier le contrat de fonds de placement, elle demande au préalable l’accord de la banque dépositaire et publie dans les organes de publication prévus pour le L-QIF:\na. un résumé des modifications principales; \nb. une mention des adresses auxquelles le texte intégral des modifications peut être obtenu gratuitement, et\nc. une mention de l’entrée en vigueur des modifications.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_j"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 2, Statut des investisseurs auprès de L-QIF qui sont des placements collectifs ouverts, Établissement et modification ducontrat de fonds de placement",
        "citation": "Art. 118j al. 3 LPCC",
        "content": "La publication prévue à l’al. 2 n’est pas nécessaire si tous les investisseurs sont informés, par écrit ou sous toute autre forme permettant d’en établir la preuve par un texte, du texte intégral des modifications et du moment de l’entrée en vigueur des modifications.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_j"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 2, Statut des investisseurs auprès de L-QIF qui sont des placements collectifs ouverts, Établissement et modification ducontrat de fonds de placement",
        "citation": "Art. 118j al. 4 LPCC",
        "content": "Les modifications apportées au contrat de fonds de placement entrent en vigueur au plus tôt: \na. pour un fonds de placement contractuel assorti d’une possibilité de rachat en tout temps: 30 jours après la publication prévue à l’al. 2 ou de l’information visée à l’al. 3;\nb. pour un fonds de placement contractuel non assorti d’une possibilité de rachat en tout temps: le jour suivant le terme auquel les parts peuvent être rachetées en respect des délais de rachat et des termes contractuels ou réglementaires, si le contrat de fonds est résilié pour le trentième jour après la publication prévue à l’al. 2 ou l’information visée à l’al. 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_j"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 2, Statut des investisseurs auprès de L-QIF qui sont des placements collectifs ouverts, Établissement et modification ducontrat de fonds de placement",
        "citation": "Art. 118j al. 5 LPCC",
        "content": "Lorsque le délai de dénonciation contractuel ou réglementaire est supérieur à 30 jours, les modifications peuvent entrer en vigueur avant le moment prévu à l’al. 4 si tous les investisseurs donnent leur accord par écrit ou sous toute autre forme permettant d’en établir la preuve par un texte, mais au plus tôt 30 jours après la publication prévue à l’al. 2 ou l’information visée à l’al. 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_j"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 2, Statut des investisseurs auprès de L-QIF qui sont des placements collectifs ouverts, Changement de banque dépositaire",
        "citation": "Art. 118k al. 1 LPCC",
        "content": "L’art. 39a LEFin s’applique par analogie au changement de banque dépositaire pour un L-QIF revêtant la forme d’un fonds de placement contractuel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_k"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 2, Statut des investisseurs auprès de L-QIF qui sont des placements collectifs ouverts, Changement de banque dépositaire",
        "citation": "Art. 118k al. 2 LPCC",
        "content": "Le changement de banque dépositaire d’un L-QIF revêtant la forme d’une SICAV doit faire l’objet d’un contrat passé par écrit ou sous toute autre forme permettant d’en établir la preuve par un texte. Il doit être publié sans délai dans les organes de publication de la SICAV.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_k"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 2, Statut des investisseurs auprès de L-QIF qui sont des placements collectifs ouverts, Dérogations à l’obligation de paiement et de rachat en espèces",
        "citation": "Art. 118l LPCC",
        "content": "Si le L-QIF revêt la forme d’un fonds de placement contractuel ou d’une SICAV, il est possible de déroger à l’obligation de payer et de racheter les parts en espèces prévue à l’art. 78, pour autant qu’elle ait été prévue dans les documents suivants:\na. pour un L-QIF revêtant la forme d’un fonds de placement contractuel: dans le contrat de fonds de placement;\nb. pour un L-QIF revêtant la forme d’une SICAV: dans le règlement de placement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_l"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 2, Statut des investisseurs auprès de L-QIF qui sont des placements collectifs ouverts, Suspension du remboursement des parts dans des cas exceptionnels",
        "citation": "Art. 118m LPCC",
        "content": "Dans des cas exceptionnels, la direction de fonds d’un L-QIF revêtant la forme d’un fonds de placement contractuel ou d’une SICAV peut suspendre le remboursement des parts pour une durée déterminée, si cela sert l’intérêt de tous les investisseurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_m"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 3, Prescriptions en matière de placement, Placements et techniques de placement",
        "citation": "Art. 118n al. 1 LPCC",
        "content": "Les placements autorisés pour un L-QIF sont réglés dans les documents suivants: \na. pour un L-QIF revêtant la forme d’un fonds de placement contractuel: dans le contrat de fonds de placement; \nb. pour un L-QIF revêtant la forme d’une SICAV: dans le règlement de placement;\nc. pour un L-QIF revêtant la forme d’une SCmPC: dans le contrat de société.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_n"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 3, Prescriptions en matière de placement, Placements et techniques de placement",
        "citation": "Art. 118n al. 2 LPCC",
        "content": "Si le L-QIF investit dans des placements alternatifs, les risques particuliers liés à ces placements doivent être mentionnés dans la dénomination, dans les documents énumérés à l’al. 1 et dans la publicité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_n"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 3, Prescriptions en matière de placement, Placements et techniques de placement",
        "citation": "Art. 118n al. 3 LPCC",
        "content": "Le Conseil fédéral règle les techniques et les restrictions de placement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_n"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 3, Prescriptions en matière de placement, Répartition des risques ",
        "citation": "Art. 118o LPCC",
        "content": "La répartition des risques pour un L-QIF est définie dans les documents énumérés à l’art. 118n, al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_o"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 3, Prescriptions en matière de placement, Prescriptions particulières relatives aux placements immobiliers",
        "citation": "Art. 118p al. 1 LPCC",
        "content": "Si un L-QIF détient des placements immobiliers, l’art. 63, al. 1 à 3, s’applique par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_p"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 3, Prescriptions en matière de placement, Prescriptions particulières relatives aux placements immobiliers",
        "citation": "Art. 118p al. 2 LPCC",
        "content": "Pour le L-QIF, au moins deux personnes physiques indépendantes ou une personne morale indépendante sont mandatées en qualité d’experts chargés de l’estimation des placements immobiliers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_p"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 3a, Limited Qualified Investor Fund, Chapitre 3, Prescriptions en matière de placement, Prescriptions particulières relatives aux placements immobiliers",
        "citation": "Art. 118p al. 3 LPCC",
        "content": "Le Conseil fédéral règle les dérogations à l’al. 1 et les exigences applicables aux experts chargés de l’estimation visée à l’al. 2. Il règle notamment les dérogations à l’interdiction d’acquisition ou de cession prévue à l’art. 63, al. 2 et 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_118_p"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 4, Placements collectifs étrangers, Chapitre 1, Définition et approbation, Définition",
        "citation": "Art. 119 al. 1 LPCC",
        "content": "On entend par placements collectifs étrangers ouverts:\na. les fortunes constituées aux fins d’un placement collectif sur la base d’un contrat de fonds de placement ou d’un contrat d’un autre type ayant les mêmes effets et qui sont gérées par une direction dont le siège et l’administration principale sont à l’étranger;\nb. les sociétés et les fortunes analogues dont le siège et l’administration principale sont à l’étranger, qui ont pour but le placement collectif et dont les investisseurs ont droit au remboursement de leurs parts à la valeur nette d’inventaire par la société elle-même ou par une société qui lui est proche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_119"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 4, Placements collectifs étrangers, Chapitre 1, Définition et approbation, Définition",
        "citation": "Art. 119 al. 2 LPCC",
        "content": "On entend par placements collectifs étrangers fermés les sociétés et les fortunes analogues dont le siège et l’administration principale sont établis à l’étranger, qui ont pour but le placement collectif et dont les investisseurs n’ont pas droit au remboursement de leurs parts à la valeur nette d’inventaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_119"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 4, Placements collectifs étrangers, Chapitre 1, Définition et approbation, Obligation d’obtenir une approbation",
        "citation": "Art. 120 al. 1 LPCC",
        "content": "Les placements collectifs étrangers doivent être approuvés par la FINMA avant d’être proposés en Suisse à des investisseurs non qualifiés. Le représentant présente à la FINMA les documents soumis à approbation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_120"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 4, Placements collectifs étrangers, Chapitre 1, Définition et approbation, Obligation d’obtenir une approbation",
        "citation": "Art. 120 al. 2 LPCC",
        "content": "L’approbation est accordée aux conditions suivantes:\na.  le placement collectif, la direction ou la société, le gestionnaire de fortune collective et le dépositaire sont soumis à une surveillance de l’État visant la protection des investisseurs;\nb.  la direction ou la société ainsi que le dépositaire sont soumis à une réglementation équivalente aux dispositions de la présente loi au regard de l’organisation, des droits des investisseurs et de la politique de placement;\nc. la dénomination du placement collectif ne peut pas prêter à confusion ni induire en erreur;\nd. un représentant et un service de paiement ont été désignés pour les parts proposées en Suisse;\ne. une convention de coopération et d’échange de renseignements a été conclue entre la FINMA et les autorités de surveillance étrangères concernées par l’offre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_120"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 4, Placements collectifs étrangers, Chapitre 1, Définition et approbation, Obligation d’obtenir une approbation",
        "citation": "Art. 120 al. 2bis LPCC",
        "content": "Le représentant et le service de paiement ne peuvent mettre un terme à leur mandat qu’avec l’approbation préalable de la FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_120"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 4, Placements collectifs étrangers, Chapitre 1, Définition et approbation, Obligation d’obtenir une approbation",
        "citation": "Art. 120 al. 3 LPCC",
        "content": "Le Conseil fédéral peut prévoir une procédure d’approbation simplifiée et accélérée pour les placements collectifs étrangers, pour autant qu’ils aient été approuvés par une autorité de surveillance étrangère et que la réciprocité soit garantie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_120"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 4, Placements collectifs étrangers, Chapitre 1, Définition et approbation, Obligation d’obtenir une approbation",
        "citation": "Art. 120 al. 4 LPCC",
        "content": "Les placements collectifs étrangers qui sont proposés en Suisse à des investisseurs qualifiés selon l’art. 5, al. 1, de la loi fédérale du 15 juin 2018 sur les services financiers (LSFin) n’ont pas besoin d’approbation, mais doivent en tout temps remplir les conditions figurant à l’al. 2, let. c et d, du présent article.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_120"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 4, Placements collectifs étrangers, Chapitre 1, Définition et approbation, Obligation d’obtenir une approbation",
        "citation": "Art. 120 al. 5 LPCC",
        "content": "Les programmes de participation des collaborateurs sous la forme de placements collectifs de capitaux étrangers qui sont proposés exclusivement aux collaborateurs n’ont pas besoin d’approbation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_120"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 4, Placements collectifs étrangers, Chapitre 1, Définition et approbation, Service de paiement",
        "citation": "Art. 121 al. 1 LPCC",
        "content": "Le service de paiement est assuré par une banque au sens de la loi du 8 novembre 1934 sur les banques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_121"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 4, Placements collectifs étrangers, Chapitre 1, Définition et approbation, Service de paiement",
        "citation": "Art. 121 al. 2 LPCC",
        "content": "Les investisseurs peuvent exiger l’émission ou le rachat des parts auprès du service de paiement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_121"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 4, Placements collectifs étrangers, Chapitre 1, Définition et approbation, Traités internationaux",
        "citation": "Art. 122 LPCC",
        "content": "Le Conseil fédéral est autorisé à conclure des traités internationaux basés sur le principe de la reconnaissance réciproque des réglementations et des mesures équivalentes, qui prévoient pour les placements collectifs originaires des États contractants une simple obligation d’annoncer en lieu et place de l’obligation d’obtenir une approbation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_122"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 4, Placements collectifs étrangers, Chapitre 2, Représentant de placements collectifs étrangers, Mandat",
        "citation": "Art. 123 al. 1 LPCC",
        "content": "Les placements collectifs étrangers ne peuvent être proposés en Suisse à des investisseurs non qualifiés et en Suisse à des investisseurs qualifiés selon l’art. 5, al. 1, LSFin que si la direction de fonds ou la société a mandaté au préalable un représentant chargé d’assumer les obligations prévues à l’art. 124 de la présente loi. L’art. 122 de la présente loi est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_123"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 4, Placements collectifs étrangers, Chapitre 2, Représentant de placements collectifs étrangers, Mandat",
        "citation": "Art. 123 al. 2 LPCC",
        "content": "La direction et la société s’engagent à fournir au représentant toutes les informations nécessaires à l’exécution de ses tâches.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_123"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 4, Placements collectifs étrangers, Chapitre 2, Représentant de placements collectifs étrangers, Obligations",
        "citation": "Art. 124 al. 1 LPCC",
        "content": "Le représentant représente le placement collectif étranger envers les investisseurs et la FINMA. Son pouvoir de représentation ne peut pas être restreint.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_124"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 4, Placements collectifs étrangers, Chapitre 2, Représentant de placements collectifs étrangers, Obligations",
        "citation": "Art. 124 al. 2 LPCC",
        "content": "Le représentant observe les obligations légales d’annoncer, de publier et d’informer ainsi que les règles de conduite des organisations professionnelles satisfaisant aux exigences minimales de la FINMA. Son identité doit être mentionnée dans toutes les publications.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_124"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 4, Placements collectifs étrangers, Chapitre 2, Représentant de placements collectifs étrangers, Lieu d’exécution et for",
        "citation": "Art. 125 al. 1 LPCC",
        "content": "Le lieu d’exécution pour les parts d’un placement collectif étranger proposé en Suisse est au siège du représentant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_125"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 4, Placements collectifs étrangers, Chapitre 2, Représentant de placements collectifs étrangers, Lieu d’exécution et for",
        "citation": "Art. 125 al. 2 LPCC",
        "content": "Il est maintenu au siège du représentant après le retrait de l’autorisation ou la dissolution du placement collectif étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_125"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 4, Placements collectifs étrangers, Chapitre 2, Représentant de placements collectifs étrangers, Lieu d’exécution et for",
        "citation": "Art. 125 al. 3 LPCC",
        "content": "Le for est: \na. au siège du représentant, ou\nb. au siège ou au domicile de l’investisseur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_125"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 5, Audit et surveillance, Chapitre 1, Audit, Mandat",
        "citation": "Art. 126 al. 1 LPCC",
        "content": "Les personnes énoncées ci-après chargent une société d’audit agréée par l’Autorité fédérale de surveillance en matière de révision selon l’art. 9a, al. 1, de la loi du 16 décembre 2005 sur la surveillance de la révision de procéder à un audit conformément à l’art. 24 LFINMA:\na. la direction de fonds pour les fonds de placement qu’elle administre;\nb. la SICAV;\nc. la SCmPC;\nd. la SICAF;\ne. ...\nf. le représentant de placements collectifs étrangers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_126"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 5, Audit et surveillance, Chapitre 1, Audit, Mandat",
        "citation": "Art. 126 al. 3 LPCC",
        "content": "La SICAV et la direction de fonds qu’elle a mandatée, le cas échéant, selon l’art. 51, al. 5, doivent être révisées par la même société d’audit. La FINMA peut autoriser des exceptions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_126"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 5, Audit et surveillance, Chapitre 1, Audit, Mandat",
        "citation": "Art. 126 al. 5 LPCC",
        "content": "Les personnes mentionnées à l’al. 1, les fonds de placement administrés ainsi que toutes les sociétés immobilières appartenant aux fonds immobiliers ou aux sociétés d’investissement immobilier doivent faire réviser leurs comptes annuels et, le cas échéant, leurs comptes de groupe par une entreprise de révision soumise à la surveillance de l’État selon les principes du contrôle ordinaire du code des obligations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_126"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 5, Audit et surveillance, Chapitre 1, Audit, Mandat",
        "citation": "Art. 126 al. 6 LPCC",
        "content": "Le Conseil fédéral règle les modalités. Il peut autoriser la FINMA à édicter des dispositions d’exécution dans des domaines de portée restreinte, notamment ceux de nature particulièrement technique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_126"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 5, Audit et surveillance, Chapitre 1, Audit, Obligation d’informer",
        "citation": "Art. 130 al. 1 LPCC",
        "content": "Les experts chargés des estimations ainsi que les sociétés immobilières qui font partie du placement collectif tiennent à la disposition de la société d’audit leurs livres, leurs pièces ainsi que les rapports d’estimation et lui fournissent tous les renseignements nécessaires à l’audit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_130"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 5, Audit et surveillance, Chapitre 1, Audit, Obligation d’informer",
        "citation": "Art. 130 al. 2 LPCC",
        "content": "La société d’audit de la banque dépositaire collabore avec la société d’audit des autres titulaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_130"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 5, Audit et surveillance, Chapitre 2, Surveillance, Surveillance",
        "citation": "Art. 132 al. 1 LPCC",
        "content": "La FINMA octroie les autorisations et les approbations requises en vertu de la présente loi et veille au respect des dispositions légales, contractuelles, statutaires et réglementaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_132"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 5, Audit et surveillance, Chapitre 2, Surveillance, Surveillance",
        "citation": "Art. 132 al. 2 LPCC",
        "content": "Elle ne vérifie pas l’opportunité des décisions des titulaires en matière de politique commerciale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_132"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 5, Audit et surveillance, Chapitre 2, Surveillance, Surveillance",
        "citation": "Art. 132 al. 3 LPCC",
        "content": "Les L-QIF ne sont pas soumis à la surveillance de la FINMA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_132"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 5, Audit et surveillance, Chapitre 2, Surveillance, Instruments de surveillance",
        "citation": "Art. 133 al. 1 LPCC",
        "content": "Les instruments de surveillance visés aux art. 30 à 37 LFINMA sont applicables par analogie aux violations des dispositions contractuelles, statutaires et réglementaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_133"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 5, Audit et surveillance, Chapitre 2, Surveillance, Instruments de surveillance",
        "citation": "Art. 133 al. 2 LPCC",
        "content": "L’art. 37 LFINMA s’applique par analogie aux dispositions régissant l’approbation au sens de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_133"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 5, Audit et surveillance, Chapitre 2, Surveillance, Instruments de surveillance",
        "citation": "Art. 133 al. 3 LPCC",
        "content": "Lorsque les droits des investisseurs semblent menacés, la FINMA peut obliger les titulaires à fournir des sûretés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_133"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 5, Audit et surveillance, Chapitre 2, Surveillance, Instruments de surveillance",
        "citation": "Art. 133 al. 4 LPCC",
        "content": "Si, en dépit d’une mise en demeure, une décision exécutoire de la FINMA n’est pas respectée dans le délai fixé, celle-ci peut, aux frais de la partie défaillante, prendre elle-même les mesures prescrites.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_133"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 5, Audit et surveillance, Chapitre 2, Surveillance, Liquidation",
        "citation": "Art. 134 LPCC",
        "content": "La FINMA peut mettre en liquidation des titulaires auxquels elle a retiré son autorisation ou des placements collectifs auxquels elle a retiré son approbation. Le Conseil fédéral règle les modalités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_134"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 5, Audit et surveillance, Chapitre 2, Surveillance, Mesures en cas d’activité non autorisée ou non approuvée",
        "citation": "Art. 135 al. 1 LPCC",
        "content": "La FINMA peut décider la liquidation des personnes qui exercent une activité sans autorisation ou approbation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_135"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 5, Audit et surveillance, Chapitre 2, Surveillance, Mesures en cas d’activité non autorisée ou non approuvée",
        "citation": "Art. 135 al. 2 LPCC",
        "content": "Elle peut, dans l’intérêt des investisseurs, ordonner la transformation du placement collectif en une forme juridique appropriée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_135"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 5, Audit et surveillance, Chapitre 2, Surveillance, Autres mesures",
        "citation": "Art. 136 al. 1 LPCC",
        "content": "La FINMA peut, pour de justes motifs, mandater elle-même des experts au sens de l’art. 64 pour l’estimation des placements des fonds immobiliers ou des sociétés d’investissement immobilier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_136"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 5, Audit et surveillance, Chapitre 2, Surveillance, Autres mesures",
        "citation": "Art. 136 al. 2 LPCC",
        "content": "Elle peut révoquer les experts chargés des estimations mandatés par le fonds immobilier ou par la société d’investissement immobilier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_136"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 5, Audit et surveillance, Chapitre 2, Surveillance, Ouverture de la faillite",
        "citation": "Art. 137 al. 1 LPCC",
        "content": "Si des raisons sérieuses font craindre que le titulaire d’une autorisation visé à l’art. 13, al. 2, let. b à d, ne soit surendetté ou n’ait des problèmes de liquidité importants, la FINMA, à défaut de perspectives d’assainissement ou si l’assainissement a échoué, retire l’autorisation, prononce la faillite et la publie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_137"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 5, Audit et surveillance, Chapitre 2, Surveillance, Ouverture de la faillite",
        "citation": "Art. 137 al. 2 LPCC",
        "content": "Les dispositions sur la procédure concordataire (art. 293 à 336 de la loi fédérale du 11 avril 1889 sur la poursuite pour dettes et la faillite, LP) et sur l’obligation d’aviser le tribunal (art. 716a, al. 1, ch. 8, 725a, al. 3, 725b, al. 3, et 728c, al. 3, du code des obligations) ne s’appliquent pas aux titulaires d’une autorisation visés à l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_137"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 5, Audit et surveillance, Chapitre 2, Surveillance, Ouverture de la faillite",
        "citation": "Art. 137 al. 3 LPCC",
        "content": "La FINMA nomme un ou plusieurs liquidateurs de la faillite. Ceux-ci sont soumis à sa surveillance et lui font rapport à sa demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_137"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 5, Audit et surveillance, Chapitre 2, Surveillance, Effets et procédure",
        "citation": "Art. 138 al. 1 LPCC",
        "content": "La décision de liquidation déploie les effets de l’ouverture de la faillite au sens des art. 197 à 220 LP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_138"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 5, Audit et surveillance, Chapitre 2, Surveillance, Effets et procédure",
        "citation": "Art. 138 al. 2 LPCC",
        "content": "Sous réserve des art. 138a à 138c, la faillite est exécutée selon les règles prescrites aux art. 221 à 270 LP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_138"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 5, Audit et surveillance, Chapitre 2, Surveillance, Effets et procédure",
        "citation": "Art. 138 al. 3 LPCC",
        "content": "La FINMA peut prendre des décisions et des mesures dérogeant à ces règles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_138"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 5, Audit et surveillance, Chapitre 2, Surveillance, Assemblée des créanciers et commission de surveillance",
        "citation": "Art. 138a al. 1 LPCC",
        "content": "Le liquidateur de la faillite peut proposer à la FINMA d’adopter les mesures suivantes:\na. constituer une assemblée de créanciers et définir ses compétences ainsi que le quorum en nombre de membres présents et en nombre de voix;\nb. mettre en place une commission de surveillance et définir sa composition et ses compétences.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_138_a"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 5, Audit et surveillance, Chapitre 2, Surveillance, Assemblée des créanciers et commission de surveillance",
        "citation": "Art. 138a al. 2 LPCC",
        "content": "Pour une SICAV à compartiments au sens de l’art. 94, une assemblée de créanciers ou une commission de surveillance peut être constituée pour chaque compartiment.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_138_a"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 5, Audit et surveillance, Chapitre 2, Surveillance, Assemblée des créanciers et commission de surveillance",
        "citation": "Art. 138a al. 3 LPCC",
        "content": "La FINMA n’est pas liée par les propositions du liquidateur de la faillite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_138_a"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 5, Audit et surveillance, Chapitre 2, Surveillance, Distribution et clôture de la procédure",
        "citation": "Art. 138b al. 1 LPCC",
        "content": "Lorsque tous les actifs sont réalisés et que toutes les procédures concernant la détermination des masses active et passive sont achevées, les liquidateurs de la faillite établissent le tableau de distribution final et le compte final, puis les soumettent à la FINMA pour approbation. Les procédures découlant d’une cession de droits selon l’art. 260 LP ne sont pas concernées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_138_b"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 5, Audit et surveillance, Chapitre 2, Surveillance, Distribution et clôture de la procédure",
        "citation": "Art. 138b al. 2 LPCC",
        "content": "La décision d’approbation, le tableau de distribution et le compte final sont déposés pendant 30 jours pour consultation. Le dépôt est publié dans la Feuille officielle suisse du commerce et sur le site Internet de la FINMA; il est annoncé au préalable à chaque créancier avec la mention de sa part et, le cas échéant, aux propriétaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_138_b"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 5, Audit et surveillance, Chapitre 2, Surveillance, Distribution et clôture de la procédure",
        "citation": "Art. 138b al. 3 LPCC",
        "content": "La FINMA prend les mesures nécessaires pour clore la procédure. Elle publie sa décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_138_b"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 5, Audit et surveillance, Chapitre 2, Surveillance, Procédures d’insolvabilité étrangères",
        "citation": "Art. 138c LPCC",
        "content": "Les art. 37f et 37g de la loi du 8 novembre 1934 sur les banques s’appliquent par analogie à la reconnaissance des décisions de faillite et des mesures d’insolvabilité étrangères, ainsi qu’à la coordination avec les procédures d’insolvabilité étrangères.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_138_c"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 5, Audit et surveillance, Chapitre 2, Surveillance, Recours",
        "citation": "Art. 138d al. 1 LPCC",
        "content": "Dans les procédures de faillite, les créanciers et les propriétaires d’un titulaire d’une autorisation visé à l’art. 137, al. 1, ne peuvent recourir que contre les opérations de réalisation ainsi que contre l’approbation du tableau de distribution et du compte final. Les recours au sens de l’art. 17 LP sont exclus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_138_d"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 5, Audit et surveillance, Chapitre 2, Surveillance, Recours",
        "citation": "Art. 138d al. 2 LPCC",
        "content": "Le délai de recours contre l’approbation du tableau de distribution et du compte final commence à courir le jour suivant leur dépôt pour consultation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_138_d"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 5, Audit et surveillance, Chapitre 2, Surveillance, Recours",
        "citation": "Art. 138d al. 3 LPCC",
        "content": "Les recours formés dans les procédures de faillite n’ont pas d’effet suspensif. Le juge instructeur peut accorder l’effet suspensif à la requête d’une partie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_138_d"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 5, Audit et surveillance, Chapitre 2, Surveillance, Obligation de renseigner",
        "citation": "Art. 139 al. 1 LPCC",
        "content": "Les personnes qui exercent une fonction en vertu de la présente loi doivent donner à la FINMA tous les renseignements et documents nécessaires à l’exécution de sa tâche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_139"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 5, Audit et surveillance, Chapitre 2, Surveillance, Obligation de renseigner",
        "citation": "Art. 139 al. 2 LPCC",
        "content": "La FINMA peut obliger les titulaires d’une autorisation à lui fournir les renseignements nécessaires à l’exécution de sa tâche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_139"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 5, Audit et surveillance, Chapitre 2, Surveillance, Collecte et communication de données",
        "citation": "Art. 144 al. 1 LPCC",
        "content": "La FINMA est autorisée, pour garantir la transparence du marché des placements collectifs ou à des fins de surveillance, à collecter des données concernant l’activité commerciale des titulaires d’une autorisation et le développement des placements collectifs qu’ils administrent ou représentent. Elle peut confier cette tâche à des tiers ou obliger les titulaires à lui communiquer ces données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_144"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 5, Audit et surveillance, Chapitre 2, Surveillance, Collecte et communication de données",
        "citation": "Art. 144 al. 2 LPCC",
        "content": "Les tiers mandatés doivent garder le secret sur les données collectées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_144"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 5, Audit et surveillance, Chapitre 2, Surveillance, Collecte et communication de données",
        "citation": "Art. 144 al. 3 LPCC",
        "content": "Les obligations d’annonces statistiques à la Banque nationale suisse prévues par la loi du 3 octobre 2003 sur la Banque nationale ainsi que le droit de la FINMA et de la Banque nationale suisse d’échanger des données sont réservés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_144"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 6, Responsabilité et dispositions pénales, Chapitre 1, Responsabilité, Principe",
        "citation": "Art. 145 al. 1 LPCC",
        "content": "Toute personne qui viole ses obligations répond envers la société, les investisseurs et les créanciers de la société des dommages causés, à moins qu’elle prouve qu’elle n’a commis aucune faute. Peut être rendue responsable toute personne chargée de la fondation, de la gestion, de la gestion de fortune, de l’audit ou de la liquidation auprès de:\na. une direction;\nb. une SICAV;\nc. une SCmPC;\nd. une SICAF;\ne. une banque dépositaire;\nf. un gestionnaire de fortune collective;\ng. un représentant de placements collectifs étrangers;\nh. une société d’audit;\ni. un liquidateur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_145"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 6, Responsabilité et dispositions pénales, Chapitre 1, Responsabilité, Principe",
        "citation": "Art. 145 al. 2 LPCC",
        "content": "La responsabilité selon l’al. 1 s’applique également à l’expert chargé des estimations et au représentant de la communauté des investisseurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_145"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 6, Responsabilité et dispositions pénales, Chapitre 1, Responsabilité, Principe",
        "citation": "Art. 145 al. 3 LPCC",
        "content": "Quiconque délègue à un tiers l’exécution d’une tâche répond du dommage causé par ce dernier, à moins qu’il prouve avoir pris en matière de choix, l’instruction et de surveillance, tous les soins commandés par les circonstances. Le Conseil fédéral peut régler les exigences auxquelles la surveillance doit répondre. L’art. 68, al. 3, LEFin, est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_145"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 6, Responsabilité et dispositions pénales, Chapitre 1, Responsabilité, Principe",
        "citation": "Art. 145 al. 4 LPCC",
        "content": "La responsabilité des organes de la direction, de la SICAV et de la SICAF est régie par les dispositions du code des obligations sur la société anonyme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_145"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 6, Responsabilité et dispositions pénales, Chapitre 1, Responsabilité, Principe",
        "citation": "Art. 145 al. 5 LPCC",
        "content": "La responsabilité de la SCmPC est régie par les dispositions du code des obligations sur la société en commandite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_145"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 6, Responsabilité et dispositions pénales, Chapitre 1, Responsabilité, Solidarité et recours",
        "citation": "Art. 146 al. 1 LPCC",
        "content": "Si plusieurs personnes répondent d’un même dommage, chacune d’elles est solidairement responsable dans la mesure où le dommage peut lui être imputé personnellement en raison de sa faute et au vu des circonstances.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_146"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 6, Responsabilité et dispositions pénales, Chapitre 1, Responsabilité, Solidarité et recours",
        "citation": "Art. 146 al. 2 LPCC",
        "content": "Le demandeur peut actionner plusieurs responsables pour la totalité du dommage et demander au juge de fixer au cours de la même procédure les dommages-intérêts dus par chacun des défendeurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_146"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 6, Responsabilité et dispositions pénales, Chapitre 1, Responsabilité, Solidarité et recours",
        "citation": "Art. 146 al. 3 LPCC",
        "content": "Le juge détermine le droit de recours de chacun des participants en fonction des circonstances.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_146"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 6, Responsabilité et dispositions pénales, Chapitre 1, Responsabilité, Prescription",
        "citation": "Art. 147 al. 1 LPCC",
        "content": "L’action en dommages-intérêts se prescrit par cinq ans à compter du jour où la personne lésée a eu connaissance du dommage ainsi que de la personne tenue à réparation, mais au plus tard par trois ans à compter du remboursement d’une part et, dans tous les cas, par dix ans à compter du jour où le fait dommageable s’est produit ou a cessé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_147"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 6, Responsabilité et dispositions pénales, Chapitre 1, Responsabilité, Prescription",
        "citation": "Art. 147 al. 2 LPCC",
        "content": "Si le fait dommageable résulte d’un acte punissable de la personne tenue à réparation, l’action se prescrit au plus tôt à l’échéance du délai de prescription de l’action pénale. Si la prescription de l’action pénale ne court plus parce qu’un jugement de première instance a été rendu, l’action civile se prescrit au plus tôt par trois ans à compter de la notification du jugement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_147"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 6, Responsabilité et dispositions pénales, Chapitre 2, Dispositions pénales, Crimes et délits",
        "citation": "Art. 148 al. 1 LPCC",
        "content": "Est puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire celui qui, intentionnellement:\na. ...\nb. constitue un placement collectif sans autorisation ou approbation;\nc. ...\nd. offre à des investisseurs non qualifiés des placements collectifs suisses ou étrangers qui ne sont pas approuvés;\ne. ne tient pas de comptabilité régulière ou ne conserve pas les livres, les pièces et les documents conformément aux dispositions applicables;\nf. dans le rapport annuel ou le rapport semestriel:\n1. donne de fausses indications ou passe sous silence des faits importants,\n2. ne donne pas toutes les informations obligatoires;\ng. enfreint les dispositions concernant le rapport annuel ou le rapport semestriel, à savoir: \n1. ne les établit pas ou ne les établit pas en bonne et due forme,\n2. ne les publie pas ou ne les publie pas dans les délais prescrits;\nh. donne de fausses informations ou refuse de donner les informations exigées à la société d’audit, au chargé d’enquête, au gérant, au liquidateur ou à la FINMA;\ni. ...\nj. viole gravement les devoirs qui lui sont imposés en qualité d’expert chargé des estimations;\nk. ...\nl. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_148"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 6, Responsabilité et dispositions pénales, Chapitre 2, Dispositions pénales, Crimes et délits",
        "citation": "Art. 148 al. 2 LPCC",
        "content": "Quiconque agit par négligence est puni d’une amende de 250 000 francs au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_148"
    },
    {
        "book": "KAG",
        "title": "LPCC, Titre 6, Responsabilité et dispositions pénales, Chapitre 2, Dispositions pénales, Contraventions",
        "citation": "Art. 149 al. 1 LPCC",
        "content": "Est puni d’une amende de 500 000 francs au plus quiconque, intentionnellement:\na. enfreint la disposition sur la protection contre la tromperie et la confusion (art. 12);\nb. donne, dans la publicité, des indications non autorisées, fausses ou fallacieuses sur un placement collectif;\nc. ...\nd. ne fait pas les annonces prescrites à la FINMA, à la Banque nationale suisse ou aux investisseurs ou donne dans celles-ci de fausses indications;\ne. ...\nf. ne tient pas correctement le registre des actions visé à l’art. 46, al. 3;\ng. enfreint la disposition sur l’information des investisseurs et la dénomination d’un L-QIF (art. 118e);\nh. enfreint l’obligation d’annoncer visée à l’art. 118f, al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2006/822/fr#art_149"
    }
]