[
    {
        "book": "KIG",
        "title": "LIC, Section 1, But",
        "citation": "Art. 1 LIC",
        "content": "La présente loi vise à encourager une information objective des consommatrices et des consommateurs (ci-après consommateurs):\na. en édictant des prescriptions concernant la déclaration sur les biens et les services;\nb. en soutenant les activités des organisations de consommatrices et de consommateurs (ci-après organisations) par des aides financières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/910_910_910/fr#art_1"
    },
    {
        "book": "KIG",
        "title": "LIC, Section 2, Déclaration sur les biens et les services, Principes",
        "citation": "Art. 2 al. 1 LIC",
        "content": "Dans la mesure où l’intérêt des consommateurs le justifie doivent être indiqués sous une forme permettant les comparaisons:\na. les caractéristiques essentielles des biens mis en vente ou dont l’usage est proposé à des tiers;\nb. les éléments essentiels des services désignés par le Conseil fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/910_910_910/fr#art_2"
    },
    {
        "book": "KIG",
        "title": "LIC, Section 2, Déclaration sur les biens et les services, Principes",
        "citation": "Art. 2 al. 2 LIC",
        "content": "L’obligation de déclarer incombe à celui qui met en vente de tels biens ou qui offre de tels services.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/910_910_910/fr#art_2"
    },
    {
        "book": "KIG",
        "title": "LIC, Section 2, Déclaration sur les biens et les services, Principes",
        "citation": "Art. 2 al. 3 LIC",
        "content": "Les déclarations étrangères sont reconnues dans la mesure où elles sont comparables aux déclarations suisses.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/910_910_910/fr#art_2"
    },
    {
        "book": "KIG",
        "title": "LIC, Section 2, Déclaration sur les biens et les services, Principes",
        "citation": "Art. 2 al. 4 LIC",
        "content": "Le secret d’affaires et de fabrication demeure garanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/910_910_910/fr#art_2"
    },
    {
        "book": "KIG",
        "title": "LIC, Section 2, Déclaration sur les biens et les services, Principes",
        "citation": "Art. 2 al. 5 LIC",
        "content": "L’obligation de fournir des indications qui découlent d’autres dispositions fédérales est réservée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/910_910_910/fr#art_2"
    },
    {
        "book": "KIG",
        "title": "LIC, Section 2, Déclaration sur les biens et les services, Principes",
        "citation": "Art. 2 al. 6 LIC",
        "content": "Les indications sont rédigées dans les langues officielles de la Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/910_910_910/fr#art_2"
    },
    {
        "book": "KIG",
        "title": "LIC, Section 2, Déclaration sur les biens et les services, Conventions de droit privé",
        "citation": "Art. 3 LIC",
        "content": "Les milieux économiques concernés et les organisations conviennent des biens pour lesquels des indications doivent être fournies. Ils conviennent également des exigences auxquelles doivent satisfaire la forme et le contenu des déclarations sur les biens précités et sur les services désignés par le Conseil fédéral. Ils tiennent compte des normes internationales et observent le principe de la non-discrimination.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/910_910_910/fr#art_3"
    },
    {
        "book": "KIG",
        "title": "LIC, Section 2, Déclaration sur les biens et les services, Ordonnances du Conseil fédéral",
        "citation": "Art. 4 LIC",
        "content": "Après avoir entendu les milieux économiques concernés et les organisations, le Conseil fédéral peut fixer la forme et le contenu de la déclaration par voie d’ordonnance:\na. si aucune entente n’est intervenue en temps utile ou\nb. si les termes de l’entente ne sont pas respectés de manière satisfaisante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/910_910_910/fr#art_4"
    },
    {
        "book": "KIG",
        "title": "LIC, Section 3, Aides financières accordées aux organisations, Principes",
        "citation": "Art. 5 al. 1 LIC",
        "content": "La Confédération peut accorder des aides financières aux organisations dont l’activité est d’importance nationale et qui se consacrent statutairement et exclusivement à la protection des consommateurs, dans les limites des crédits alloués et jusqu’à concurrence de la moitié des frais pris en compte, pour\na. l’information objective et pertinente des consommateurs par la presse ou les médias électroniques;\nb. l’exécution de tests comparatifs portant sur les caractéristiques essentielles clairement saisissables des biens et sur les éléments essentiels des services;\nc. la négociation de conventions sur les indications à fournir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/910_910_910/fr#art_5"
    },
    {
        "book": "KIG",
        "title": "LIC, Section 3, Aides financières accordées aux organisations, Principes",
        "citation": "Art. 5 al. 2 LIC",
        "content": "La Confédération peut aussi accorder des aides financières au sens de l’al. 1, let. a, à d’autres organisations dont l’activité est d’importance nationale et qui se consacrent statutairement à l’information des consommateurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/910_910_910/fr#art_5"
    },
    {
        "book": "KIG",
        "title": "LIC, Section 3, Aides financières accordées aux organisations, Exécution de tests comparatifs",
        "citation": "Art. 6 al. 1 LIC",
        "content": "La Confédération n’accorde d’aides financières pour l’exécution de tests comparatifs que si, pour l’ensemble de ceux qu’elle exécute, l’organisation:\na. choisit les thèmes des tests et effectue ceux-ci pour répondre aux besoins d’information des consommateurs;\nb. effectue les tests selon des principes scientifiques;\nc. assure une exécution des tests techniquement impeccable, compétente et neutre;\nd. accorde aux fournisseurs concernés le droit d’être entendus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/910_910_910/fr#art_6"
    },
    {
        "book": "KIG",
        "title": "LIC, Section 3, Aides financières accordées aux organisations, Exécution de tests comparatifs",
        "citation": "Art. 6 al. 2 LIC",
        "content": "Le service fédéral compétent veille à assurer la coordination des tests comparatifs exécutés par les organisations qui reçoivent des aides financières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/910_910_910/fr#art_6"
    },
    {
        "book": "KIG",
        "title": "LIC, Section 3, Aides financières accordées aux organisations, Indépendance dans l’exécution des tests",
        "citation": "Art. 7 LIC",
        "content": "L’organisation qui obtient des aides financières pour l’exécution de tests comparatifs en vertu de l’art. 5, al. 1, let. b, ne doit pas se trouver dans un rapport de dépendance qui ne lui permet plus de garantir une exécution objective des tests.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/910_910_910/fr#art_7"
    },
    {
        "book": "KIG",
        "title": "LIC, Section 4, Obligation de renseigner",
        "citation": "Art. 8 al. 1 LIC",
        "content": "Les organisations qui demandent des aides financières doivent fournir à l’autorité administrative compétente tous les renseignements nécessaires et lui permettre de consulter les pièces justificatives.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/910_910_910/fr#art_8"
    },
    {
        "book": "KIG",
        "title": "LIC, Section 4, Obligation de renseigner",
        "citation": "Art. 8 al. 2 LIC",
        "content": "Les milieux économiques concernés, les organisations ainsi que les personnes qui fournissent les biens et les services doivent communiquer à l’autorité administrative compétente tous les renseignements nécessaires à l’exécution des prescriptions du Conseil fédéral relatives aux déclarations sur les biens et les services (art. 4).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/910_910_910/fr#art_8"
    },
    {
        "book": "KIG",
        "title": "LIC, Section 5, Commission fédérale de la consommation",
        "citation": "Art. 9 al. 1 LIC",
        "content": "Le Conseil fédéral institue une commission fédérale de la consommation qui comprend des représentants des consommateurs, de l’économie et de la science.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/910_910_910/fr#art_9"
    },
    {
        "book": "KIG",
        "title": "LIC, Section 5, Commission fédérale de la consommation",
        "citation": "Art. 9 al. 2 LIC",
        "content": "La commission assiste, à titre consultatif, le Conseil fédéral et les départements dans les questions touchant à la consommation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/910_910_910/fr#art_9"
    },
    {
        "book": "KIG",
        "title": "LIC, Section 5, Commission fédérale de la consommation",
        "citation": "Art. 9 al. 3 LIC",
        "content": "La commission encourage la collaboration entre les milieux intéressés en vue de résoudre les questions touchant à la consommation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/910_910_910/fr#art_9"
    },
    {
        "book": "KIG",
        "title": "LIC, Section 6, Procédure; dispositions pénales, Procédure",
        "citation": "Art. 10 LIC",
        "content": "Les dispositions sur la procédure administrative fédérale sont applicables aux décisions de la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/910_910_910/fr#art_10"
    },
    {
        "book": "KIG",
        "title": "LIC, Section 6, Procédure; dispositions pénales, Actes punissables",
        "citation": "Art. 11 al. 1 LIC",
        "content": "Sera puni de l’amende celui qui, intentionnellement:\na. aura contrevenu aux prescriptions du Conseil fédéral relatives aux déclarations sur les biens et les services (art. 4), lorsque ces prescriptions prévoient une peine;\nb. ne se sera pas soumis à l’obligation de renseigner prévue à l’art. 8, al. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/910_910_910/fr#art_11"
    },
    {
        "book": "KIG",
        "title": "LIC, Section 6, Procédure; dispositions pénales, Actes punissables",
        "citation": "Art. 11 al. 2 LIC",
        "content": "En cas de négligence, l’amende pourra atteindre 2000 francs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/910_910_910/fr#art_11"
    },
    {
        "book": "KIG",
        "title": "LIC, Section 6, Procédure; dispositions pénales, Actes punissables",
        "citation": "Art. 11 al. 3 LIC",
        "content": "Dans les cas de peu de gravité, le juge peut renoncer à la peine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/910_910_910/fr#art_11"
    },
    {
        "book": "KIG",
        "title": "LIC, Section 6, Procédure; dispositions pénales, Rapport avec la loi fédérale sur le droit pénal administratif",
        "citation": "Art. 12 al. 1 LIC",
        "content": "La loi fédérale du 22 mars 1974 sur le droit pénal administratif est applicable à la poursuite pénale et au jugement pénal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/910_910_910/fr#art_12"
    },
    {
        "book": "KIG",
        "title": "LIC, Section 6, Procédure; dispositions pénales, Rapport avec la loi fédérale sur le droit pénal administratif",
        "citation": "Art. 12 al. 2 LIC",
        "content": "L’autorité administrative de poursuite et de jugement est le Département fédéral de l’économie, de la formation et de la recherche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1992/910_910_910/fr#art_12"
    }
]