[
    {
        "book": "KKG",
        "title": "KKG, 1. Abschnitt: Begriffe, Konsumkreditvertrag",
        "citation": "Art. 1 Abs. 1 KKG",
        "content": "Der Konsumkreditvertrag ist ein Vertrag, durch den einer Konsumentin oder einem Konsumenten ein Kredit in Form eines Zahlungsaufschubs, eines Darlehens oder einer ähnlichen Finanzierungshilfe gewährt oder versprochen wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_1"
    },
    {
        "book": "KKG",
        "title": "KKG, 1. Abschnitt: Begriffe, Konsumkreditvertrag",
        "citation": "Art. 1 Abs. 2 KKG",
        "content": "Als Konsumkreditverträge gelten auch:\na. Leasingverträge über bewegliche, dem privaten Gebrauch des Leasingnehmers dienende Sachen, die vorsehen, dass die vereinbarten Leasingraten erhöht werden, falls der Leasingvertrag vorzeitig aufgelöst wird;\nb. Kredit- und Kundenkarten sowie Überziehungskredite, wenn sie mit einer Kreditoption verbunden sind; als Kreditoption gilt die Möglichkeit, den Saldo einer Kredit- oder Kundenkarte in Raten zu begleichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_1"
    },
    {
        "book": "KKG",
        "title": "KKG, 1. Abschnitt: Begriffe, Konsumkreditvertrag",
        "citation": "Art. 1 Abs. 3 KKG",
        "content": "Der Konsumkreditvertrag wird abgeschlossen zwischen der Konsumentin oder dem Konsumenten und einer Kreditgeberin nach Artikel 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_1"
    },
    {
        "book": "KKG",
        "title": "KKG, 1. Abschnitt: Begriffe, Kreditgeberin",
        "citation": "Art. 2 KKG",
        "content": "Als Kreditgeberin gilt jede natürliche oder juristische Person, die:\na. gewerbsmässig Konsumkredite gewährt; oder\nb. unter Mitwirkung einer Schwarmkredit-Vermittlerin nicht gewerbsmässig Konsumkredite gewährt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_2"
    },
    {
        "book": "KKG",
        "title": "KKG, 1. Abschnitt: Begriffe, Konsumentin oder Konsument",
        "citation": "Art. 3 KKG",
        "content": "Als Konsumentin oder Konsument gilt jede natürliche Person, die einen Konsumkreditvertrag zu einem Zweck abschliesst, der nicht ihrer beruflichen oder gewerblichen Tätigkeit zugerechnet werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_3"
    },
    {
        "book": "KKG",
        "title": "KKG, 1. Abschnitt: Begriffe, Kreditvermittlerin",
        "citation": "Art. 4 Abs. 1 KKG",
        "content": "Als Kreditvermittlerin gilt jede natürliche oder juristische Person, die gewerbsmässig Konsumkreditverträge vermittelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_4"
    },
    {
        "book": "KKG",
        "title": "KKG, 1. Abschnitt: Begriffe, Kreditvermittlerin",
        "citation": "Art. 4 Abs. 2 KKG",
        "content": "Als Schwarmkredit-Vermittlerin gilt jede natürliche oder juristische Person, die für einzelne Konsumentinnen und Konsumenten gewerbsmässig eine koordinierte Konsumkreditvergabe organisiert, an der sich mehrere nicht gewerbsmässig tätige Kreditgeberinnen beteiligen können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_4"
    },
    {
        "book": "KKG",
        "title": "KKG, 1. Abschnitt: Begriffe, Gesamtkosten des Kredits für die Konsumentin oder den Konsumenten",
        "citation": "Art. 5 KKG",
        "content": "Als Gesamtkosten des Kredits für die Konsumentin oder den Konsumenten gelten sämtliche Kosten, einschliesslich der Zinsen und sonstigen Kosten, welche die Konsumentin oder der Konsument für den Kredit zu bezahlen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_5"
    },
    {
        "book": "KKG",
        "title": "KKG, 1. Abschnitt: Begriffe, Effektiver Jahreszins",
        "citation": "Art. 6 KKG",
        "content": "Der effektive Jahreszins drückt die Gesamtkosten des Kredits für die Konsumentin oder den Konsumenten in Jahresprozenten des gewährten Kredits aus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_6"
    },
    {
        "book": "KKG",
        "title": "KKG, 2. Abschnitt: Geltungsbereich, Ausschluss",
        "citation": "Art. 7 Abs. 1 KKG",
        "content": "Dieses Gesetz gilt nicht für:\na. Kreditverträge oder Kreditversprechen, die direkt oder indirekt grundpfandgesichert sind;\nb. Kreditverträge oder Kreditversprechen, die durch hinterlegte bankübliche Sicherheiten oder durch ausreichende Vermögenswerte, welche die Konsumentin oder der Konsument bei der Kreditgeberin hält, gedeckt sind;\nc. Kredite, die zins- und gebührenfrei gewährt oder zur Verfügung gestellt werden;\nd. Kreditverträge, nach denen keine Zinsen in Rechnung gestellt werden, sofern die Konsumentin oder der Konsument sich bereit erklärt, den Kredit auf einmal zurückzuzahlen;\ne. Verträge über Kredite von weniger als 500 Franken oder mehr als 80 000 Franken, wobei die koordiniert an die gleiche Konsumentin oder den gleichen Konsumenten vermittelten Konsumkredite zusammengezählt werden;\nf. Kreditverträge, nach denen die Konsumentin oder der Konsument den Kredit innert höchstens drei Monaten zurückzahlen muss;\ng. Verträge über die fortgesetzte Erbringung von Dienstleistungen oder Leistungen von Versorgungsbetrieben, nach denen die Konsumentin oder der Konsument berechtigt ist, während der Dauer der Erbringung Teilzahlungen zu leisten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_7"
    },
    {
        "book": "KKG",
        "title": "KKG, 2. Abschnitt: Geltungsbereich, Ausschluss",
        "citation": "Art. 7 Abs. 2 KKG",
        "content": "Der Bundesrat kann die Beträge gemäss Absatz 1 Buchstabe e den veränderten Verhältnissen anpassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_7"
    },
    {
        "book": "KKG",
        "title": "KKG, 2. Abschnitt: Geltungsbereich, Einschränkung",
        "citation": "Art. 8 Abs. 1 KKG",
        "content": "Leasingverträge im Sinne von Artikel 1 Absatz 2 Buchstabe a unterstehen nur den Artikeln 11, 13–16, 17 Absatz 3, 18 Absätze 2 und 3, 19–24, 25 Absätze 1 und 3, 26, 29 und 31–40.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_8"
    },
    {
        "book": "KKG",
        "title": "KKG, 2. Abschnitt: Geltungsbereich, Einschränkung",
        "citation": "Art. 8 Abs. 2 KKG",
        "content": "Konti für Kredit- und Kundenkarten mit Kreditoption sowie Überziehungskredite auf laufendem Konto unterstehen nur den Artikeln 12–16, 17 Absätze 1 und 2, 18 Absätze 1 und 3, 19–24, 25 Absätze 1 und 3, 27, 30–40.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_8"
    },
    {
        "book": "KKG",
        "title": "KKG, 3. Abschnitt: Form und Inhalt des Vertrags, Barkredite",
        "citation": "Art. 9 Abs. 1 KKG",
        "content": "Konsumkreditverträge sind schriftlich abzuschliessen; die Konsumentin oder der Konsument erhält eine Kopie des Vertrags.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_9"
    },
    {
        "book": "KKG",
        "title": "KKG, 3. Abschnitt: Form und Inhalt des Vertrags, Barkredite",
        "citation": "Art. 9 Abs. 2 KKG",
        "content": "Der Vertrag muss angeben:\na. den Nettobetrag des Kredits;\nb. den effektiven Jahreszins oder, wenn dies nicht möglich ist, den Jahreszins und die bei Vertragsschluss in Rechnung gestellten Kosten;\nc. die Bedingungen, unter denen der Zinssatz und die Kosten nach Buchstabe b geändert werden können;\nd. die Elemente der Gesamtkosten des Kredits, die für die Berechnung des effektiven Jahreszinses nicht berücksichtigt worden sind (Art. 34), mit Ausnahme der bei Nichterfüllung der vertraglichen Verpflichtungen entstehenden Kosten; ist der genaue Betrag dieser Kostenelemente bekannt, so ist er anzugeben; andernfalls ist, soweit möglich, entweder eine Berechnungsmethode oder eine realistische Schätzung aufzuführen;\ne. die allfällige Höchstgrenze des Kreditbetrags;\nf. die Rückzahlungsmodalitäten, insbesondere den Betrag, die Anzahl und die zeitlichen Abstände oder den Zeitpunkt der Zahlungen, welche die Konsumentin oder der Konsument zur Tilgung des Kredits und zur Entrichtung der Zinsen und sonstigen Kosten vornehmen muss, sowie, wenn möglich, den Gesamtbetrag dieser Zahlungen;\ng. dass die Konsumentin oder der Konsument bei vorzeitiger Rückzahlung Anspruch auf Erlass der Zinsen und auf eine angemessene Ermässigung der Kosten hat, die auf die nicht beanspruchte Kreditdauer entfallen;\nh. das Widerrufsrecht und die Widerrufsfrist (Art. 16);\ni. die allfällig verlangten Sicherheiten;\nj. den pfändbaren Teil des Einkommens, der der Kreditfähigkeitsprüfung zu Grunde gelegt worden ist (Art. 28 Abs. 2 und 3); Einzelheiten können in einem vom Konsumkreditvertrag getrennten Schriftstück festgehalten werden; dieses bildet einen integrierenden Bestandteil des Vertrags.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_9"
    },
    {
        "book": "KKG",
        "title": "KKG, 3. Abschnitt: Form und Inhalt des Vertrags, Verträge zur Finanzierung des Erwerbs von Waren oder Dienstleistungen",
        "citation": "Art. 10 KKG",
        "content": "Dient der Kreditvertrag der Finanzierung des Erwerbs von Waren oder Dienstleistungen, so muss er auch folgende Angaben enthalten:\na. die Beschreibung der Waren oder Dienstleistungen;\nb. den Barzahlungspreis und den Preis, der im Rahmen des Kreditvertrags zu bezahlen ist;\nc. die Höhe der allfälligen Anzahlung, die Anzahl, die Höhe und die Fälligkeit der Teilzahlungen oder das Verfahren, nach dem diese Elemente bestimmt werden können, falls sie bei Vertragsschluss noch nicht bekannt sind;\nd. den Namen der Eigentümerin oder des Eigentümers der Waren, falls das Eigentum daran nicht unmittelbar auf die Konsumentin oder den Konsumenten übergeht, und die Bedingungen, unter denen die Ware in das Eigentum der Konsumentin oder des Konsumenten übergeht;\ne. den Hinweis auf die allfällig verlangte Versicherung und, falls die Wahl des Versicherers nicht der Konsumentin oder dem Konsumenten überlassen ist, die Versicherungskosten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_10"
    },
    {
        "book": "KKG",
        "title": "KKG, 3. Abschnitt: Form und Inhalt des Vertrags, Leasingverträge",
        "citation": "Art. 11 Abs. 1 KKG",
        "content": "Leasingverträge sind schriftlich abzuschliessen; der Leasingnehmer erhält eine Kopie des Vertrags.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_11"
    },
    {
        "book": "KKG",
        "title": "KKG, 3. Abschnitt: Form und Inhalt des Vertrags, Leasingverträge",
        "citation": "Art. 11 Abs. 2 KKG",
        "content": "Der Vertrag muss angeben:\na. die Beschreibung der Leasingsache und ihren Barkaufpreis im Zeitpunkt des Vertragsabschlusses;\nb. die Anzahl, die Höhe und die Fälligkeit der Leasingraten;\nc. die Höhe einer allfälligen Kaution;\nd. den Hinweis auf die allfällig verlangte Versicherung und, falls die Wahl des Versicherers nicht dem Leasingnehmer überlassen ist, die Versicherungskosten;\ne. den effektiven Jahreszins;\nf. den Hinweis auf das Widerrufsrecht und die Widerrufsfrist;\ng. eine nach anerkannten Grundsätzen erstellte Tabelle, aus der hervorgeht, was der Leasingnehmer bei einer vorzeitigen Beendigung des Leasingvertrags zusätzlich zu den bereits entrichteten Leasingraten zu bezahlen hat und welchen Restwert die Leasingsache zu diesem Zeitpunkt hat;\nh. die Elemente, die der Kreditfähigkeitsprüfung zu Grunde gelegt worden sind (Art. 29 Abs. 2); Einzelheiten können in einem vom Leasingvertrag getrennten Schriftstück festgehalten werden; dieses bildet einen integrierenden Bestandteil des Vertrags.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_11"
    },
    {
        "book": "KKG",
        "title": "KKG, 3. Abschnitt: Form und Inhalt des Vertrags, Überziehungskredit auf laufendem Konto oder Kredit- und Kundenkartenkonto mit Kreditoption",
        "citation": "Art. 12 Abs. 1 KKG",
        "content": "Verträge, mit denen eine Kreditgeberin einen Kredit in Form eines Überziehungskredits auf laufendem Konto oder auf einem Kredit- und Kundenkartenkonto mit Kreditoption gewährt, sind schriftlich abzuschliessen; die Konsumentin oder der Konsument erhält eine Kopie des Vertrags.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_12"
    },
    {
        "book": "KKG",
        "title": "KKG, 3. Abschnitt: Form und Inhalt des Vertrags, Überziehungskredit auf laufendem Konto oder Kredit- und Kundenkartenkonto mit Kreditoption",
        "citation": "Art. 12 Abs. 2 KKG",
        "content": "Der Vertrag muss angeben:\na. die Höchstgrenze des Kreditbetrags;\nb. den Jahreszins und die bei Vertragsabschluss in Rechnung gestellten Kosten sowie die Bedingungen, unter denen diese geändert werden können;\nc. die Modalitäten einer Beendigung des Vertrags;\nd. die Elemente, die der Kreditfähigkeitsprüfung zu Grunde gelegt worden sind (Art. 30 Abs. 1); Einzelheiten können in einem vom Kredit- oder Kundenkartenvertrag getrennten Schriftstück festgehalten werden; dieses bildet einen integrierenden Bestandteil des Vertrags.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_12"
    },
    {
        "book": "KKG",
        "title": "KKG, 3. Abschnitt: Form und Inhalt des Vertrags, Überziehungskredit auf laufendem Konto oder Kredit- und Kundenkartenkonto mit Kreditoption",
        "citation": "Art. 12 Abs. 3 KKG",
        "content": "Während der Vertragsdauer ist die Konsumentin oder der Konsument über jede Änderung des Jahreszinses oder der in Rechnung gestellten Kosten unverzüglich zu informieren; diese Information kann in Form eines Kontoauszugs erfolgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_12"
    },
    {
        "book": "KKG",
        "title": "KKG, 3. Abschnitt: Form und Inhalt des Vertrags, Überziehungskredit auf laufendem Konto oder Kredit- und Kundenkartenkonto mit Kreditoption",
        "citation": "Art. 12 Abs. 4 KKG",
        "content": "Wird eine Kontoüberziehung stillschweigend akzeptiert und das Konto länger als drei Monate überzogen, so ist die Konsumentin oder der Konsument zu informieren über:\na. den Jahreszins und die in Rechnung gestellten Kosten;\nb. alle diesbezüglichen Änderungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_12"
    },
    {
        "book": "KKG",
        "title": "KKG, 3. Abschnitt: Form und Inhalt des Vertrags, Zustimmung des gesetzlichen Vertreters",
        "citation": "Art. 13 Abs. 1 KKG",
        "content": "Ist die Konsumentin oder der Konsument minderjährig, so bedarf der Konsumkreditvertrag zu seiner Gültigkeit der schriftlichen Zustimmung der gesetzlichen Vertreterin oder des gesetzlichen Vertreters.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_13"
    },
    {
        "book": "KKG",
        "title": "KKG, 3. Abschnitt: Form und Inhalt des Vertrags, Zustimmung des gesetzlichen Vertreters",
        "citation": "Art. 13 Abs. 2 KKG",
        "content": "Die Zustimmung ist spätestens abzugeben, wenn die Konsumentin oder der Konsument den Vertrag unterzeichnet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_13"
    },
    {
        "book": "KKG",
        "title": "KKG, 3. Abschnitt: Form und Inhalt des Vertrags, Höchstzinssatz",
        "citation": "Art. 14 KKG",
        "content": "Der Bundesrat legt den höchstens zulässigen Zinssatz nach Artikel 9 Absatz 2 Buchstabe b fest. Er berücksichtigt dabei die von der Nationalbank ermittelten, für die Refinanzierung des Konsumkreditgeschäftes massgeblichen Zinssätze. Der Höchstzinssatz soll in der Regel 15 Prozent nicht überschreiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_14"
    },
    {
        "book": "KKG",
        "title": "KKG, 3. Abschnitt: Form und Inhalt des Vertrags, Nichtigkeit",
        "citation": "Art. 15 Abs. 1 KKG",
        "content": "Die Nichteinhaltung der Artikel 9–11, 12 Absätze 1, 2 und 4 Buchstabe a, 13 und 14 bewirkt die Nichtigkeit des Konsumkreditvertrags.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_15"
    },
    {
        "book": "KKG",
        "title": "KKG, 3. Abschnitt: Form und Inhalt des Vertrags, Nichtigkeit",
        "citation": "Art. 15 Abs. 2 KKG",
        "content": "Ist der Konsumkreditvertrag nichtig, so hat die Konsumentin oder der Konsument die bereits empfangene oder beanspruchte Kreditsumme bis zum Ablauf der Kreditdauer zurückzuzahlen, schuldet aber weder Zinsen noch Kosten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_15"
    },
    {
        "book": "KKG",
        "title": "KKG, 3. Abschnitt: Form und Inhalt des Vertrags, Nichtigkeit",
        "citation": "Art. 15 Abs. 3 KKG",
        "content": "Die Kreditsumme ist in gleich hohen Teilzahlungen zurückzuzahlen. Wenn der Vertrag keine längeren Zeitabstände vorsieht, liegen die Teilzahlungen jeweils einen Monat auseinander.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_15"
    },
    {
        "book": "KKG",
        "title": "KKG, 3. Abschnitt: Form und Inhalt des Vertrags, Nichtigkeit",
        "citation": "Art. 15 Abs. 4 KKG",
        "content": "Bei einem Leasingvertrag hat die Konsumentin oder der Konsument den ihr oder ihm überlassenen Gegenstand zurückzugeben und die Raten zu zahlen, die bis zu diesem Zeitpunkt geschuldet sind. Ein damit nicht abgedeckter Wertverlust geht zu Lasten der Leasinggeberin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_15"
    },
    {
        "book": "KKG",
        "title": "KKG, 3. Abschnitt: Form und Inhalt des Vertrags, Widerrufsrecht",
        "citation": "Art. 16 Abs. 1 KKG",
        "content": "Die Konsumentin oder der Konsument kann den Antrag zum Vertragsschluss oder die Annahmeerklärung innerhalb von 14 Tagen schriftlich widerrufen. Kein Widerrufsrecht besteht im Falle von Artikel 12 Absatz 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_16"
    },
    {
        "book": "KKG",
        "title": "KKG, 3. Abschnitt: Form und Inhalt des Vertrags, Widerrufsrecht",
        "citation": "Art. 16 Abs. 1bis KKG",
        "content": "Konsumkreditverträge mit einer Kreditgeberin nach Artikel 2 Buchstabe b können widerrufen werden: \na. gegenüber jeder einzelnen Kreditgeberin; oder \nb. mittels einer einzigen Erklärung gegenüber der Schwarmkredit-Vermittlerin mit Wirkung für alle beteiligten Kreditgeberinnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_16"
    },
    {
        "book": "KKG",
        "title": "KKG, 3. Abschnitt: Form und Inhalt des Vertrags, Widerrufsrecht",
        "citation": "Art. 16 Abs. 2 KKG",
        "content": "Die Widerrufsfrist beginnt zu laufen, sobald die Konsumentin oder der Konsument nach den Artikeln 9 Absatz 1, 11 Absatz 1 oder 12 Absatz 1 eine Kopie des Vertrags erhalten hat. Die Frist ist eingehalten, wenn die Konsumentin oder der Konsument die Widerrufserklärung am letzten Tag der Widerrufsfrist der Kreditgeberin oder der Post übergibt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_16"
    },
    {
        "book": "KKG",
        "title": "KKG, 3. Abschnitt: Form und Inhalt des Vertrags, Widerrufsrecht",
        "citation": "Art. 16 Abs. 2bis KKG",
        "content": "Im Fall des Widerrufs nach Absatz 1bis Buchstabe b beginnt die Frist zu laufen, sobald die Konsumentin oder der Konsument eine Kopie des letzten mit einer Kreditgeberin abgeschlossenen Vertrags erhalten hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_16"
    },
    {
        "book": "KKG",
        "title": "KKG, 3. Abschnitt: Form und Inhalt des Vertrags, Widerrufsrecht",
        "citation": "Art. 16 Abs. 3 KKG",
        "content": "Ist das Darlehen bereits vor dem Widerruf des Vertrags ausbezahlt worden, so gilt Artikel 15 Absätze 2 und 3. Im Falle eines Abzahlungskaufs, einer auf Kredit beanspruchten Dienstleistung oder eines Leasingvertrags gilt Artikel 40f des Obligationenrechts. Bei missbräuchlichem Gebrauch oder missbräuchlicher Nutzung der Sache während der Widerrufsfrist schuldet die Konsumentin oder der Konsument eine angemessene Entschädigung, die sich am Wertverlust der Sache bemisst.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_16"
    },
    {
        "book": "KKG",
        "title": "KKG, 4. Abschnitt: Rechte und Pflichten der Parteien, Vorzeitige Rückzahlung",
        "citation": "Art. 17 Abs. 1 KKG",
        "content": "Die Konsumentin oder der Konsument kann die Pflichten aus dem Konsumkreditvertrag vorzeitig erfüllen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_17"
    },
    {
        "book": "KKG",
        "title": "KKG, 4. Abschnitt: Rechte und Pflichten der Parteien, Vorzeitige Rückzahlung",
        "citation": "Art. 17 Abs. 2 KKG",
        "content": "In diesem Fall besteht ein Anspruch auf Erlass der Zinsen und auf eine angemessene Ermässigung der Kosten, die auf die nicht beanspruchte Kreditdauer entfallen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_17"
    },
    {
        "book": "KKG",
        "title": "KKG, 4. Abschnitt: Rechte und Pflichten der Parteien, Vorzeitige Rückzahlung",
        "citation": "Art. 17 Abs. 3 KKG",
        "content": "Der Leasingnehmer kann mit einer Frist von mindestens 30 Tagen auf Ende einer dreimonatigen Leasingdauer kündigen. Der Anspruch des Leasinggebers auf Entschädigung richtet sich nach der Tabelle gemäss Artikel 11 Absatz 2 Buchstabe g.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_17"
    },
    {
        "book": "KKG",
        "title": "KKG, 4. Abschnitt: Rechte und Pflichten der Parteien, Verzug",
        "citation": "Art. 18 Abs. 1 KKG",
        "content": "Die Kreditgeberin kann vom Vertrag zurücktreten, wenn Teilzahlungen ausstehend sind, die mindestens 10 Prozent des Nettobetrags des Kredits beziehungsweise des Barzahlungspreises ausmachen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_18"
    },
    {
        "book": "KKG",
        "title": "KKG, 4. Abschnitt: Rechte und Pflichten der Parteien, Verzug",
        "citation": "Art. 18 Abs. 2 KKG",
        "content": "Der Leasinggeber kann vom Vertrag zurücktreten, wenn Teilzahlungen ausstehend sind, die mehr als drei monatlich geschuldete Leasingraten ausmachen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_18"
    },
    {
        "book": "KKG",
        "title": "KKG, 4. Abschnitt: Rechte und Pflichten der Parteien, Verzug",
        "citation": "Art. 18 Abs. 3 KKG",
        "content": "Der Verzugszins darf den für den Konsumkredit oder Leasingvertrag vereinbarten Zinssatz (Art. 9 Abs. 2 Bst. b) nicht übersteigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_18"
    },
    {
        "book": "KKG",
        "title": "KKG, 4. Abschnitt: Rechte und Pflichten der Parteien, Einreden",
        "citation": "Art. 19 KKG",
        "content": "Die Konsumentin oder der Konsument hat das unabdingbare Recht, die Einreden aus dem Konsumkreditvertrag gegenüber jedem Abtretungsgläubiger geltend zu machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_19"
    },
    {
        "book": "KKG",
        "title": "KKG, 4. Abschnitt: Rechte und Pflichten der Parteien, Zahlung und Sicherheit in Form von Wechseln",
        "citation": "Art. 20 Abs. 1 KKG",
        "content": "Die Kreditgeberin darf weder Zahlungen in Form von Wechseln, einschliesslich Eigenwechseln, noch Sicherheiten in Form von Wechseln, einschliesslich Eigenwechseln und Checks, annehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_20"
    },
    {
        "book": "KKG",
        "title": "KKG, 4. Abschnitt: Rechte und Pflichten der Parteien, Zahlung und Sicherheit in Form von Wechseln",
        "citation": "Art. 20 Abs. 2 KKG",
        "content": "Ist ein Wechsel oder ein Check entgegen Absatz 1 angenommen worden, so kann ihn die Konsumentin oder der Konsument jederzeit von der Kreditgeberin zurückverlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_20"
    },
    {
        "book": "KKG",
        "title": "KKG, 4. Abschnitt: Rechte und Pflichten der Parteien, Zahlung und Sicherheit in Form von Wechseln",
        "citation": "Art. 20 Abs. 3 KKG",
        "content": "Die Kreditgeberin haftet für den Schaden, welcher der Konsumentin oder dem Konsumenten aus der Begebung des Wechsels oder Checks entstanden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_20"
    },
    {
        "book": "KKG",
        "title": "KKG, 4. Abschnitt: Rechte und Pflichten der Parteien, Mangelhafte Erfüllung des Erwerbsvertrags",
        "citation": "Art. 21 Abs. 1 KKG",
        "content": "Wer im Hinblick auf den Erwerb von Waren oder Dienstleistungen einen Konsumkreditvertrag mit einer anderen Person als dem Lieferanten abschliesst, kann gegenüber der Kreditgeberin alle Rechte geltend machen, die ihm gegenüber dem Lieferanten zustehen, wenn folgende Bedingungen erfüllt sind:\na. Zwischen der Kreditgeberin und dem Lieferanten besteht eine Abmachung, wonach Kredite an Kunden dieses Lieferanten ausschliesslich von der Kreditgeberin gewährt werden.\nb. Die Konsumentin oder der Konsument erhält den Kredit im Rahmen dieser Abmachung.\nc. Die unter den Konsumkreditvertrag fallenden Waren oder Dienstleistungen werden nicht oder nur teilweise geliefert oder entsprechen nicht dem Liefervertrag.\nd. Die Konsumentin oder der Konsument hat die Rechte gegenüber dem Lieferanten erfolglos geltend gemacht.\ne. Der Betrag des betreffenden Einzelgeschäfts liegt über 500 Franken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_21"
    },
    {
        "book": "KKG",
        "title": "KKG, 4. Abschnitt: Rechte und Pflichten der Parteien, Mangelhafte Erfüllung des Erwerbsvertrags",
        "citation": "Art. 21 Abs. 2 KKG",
        "content": "Der Bundesrat kann den Betrag gemäss Absatz 1 Buchstabe e den veränderten Verhältnissen anpassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_21"
    },
    {
        "book": "KKG",
        "title": "KKG, 5. Abschnitt: Kreditfähigkeit, Grundsatz",
        "citation": "Art. 22 KKG",
        "content": "Die Kreditfähigkeitsprüfung bezweckt die Vermeidung einer Überschuldung der Konsumentin oder des Konsumenten infolge eines Konsumkreditvertrags.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_22"
    },
    {
        "book": "KKG",
        "title": "KKG, 5. Abschnitt: Kreditfähigkeit, Informationsstelle für Konsumkredit",
        "citation": "Art. 23 Abs. 1 KKG",
        "content": "Die gewerbsmässig tätigen Kreditgeberinnen gründen eine Informationsstelle für Konsumkredit (Informationsstelle). Diese gemeinsame Einrichtung bearbeitet die Daten, die im Rahmen der Artikel 25–27 anfallen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_23"
    },
    {
        "book": "KKG",
        "title": "KKG, 5. Abschnitt: Kreditfähigkeit, Informationsstelle für Konsumkredit",
        "citation": "Art. 23 Abs. 2 KKG",
        "content": "Die Statuten der Informationsstelle müssen vom zuständigen Departement genehmigt werden. Sie regeln insbesondere:\na. die Verantwortung für die Datenbearbeitung;\nb. die Kategorien der zu erfassenden Daten sowie deren Aufbewahrungsdauer, Archivierung und Löschung;\nc. die Zugriffs- und Bearbeitungsberechtigungen;\nd. die Zusammenarbeit mit beteiligten Dritten;\ne. die Datensicherheit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_23"
    },
    {
        "book": "KKG",
        "title": "KKG, 5. Abschnitt: Kreditfähigkeit, Informationsstelle für Konsumkredit",
        "citation": "Art. 23 Abs. 3 KKG",
        "content": "Die Informationsstelle gilt als Bundesorgan im Sinne von Artikel 5 Buchstabe i des Datenschutzgesetzes vom 25. September 2020. Der Bundesrat erlässt die Vollzugsbestimmungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_23"
    },
    {
        "book": "KKG",
        "title": "KKG, 5. Abschnitt: Kreditfähigkeit, Informationsstelle für Konsumkredit",
        "citation": "Art. 23 Abs. 4 KKG",
        "content": "Vorbehältlich der Zuständigkeit gemäss dem Datenschutzgesetz untersteht die Informationsstelle der Aufsicht des Departements.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_23"
    },
    {
        "book": "KKG",
        "title": "KKG, 5. Abschnitt: Kreditfähigkeit, Informationsstelle für Konsumkredit",
        "citation": "Art. 23 Abs. 5 KKG",
        "content": "Der Bundesrat kann den gewerbsmässig tätigen Kreditgeberinnen eine Frist setzen, binnen der die gemeinsame Einrichtung errichtet sein muss. Kommt die Gründung der gemeinsamen Einrichtung nicht zu Stande oder wird diese später aufgelöst, so richtet der Bundesrat die Informationsstelle ein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_23"
    },
    {
        "book": "KKG",
        "title": "KKG, 5. Abschnitt: Kreditfähigkeit, Datenzugang",
        "citation": "Art. 24 Abs. 1 KKG",
        "content": "Zugang zu den von der Informationsstelle gesammelten Daten haben ausschliesslich die gewerbsmässig tätigen Kreditgeberinnen und die Schwarmkredit- Vermittlerinnen, soweit sie die Daten zur Erfüllung ihrer Pflichten nach diesem Gesetz benötigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_24"
    },
    {
        "book": "KKG",
        "title": "KKG, 5. Abschnitt: Kreditfähigkeit, Datenzugang",
        "citation": "Art. 24 Abs. 2 KKG",
        "content": "Im Einzelfall haben auch die von den Kantonen bezeichneten und unterstützten Institutionen der Schuldensanierung Zugang, sofern der Schuldner zustimmt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_24"
    },
    {
        "book": "KKG",
        "title": "KKG, 5. Abschnitt: Kreditfähigkeit, Meldepflicht",
        "citation": "Art. 25 Abs. 1 KKG",
        "content": "Die gewerbsmässig tätige Kreditgeberin oder die Schwarmkredit- Vermittlerin muss der Informationsstelle melden:\na. den von ihr gewährten beziehungsweise vermittelten Konsumkredit;\nb. ausstehende Teilzahlungen, die mindestens 10 Prozent des Nettobetrags des Kredits beziehungsweise des Barzahlungspreises ausmachen (Art. 18 Abs. 1).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_25"
    },
    {
        "book": "KKG",
        "title": "KKG, 5. Abschnitt: Kreditfähigkeit, Meldepflicht",
        "citation": "Art. 25 Abs. 2 KKG",
        "content": "Soweit die Konsumentin oder der Konsument die Teilzahlungen nicht über die Schwarmkredit-Vermittlerin leistet, sorgt diese dafür, dass ihr die Kreditgeberinnen allfällige Zahlungsausstände melden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_25"
    },
    {
        "book": "KKG",
        "title": "KKG, 5. Abschnitt: Kreditfähigkeit, Meldepflicht",
        "citation": "Art. 25 Abs. 3 KKG",
        "content": "Die Informationsstelle bestimmt in ihren Statuten oder einem darauf gestützten Reglement das Nähere zu Inhalt, Form und Zeitpunkt der Meldung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_25"
    },
    {
        "book": "KKG",
        "title": "KKG, 5. Abschnitt: Kreditfähigkeit, Meldepflicht bei Leasing",
        "citation": "Art. 26 Abs. 1 KKG",
        "content": "Bei einem Leasingvertrag meldet die gewerbsmässig tätige Kreditgeberin oder die Schwarmkredit- Vermittlerin der Informationsstelle:\na. die Höhe der Leasingverpflichtung;\nb. die Vertragsdauer;\nc. die monatlichen Leasingraten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_26"
    },
    {
        "book": "KKG",
        "title": "KKG, 5. Abschnitt: Kreditfähigkeit, Meldepflicht bei Leasing",
        "citation": "Art. 26 Abs. 2 KKG",
        "content": "Sie muss der Informationsstelle auch melden, wenn drei Leasingraten ausstehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_26"
    },
    {
        "book": "KKG",
        "title": "KKG, 5. Abschnitt: Kreditfähigkeit, Meldepflicht bei Kredit- und Kundenkartenkonti",
        "citation": "Art. 27 Abs. 1 KKG",
        "content": "Hat die Konsumentin oder der Konsument dreimal hintereinander von der Kreditoption Gebrauch gemacht, so ist der ausstehende Betrag der Informationsstelle zu melden. Keine Pflicht zur Meldung besteht, wenn der ausstehende Betrag unter 3000 Franken liegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_27"
    },
    {
        "book": "KKG",
        "title": "KKG, 5. Abschnitt: Kreditfähigkeit, Meldepflicht bei Kredit- und Kundenkartenkonti",
        "citation": "Art. 27 Abs. 2 KKG",
        "content": "Der Bundesrat wird ermächtigt, die in Absatz 1 genannte Meldelimite von 3000 Franken mittels Verordnung periodisch der Entwicklung des schweizerischen Indexes der Konsumentenpreise anzupassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_27"
    },
    {
        "book": "KKG",
        "title": "KKG, 5. Abschnitt: Kreditfähigkeit, Pflicht zur Prüfung der Kreditfähigkeit",
        "citation": "Art. 27a KKG",
        "content": "Die gewerbsmässig tätige Kreditgeberin oder die Schwarmkredit- Vermittlerin muss vor Vertragsabschluss die Kreditfähigkeit der Konsumentin oder des Konsumenten prüfen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_27_a"
    },
    {
        "book": "KKG",
        "title": "KKG, 5. Abschnitt: Kreditfähigkeit, Prüfung der Kreditfähigkeit",
        "citation": "Art. 28 Abs. 2 KKG",
        "content": "Die Konsumentin oder der Konsument gilt dann als kreditfähig, wenn sie oder er den Konsumkredit zurückzahlen kann, ohne den nicht pfändbaren Teil des Einkommens nach Artikel 93 Absatz 1 des Bundesgesetzes vom 11. April 1889 über Schuldbetreibung und Konkurs beanspruchen zu müssen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_28"
    },
    {
        "book": "KKG",
        "title": "KKG, 5. Abschnitt: Kreditfähigkeit, Prüfung der Kreditfähigkeit",
        "citation": "Art. 28 Abs. 3 KKG",
        "content": "Der pfändbare Teil des Einkommens wird nach den Richtlinien über die Berechnung des Existenzminimums des Wohnsitzkantons der Konsumentin oder des Konsumenten ermittelt. Bei der Ermittlung zu berücksichtigen sind in jedem Fall:\na. der tatsächlich geschuldete Mietzins;\nb. die nach Quellensteuertabelle geschuldeten Steuern;\nc. Verpflichtungen, die bei der Informationsstelle gemeldet sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_28"
    },
    {
        "book": "KKG",
        "title": "KKG, 5. Abschnitt: Kreditfähigkeit, Prüfung der Kreditfähigkeit",
        "citation": "Art. 28 Abs. 4 KKG",
        "content": "Bei der Beurteilung der Kreditfähigkeit muss von einer Amortisation des Konsumkredits innerhalb von 36 Monaten ausgegangen werden, selbst wenn vertraglich eine längere Laufzeit vereinbart worden ist. Dies gilt auch für frühere Konsumkredite, soweit diese noch nicht zurückbezahlt worden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_28"
    },
    {
        "book": "KKG",
        "title": "KKG, 5. Abschnitt: Kreditfähigkeit, Prüfung der Kreditfähigkeit",
        "citation": "Art. 28 Abs. 5 KKG",
        "content": "Für koordiniert vermittelte Konsumkreditverträge wird die Kreditfähigkeit der Konsumentin oder des Konsumenten unter Einbezug aller vermittelten Kredite geprüft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_28"
    },
    {
        "book": "KKG",
        "title": "KKG, 5. Abschnitt: Kreditfähigkeit, Prüfung der Kreditfähigkeit des Leasingnehmers",
        "citation": "Art. 29 Abs. 1 KKG",
        "content": "Der gewerbsmässig tätige Leasinggeber muss vor Vertragsabschluss die Kreditfähigkeit des Leasingnehmers prüfen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_29"
    },
    {
        "book": "KKG",
        "title": "KKG, 5. Abschnitt: Kreditfähigkeit, Prüfung der Kreditfähigkeit des Leasingnehmers",
        "citation": "Art. 29 Abs. 2 KKG",
        "content": "Die Kreditfähigkeit ist zu bejahen, wenn der Leasingnehmer die Leasingraten ohne Beanspruchung des nicht pfändbaren Teils des Einkommens nach Artikel 28 Absätze 2 und 3 finanzieren kann oder wenn Vermögenswerte, die dem Leasingnehmer gehören, die Zahlung der Leasingraten sicherstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_29"
    },
    {
        "book": "KKG",
        "title": "KKG, 5. Abschnitt: Kreditfähigkeit, Prüfung der Kreditfähigkeit bei Kredit- und Kundenkartenkonti",
        "citation": "Art. 30 Abs. 1 KKG",
        "content": "Räumt die gewerbsmässig tätige Kreditgeberin oder das Kreditkartenunternehmen im Rahmen eines Kredit- oder Kundenkartenkontos mit Kreditoption oder eines Überziehungskredits auf laufendem Konto eine Kreditlimite ein, so prüfen sie zuvor summarisch die Kreditfähigkeit der Antragstellerin oder des Antragstellers. Sie stützen sich dabei auf deren oder dessen Angaben über die Vermögens- und Einkommensverhältnisse. Die Kreditlimite muss den Einkommens- und Vermögensverhältnissen der Konsumentin oder des Konsumenten Rechnung tragen. Dabei sind die bei der Informationsstelle vermeldeten Konsumkredite zu berücksichtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_30"
    },
    {
        "book": "KKG",
        "title": "KKG, 5. Abschnitt: Kreditfähigkeit, Prüfung der Kreditfähigkeit bei Kredit- und Kundenkartenkonti",
        "citation": "Art. 30 Abs. 2 KKG",
        "content": "Die Kreditfähigkeitsprüfung nach Absatz 1 ist zu wiederholen, wenn die gewerbsmässig tätige Kreditgeberin oder das Kreditkartenunternehmen über Informationen verfügt, wonach sich die wirtschaftlichen Verhältnisse der Konsumentin oder des Konsumenten verschlechtert haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_30"
    },
    {
        "book": "KKG",
        "title": "KKG, 5. Abschnitt: Kreditfähigkeit, Bedeutung der Angaben der Konsumentin oder des Konsumenten",
        "citation": "Art. 31 Abs. 1 KKG",
        "content": "Die gewerbsmässig tätige Kreditgeberin oder die Schwarmkredit- Vermittlerin darf sich auf die Angaben der Konsumentin oder des Konsumenten zu den finanziellen Verhältnissen (Art. 28 Abs. 3 und 4) oder zu den wirtschaftlichen Verhältnissen (Art. 29 Abs. 2 und 30 Abs. 1) verlassen. Sie kann von der Konsumentin oder dem Konsumenten einen Auszug aus dem Betreibungsregister und einen Lohnnachweis oder, wenn keine unselbstständige Tätigkeit vorliegt, sonstige Dokumente einfordern, die über deren oder dessen Einkommen Auskunft geben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_31"
    },
    {
        "book": "KKG",
        "title": "KKG, 5. Abschnitt: Kreditfähigkeit, Bedeutung der Angaben der Konsumentin oder des Konsumenten",
        "citation": "Art. 31 Abs. 2 KKG",
        "content": "Vorbehalten bleiben Angaben, die offensichtlich unrichtig sind oder denjenigen der Informationsstelle widersprechen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_31"
    },
    {
        "book": "KKG",
        "title": "KKG, 5. Abschnitt: Kreditfähigkeit, Bedeutung der Angaben der Konsumentin oder des Konsumenten",
        "citation": "Art. 31 Abs. 3 KKG",
        "content": "Zweifelt die gewerbsmässig tätige Kreditgeberin oder die Schwarmkredit-Vermittlerin an der Richtigkeit der Angaben einer Konsumentin oder eines Konsumenten, so muss sie deren Richtigkeit anhand einschlägiger amtlicher oder privater Dokumente überprüfen. Sie darf sich bei der Überprüfung nicht mit den Dokumenten nach Absatz 1 begnügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_31"
    },
    {
        "book": "KKG",
        "title": "KKG, 5. Abschnitt: Kreditfähigkeit, Sanktionen gegen Kreditgeberinnen",
        "citation": "Art. 32 Abs. 1 KKG",
        "content": "Verstösst die gewerbsmässig tätige Kreditgeberin in schwerwiegender Weise gegen Artikel 27a, 28, 29, 30 oder 31, so verliert sie die von ihr gewährte Kreditsumme samt Zinsen und Kosten. Die Konsumentin oder der Konsument kann bereits erbrachte Leistungen nach den Regeln über die ungerechtfertigte Bereicherung zurückfordern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_32"
    },
    {
        "book": "KKG",
        "title": "KKG, 5. Abschnitt: Kreditfähigkeit, Sanktionen gegen Kreditgeberinnen",
        "citation": "Art. 32 Abs. 2 KKG",
        "content": "Verstösst die gewerbsmässig tätige Kreditgeberin gegen Artikel 25, 26 oder 27 Absatz 1 oder in geringfügiger Weise gegen Artikel 27a, 28, 29, 30 oder 31, so verliert sie nur die Zinsen und die Kosten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_32"
    },
    {
        "book": "KKG",
        "title": "KKG, 5. Abschnitt: Kreditfähigkeit, Sanktionen gegen Schwarmkredit-Vermittlerinnen",
        "citation": "Art. 32a Abs. 1 KKG",
        "content": "Verstösst eine Schwarmkredit-Vermittlerin gegen Artikel 25, 26, 27 Absatz 1, 27a, 28, 29, 30 oder 31, so wird sie mit Busse bis zu 100 000 Franken bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_32_a"
    },
    {
        "book": "KKG",
        "title": "KKG, 5. Abschnitt: Kreditfähigkeit, Sanktionen gegen Schwarmkredit-Vermittlerinnen",
        "citation": "Art. 32a Abs. 2 KKG",
        "content": "Die Kreditgeberin verliert nur die Zinsen und die Kosten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_32_a"
    },
    {
        "book": "KKG",
        "title": "KKG, 6. Abschnitt: Berechnung des effektiven Jahreszinses, Zeitpunkt und Berechnungsmethode",
        "citation": "Art. 33 Abs. 1 KKG",
        "content": "Der effektive Jahreszins ist beim Abschluss des Konsumkreditvertrags nach der im Anhang 1 aufgeführten mathematischen Formel zu berechnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_33"
    },
    {
        "book": "KKG",
        "title": "KKG, 6. Abschnitt: Berechnung des effektiven Jahreszinses, Zeitpunkt und Berechnungsmethode",
        "citation": "Art. 33 Abs. 2 KKG",
        "content": "Die Berechnung beruht auf der Annahme, dass der Kreditvertrag für die vereinbarte Dauer gültig bleibt und dass die Parteien ihren Verpflichtungen zu den vereinbarten Terminen nachkommen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_33"
    },
    {
        "book": "KKG",
        "title": "KKG, 6. Abschnitt: Berechnung des effektiven Jahreszinses, Zeitpunkt und Berechnungsmethode",
        "citation": "Art. 33 Abs. 3 KKG",
        "content": "Lässt der Kreditvertrag eine Anpassung der Zinsen oder anderer Kosten zu, die in die Berechnung einzubeziehen sind, jedoch zu deren Zeitpunkt nicht beziffert werden können, so beruht die Berechnung auf der Annahme, dass der ursprüngliche Zinssatz und die ursprünglichen anderen Kosten bis zum Ende des Kreditvertrags unverändert bleiben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_33"
    },
    {
        "book": "KKG",
        "title": "KKG, 6. Abschnitt: Berechnung des effektiven Jahreszinses, Zeitpunkt und Berechnungsmethode",
        "citation": "Art. 33 Abs. 4 KKG",
        "content": "Bei Leasingverträgen wird der effektive Jahreszins auf der Grundlage des Barkaufspreises der Leasingsache bei Vertragsabschluss (Kalkulationsbasis) und bei Vertragsende (Restwert) sowie der einzelnen Tilgungszahlungen (Leasingraten) berechnet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_33"
    },
    {
        "book": "KKG",
        "title": "KKG, 6. Abschnitt: Berechnung des effektiven Jahreszinses, Massgebende Kosten",
        "citation": "Art. 34 Abs. 1 KKG",
        "content": "Für die Berechnung des effektiven Jahreszinses sind die Gesamtkosten des Kredits für die Konsumentin oder den Konsumenten im Sinne von Artikel 5, einschliesslich des Kaufpreises, massgebend.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_34"
    },
    {
        "book": "KKG",
        "title": "KKG, 6. Abschnitt: Berechnung des effektiven Jahreszinses, Massgebende Kosten",
        "citation": "Art. 34 Abs. 2 KKG",
        "content": "Nicht zu berücksichtigen sind:\na. die Kosten, welche die Konsumentin oder der Konsument bei Nichterfüllung einer im Vertrag aufgeführten Verpflichtung bezahlen muss;\nb. die Kosten, welche die Konsumentin oder der Konsument durch den Erwerb von Waren oder Dienstleistungen unabhängig davon zu tragen hat, ob es sich um ein Bar- oder um ein Kreditgeschäft handelt;\nc. die Mitgliederbeiträge für Vereine oder Gruppen, die aus anderen als den im Kreditvertrag vereinbarten Gründen entstehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_34"
    },
    {
        "book": "KKG",
        "title": "KKG, 6. Abschnitt: Berechnung des effektiven Jahreszinses, Massgebende Kosten",
        "citation": "Art. 34 Abs. 3 KKG",
        "content": "Die Überweisungskosten sowie Kosten für die Führung eines Kontos, das für die Kreditrückzahlung sowie für die Zahlung der Zinsen oder anderer Kosten dienen soll, sind nur dann zu berücksichtigen, wenn die Konsumentin oder der Konsument nicht über eine angemessene Wahlfreiheit in diesem Bereich verfügt und sie ungewöhnlich hoch sind. In die Berechnung einzubeziehen sind jedoch die Inkassokosten dieser Rückzahlungen oder Zahlungen, unabhängig davon, ob sie in bar oder in anderer Weise erhoben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_34"
    },
    {
        "book": "KKG",
        "title": "KKG, 6. Abschnitt: Berechnung des effektiven Jahreszinses, Massgebende Kosten",
        "citation": "Art. 34 Abs. 4 KKG",
        "content": "Die Kosten für Versicherungen und Sicherheiten sind so weit zu berücksichtigen, als sie:\na. die gewerbsmässig tätige Kreditgeberin oder die Schwarmkredit-Vermittlerin für die Kreditgewährung zwingend vorschreibt; und\nb. der gewerbsmässig tätigen Kreditgeberin oder der Schwarmkredit-Vermittlerin bei Tod, Invalidität, Krankheit oder Arbeitslosigkeit der Konsumentin oder des Konsumenten die Rückzahlung eines Betrags sicherstellen sollen, der gleich hoch oder geringer ist als der Gesamtbetrag des Kredits, einschliesslich Zinsen und anderer Kosten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_34"
    },
    {
        "book": "KKG",
        "title": "KKG, 7. Abschnitt: Kreditvermittlung",
        "citation": "Art. 35 Abs. 1 KKG",
        "content": "Die Konsumentin oder der Konsument schuldet der Kreditvermittlerin für die Vermittlung eines Konsumkredits keine Entschädigung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_35"
    },
    {
        "book": "KKG",
        "title": "KKG, 7. Abschnitt: Kreditvermittlung",
        "citation": "Art. 35 Abs. 2 KKG",
        "content": "Die Aufwendungen der Kreditgeberin für die Kreditvermittlung bilden Teil der Gesamtkosten (Art. 5 und 34 Abs. 1); sie dürfen dem Konsumenten oder der Konsumentin nicht gesondert in Rechnung gestellt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_35"
    },
    {
        "book": "KKG",
        "title": "KKG, 8. Abschnitt: Werbung, Grundsatz",
        "citation": "Art. 36 KKG",
        "content": "Die Werbung für Konsumkredite richtet sich nach dem Bundesgesetz vom 19. Dezember 1986 gegen den unlauteren Wettbewerb.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_36"
    },
    {
        "book": "KKG",
        "title": "KKG, 8. Abschnitt: Werbung, Aggressive Werbung",
        "citation": "Art. 36a Abs. 1 KKG",
        "content": "Für Konsumkredite darf nicht in aggressiver Weise geworben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_36_a"
    },
    {
        "book": "KKG",
        "title": "KKG, 8. Abschnitt: Werbung, Aggressive Werbung",
        "citation": "Art. 36a Abs. 2 KKG",
        "content": "Die gewerbsmässig tätigen Kreditgeberinnen umschreiben in einer privatrechtlichen Vereinbarung in angemessener Weise, welche Werbung als aggressiv gilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_36_a"
    },
    {
        "book": "KKG",
        "title": "KKG, 8. Abschnitt: Werbung, Aggressive Werbung",
        "citation": "Art. 36a Abs. 3 KKG",
        "content": "Der Bundesrat regelt, welche Werbung als aggressiv gilt, wenn innert angemessener Frist keine Vereinbarung zustande gekommen ist oder wenn er diese Vereinbarung für ungenügend erachtet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_36_a"
    },
    {
        "book": "KKG",
        "title": "KKG, 8. Abschnitt: Werbung, Strafbestimmung",
        "citation": "Art. 36b KKG",
        "content": "Wer vorsätzlich gegen das Verbot der aggressiven Werbung verstösst, wird mit Busse bis zu 100 000 Franken bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_36_b"
    },
    {
        "book": "KKG",
        "title": "KKG, 9. Abschnitt: Zwingendes Recht",
        "citation": "Art. 37 KKG",
        "content": "Von den Bestimmungen dieses Gesetzes darf nicht zu Ungunsten der Konsumentin oder des Konsumenten abgewichen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_37"
    },
    {
        "book": "KKG",
        "title": "KKG, 10. Abschnitt: Zuständigkeiten, Verhältnis zum kantonalen Recht",
        "citation": "Art. 38 KKG",
        "content": "Der Bund regelt die Konsumkreditverträge abschliessend.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_38"
    },
    {
        "book": "KKG",
        "title": "KKG, 10. Abschnitt: Zuständigkeiten, Bewilligungspflicht",
        "citation": "Art. 39 Abs. 1 KKG",
        "content": "Die Kantone müssen die gewerbsmässige Gewährung und die Vermittlung von Konsumkrediten einer Bewilligungspflicht unterstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_39"
    },
    {
        "book": "KKG",
        "title": "KKG, 10. Abschnitt: Zuständigkeiten, Bewilligungspflicht",
        "citation": "Art. 39 Abs. 2 KKG",
        "content": "Zuständig für die Erteilung der Bewilligung ist der Kanton, in dem die gewerbsmässig tätige Kreditgeberin oder die Kreditvermittlerin ihren Sitz hat. Hat die gewerbsmässig tätige Kreditgeberin oder die Kreditvermittlerin ihren Sitz nicht in der Schweiz, so ist der Kanton für die Erteilung der Bewilligung zuständig, auf dessen Gebiet die gewerbsmässig tätige Kreditgeberin oder die Kreditvermittlerin hauptsächlich tätig zu werden gedenkt. Die von einem Kanton erteilte Bewilligung gilt für die ganze Schweiz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_39"
    },
    {
        "book": "KKG",
        "title": "KKG, 10. Abschnitt: Zuständigkeiten, Bewilligungspflicht",
        "citation": "Art. 39 Abs. 3 KKG",
        "content": "Keine Bewilligung nach Absatz 2 ist erforderlich, wenn die gewerbsmässig tätige Kreditgeberin oder die Kreditvermittlerin:\na. dem Bankengesetz vom 8. November 1934 untersteht;\nb. Konsumkredite zur Finanzierung des Erwerbs ihrer Waren oder der Beanspruchung ihrer Dienstleistungen gewährt oder vermittelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_39"
    },
    {
        "book": "KKG",
        "title": "KKG, 10. Abschnitt: Zuständigkeiten, Bewilligungsvoraussetzungen",
        "citation": "Art. 40 Abs. 1 KKG",
        "content": "Die Bewilligung ist zu erteilen, wenn der Gesuchsteller:\na. Gewähr für eine einwandfreie Geschäftstätigkeit bietet und in geordneten Vermögensverhältnissen lebt;\nb. die allgemeinen kaufmännischen und fachlichen Kenntnisse und Fertigkeiten besitzt, die zur Ausübung der Tätigkeit erforderlich sind;\nc. über eine ausreichende Berufshaftpflichtversicherung verfügt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_40"
    },
    {
        "book": "KKG",
        "title": "KKG, 10. Abschnitt: Zuständigkeiten, Bewilligungsvoraussetzungen",
        "citation": "Art. 40 Abs. 2 KKG",
        "content": "Gesellschaften und juristischen Personen wird die Bewilligung nur erteilt, wenn alle Mitglieder der Geschäftsleitung die in Absatz 1 Buchstabe b erwähnten Kenntnisse und Fertigkeiten besitzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_40"
    },
    {
        "book": "KKG",
        "title": "KKG, 10. Abschnitt: Zuständigkeiten, Bewilligungsvoraussetzungen",
        "citation": "Art. 40 Abs. 3 KKG",
        "content": "Der Bundesrat regelt in einer Verordnung das Nähere zu den Bewilligungsvoraussetzungen nach Absatz 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2002/593/de#art_40"
    }
]