[
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 1, Définitions, Autres branches d’assurance",
        "citation": "Art. 1 OSAMal",
        "content": "Sont considérés comme autres branches d’assurance au sens de l’art. 2, al. 2, LSAMal:\na. une indemnité de décès pour cause de maladie ou d’accident de 6000 francs au plus;\nb. le maintien de l’assurance obligatoire des soins au sens de l’art. 7a de l’ordonnance du 27 juin 1995 sur l’assurance-maladie (OAMal).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_1"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 1, Définitions, Groupe d’assurance",
        "citation": "Art. 2 OSAMal",
        "content": "Deux entreprises ou plus forment un groupe d’assurance si les conditions suivantes sont remplies:\na. l’activité qu’elles exercent globalement dans le domaine de l’assurance est prédominante;\nb. elles forment une unité économique ou sont liées entre elles sur la base de facteurs d’influence ou d’un contrôle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_2"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 2, Autorisation de pratiquer l’assurance-maladie sociale, Demande d’autorisation",
        "citation": "Art. 3 al. 1 OSAMal",
        "content": "La demande d’autorisation de pratiquer l’assurance-maladie sociale au sens de l’art. 7 LSAMal doit être soumise à l’autorité de surveillance le 30 juin au plus tard de l’année précédant celle où l’assureur entend pratiquer l’assurance-maladie sociale pour la première fois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_3"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 2, Autorisation de pratiquer l’assurance-maladie sociale, Demande d’autorisation",
        "citation": "Art. 3 al. 2 OSAMal",
        "content": "Les entreprises d’assurance privées doivent joindre à leur demande la preuve qu’elles disposent d’un agrément pour exercer leur activité d’assurance conformément à la loi du 17 décembre 2004 sur la surveillance des assurances.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_3"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 2, Autorisation de pratiquer l’assurance-maladie sociale, Exemption de l’obligation visée à l’art. 5, let. g, LSAMal",
        "citation": "Art. 4 al. 1 OSAMal",
        "content": "Un assureur peut exceptionnellement être exempté de tout ou partie de l’obligation d’offrir aux personnes tenues de s’assurer qui résident dans un État membre de l’Union européenne, en Islande, en Norvège ou au Royaume-Uni la possibilité de s’affilier à l’assurance-maladie sociale si les conditions suivantes sont remplies:\na. il compte moins de 500 000 assurés;\nb. il ne veut pratiquer l’assurance-maladie sociale dans aucun de ces États ou seulement dans une partie d’entre eux;\nc. ses effectifs d’assurés dans les États en question sont très peu importants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_4"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 2, Autorisation de pratiquer l’assurance-maladie sociale, Exemption de l’obligation visée à l’art. 5, let. g, LSAMal",
        "citation": "Art. 4 al. 2 OSAMal",
        "content": "Il doit présenter une demande d’exemption à l’autorité de surveillance le 30 juin au plus tard. L’exemption prend effet le 1er janvier de l’année suivante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_4"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 2, Autorisation de pratiquer l’assurance-maladie sociale, Début de la validité de l’autorisation",
        "citation": "Art. 5 OSAMal",
        "content": "L’autorisation de pratiquer l’assurance-maladie sociale prend effet au début d’une année civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_5"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 2, Autorisation de pratiquer l’assurance-maladie sociale, Retrait de l’autorisation en l’absence d’activité d’assurance",
        "citation": "Art. 6 OSAMal",
        "content": "Si un assureur ne compte aucun assuré pendant deux ans, l’activité d’assurance est réputée terminée. L’autorité de surveillance lui retire son autorisation de pratiquer l’assurance-maladie sociale et le libère de la surveillance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_6"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 2, Autorisation de pratiquer l’assurance-maladie sociale, Délais en cas de modification du plan d’exploitation",
        "citation": "Art. 7 al. 1 OSAMal",
        "content": "Les demandes de modification du champ territorial d’activité, les nouvelles dispositions sur les formes particulières d’assurance dans l’assurance obligatoire des soins et sur l’assurance facultative d’indemnités journalières ainsi que les conditions générales d’assurance doivent être remises à l’autorité de surveillance cinq mois avant le début de leur validité. L’autorité de surveillance peut raccourcir ce délai.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_7"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 2, Autorisation de pratiquer l’assurance-maladie sociale, Délais en cas de modification du plan d’exploitation",
        "citation": "Art. 7 al. 2 OSAMal",
        "content": "Les contrats ou autres ententes visant à déléguer des tâches importantes telles que le contrôle des prestations, le recouvrement, la gestion comptable et la gestion des polices doivent être remis à l’autorité de surveillance deux mois avant le début de leur validité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_7"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 2, Autorisation de pratiquer l’assurance-maladie sociale, Modifications de la structure juridique, transfert de patrimoine et transfert de l’effectif des assurés",
        "citation": "Art. 8 al. 1 OSAMal",
        "content": "L’assureur qui entend procéder à une modification au sens de l’art. 9, al. 1, LSAMal, doit le communiquer à l’autorité de surveillance le 30 juin au plus tard. La communication et les documents correspondants doivent être soumis à l’autorité de surveillance le 30 août au plus tard. Les modifications prennent effet le 1er janvier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_8"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 2, Autorisation de pratiquer l’assurance-maladie sociale, Modifications de la structure juridique, transfert de patrimoine et transfert de l’effectif des assurés",
        "citation": "Art. 8 al. 2 OSAMal",
        "content": "L’assureur qui entend procéder à une modification au sens de l’art. 9, al. 3, LSAMal, doit le communiquer à l’autorité de surveillance au moins quatre mois avant la date de transfert prévue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_8"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 2, Autorisation de pratiquer l’assurance-maladie sociale, Modifications de la structure juridique, transfert de patrimoine et transfert de l’effectif des assurés",
        "citation": "Art. 8 al. 3 OSAMal",
        "content": "Lorsque les circonstances le justifient, l’autorité de surveillance peut:\na. raccourcir le délai prévu à l’art. 9, al. 2, LSAMal et les délais de communication visés aux al. 1 et 2, pour autant qu’un délai plus court soit dans l’intérêt des assurés et que leurs droits soient garantis;\nb. autoriser que les modifications visées à l’al. 1 prennent effet à une autre date que le 1er janvier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_8"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 1, Réserves, Réserves initiales",
        "citation": "Art. 9 OSAMal",
        "content": "L’assureur qui demande l’autorisation de pratiquer l’assurance-maladie sociale doit disposer de réserves d’au moins huit millions de francs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_9"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 1, Réserves, Détermination des réserves",
        "citation": "Art. 10 al. 1 OSAMal",
        "content": "L’assureur détermine les réserves en calculant la différence entre la valeur des actifs et la valeur des engagements.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_10"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 1, Réserves, Détermination des réserves",
        "citation": "Art. 10 al. 2 OSAMal",
        "content": "Les actifs doivent être évalués à la valeur proche du marché. Pour les actifs, cette valeur est la valeur de marché; si celle-ci n’est pas disponible, elle correspond à la valeur de marché d’un actif comparable ou se détermine au moyen d’une méthode de mathématiques financières reconnue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_10"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 1, Réserves, Détermination des réserves",
        "citation": "Art. 10 al. 3 OSAMal",
        "content": "La valeur des engagements doit être évaluée le plus exactement possible selon des méthodes actuarielles reconnues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_10"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 1, Réserves, Détermination des réserves",
        "citation": "Art. 10 al. 4 OSAMal",
        "content": "Les positions du bilan relatives aux assurances au sens de la loi fédérale du 2 avril 1908 sur le contrat d’assurance (LCA) ne sont pas prises en compte lors du calcul de la valeur des actifs et de la valeur des engagements.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_10"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 1, Réserves, Détermination des réserves",
        "citation": "Art. 10 al. 5 OSAMal",
        "content": "Le Département fédéral de l’intérieur (DFI) peut définir comment les actifs et les engagements sont évalués.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_10"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 1, Réserves, Niveau minimal des réserves",
        "citation": "Art. 11 al. 1 OSAMal",
        "content": "Les réserves doivent atteindre un niveau au moins suffisant pour que la moyenne des réserves possibles à la fin de l’année qui se trouvent en dessous de la valeur-seuil soit nulle. La valeur-seuil est la valeur que les réserves dépasseront au cours d’une année avec une probabilité de 99 %.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_11"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 1, Réserves, Niveau minimal des réserves",
        "citation": "Art. 11 al. 2 OSAMal",
        "content": "Le DFI fixe un modèle pour le calcul du niveau minimal des réserves. Ce modèle comprend:\na. la quantification des risques actuariels, des risques de marché et des risques de crédit;\nb. l’évaluation des scénarios concernant les risques actuariels, les risques de marché et les risques de crédit;\nc. une procédure d’agrégation, qui regroupe les résultats de la quantification des risques et l’évaluation des scénarios en tenant compte de l’effet de diversification.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_11"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 1, Réserves, Niveau minimal des réserves",
        "citation": "Art. 11 al. 3 OSAMal",
        "content": "Le DFI peut définir comment les contrats de réassurance sont pris en compte dans le modèle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_11"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 1, Réserves, Fréquence et moment du calcul",
        "citation": "Art. 12 al. 1 OSAMal",
        "content": "L’assureur calcule les réserves disponibles et le niveau minimal des réserves au début de chaque année civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_12"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 1, Réserves, Fréquence et moment du calcul",
        "citation": "Art. 12 al. 2 OSAMal",
        "content": "Si sa situation en matière de risques se modifie sensiblement en cours d’année, il détermine approximativement le montant des réserves disponibles et le niveau minimal des réserves à intervalles plus rapprochés et communique les résultats à l’autorité de surveillance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_12"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 1, Réserves, Fréquence et moment du calcul",
        "citation": "Art. 12 al. 3 OSAMal",
        "content": "Il joint à sa demande d’approbation des primes une estimation des réserves disponibles à la fin de l’année en cours et du niveau minimal des réserves pour l’année civile suivante. L’estimation comprend plusieurs hypothèses. Pour chaque hypothèse, l’assureur indique la probabilité de survenance en tenant compte de son risque individuel de modification de l’effectif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_12"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 1, Réserves, Rapport",
        "citation": "Art. 13 al. 1 OSAMal",
        "content": "L’assureur établit chaque année un rapport sur le calcul des réserves disponibles et sur le niveau minimal des réserves.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_13"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 1, Réserves, Rapport",
        "citation": "Art. 13 al. 2 OSAMal",
        "content": "Le rapport doit contenir toutes les informations déterminantes permettant de comprendre le calcul des réserves disponibles, le calcul du niveau minimal des réserves et la situation de l’assureur en matière de risques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_13"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 1, Réserves, Rapport",
        "citation": "Art. 13 al. 3 OSAMal",
        "content": "Il est signé par la direction et remis à l’autorité de surveillance. Le DFI fixe la date de la remise du rapport.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_13"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 2, Provisions techniques",
        "citation": "Art. 14 al. 1 OSAMal",
        "content": "L’assureur constitue ses provisions techniques selon des méthodes actuarielles reconnues. Il les constitue sans tenir compte des droits découlant des contrats de réassurance qu’il a conclus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_14"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 2, Provisions techniques",
        "citation": "Art. 14 al. 2 OSAMal",
        "content": "Il dissout les provisions techniques devenues inutiles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_14"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 2, Provisions techniques",
        "citation": "Art. 14 al. 3 OSAMal",
        "content": "Il indique dans son plan d’exploitation les conditions de constitution et de dissolution des provisions techniques. Il documente les hypothèses qui fondent ses choix, en particulier les bases de calcul et les méthodes de constitution des provisions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_14"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 2, Provisions techniques",
        "citation": "Art. 14 al. 4 OSAMal",
        "content": "Le DFI peut définir les principes pour la constitution et la dissolution des provisions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_14"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 3, Fortune liée, Date de calcul du débit",
        "citation": "Art. 15 al. 1 OSAMal",
        "content": "L’assureur calcule le débit à la date de clôture des comptes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_15"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 3, Fortune liée, Date de calcul du débit",
        "citation": "Art. 15 al. 2 OSAMal",
        "content": "Sur demande motivée de l’assureur, l’autorité de surveillance peut autoriser le calcul du débit à une autre date.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_15"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 3, Fortune liée, Date de calcul du débit",
        "citation": "Art. 15 al. 3 OSAMal",
        "content": "Lorsque les circonstances le justifient, elle peut exiger un nouveau calcul ou une estimation du débit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_15"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 3, Fortune liée, Obligation de communication",
        "citation": "Art. 16 OSAMal",
        "content": "L’assureur communique à l’autorité de surveillance au plus tard le 31 mars le débit calculé pour la fin de l’exercice annuel, avec l’inventaire des valeurs de couverture.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_16"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 3, Fortune liée, Couverture",
        "citation": "Art. 17 al. 1 OSAMal",
        "content": "Le débit doit être couvert en permanence par des actifs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_17"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 3, Fortune liée, Couverture",
        "citation": "Art. 17 al. 2 OSAMal",
        "content": "S’il constate un découvert, l’assureur le signale à l’autorité de surveillance et complète la fortune liée sans retard. Si des circonstances spéciales le justifient, l’autorité de surveillance peut accorder un délai pour compléter la fortune liée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_17"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 3, Fortune liée, Couverture",
        "citation": "Art. 17 al. 3 OSAMal",
        "content": "Les biens affectés à la fortune liée doivent être libres de tout engagement. Les engagements de l’assureur ne peuvent être compensés par des créances appartenant à la fortune liée. L’art. 19, al. 1, let. f, est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_17"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 3, Fortune liée, Constitution",
        "citation": "Art. 18 al. 1 OSAMal",
        "content": "L’assureur constitue la fortune liée en y affectant des biens. Il enregistre et distingue les biens affectés à la fortune liée de façon à pouvoir prouver en tout temps et sans retard quels biens appartiennent à la fortune liée et que le débit de la fortune liée est couvert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_18"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 3, Fortune liée, Constitution",
        "citation": "Art. 18 al. 2 OSAMal",
        "content": "Il choisit les biens appartenant à la fortune liée en premier lieu en fonction de leur sécurité et de la situation financière effective.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_18"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 3, Fortune liée, Constitution",
        "citation": "Art. 18 al. 3 OSAMal",
        "content": "Il tend à un rendement conforme au marché en application des principes de diversification adéquats et veille à ce que le besoin prévisible de liquidités soit assuré en tout temps.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_18"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 3, Fortune liée, Constitution",
        "citation": "Art. 18 al. 4 OSAMal",
        "content": "L’autorité de surveillance peut, à la demande de l’assureur, autoriser la prise en compte, en tout ou en partie, des créances découlant des contrats de réassurance pour la constitution de la fortune liée, pour autant que le réassureur garantisse ces créances avec sa fortune liée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_18"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 3, Fortune liée, Constitution",
        "citation": "Art. 18 al. 5 OSAMal",
        "content": "Les assureurs qui proposent l’assurance-maladie sociale et des assurances au sens de la LCA doivent distinguer la fortune liée de l’assurance-maladie sociale comme telle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_18"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 3, Fortune liée, Placements conformes",
        "citation": "Art. 19 al. 1 OSAMal",
        "content": "Les placements suivants sont réputés conformes:\na. les espèces, les avoirs bancaires, les dépôts à terme et les placements sur le marché monétaire avec une échéance de douze mois au maximum;\nb. les créances, libellées en montant fixe, autres que celles visées à la let. a, notamment les emprunts obligataires, les obligations à option, les obligations convertibles et les lettres de gage;\nc. les actions, les bons de participation, les bons de jouissance, les parts de coopératives et les autres participations au capital, pour autant qu’ils soient cotés en bourse ou traités sur un autre marché réglementé ouvert au public et qu’ils puissent être vendus à court terme;\nd. les placements dans des immeubles d’habitation ou à usage commercial, en propriété ou en copropriété, y compris dans des locaux administratifs pour son propre usage;\ne. les parts de placements collectifs dont les placements peuvent être détachés ou disjoints en cas de faillite, si:\n1. elles peuvent être aliénées à tout moment,\n2. le placement collectif est investi, directement ou indirectement, uniquement dans des placements conformes aux let. a à d, et que\n3. la direction ou la société chargée de l’administration est soumise à une réglementation et à une surveillance appropriées en Suisse;\nf. les instruments financiers dérivés qui remplissent les conditions suivantes:\n1. servir uniquement à couvrir la fortune,\n2. ne pas exercer d’effet de levier sur la fortune,\n3. reposer sur des sous-jacents qui sont conformes au sens des let. a à d, qui font partie intégrante de la fortune et dont la valeur d’affectation tient compte des variations garanties du marché,\n4. être couverts pour tous les engagements qui en découlent pour l’assureur ou qui peuvent résulter dans le pire des cas de l’exercice du droit lors de la conversion en sous-jacent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_19"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 3, Fortune liée, Placements conformes",
        "citation": "Art. 19 al. 2 OSAMal",
        "content": "Les autres placements, notamment les placements dans des institutions qui servent à la pratique de l’assurance-maladie sociale (art. 46, al. 1, let. b), sont réputés non conformes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_19"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 3, Fortune liée, Placements conformes",
        "citation": "Art. 19 al. 3 OSAMal",
        "content": "Si l’assureur ne peut pas démontrer que les placements de la fortune liée couvrent toutes les créances relevant des rapports d’assurance et des contrats de réassurance qu’il a conclus, notamment parce que certains placements ne sont pas conformes, l’autorité de surveillance peut lui fixer un délai pour compléter ou modifier les placements.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_19"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 3, Fortune liée, Limites",
        "citation": "Art. 20 al. 1 OSAMal",
        "content": "Les placements de la fortune liée sont réputés non conformes s’ils dépassent l’une des limites ci-après, à moins qu’ils soient couverts de manière effective par des instruments financiers dérivés au sens de l’art. 19, al. 1, let. f:\na. tous les placements: 5 % de la fortune liée par débiteur; pour les placements visés à l’art. 19, al. 1, let. a, 20 % de la fortune liée par débiteur lorsque celui‐ci est une banque au sens de la loi du 8 novembre 1934 sur les banques;\nb. placements visés à l’art. 19, al. 1, let. c: 25 % de la fortune liée;\nc. placements visés à l’art. 19, al. 1, let. d: 25 % de la fortune liée et:\n1. 5 % au maximum de la fortune liée à l’étranger,\n2. 5 % au maximum de la fortune liée par objet, à moins que l’assureur ne s’en serve pour son propre usage;\nd. placements en devises étrangères: 20 % de la fortune liée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_20"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 3, Fortune liée, Limites",
        "citation": "Art. 20 al. 2 OSAMal",
        "content": "Les créances envers la Confédération, les cantons et les instituts suisses émettant des lettres de gage ne sont pas soumises à la limite fixée à l’al. 1, let. a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_20"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 3, Fortune liée, Limites",
        "citation": "Art. 20 al. 3 OSAMal",
        "content": "Le DFI peut édicter des directives sur le calcul des limites.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_20"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 3, Fortune liée, Limites en cas de placements collectifs",
        "citation": "Art. 21 al. 1 OSAMal",
        "content": "Les placements et les devises étrangères compris dans les placements collectifs de capitaux sont pris en compte dans le calcul des limites de placements. Lorsqu’un placement collectif de capitaux est composé de divers types de placements visés à l’art. 19, al. 1, let. a à d, ou de différentes monnaies, il est réparti proportionnellement entre les catégories de placements ou de monnaies pour autant que les parts soient vérifiables. Si les parts ne sont pas vérifiables, il est entièrement attribué au type de placement soumis à la limite la plus sévère.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_21"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 3, Fortune liée, Limites en cas de placements collectifs",
        "citation": "Art. 21 al. 2 OSAMal",
        "content": "Les placements collectifs de capitaux sont réputés non conformes s’ils dépassent 5 % de la fortune liée par placement, à moins qu’ils remplissent les conditions suivantes:\na. leur diversification peut être vérifiée de façon appropriée;\nb. les valeurs de la fortune peuvent être retirées au profit de l’investisseur en cas de faillite du placement collectif ou de sa banque de dépôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_21"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 3, Fortune liée, Conservation des biens",
        "citation": "Art. 22 al. 1 OSAMal",
        "content": "L’assureur doit confier à un dépositaire ses valeurs mobilières affectées à la fortune liée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_22"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 3, Fortune liée, Conservation des biens",
        "citation": "Art. 22 al. 2 OSAMal",
        "content": "Il communique à l’autorité de surveillance le dépositaire et le lieu de dépôt ainsi que tout changement concernant ces indications.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_22"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 3, Fortune liée, Conservation des biens",
        "citation": "Art. 22 al. 3 OSAMal",
        "content": "Le dépositaire tient un inventaire des valeurs et les désigne comme appartenant à la fortune liée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_22"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 3, Fortune liée, Conservation des biens",
        "citation": "Art. 22 al. 4 OSAMal",
        "content": "Le contrat de conservation doit prévoir que le dépositaire répond envers l’assureur de l’exécution des obligations de garde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_22"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 3, Fortune liée, Conservation des biens",
        "citation": "Art. 22 al. 5 OSAMal",
        "content": "Si des raisons importantes le justifient, l’autorité de surveillance peut ordonner en tout temps un changement de dépositaire ou de lieu de dépôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_22"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 3, Fortune liée, Vérification par l’autorité de surveillance",
        "citation": "Art. 23 al. 1 OSAMal",
        "content": "L’autorité de surveillance vérifie au moins une fois par an:\na. si le débit est calculé correctement;\nb. si les biens affectés à la fortune liée:\n1. existent,\n2. sont affectés et conservés conformément aux prescriptions,\n3. correspondent au moins au débit de la fortune liée,\n4. satisfont aux prescriptions de placement du droit de la surveillance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_23"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 3, Fortune liée, Vérification par l’autorité de surveillance",
        "citation": "Art. 23 al. 2 OSAMal",
        "content": "Elle peut limiter la vérification à des sondages.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_23"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 3, Fortune liée, Vérification par l’autorité de surveillance",
        "citation": "Art. 23 al. 3 OSAMal",
        "content": "Elle peut tenir compte des résultats d’une vérification opérée par les organes internes de l’assureur ou par l’organe de révision externe et de l’inventaire établi par le dépositaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_23"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 3, Fortune liée, Utilisation du produit de la fortune liée",
        "citation": "Art. 24 OSAMal",
        "content": "Le produit de la fortune liée sert en premier lieu à couvrir les créances découlant des rapports d’assurance et des contrats de réassurance garantis en vertu de l’art. 15 LSAMal. Le solde éventuel sert à couvrir les frais d’administration liés à l’octroi de ces créances.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_24"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 4, Primes de l’assurance obligatoire des soins, Montant des primes",
        "citation": "Art. 25 al. 1 OSAMal",
        "content": "Lorsqu’elle vérifie les tarifs de primes, l’autorité de surveillance contrôle que les recettes estimées de l’assureur couvrent ses dépenses estimées pour l’exercice annuel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_25"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 4, Primes de l’assurance obligatoire des soins, Montant des primes",
        "citation": "Art. 25 al. 2 OSAMal",
        "content": "Les coûts au sens de l’art. 16, al. 3, LSAMal comprennent tous les coûts de l’assureur dans le canton en question, après déduction d’une quote-part des revenus de ses capitaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_25"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 4, Primes de l’assurance obligatoire des soins, Montant des primes",
        "citation": "Art. 25 al. 3 OSAMal",
        "content": "Les primes des assurés qui résident dans un État membre de l’Union européenne, en Islande, en Norvège ou au Royaume-Uni doivent couvrir les coûts engendrés par les assurés de l’ensemble de ces États pour l’assureur, après déduction d’une quote-part des revenus de ses capitaux. Pour fixer les primes applicables aux assurés de ces États, l’assureur prend en compte les différences de coûts entre les États.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_25"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 4, Primes de l’assurance obligatoire des soins, Montant des primes",
        "citation": "Art. 25 al. 4 OSAMal",
        "content": "Pour déterminer la quote-part visée aux al. 2 et 3, l’assureur ne peut utiliser que les revenus de ses capitaux qui ne dépassent pas la moyenne des revenus des capitaux qu’il a réalisés durant les dix dernières années. La quote-part est fixée en fonction de l’estimation des recettes de primes dans le canton ou l’État concerné.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_25"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 4, Primes de l’assurance obligatoire des soins, Montant des primes",
        "citation": "Art. 25 al. 5 OSAMal",
        "content": "Les réserves sont excessives au sens de l’art. 16, al. 4, let. d, LSAMal lorsque la couverture du niveau minimal des réserves de l’assureur serait garantie à long terme avec un niveau inférieur de réserves. Pour en juger, l’autorité de surveillance se fonde sur le plan d’exploitation et sur les indications visées à l’art. 12, al. 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_25"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 4, Primes de l’assurance obligatoire des soins, Réduction volontaire des réserves",
        "citation": "Art. 26 al. 1 OSAMal",
        "content": "L’assureur peut réduire ses réserves pour autant que les réserves estimées au sens de l’art. 12, al. 3, pour la fin de l’année civile suivante restent supérieures au niveau minimal visé à l’art. 11, al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_26"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 4, Primes de l’assurance obligatoire des soins, Réduction volontaire des réserves",
        "citation": "Art. 26 al. 2 OSAMal",
        "content": "La réduction se déroule sur une ou plusieurs années. L’assureur établit un plan à cet effet. L’autorité de surveillance vérifie chaque année que les conditions pour réduire les réserves sont réunies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_26"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 4, Primes de l’assurance obligatoire des soins, Réduction volontaire des réserves",
        "citation": "Art. 26 al. 3 OSAMal",
        "content": "Le plan de réduction doit prévoir que l’assureur fixe les primes au plus juste; le rapport entre les primes et les coûts attendus doit être uniforme dans l’ensemble du champ territorial d’activité de l’assureur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_26"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 4, Primes de l’assurance obligatoire des soins, Réduction volontaire des réserves",
        "citation": "Art. 26 al. 4 OSAMal",
        "content": "Lorsque la fixation des primes au plus juste au sens de l’al. 3 ne permet pas d’empêcher que les primes entraînent des réserves excessives au sens de l’art. 16, al. 4, let. d, LSAMal, le plan de réduction peut prévoir le versement d’une compensation aux assurés. Son montant doit être réparti entre les assurés dans le champ territorial d’activité de l’assureur selon une clé de répartition équitable fixée par l’assureur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_26"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 4, Primes de l’assurance obligatoire des soins, Réduction volontaire des réserves",
        "citation": "Art. 26 al. 5 OSAMal",
        "content": "L’assureur porte le montant de la compensation en déduction de la prime approuvée par l’autorité de surveillance et l’indique séparément sur la facture de la prime.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_26"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 4, Primes de l’assurance obligatoire des soins, Approbation des tarifs de primes",
        "citation": "Art. 27 al. 1 OSAMal",
        "content": "L’assureur soumet à l’approbation de l’autorité de surveillance les tarifs de primes de l’assurance obligatoire des soins et leurs modifications au plus tard cinq mois avant leur application.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_27"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 4, Primes de l’assurance obligatoire des soins, Approbation des tarifs de primes",
        "citation": "Art. 27 al. 2 OSAMal",
        "content": "L’autorité de surveillance fixe dans une directive les documents et les informations qui doivent être joints aux tarifs et selon quels standards ils sont transmis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_27"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 4, Primes de l’assurance obligatoire des soins, Approbation des tarifs de primes",
        "citation": "Art. 27 al. 3 OSAMal",
        "content": "Elle impartit un délai aux cantons pour donner leur avis au sens de l’art. 16, al. 6, LSAMal; elle tient compte à cet égard des délais prévus à l’art. 7, al. 2, de la loi fédérale du 18 mars 1994 sur l’assurance-maladie (LAMal).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_27"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 4, Primes de l’assurance obligatoire des soins, Approbation des tarifs de primes",
        "citation": "Art. 27 al. 4 OSAMal",
        "content": "Elle approuve les tarifs de primes pour une année civile. Si, sur la base des documents qui lui ont été remis, elle doute de la conformité des primes avec les exigences de l’art. 16 LSAMal, elle peut approuver un tarif de primes pour une durée inférieure. L’assureur communique cette durée aux assurés en même temps que la nouvelle prime.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_27"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 4, Primes de l’assurance obligatoire des soins, Publication des primes",
        "citation": "Art. 28 OSAMal",
        "content": "Si l’assureur publie le tarif de primes approuvé, il doit publier les primes de toutes les formes d’assurance qu’il pratique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_28"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 5, Primes de l’assurance individuelle facultative d’indemnités journalières",
        "citation": "Art. 29 OSAMal",
        "content": "Les art. 25, 26, 27, al. 1, 2 et 4, et 28 s’appliquent par analogie aux primes de l’assurance individuelle facultative d’indemnités journalières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_29"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 6, Compensation des primes encaissées en trop, Coûts cumulés",
        "citation": "Art. 30 OSAMal",
        "content": "Les coûts cumulés d’un assureur correspondent à l’ensemble de ses coûts sur une année.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_30"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 6, Compensation des primes encaissées en trop, Primes nettement plus élevées",
        "citation": "Art. 30a al. 1 OSAMal",
        "content": "Les primes encaissées sont nettement plus élevées que les coûts cumulés si la différence entre le rapport attendu entre les coûts et les primes et le rapport effectif entre les coûts et les primes est supérieure à l’écart-type.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_30_a"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 6, Compensation des primes encaissées en trop, Primes nettement plus élevées",
        "citation": "Art. 30a al. 2 OSAMal",
        "content": "L’écart-type est calculé par assureur et par canton selon la formule fixée dans l’annexe 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_30_a"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 6, Compensation des primes encaissées en trop, Effectif déterminant pour la compensation des primes encaissées en trop",
        "citation": "Art. 30b OSAMal",
        "content": "L’assureur peut compenser les primes encaissées en trop dans un canton dès lors que l’effectif de ses assurés dans ce canton est supérieur à l’effectif très peu important au sens de l’art. 91, al. 1, OAMal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_30_b"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 6, Compensation des primes encaissées en trop, Évaluation de la situation économique de l’assureur",
        "citation": "Art. 31 OSAMal",
        "content": "L’assureur se trouve dans une situation économique qui permet une compensation des primes encaissées en trop si, après l’avoir effectuée, il dispose de réserves supérieures à 150 % du niveau minimal visé à l’art. 11, al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_31"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 6, Compensation des primes encaissées en trop, Procédure",
        "citation": "Art. 32 al. 1 OSAMal",
        "content": "L’autorité de surveillance fixe dans une directive les documents et les informations que l’assureur doit joindre à la demande d’approbation au sens de l’art. 17 LSAMal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_32"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 6, Compensation des primes encaissées en trop, Procédure",
        "citation": "Art. 32 al. 2 OSAMal",
        "content": "Elle communique sa décision aux cantons concernés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_32"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 6, Compensation des primes encaissées en trop, Modalités du remboursement",
        "citation": "Art. 33 al. 1 OSAMal",
        "content": "Le montant de la compensation approuvé par l’autorité de surveillance doit être réparti entre les assurés selon une clé de répartition équitable fixée par l’assureur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_33"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 6, Compensation des primes encaissées en trop, Modalités du remboursement",
        "citation": "Art. 33 al. 2 OSAMal",
        "content": "L’assureur communique aux assurés le montant de la ristourne au sens de l’art. 18 LSAMal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_33"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 6, Compensation des primes encaissées en trop, Modalités du remboursement",
        "citation": "Art. 33 al. 3 OSAMal",
        "content": "Il  porte le montant de la ristourne en déduction des primes dues et le fait figurer séparément sur la facture. Il peut également le verser séparément aux assurés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_33"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 6, Compensation des primes encaissées en trop, Modalités du remboursement",
        "citation": "Art. 33 al. 4 OSAMal",
        "content": "Il peut le compenser avec des primes ou des participations aux coûts qui lui sont dues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_33"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 7, Frais d’administration, Répartition des frais d’administration",
        "citation": "Art. 34 OSAMal",
        "content": "Les frais d’administration afférents à l’assurance-maladie sont répartis entre les assurances suivantes, en fonction de leurs charges réelles:\na. l’assurance obligatoire des soins;\nb. l’assurance d’indemnités journalières;\nc. les assurances complémentaires et les autres branches d’assurance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_34"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 7, Frais d’administration, Activité d’intermédiaire et dépenses de publicité",
        "citation": "Art. 35 al. 1 OSAMal",
        "content": "Est une activité d’intermédiaire au sens de l’art. 19 LSAMal toute activité par laquelle une personne met ses compétences ou ses services à la disposition de l’assureur contre rémunération dans le but de faciliter ou de permettre l’affiliation d’assurés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_35"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 7, Frais d’administration, Activité d’intermédiaire et dépenses de publicité",
        "citation": "Art. 35 al. 2 OSAMal",
        "content": "Font notamment partie des dépenses de publicité toutes les dépenses liées à la prospection d’assurés, quels que soient le canal et le moyen utilisés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_35"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 3, Financement de l’activité d’assurance, Section 7, Frais d’administration, Activité d’intermédiaire et dépenses de publicité",
        "citation": "Art. 35 al. 3 OSAMal",
        "content": "Si les assureurs concluent un accord au sens de l’art. 19, al. 3, LSAMal, ils le communiquent à l’autorité de surveillance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_35"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 1, Gestion des risques et système de contrôle interne, Composition de l’organe d’administration",
        "citation": "Art. 36 al. 1 OSAMal",
        "content": "L’organe d’administration est composé de façon à être en mesure d’assumer les tâches de surveillance et de haute direction de l’assureur de manière irréprochable. Il doit en particulier disposer de connaissances suffisantes en matière d’assurance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_36"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 1, Gestion des risques et système de contrôle interne, Composition de l’organe d’administration",
        "citation": "Art. 36 al. 2 OSAMal",
        "content": "Chaque membre de l’organe d’administration doit disposer des connaissances techniques nécessaires à l’accomplissement de sa tâche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_36"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 1, Gestion des risques et système de contrôle interne, Composition de l’organe de direction",
        "citation": "Art. 37 al. 1 OSAMal",
        "content": "L’organe de direction est composé de façon à être en mesure d’assumer ses tâches.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_37"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 1, Gestion des risques et système de contrôle interne, Composition de l’organe de direction",
        "citation": "Art. 37 al. 2 OSAMal",
        "content": "Les membres de l’organe de direction doivent disposer des connaissances nécessaires à la conduite des secteurs qui leur sont subordonnés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_37"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 1, Gestion des risques et système de contrôle interne, Publication des liens d’intérêts",
        "citation": "Art. 38 OSAMal",
        "content": "Quiconque entre en fonction au sein de l’organe d’administration ou de l’organe de direction doit indiquer les éléments suivants par écrit à l’autorité de surveillance:\na. les fonctions qu’il occupe au sein d’organes de direction, de surveillance, de conseil ou autres, dans des sociétés, établissements ou fondations suisses ou étrangers, de droit privé ou de droit public;\nb. les fonctions qu’il exerce au sein de collectivités publiques;\nc. les fonctions permanentes de direction ou de conseil qu’il exerce pour le compte de groupes d’intérêts suisses ou étrangers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_38"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 1, Gestion des risques et système de contrôle interne, Prévention des conflits d’intérêts",
        "citation": "Art. 39 OSAMal",
        "content": "L’assureur édicte des directives internes pour prévenir les conflits d’intérêts. Il en remet un exemplaire à l’autorité de surveillance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_39"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 1, Gestion des risques et système de contrôle interne, Objectif et contenu de la gestion des risques et du système de contrôle interne",
        "citation": "Art. 40 al. 1 OSAMal",
        "content": "Par une gestion des risques appropriée à son activité et par des mécanismes internes de contrôle, l’assureur garantit que:\na. les risques potentiels sont reconnus et évalués à temps; et\nb. les mesures nécessaires pour empêcher ou couvrir des risques importants et les cumuls de risques sont prises à temps.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_40"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 1, Gestion des risques et système de contrôle interne, Objectif et contenu de la gestion des risques et du système de contrôle interne",
        "citation": "Art. 40 al. 2 OSAMal",
        "content": "La gestion des risques comporte notamment:\na. la détermination et l’examen régulier, par les organes de l’assureur, des stratégies et des mesures concernant tous les risques courus;\nb. une politique de couverture tenant compte des effets de la stratégie de l’assureur et comprenant une dotation en réserves adéquate;\nc. des procédures adéquates garantissant que la surveillance de tous les risques est intégrée dans l’organisation de l’assureur;\nd. l’identification, la surveillance, la quantification et le pilotage de tous les risques importants;\ne. une analyse de l’impact des différents scénarios de risques déterminants et l’élaboration des plans d’urgence correspondants;\nf. un système de rapports internes pour déterminer, évaluer et contrôler les risques et les concentrations de risques, ainsi que les processus qui leur sont liés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_40"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 1, Gestion des risques et système de contrôle interne, Objectif et contenu de la gestion des risques et du système de contrôle interne",
        "citation": "Art. 40 al. 3 OSAMal",
        "content": "Les mécanismes de contrôle interne comprennent des fonctions et des processus propres à garantir, dans leur ensemble, le respect des prescriptions légales et des directives internes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_40"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 1, Gestion des risques et système de contrôle interne, Objectif et contenu de la gestion des risques et du système de contrôle interne",
        "citation": "Art. 40 al. 4 OSAMal",
        "content": "La gestion des risques et les mécanismes de contrôle interne doivent être en adéquation avec la taille de l’assureur, la complexité de ses affaires et de son organisation et les risques qu’il court.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_40"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 1, Gestion des risques et système de contrôle interne, Documentation relative à la gestion des risques et au système de contrôle interne",
        "citation": "Art. 41 al. 1 OSAMal",
        "content": "L’assureur décrit sa gestion des risques et son système de contrôle interne dans une documentation. Il la tient régulièrement à jour.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_41"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 1, Gestion des risques et système de contrôle interne, Documentation relative à la gestion des risques et au système de contrôle interne",
        "citation": "Art. 41 al. 2 OSAMal",
        "content": "Cette documentation couvre notamment les points suivants:\na. la description de l’organisation de la gestion des risques et du système de contrôle interne au niveau de l’assureur dans son ensemble et des compétences et responsabilités correspondantes;\nb. les exigences en matière de gestion des risques et du système de contrôle interne;\nc. la politique en matière de risques, y compris la tolérance aux risques;\nd. la procédure d’identification des risques importants et les méthodes, instruments et processus permettant de les mesurer, de les surveiller et de les maîtriser;\ne. la présentation du système de contrôle interne ainsi que des systèmes de limites en vigueur pour les expositions aux risques;\nf. les directives internes concernant la gestion des risques, le système de contrôle interne et les processus qui leur sont liés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_41"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 1, Gestion des risques et système de contrôle interne, Organe de révision interne",
        "citation": "Art. 42 al. 1 OSAMal",
        "content": "L’organe de révision interne est soumis directement à l’organe d’administration. Ce dernier en désigne le chef. L’organe de révision interne ne reçoit aucune directive de l’organe de direction. Il a libre accès aux informations et aux documents conservés à l’intérieur de l’entreprise dans la mesure où il en a besoin pour accomplir sa tâche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_42"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 1, Gestion des risques et système de contrôle interne, Organe de révision interne",
        "citation": "Art. 42 al. 2 OSAMal",
        "content": "Si les tâches de l’organe de révision interne sont déléguées à un tiers, l’al. 1 s’applique par analogie à ce dernier. Le système de contrôle interne ne peut pas être délégué à l’organe de révision externe de l’assureur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_42"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 2, Gestion des risques concernant la fortune, Principes de placement",
        "citation": "Art. 43 al. 1 OSAMal",
        "content": "L’assureur doit placer, gérer et contrôler sa fortune avec soin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_43"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 2, Gestion des risques concernant la fortune, Principes de placement",
        "citation": "Art. 43 al. 2 OSAMal",
        "content": "Sont considérés comme fortune tous les biens à l’exception des valeurs des assurances régies par la LCA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_43"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 2, Gestion des risques concernant la fortune, Principes de placement",
        "citation": "Art. 43 al. 3 OSAMal",
        "content": "L’assureur veille à la sécurité et à la durabilité des placements, garantit la liquidité nécessaire et répartit les risques de manière appropriée entre différentes catégories de placements, différentes régions, différents secteurs économiques et différents débiteurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_43"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 2, Gestion des risques concernant la fortune, Principes de placement",
        "citation": "Art. 43 al. 4 OSAMal",
        "content": "Il définit une stratégie de placement adaptée à sa capacité de risque, la réexamine périodiquement et l’adapte au besoin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_43"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 2, Gestion des risques concernant la fortune, Principes de placement",
        "citation": "Art. 43 al. 5 OSAMal",
        "content": "Il s’efforce de réaliser un rendement approprié par rapport aux conditions qu’offrent les marchés monétaire, financier et immobilier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_43"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 2, Gestion des risques concernant la fortune, Principes de placement",
        "citation": "Art. 43 al. 6 OSAMal",
        "content": "Il dispose des connaissances relatives à sa stratégie de placement et applique les procédures nécessaires pour pouvoir apprécier en tout temps les risques de ses placements.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_43"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 2, Gestion des risques concernant la fortune, Principes de placement",
        "citation": "Art. 43 al. 7 OSAMal",
        "content": "Il veille à ce que les placements soient simples à évaluer et que la solvabilité des débiteurs soit bonne et contrôlable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_43"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 2, Gestion des risques concernant la fortune, Exigences en matière de gestion de fortune",
        "citation": "Art. 44 al. 1 OSAMal",
        "content": "L’assureur ne peut confier le placement et la gestion de sa fortune qu’à des personnes ou à des institutions dont les aptitudes et l’organisation permettent de garantir que les exigences de la LSAMal et de la présente ordonnance seront respectées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_44"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 2, Gestion des risques concernant la fortune, Exigences en matière de gestion de fortune",
        "citation": "Art. 44 al. 2 OSAMal",
        "content": "Il fait en sorte que la gestion de sa fortune et son contrôle soient effectués par des personnes différentes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_44"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 2, Gestion des risques concernant la fortune, Exigences en matière de gestion de fortune",
        "citation": "Art. 44 al. 3 OSAMal",
        "content": "Il conclut par écrit les éventuels mandats de placement ou de gestion de fortune confiés à des tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_44"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 2, Gestion des risques concernant la fortune, Exigences en matière de gestion de fortune",
        "citation": "Art. 44 al. 4 OSAMal",
        "content": "Il conserve la fortune en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_44"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 2, Gestion des risques concernant la fortune, Règlement de placement",
        "citation": "Art. 45 al. 1 OSAMal",
        "content": "L’assureur édicte un règlement de placement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_45"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 2, Gestion des risques concernant la fortune, Règlement de placement",
        "citation": "Art. 45 al. 2 OSAMal",
        "content": "Le règlement de placement doit:\na. fixer la stratégie, les objectifs, les principes, l’organisation et les processus régissant la gestion de fortune;\nb. régler le contrôle de la gestion de fortune;\nc. contenir des prescriptions permettant d’éviter les conflits d’intérêts, notamment des prescriptions sur la licéité de la remise de commissions bancaires et sur la licéité des affaires pour son propre compte;\nd. régler l’obligation faite aux personnes chargées de placer la fortune de signaler leurs intérêts;\ne. fixer une solvabilité minimale des débiteurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_45"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 2, Gestion des risques concernant la fortune, Règlement de placement",
        "citation": "Art. 45 al. 3 OSAMal",
        "content": "Le règlement de placement et ses modifications doivent être transmis à l’autorité de surveillance pour information.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_45"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 2, Gestion des risques concernant la fortune, Pondération du risque de placement",
        "citation": "Art. 46 al. 1 OSAMal",
        "content": "Les placements suivants ne sont pas considérés comme risqués:\na. les placements visés à l’art. 19;\nb. les placements dans des institutions qui servent à la pratique de l’assurance-maladie sociale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_46"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 2, Gestion des risques concernant la fortune, Pondération du risque de placement",
        "citation": "Art. 46 al. 2 OSAMal",
        "content": "Tous les autres placements et l’octroi de crédits hypothécaires sont considérés comme risqués.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_46"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 2, Gestion des risques concernant la fortune, Pondération du risque de placement",
        "citation": "Art. 46 al. 3 OSAMal",
        "content": "Les placements visés à l’al. 1, let. b, qui représentent plus de 2 % de la fortune sont considérés comme risqués et doivent être communiqués à l’autorité de surveillance. Le DFI peut définir quels placements sont considérés comme des placements au sens de l’al. 1, let. b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_46"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 2, Gestion des risques concernant la fortune, Gestion des risques concernant les instruments financiers dérivés",
        "citation": "Art. 47 al. 1 OSAMal",
        "content": "Lors de placements dans des instruments financiers dérivés au sens de l’art. 19, al. 1, let. f, l’assureur tient compte de leur négociabilité et de la solvabilité de la contrepartie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_47"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 2, Gestion des risques concernant la fortune, Gestion des risques concernant les instruments financiers dérivés",
        "citation": "Art. 47 al. 2 OSAMal",
        "content": "Il remet chaque année à l’autorité de surveillance un rapport sur les opérations impliquant des instruments financiers dérivés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_47"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 2, Gestion des risques concernant la fortune, Exclusion du prêt de valeurs mobilières et des opérations de mise ou de prise en pension",
        "citation": "Art. 48 al. 1 OSAMal",
        "content": "Le prêt de valeurs mobilières et les opérations de mise ou de prise en pension ne sont pas autorisés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_48"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 2, Gestion des risques concernant la fortune, Exclusion du prêt de valeurs mobilières et des opérations de mise ou de prise en pension",
        "citation": "Art. 48 al. 2 OSAMal",
        "content": "Le prêt de valeurs mobilières au sein d’un placement collectif de capitaux au sens de l’art. 19, al. 1, let. e, est autorisé lorsque le droit d’exiger la restitution des valeurs empruntées est garanti de manière effective.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_48"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 2, Gestion des risques concernant la fortune, Exclusion du prêt de valeurs mobilières et des opérations de mise ou de prise en pension",
        "citation": "Art. 48 al. 3 OSAMal",
        "content": "Le DFI peut édicter des dispositions plus détaillées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_48"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 3, Présentation des comptes et révision externe, Principes",
        "citation": "Art. 49 al. 1 OSAMal",
        "content": "L’assureur tient une comptabilité distincte pour l’assurance-maladie sociale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_49"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 3, Présentation des comptes et révision externe, Principes",
        "citation": "Art. 49 al. 2 OSAMal",
        "content": "L’Office fédéral de la santé publique (OFSP) peut fixer des exigences sur l’établissement des comptes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_49"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 3, Présentation des comptes et révision externe, Rapport de gestion",
        "citation": "Art. 50 al. 1 OSAMal",
        "content": "Le rapport de gestion doit être établi conformément aux dispositions de la Fondation pour les recommandations relatives à la présentation des comptes (dispositions RPC). Il se compose du rapport annuel et des comptes annuels (bilan, compte de résultats, tableau des flux de trésorerie, état du capital propre et annexe). L’OFSP définit la version applicable des dispositions RPC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_50"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 3, Présentation des comptes et révision externe, Rapport de gestion",
        "citation": "Art. 50 al. 2 OSAMal",
        "content": "L’OFSP peut fixer des exigences particulières supplémentaires. S’il en fixe, l’assureur décide s’il applique les dispositions RPC ou les dispositions RPC complétées par les exigences particulières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_50"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 3, Présentation des comptes et révision externe, Rapport de gestion",
        "citation": "Art. 50 al. 3 OSAMal",
        "content": "Les données principales par branche d’assurance au sens de l’art. 1a, al. 1, LAMal et les chiffres visés à l’art. 28b OAMal doivent être mentionnés dans le rapport de gestion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_50"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 3, Présentation des comptes et révision externe, Rapport de gestion",
        "citation": "Art. 50 al. 4 OSAMal",
        "content": "L’assureur doit publier le rapport de gestion au plus tard le 30 juin de l’année suivant la fin de l’exercice.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_50"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 3, Présentation des comptes et révision externe, Comptes annuels relevant du droit de la surveillance",
        "citation": "Art. 51 al. 1 OSAMal",
        "content": "L’OFSP fixe des exigences particulières pour les comptes annuels relevant du droit de la surveillance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_51"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 3, Présentation des comptes et révision externe, Comptes annuels relevant du droit de la surveillance",
        "citation": "Art. 51 al. 2 OSAMal",
        "content": "Les comptes annuels relevant du droit de la surveillance sont établis conformément aux dispositions RPC complétées par les exigences particulières visées à l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_51"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 3, Présentation des comptes et révision externe, Comptes annuels relevant du droit de la surveillance",
        "citation": "Art. 51 al. 3 OSAMal",
        "content": "L’assureur doit remettre les comptes annuels relevant du droit de la surveillance à l’autorité de surveillance au plus tard le 31 mars de l’année suivant la fin de l’exercice.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_51"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 3, Présentation des comptes et révision externe, Organe de révision externe",
        "citation": "Art. 52 al. 1 OSAMal",
        "content": "Les dispositions du code des obligations relatives à l’organe de révision des sociétés anonymes s’appliquent lorsque ni la LSAMal, ni la présente ordonnance ou les instructions de l’autorité de surveillance ne contiennent de prescriptions particulières pour les assureurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_52"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 3, Présentation des comptes et révision externe, Organe de révision externe",
        "citation": "Art. 52 al. 2 OSAMal",
        "content": "La responsabilité de l’organe de révision externe est régie par le droit de la société anonyme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_52"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 3, Présentation des comptes et révision externe, Organe de révision externe",
        "citation": "Art. 52 al. 3 OSAMal",
        "content": "L’autorité de surveillance désigne l’organe de révision externe si l’assureur ne l’a pas désigné après sommation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_52"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 3, Présentation des comptes et révision externe, Organe de révision externe",
        "citation": "Art. 52 al. 4 OSAMal",
        "content": "Lorsqu’un assureur désigne un nouvel organe de révision externe, il en informe l’autorité de surveillance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_52"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 3, Présentation des comptes et révision externe, Tâches et compétences de l’organe de révision externe",
        "citation": "Art. 53 al. 1 OSAMal",
        "content": "L’organe de révision externe contrôle les comptes annuels relevant du droit de la surveillance, les comptes annuels statutaires et la fortune liée selon les principes de la révision ordinaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_53"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 3, Présentation des comptes et révision externe, Tâches et compétences de l’organe de révision externe",
        "citation": "Art. 53 al. 2 OSAMal",
        "content": "L’autorité de surveillance peut charger l’organe de révision externe de contrôler que le système de contrôle interne ou certaines parties de ce système sont efficaces et adaptés à la taille et à la complexité de l’entreprise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_53"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 3, Présentation des comptes et révision externe, Tâches et compétences de l’organe de révision externe",
        "citation": "Art. 53 al. 3 OSAMal",
        "content": "L’organe de révision externe peut procéder sur place à des révisions intermédiaires, notamment en cas de doute sur la tenue des comptes et sur la gestion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_53"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 3, Présentation des comptes et révision externe, Rapports de l’organe de révision externe",
        "citation": "Art. 54 al. 1 OSAMal",
        "content": "L’organe de révision externe établit chaque année les rapports suivants:\na. un rapport sur les comptes annuels conformément aux dispositions de la Fondation pour les recommandations relatives à la présentation des comptes;\nb. un rapport détaillé adressé à l’organe d’administration, établi conformément aux dispositions du code des obligations et aux exigences de l’autorité de surveillance;\nc. un rapport sur les comptes annuels relevant du droit de la surveillance, établi conformément aux instructions de l’autorité de surveillance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_54"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 4, Gestion d’entreprise et révision, Section 3, Présentation des comptes et révision externe, Rapports de l’organe de révision externe",
        "citation": "Art. 54 al. 2 OSAMal",
        "content": "Il remet ses rapports à l’autorité de surveillance et à l’organe de révision interne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_54"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 5, Réassurance, Nombre minimum d’assurés",
        "citation": "Art. 55 OSAMal",
        "content": "Seules les caisses-maladie qui assurent au moins 300 000 personnes peuvent obtenir une autorisation de pratiquer la réassurance au sens de l’art. 28 LSAMal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_55"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 5, Réassurance, Demande d’autorisation",
        "citation": "Art. 56 OSAMal",
        "content": "La demande d’autorisation doit être soumise à l’autorité de surveillance au plus tard le 30 juin de l’année précédant celle où l’assureur entend pratiquer la réassurance pour la première fois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_56"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 5, Réassurance, Début de la validité de l’autorisation",
        "citation": "Art. 57 OSAMal",
        "content": "L’autorisation de pratiquer la réassurance prend effet au début d’une année civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_57"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 5, Réassurance, Retrait de l’autorisation",
        "citation": "Art. 58 al. 1 OSAMal",
        "content": "L’autorité de surveillance peut retirer l’autorisation de pratiquer la réassurance à une caisse-maladie si elle assure moins de 300 000 personnes pendant plus d’un an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_58"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 5, Réassurance, Retrait de l’autorisation",
        "citation": "Art. 58 al. 2 OSAMal",
        "content": "Si le réassureur ne peut pas démontrer qu’il a réassuré des assureurs conformément à la LSAMal au cours des deux années précédentes, l’activité de réassurance est réputée terminée. L’autorité de surveillance lui retire son autorisation de pratiquer la réassurance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_58"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 5, Réassurance, Contrats de réassurance",
        "citation": "Art. 59 al. 1 OSAMal",
        "content": "L’assureur peut uniquement conclure des contrats de réassurance aux mêmes conditions que celles qu’il conviendrait avec un tiers indépendant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_59"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 5, Réassurance, Contrats de réassurance",
        "citation": "Art. 59 al. 2 OSAMal",
        "content": "Il peut s’engager à payer des primes de réassurance de 50 % au plus du total des primes dues par ses assurés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_59"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 5, Réassurance, Contrats de réassurance",
        "citation": "Art. 59 al. 3 OSAMal",
        "content": "Il doit présenter à l’autorité de surveillance le contrat de réassurance ou ses modifications pour approbation au plus tard un mois avant leur validité. Il y joint les comptes de résultat prévus pour toute la durée du contrat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_59"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 5, Réassurance, Contrats de réassurance",
        "citation": "Art. 59 al. 4 OSAMal",
        "content": "Il règle les modalités de résiliation dans les contrats de réassurance. Ceux-ci doivent pouvoir être résiliés pour la fin de chaque année civile. Le délai de résiliation doit être d’au moins six mois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_59"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 5, Réassurance, Contrats de réassurance",
        "citation": "Art. 59 al. 5 OSAMal",
        "content": "L’autorité de surveillance peut demander à l’assureur et au réassureur des données pour évaluer si les dispositions de l’al. 1 sont respectées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_59"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 5, Réassurance, Obligations du réassureur",
        "citation": "Art. 60 al. 1 OSAMal",
        "content": "Le réassureur doit constituer des provisions techniques selon des méthodes actuarielles reconnues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_60"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 5, Réassurance, Obligations du réassureur",
        "citation": "Art. 60 al. 2 OSAMal",
        "content": "À la demande de l’autorité de surveillance, il doit mettre à sa disposition les informations actuarielles principales relatives aux contrats de réassurance actuels et passés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_60"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 6, Surveillance, Égalité de traitement des assurés et protection contre les abus",
        "citation": "Art. 61 al. 1 OSAMal",
        "content": "L’assureur traite tous les assurés de manière égale, sans distinction de l’état de santé ou d’une indication à ce sujet, notamment pour l’admission dans l’assurance, le choix de la forme d’assurance, les communications aux assurés et le délai de remboursement des prestations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_61"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 6, Surveillance, Égalité de traitement des assurés et protection contre les abus",
        "citation": "Art. 61 al. 2 OSAMal",
        "content": "Constituent des abus au sens de l’art. 34, al. 1, let. e, LSAMal:\na. le préjudice répété porté à un assuré;\nb. le préjudice porté à un assuré par une inégalité de traitement importante et juridiquement ou actuariellement injustifiable;\nc. le préjudice systématique porté à un groupe d’assurés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_61"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 6, Surveillance, Coordination entre autorités de surveillance",
        "citation": "Art. 62 al. 1 OSAMal",
        "content": "L’autorité de surveillance et l’Autorité fédérale de surveillance des marchés financiers coordonnent leurs activités de surveillance lorsque la pratique de l’assurance-maladie sociale a ou peut avoir une influence sur une assurance au sens de l’art. 2, al. 2, LSAMal. Ont une telle influence notamment:\na. des réserves inférieures au minimum prévu à l’art. 11;\nb. des provisions inférieures au niveau fixé à l’art. 14;\nc. une violation des dispositions sur la fortune liée;\nd. le transfert d’un effectif d’assurés au sens des art. 9, al. 3, et 40 LSAMal;\ne. une modification de la structure juridique de l’assureur, un transfert de patrimoine ou une participation au sens des art. 9 et 10 LSAMal;\nf. toute infraction pénale ayant ou pouvant avoir une influence sur la pratique d’une assurance au sens de l’art. 2, al. 2, LSAMal;\ng. une violation des dispositions sur la garantie d’une activité irréprochable, sur la gestion des risques et sur la révision;\nh. une situation financière compromise;\ni. des mesures conservatoires au sens de l’art. 38 LSAMal;\nj. une violation des dispositions du droit de la surveillance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_62"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 6, Surveillance, Coordination entre autorités de surveillance",
        "citation": "Art. 62 al. 2 OSAMal",
        "content": "L’autorité de surveillance et l’Autorité fédérale de surveillance des marchés financiers peuvent également coordonner leurs activités de surveillance en procédant à des échanges réguliers d’informations sur les entités soumises à leur surveillance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_62"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 6, Surveillance, Données des assureurs",
        "citation": "Art. 62a al. 1 OSAMal",
        "content": "Les données par assuré qui doivent être transmises par les assureurs conformément à l’art. 35, al. 2, LSAMal servent à:\na. surveiller l’application uniforme de la LAMal et de la LSAMal; \nb. garantir l’égalité de traitement des assurés;\nc. garantir que les différences de primes correspondent aux différences de coûts cantonales et régionales et que les ressources de l’assurance sociale sont exclusivement affectées aux buts de celle-ci;\nd. examiner les primes des assureurs afin de garantir que la prime appliquée corresponde à la prime approuvée; \ne. examiner les primes des réassureurs; \nf. procéder à l’analyse des effets de la LAMal et de la LSAMal et de leur application, et préparer les bases de décision pour les modifications de loi et des dispositions d’exécution de loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_62_a"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 6, Surveillance, Données des assureurs",
        "citation": "Art. 62a al. 2 OSAMal",
        "content": "Les assureurs transmettent régulièrement à l’autorité de surveillance, en vue de l’accomplissement de leurs tâches visées à l’al. 1 les données suivantes par assuré: \na. données sociodémographiques: \n1. code de liaison, \n2. âge, sexe et lieu de résidence,\n3. groupe de risques au sens de l’art. 11 de l’ordonnance du 19 octobre 2016 sur la compensation des risques (OCoR) et répartition des assurés en groupes de coûts pharmaceutiques au sens de l’art. 12 OCoR;\nb. données sur la couverture d’assurance: \n1. début et fin de couverture,\n2. propriétés de la prime, telles que champ territorial d’activité de l’assureur, région de prime, catégorie des formes particulières d’assurance au sens des art. 93 à 101 OAMal, forme d’assurance, désignation du modèle d’assurance et son abréviation, appartenance de la personne assurée à un ménage comportant plusieurs enfants ou jeunes adultes, barème de primes dans l’assurance avec bonus, hauteur de la franchise et couverture des accidents, \n3. indication du montant de la prime avec et sans la contribution du canton, supplément de prime au sens de l’art. 8 OAMal, réductions de primes et autres rabais,\n4. indication si la couverture d’assurance au sens de l’art. 3, al. 4, LAMal est suspendue ou non, \n5. indication si l’assuré est soumis à la compensation des risques ou non,\n6. raisons des mutations de couverture, telles qu’entrée et sortie, naissance, décès, changement d’assureur et changement interne,\n7. coûts totaux des prestations rémunérées et participation aux coûts, \n8. pour les assurés qui sont sortis l’une des années antérieures, date de sortie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_62_a"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 6, Surveillance, Données des assureurs",
        "citation": "Art. 62a al. 3 OSAMal",
        "content": "Ils fournissent à l’autorité de surveillance toutes les données par voie électronique, qu’il s’agisse de données agrégées ou par assuré. En cas d’adaptation des relevés, ils peuvent en être dispensés par l’autorité de surveillance, à leur demande et pour une période limitée, s’ils ne disposent pas des moyens techniques nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_62_a"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 6, Surveillance, Données des assureurs",
        "citation": "Art. 62a al. 4 OSAMal",
        "content": "Les assureurs fournissent à l’autorité de surveillance les données visées à l’al. 3 à leurs frais, de manière exacte et complète et dans les délais impartis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_62_a"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 6, Surveillance, Données des assureurs",
        "citation": "Art. 62a al. 5 OSAMal",
        "content": "L’autorité de surveillance veille à ce que la communication des données requises occasionne aussi peu de travail que possible aux assureurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_62_a"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 6, Surveillance, Données des assureurs",
        "citation": "Art. 62a al. 6 OSAMal",
        "content": "Afin de limiter les coûts, l’autorité de surveillance peut apparier les données visées à l’al. 2 avec d’autres sources de données pour autant que l’accomplissement des tâches visées à l’al. 1 le requière. Elle ne peut les apparier pour l’accomplissement d’autres tâches que si les données visées à l’al. 2 ont été anonymisées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_62_a"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 6, Surveillance, Données des assureurs",
        "citation": "Art. 62a al. 7 OSAMal",
        "content": "L’autorité de surveillance émet, après avoir consulté les assureurs, des directives sur les mesures à prendre en vertu des al. 1 à 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_62_a"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 6, Surveillance, Données des assureurs",
        "citation": "Art. 62a al. 8 OSAMal",
        "content": "L’exploitation des données au sens de l’art. 35, al. 2, LSAMal comprend toute forme de traitement au sens du droit fédéral de la protection des données, y compris la communication de données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_62_a"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 6, Surveillance, Annonce de faits de grande importance",
        "citation": "Art. 63 OSAMal",
        "content": "Sont de grande importance au sens de l’art. 35, al. 3, LSAMal les faits suivants en particulier:\na. les conditions visées à l’art. 5 LSAMal ne sont plus remplies;\nb. les réserves sont en dessous du niveau minimal prévu à l’art. 11 ou les provisions sont inférieures aux besoins au sens de l’art. 14;\nc. toute infraction susceptible d’avoir une influence considérable sur l’assureur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_63"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 6, Surveillance, Situation financière compromise",
        "citation": "Art. 64 al. 1 OSAMal",
        "content": "La situation financière d’un assureur est compromise au sens de l’art. 38, al. 3, LSAMal lorsque tout porte à croire que l’assureur ne peut pas respecter les exigences légales pendant plus de deux ans sans prendre de mesures prévues à l’art. 38, al. 2, let. g et h, LSAMal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_64"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 6, Surveillance, Situation financière compromise",
        "citation": "Art. 64 al. 2 OSAMal",
        "content": "Pour déterminer si la situation financière d’un assureur est compromise, l’autorité de surveillance examine en particulier:\na. si l’assureur enregistre une perte financière importante;\nb. si les délais de valorisation des placements ne permettent pas un apport de liquidités suffisant;\nc. si l’assureur enregistre un afflux massif de nouveaux assurés;\nd. si la structure de l’effectif des assurés s’est détériorée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_64"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 6, Surveillance, Transfert de l’effectif des assurés",
        "citation": "Art. 65 al. 1 OSAMal",
        "content": "L’autorité de surveillance peut prendre toutes les mesures nécessaires pour garantir le transfert de l’effectif des assurés d’un assureur à un autre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_65"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 6, Surveillance, Transfert de l’effectif des assurés",
        "citation": "Art. 65 al. 2 OSAMal",
        "content": "Lors du choix de l’assureur appelé à reprendre tout ou partie de l’effectif des assurés d’un autre assureur, l’autorité de surveillance veille à ce que le nouvel assureur puisse supporter la reprise sur les plans financier et institutionnel. Elle n’est pas tenue de prendre en compte la position concurrentielle des assureurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_65"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 6, Surveillance, Contrôle des transactions entre l’assureur et d’autres entreprises",
        "citation": "Art. 66 OSAMal",
        "content": "Si l’autorité de surveillance vérifie une transaction visée à l’art. 44, al. 1, LSAMal, elle contrôle que celle-ci est conforme aux conditions du marché. Les conditions sont réputées conformes au marché si la transaction aurait été conclue aux mêmes conditions avec un tiers indépendant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_66"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 7, Institution commune, Gestion d’entreprise et organe de révision externe",
        "citation": "Art. 67 OSAMal",
        "content": "Les art. 36 à 39 et 52 à 54 s’appliquent par analogie à l’institution commune.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_67"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 7, Institution commune, Montant du fonds d’insolvabilité",
        "citation": "Art. 68 OSAMal",
        "content": "Le conseil de fondation de l’institution commune fixe le montant du fonds d’insolvabilité en fonction des risques que le fonds doit  entièrement couvrir. L’autorité de surveillance est invitée à donner son avis avant que la décision ne soit prise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_68"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 7, Institution commune, Placement des ressources du fonds d’insolvabilité",
        "citation": "Art. 69 al. 1 OSAMal",
        "content": "Le placement des ressources est régi par le règlement de placement édicté par le conseil de fondation de l’institution commune.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_69"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 7, Institution commune, Placement des ressources du fonds d’insolvabilité",
        "citation": "Art. 69 al. 2 OSAMal",
        "content": "Le rendement du capital revient au fonds d’insolvabilité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_69"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 7, Institution commune, Placement des ressources du fonds d’insolvabilité",
        "citation": "Art. 69 al. 3 OSAMal",
        "content": "Les modifications du règlement de placement doivent être soumises au préalable à l’autorité de surveillance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_69"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 8, Autorité de surveillance, Surveillance de l’institution commune",
        "citation": "Art. 70 al. 1 OSAMal",
        "content": "L’autorité de surveillance examine la situation financière de l’institution commune et veille à ce qu’elle exécute les tâches qui lui sont confiées dans le respect de la loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_70"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 8, Autorité de surveillance, Surveillance de l’institution commune",
        "citation": "Art. 70 al. 2 OSAMal",
        "content": "Les art. 34 et 35, al. 3, LSAMal s’appliquent par analogie à l’institution commune.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_70"
    },
    {
        "book": "KVAV",
        "title": "OSAMal, Chapitre 8, Autorité de surveillance, Information du public",
        "citation": "Art. 71 OSAMal",
        "content": "L’autorité de surveillance met les informations suivantes à la disposition du public:\na. une liste des assureurs admis à pratiquer l’assurance-maladie sociale, avec mention de leur forme juridique, de leur siège, de leur champ territorial d’activité, de leur effectif d’assurés et du groupe d’assurance dont ils font partie;\nb. une liste des réassureurs admis à pratiquer la réassurance dans l’assurance-maladie sociale, avec mention de leur forme juridique, de leur siège et du groupe d’assurance dont ils font partie;\nc. les tarifs de primes qu’elle a approuvés et la durée pour laquelle elle les a approuvés;\nd. en cas de primes encaissées en trop, le montant de la compensation qui a été approuvé au sens de l’art. 17 LSAMal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/fr#art_71"
    }
]