[
    {
        "book": "KVAV",
        "title": "KVAV, 1. Kapitel: Begriffe, Weitere Versicherungsarten",
        "citation": "Art. 1 KVAV",
        "content": "Als weitere Versicherungsarten im Sinne von Artikel 2 Absatz 2 KVAG gelten:\na. ein Sterbegeld bei Tod infolge Krankheit oder Unfall von höchstens 6000 Franken;\nb. die Weiterführung der Krankenpflegeversicherung nach Artikel 7a der Verordnung vom 27. Juni 1995 über die Krankenversicherung (KVV).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_1"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 1. Kapitel: Begriffe, Versicherungsgruppe",
        "citation": "Art. 2 KVAV",
        "content": "Als Versicherungsgruppe gilt eine Gruppe von zwei oder mehreren Unternehmen, die:\na. in ihrer Gesamtheit hauptsächlich im Versicherungsbereich tätig sind; und \nb. eine wirtschaftliche Einheit bilden oder auf andere Weise durch Einfluss oder Kontrolle miteinander verbunden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_2"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 2. Kapitel:, Bewilligung zur Durchführung der sozialen Krankenversicherung, Bewilligungsgesuch",
        "citation": "Art. 3 Abs. 1 KVAV",
        "content": "Das Gesuch um Bewilligung zur Durchführung der sozialen Krankenversicherung nach Artikel 7 KVAG muss bis zum 30. Juni des Vorjahres des Jahres, in dem der Versicherer zum ersten Mal die soziale Krankenversicherung durchführen möchte, bei der Aufsichtsbehörde eingereicht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_3"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 2. Kapitel:, Bewilligung zur Durchführung der sozialen Krankenversicherung, Bewilligungsgesuch",
        "citation": "Art. 3 Abs. 2 KVAV",
        "content": "Private Versicherungsunternehmen müssen im Gesuch belegen, dass sie über eine Bewilligung zur Aufnahme der Versicherungstätigkeit nach dem Versicherungsaufsichtsgesetz vom 17. Dezember 2004 verfügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_3"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 2. Kapitel:, Bewilligung zur Durchführung der sozialen Krankenversicherung, Befreiung von der Pflicht nach Artikel 5 Buchstabe g KVAG",
        "citation": "Art. 4 Abs. 1 KVAV",
        "content": "Ein Versicherer kann ausnahmsweise von der Pflicht, die soziale Krankenversicherung auch versicherungspflichtigen Personen anzubieten, die in einem Mitgliedstaat der Europäischen Union, in Island, in Norwegen oder im Vereinigten Königreich wohnen, ganz oder teilweise befreit werden, wenn er:\na. weniger als 500 000 Personen versichert;\nb. in keinem oder nur in einem Teil dieser Staaten die soziale Krankenversicherung durchführen will; und\nc. in den betreffenden Staaten nur sehr kleine Bestände versichert hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_4"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 2. Kapitel:, Bewilligung zur Durchführung der sozialen Krankenversicherung, Befreiung von der Pflicht nach Artikel 5 Buchstabe g KVAG",
        "citation": "Art. 4 Abs. 2 KVAV",
        "content": "Er muss das Gesuch um Befreiung von der Pflicht bis zum 30. Juni bei der Aufsichtsbehörde einreichen. Die Befreiung wird auf den 1. Januar des folgenden Jahres wirksam.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_4"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 2. Kapitel:, Bewilligung zur Durchführung der sozialen Krankenversicherung, Beginn der Wirksamkeit der Bewilligung",
        "citation": "Art. 5 KVAV",
        "content": "Die Bewilligung zur Durchführung der sozialen Krankenversicherung wird auf den Beginn eines Kalenderjahres wirksam.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_5"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 2. Kapitel:, Bewilligung zur Durchführung der sozialen Krankenversicherung, Entzug der Bewilligung bei Beendigung der Versicherungstätigkeit",
        "citation": "Art. 6 KVAV",
        "content": "Ist bei einem Versicherer während zwei Jahren niemand versichert, so gilt die Versicherungstätigkeit als beendet. Die Aufsichtsbehörde entzieht dem Versicherer die Bewilligung zur Durchführung der sozialen Krankenversicherung und verfügt seine Entlassung aus der Aufsicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_6"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 2. Kapitel:, Bewilligung zur Durchführung der sozialen Krankenversicherung, Fristen bei Änderungen des Geschäftsplans",
        "citation": "Art. 7 Abs. 1 KVAV",
        "content": "Gesuche um Änderung des örtlichen Tätigkeitsbereichs, neue Bestimmungen über die besonderen Versicherungsformen in der obligatorischen Krankenpflegeversicherung und über die freiwillige Taggeldversicherung sowie die allgemeinen Versicherungsbedingungen müssen fünf Monate vor Beginn ihrer Gültigkeit bei der Aufsichtsbehörde eingereicht werden. Die Aufsichtsbehörde kann diese Frist verkürzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_7"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 2. Kapitel:, Bewilligung zur Durchführung der sozialen Krankenversicherung, Fristen bei Änderungen des Geschäftsplans",
        "citation": "Art. 7 Abs. 2 KVAV",
        "content": "Verträge oder sonstige Absprachen zur Übertragung von wesentlichen Aufgaben, namentlich der Leistungsprüfung, dem Inkasso, dem Rechnungswesen und der Policenverwaltung, müssen zwei Monate vor Beginn ihrer Gültigkeit bei der Aufsichtsbehörde eingereicht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_7"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 2. Kapitel:, Bewilligung zur Durchführung der sozialen Krankenversicherung, Änderungen der rechtlichen Struktur, Vermögensübertragung und Übertragung des Versichertenbestandes",
        "citation": "Art. 8 Abs. 1 KVAV",
        "content": "Beabsichtigt ein Versicherer eine Änderung nach Artikel 9 Absatz 1 KVAG, so hat er dies der Aufsichtsbehörde bis zum 30. Juni mitzuteilen. Die Mitteilung und die dazu gehörigen Unterlagen sind spätestens bis zum 30. August bei der Aufsichtsbehörde einzureichen. Die Änderungen werden jeweils am 1. Januar wirksam.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_8"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 2. Kapitel:, Bewilligung zur Durchführung der sozialen Krankenversicherung, Änderungen der rechtlichen Struktur, Vermögensübertragung und Übertragung des Versichertenbestandes",
        "citation": "Art. 8 Abs. 2 KVAV",
        "content": "Beabsichtigt ein Versicherer eine Änderung nach Artikel 9 Absatz 3 KVAG, so hat er dies der Aufsichtsbehörde mindestens vier Monate vor dem vorgesehenen Übertragungsdatum mitzuteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_8"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 2. Kapitel:, Bewilligung zur Durchführung der sozialen Krankenversicherung, Änderungen der rechtlichen Struktur, Vermögensübertragung und Übertragung des Versichertenbestandes",
        "citation": "Art. 8 Abs. 3 KVAV",
        "content": "In begründeten Fällen kann die Aufsichtsbehörde:\na. die Frist nach Artikel 9 Absatz 2 KVAG und die Mitteilungsfristen nach den Absätzen 1 und 2 verkürzen, sofern dies im Interesse der Versicherten ist und deren Rechte gewahrt bleiben;\nb. genehmigen, dass die Änderungen nach Absatz 1 an einem anderen Datum als am 1. Januar wirksam werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_8"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 1. Abschnitt: Reserven, Anfangsreserven",
        "citation": "Art. 9 KVAV",
        "content": "Die Reserven eines um Bewilligung ersuchenden Versicherers müssen mindestens acht Millionen Franken betragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_9"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 1. Abschnitt: Reserven, Ermittlung der Reserven",
        "citation": "Art. 10 Abs. 1 KVAV",
        "content": "Der Versicherer ermittelt die Reserven aus der Differenz zwischen dem Wert der Aktiven und dem Wert der Verpflichtungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_10"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 1. Abschnitt: Reserven, Ermittlung der Reserven",
        "citation": "Art. 10 Abs. 2 KVAV",
        "content": "Die Aktiven sind marktnah zu bewerten. Der marktnahe Wert der Aktiven ist der Marktwert oder, wo ein solcher nicht verfügbar ist, der Marktwert vergleichbarer Aktiven oder ein nach einer anerkannten finanzmathematischen Methode ermittelter Wert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_10"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 1. Abschnitt: Reserven, Ermittlung der Reserven",
        "citation": "Art. 10 Abs. 3 KVAV",
        "content": "Der Wert der Verpflichtungen ist nach anerkannten versicherungsmathematischen Methoden möglichst genau zu schätzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_10"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 1. Abschnitt: Reserven, Ermittlung der Reserven",
        "citation": "Art. 10 Abs. 4 KVAV",
        "content": "Bei der Ermittlung des Werts der Aktiven und des Werts der Verpflichtungen werden die Bilanzpositionen des Versicherungsgeschäfts nach dem Versicherungsvertragsgesetz vom 2. April 1908 (VVG) nicht berücksichtigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_10"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 1. Abschnitt: Reserven, Ermittlung der Reserven",
        "citation": "Art. 10 Abs. 5 KVAV",
        "content": "Das Eidgenössische Departement des Innern (EDI) kann festlegen, wie die Aktiven und die Verpflichtungen zu bewerten sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_10"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 1. Abschnitt: Reserven, Mindesthöhe der Reserven",
        "citation": "Art. 11 Abs. 1 KVAV",
        "content": "Die Reserven müssen mindestens so hoch sein, dass der Durchschnitt der am Jahresende möglichen Reservebestände, die unter dem Schwellenwert liegen, null ist. Der Schwellenwert ist derjenige Wert, den die Reserven im Laufe eines Jahres mit einer Wahrscheinlichkeit von 99 Prozent überschreiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_11"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 1. Abschnitt: Reserven, Mindesthöhe der Reserven",
        "citation": "Art. 11 Abs. 2 KVAV",
        "content": "Das EDI legt ein Modell zur Ermittlung der Mindesthöhe der Reserven fest. Dieses umfasst:\na. die Quantifizierung der versicherungstechnischen Risiken, der Marktrisiken und der Kreditrisiken;\nb. die Auswertung von Szenarien im Bereich der versicherungstechnischen Risiken, der Marktrisiken und der Kreditrisiken;\nc. ein Aggregationsverfahren, das die Resultate der Quantifizierung der Risiken und die Auswertung der Szenarien unter Berücksichtigung des Diversifikationseffekts vereinigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_11"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 1. Abschnitt: Reserven, Mindesthöhe der Reserven",
        "citation": "Art. 11 Abs. 3 KVAV",
        "content": "Das EDI kann festlegen, wie die Rückversicherungsverträge im Modell zu berücksichtigen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_11"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 1. Abschnitt: Reserven, Häufigkeit und Zeitpunkt der Ermittlung",
        "citation": "Art. 12 Abs. 1 KVAV",
        "content": "Der Versicherer ermittelt zu Beginn jedes Kalenderjahres die vorhandenen Reserven und die Mindesthöhe der Reserven.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_12"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 1. Abschnitt: Reserven, Häufigkeit und Zeitpunkt der Ermittlung",
        "citation": "Art. 12 Abs. 2 KVAV",
        "content": "Ändert sich im Laufe des Jahres die Risikosituation eines Versicherers erheblich, so sind die vorhandenen Reserven und die Mindesthöhe der Reserven auch unterjährig näherungsweise zu ermitteln und der Aufsichtsbehörde mitzuteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_12"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 1. Abschnitt: Reserven, Häufigkeit und Zeitpunkt der Ermittlung",
        "citation": "Art. 12 Abs. 3 KVAV",
        "content": "Der Versicherer legt seinem Gesuch um Prämiengenehmigung eine Schätzung der Reserven am Ende des laufenden Jahres und der Mindesthöhe der Reserven für das folgende Kalenderjahr bei. Die Schätzung umfasst mehrere Varianten. Für jede Variante ist die Eintrittswahrscheinlichkeit anzugeben, wobei das individuelle Risiko von Bestandesänderungen zu berücksichtigen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_12"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 1. Abschnitt: Reserven, Berichterstattung",
        "citation": "Art. 13 Abs. 1 KVAV",
        "content": "Die Versicherer verfassen jährlich einen Bericht über die Ermittlung der vorhandenen Reserven und der Mindesthöhe der Reserven.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_13"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 1. Abschnitt: Reserven, Berichterstattung",
        "citation": "Art. 13 Abs. 2 KVAV",
        "content": "Der Bericht muss alle Informationen enthalten, die zum Verständnis der Ermittlung der vorhandenen Reserven und der Mindesthöhe der Reserven sowie der Risikosituation des Versicherers notwendig sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_13"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 1. Abschnitt: Reserven, Berichterstattung",
        "citation": "Art. 13 Abs. 3 KVAV",
        "content": "Er ist von der Geschäftsleitung zu unterzeichnen und der Aufsichtsbehörde einzureichen. Das EDI legt den Zeitpunkt der Einreichung fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_13"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 2. Abschnitt: Versicherungstechnische Rückstellungen",
        "citation": "Art. 14 Abs. 1 KVAV",
        "content": "Der Versicherer bildet seine versicherungstechnischen Rückstellungen nach anerkannten versicherungsmathematischen Methoden. Er bildet sie, ohne Ansprüche aus Rückversicherungsverträgen zu berücksichtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_14"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 2. Abschnitt: Versicherungstechnische Rückstellungen",
        "citation": "Art. 14 Abs. 2 KVAV",
        "content": "Er löst nicht mehr benötigte versicherungstechnische Rückstellungen auf.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_14"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 2. Abschnitt: Versicherungstechnische Rückstellungen",
        "citation": "Art. 14 Abs. 3 KVAV",
        "content": "Er nennt im Geschäftsplan die Bedingungen der Bildung und der Auflösung der versicherungstechnischen Rückstellungen. Er dokumentiert die Annahmen, von denen er ausgeht, insbesondere die Rechnungsgrundlagen und die Rückstellungsmethoden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_14"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 2. Abschnitt: Versicherungstechnische Rückstellungen",
        "citation": "Art. 14 Abs. 4 KVAV",
        "content": "Das EDI kann Grundsätze festlegen, wie die Rückstellungen zu bilden und aufzulösen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_14"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 3. Abschnitt: Gebundenes Vermögen, Zeitpunkt der Ermittlung des Sollbetrags",
        "citation": "Art. 15 Abs. 1 KVAV",
        "content": "Der Versicherer berechnet den Sollbetrag auf den Zeitpunkt des Rechnungsabschlusses.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_15"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 3. Abschnitt: Gebundenes Vermögen, Zeitpunkt der Ermittlung des Sollbetrags",
        "citation": "Art. 15 Abs. 2 KVAV",
        "content": "Auf begründetes Begehren des Versicherers kann die Aufsichtsbehörde zulassen, dass der Sollbetrag auf einen anderen Zeitpunkt berechnet wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_15"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 3. Abschnitt: Gebundenes Vermögen, Zeitpunkt der Ermittlung des Sollbetrags",
        "citation": "Art. 15 Abs. 3 KVAV",
        "content": "Sie kann in begründeten Fällen eine Neuberechnung oder eine Schätzung des Sollbetrags verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_15"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 3. Abschnitt: Gebundenes Vermögen, Mitteilungspflicht",
        "citation": "Art. 16 KVAV",
        "content": "Der Versicherer teilt der Aufsichtsbehörde bis zum 31. März den auf das Ende des Geschäftsjahres berechneten Sollbetrag zusammen mit dem Verzeichnis der Deckungswerte mit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_16"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 3. Abschnitt: Gebundenes Vermögen, Deckung",
        "citation": "Art. 17 Abs. 1 KVAV",
        "content": "Der Sollbetrag muss jederzeit durch Aktiven gedeckt sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_17"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 3. Abschnitt: Gebundenes Vermögen, Deckung",
        "citation": "Art. 17 Abs. 2 KVAV",
        "content": "Stellt der Versicherer eine Unterdeckung fest, so meldet er diese der Aufsichtsbehörde und ergänzt das gebundene Vermögen unverzüglich. Die Aufsichtsbehörde kann in besonderen Fällen eine Frist zur Ergänzung einräumen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_17"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 3. Abschnitt: Gebundenes Vermögen, Deckung",
        "citation": "Art. 17 Abs. 3 KVAV",
        "content": "Die Werte des gebundenen Vermögens müssen frei und unbelastet sein. Verbindlichkeiten des Versicherers dürfen nicht mit Forderungen, die zum gebundenen Vermögen gehören, verrechnet werden. Artikel 19 Buchstabe f bleibt vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_17"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 3. Abschnitt: Gebundenes Vermögen, Bestellung",
        "citation": "Art. 18 Abs. 1 KVAV",
        "content": "Der Versicherer bestellt das gebundene Vermögen durch Zuweisung von Vermögenswerten. Er erfasst und kennzeichnet diese Werte so, dass er jederzeit ohne Verzug nachweisen kann, welche Werte zum gebundenen Vermögen gehören, und dass der Sollbetrag des gebundenen Vermögens gedeckt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_18"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 3. Abschnitt: Gebundenes Vermögen, Bestellung",
        "citation": "Art. 18 Abs. 2 KVAV",
        "content": "Er wählt die Werte des gebundenen Vermögens in erster Linie unter dem Gesichtspunkt der Sicherheit und der tatsächlichen finanziellen Lage aus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_18"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 3. Abschnitt: Gebundenes Vermögen, Bestellung",
        "citation": "Art. 18 Abs. 3 KVAV",
        "content": "Er strebt einen marktgerechten Ertrag bei zweckmässiger Diversifikation an und stellt den voraussehbaren Bedarf an flüssigen Mitteln jederzeit sicher.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_18"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 3. Abschnitt: Gebundenes Vermögen, Bestellung",
        "citation": "Art. 18 Abs. 4 KVAV",
        "content": "Die Aufsichtsbehörde kann Forderungen aus Rückversicherungsverträgen auf Antrag ganz oder teilweise zur Bestellung des gebundenen Vermögens zulassen, sofern der Rückversicherer diese Forderungen mit seinem gebundenen Vermögen sicherstellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_18"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 3. Abschnitt: Gebundenes Vermögen, Bestellung",
        "citation": "Art. 18 Abs. 5 KVAV",
        "content": "Versicherer, welche sowohl die soziale Krankenversicherung als auch Versicherungen nach dem VVG anbieten, haben das gebundene Vermögen der sozialen Krankenversicherung als solches zu kennzeichnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_18"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 3. Abschnitt: Gebundenes Vermögen, Geeignete Anlagen",
        "citation": "Art. 19 Abs. 1 KVAV",
        "content": "Folgende Anlagen gelten als geeignet:\na. Bareinlagen, Bankguthaben, Festgelder und sonstige Geldmarktanlagen mit einer Laufzeit von bis zu zwölf Monaten;\nb. andere Forderungen, die auf einen festen Geldbetrag lauten, als diejenigen nach Buchstabe a, namentlich Anleihensobligationen, Optionsanleihen, Wandelanleihen und Pfandbriefe;\nc. sofern an einer Börse oder an einem anderen geregelten, dem Publikum offenstehenden Markt gehandelt und kurzfristig veräusserbar, Aktien, Partizipations- und Genussscheine, Anteilscheine von Genossenschaften und andere Kapitalbeteiligungen;\nd. Wohn- und Geschäftsliegenschaften im Allein- oder Miteigentum, einschliesslich des selbstgenutzten Verwaltungsraums;\ne. Anteile an kollektiven Kapitalanlagen, deren Anlagen im Konkurs als Sondervermögen ab- oder aussonderbar sind, sofern:\n1. sie jederzeit veräussert werden können,\n2. die kollektive Kapitalanlage direkt oder indirekt nur in Anlagen nach den Buchstaben a–d investiert, und\n3. die Fondsleitung oder ihre Verwaltungsgesellschaft einer angemessenen inländischen Regulierung und Aufsicht untersteht;\nf. derivative Finanzinstrumente:\n1. die ausschliesslich der Absicherung des Vermögens dienen,\n2. die nicht als Hebel auf das Vermögen wirken,\n3. deren Basiswerte nach den Buchstaben a–d geeignet und im Vermögen vorhanden sind und die abgesicherten Schwankungen des Marktes nachvollziehen, und \n4. bei denen sämtliche Verpflichtungen gedeckt sind, die sich für den Versicherer aus dem derivativen Finanzinstrument ergeben oder sich im Zeitpunkt der Ausübung des Rechts bei Wandlung in die Basisanlage im extremsten Fall ergeben können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_19"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 3. Abschnitt: Gebundenes Vermögen, Geeignete Anlagen",
        "citation": "Art. 19 Abs. 2 KVAV",
        "content": "Die übrigen Anlagen, namentlich Anlagen in Institutionen, die der Durchführung der sozialen Krankenversicherung dienen (Art. 46 Abs. 1 Bst. b), gelten als ungeeignet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_19"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 3. Abschnitt: Gebundenes Vermögen, Geeignete Anlagen",
        "citation": "Art. 19 Abs. 3 KVAV",
        "content": "Kann der Versicherer nicht nachweisen, dass die Anlagen des gebundenen Vermögens alle Forderungen aus den Versicherungsverhältnissen und den Rückversicherungsverträgen, die er abgeschlossen hat, decken, namentlich weil gewisse Anlagen ungeeignet sind, so kann die Aufsichtsbehörde ihm eine Frist setzen, um die Anlagen zu ergänzen oder zu ersetzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_19"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 3. Abschnitt: Gebundenes Vermögen, Begrenzungen",
        "citation": "Art. 20 Abs. 1 KVAV",
        "content": "Anlagen des gebundenen Vermögens, die eine der folgenden Begrenzungen überschreiten, gelten als ungeeignet, es sei denn, sie sind mit derivativen Finanzinstrumenten nach Artikel 19 Absatz 1 Buchstabe f effektiv abgesichert:\na. alle Anlagen: 5 Prozent des gebundenen Vermögens je Schuldnerin; bei Anlagen nach Artikel 19 Absatz 1 Buchstabe a 20 Prozent des gebundenen Vermögens je Schuldnerin, sofern eine Bank nach dem Bankengesetz vom 8. November 1934 Schuldnerin ist;\nb. in Anlagen nach Artikel 19 Absatz 1 Buchstabe c: 25 Prozent des gebundenen Vermögens;\nc. in Anlagen nach Artikel 19 Absatz 1 Buchstabe d: 25 Prozent des gebundenen Vermögens, wobei der Versicherer:\n1. höchstens 5 Prozent des gebundenen Vermögens im Ausland anlegen darf,\n2. je Objekt höchstens 5 Prozent des gebundenen Vermögens anlegen darf, soweit er das Objekt nicht selber nutzt;\nd. in Anlagen in Fremdwährungen: 20 Prozent des gebundenen Vermögens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_20"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 3. Abschnitt: Gebundenes Vermögen, Begrenzungen",
        "citation": "Art. 20 Abs. 2 KVAV",
        "content": "Für Forderungen gegenüber der Eidgenossenschaft, den Kantonen und schweizerischen Pfandbriefinstituten gilt die Begrenzung nach Absatz 1 Buchstabe a nicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_20"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 3. Abschnitt: Gebundenes Vermögen, Begrenzungen",
        "citation": "Art. 20 Abs. 3 KVAV",
        "content": "Das EDI kann Weisungen zur Berechnung der Begrenzungen erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_20"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 3. Abschnitt: Gebundenes Vermögen, Begrenzungen bei kollektiven Anlagen",
        "citation": "Art. 21 Abs. 1 KVAV",
        "content": "Für die Einhaltung der Begrenzungen sind die in den kollektiven Kapitalanlagen enthaltenen Anlagen und Fremdwährungen mit einzurechnen. Enthält eine kollektive Kapitalanlage verschiedene Kategorien von Anlagen nach Artikel 19 Absatz 1 Buchstaben a–d oder verschiedene Währungen, so werden diese anteilsmässig auf die Anlagekategorien oder die Währungen aufgeteilt, wenn die Anteile nachweisbar sind. Sind die Anteile nicht nachweisbar, so wird die kollektive Kapitalanlage gesamthaft derjenigen Anlage mit der stärksten Begrenzung zugeordnet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_21"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 3. Abschnitt: Gebundenes Vermögen, Begrenzungen bei kollektiven Anlagen",
        "citation": "Art. 21 Abs. 2 KVAV",
        "content": "Kollektive Kapitalanlagen, die 5 Prozent des gebundenen Vermögens je Anlage überschreiten, gelten als ungeeignet, es sei denn, es handelt sich um kollektive Kapitalanlagen:\na. deren Anlagen nachweisbar angemessen diversifiziert sind; und\nb. deren Vermögenswerte im Konkursfall der kollektiven Anlage oder der Depotbank zugunsten der Anlegerinnen und Anleger ausgesondert werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_21"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 3. Abschnitt: Gebundenes Vermögen, Verwahrung der Werte ",
        "citation": "Art. 22 Abs. 1 KVAV",
        "content": "Der Versicherer hat dem gebundenen Vermögen zugewiesene bewegliche Vermögenswerte in Fremdverwahrung zu geben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_22"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 3. Abschnitt: Gebundenes Vermögen, Verwahrung der Werte ",
        "citation": "Art. 22 Abs. 2 KVAV",
        "content": "Er meldet der Aufsichtsbehörde Verwahrerin und Verwahrungsort sowie deren Änderungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_22"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 3. Abschnitt: Gebundenes Vermögen, Verwahrung der Werte ",
        "citation": "Art. 22 Abs. 3 KVAV",
        "content": "Die Verwahrerin führt ein Verzeichnis der Werte und kennzeichnet sie als zum gebundenen Vermögen gehörend.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_22"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 3. Abschnitt: Gebundenes Vermögen, Verwahrung der Werte ",
        "citation": "Art. 22 Abs. 4 KVAV",
        "content": "Der Verwahrungsvertrag muss vorsehen, dass die Verwahrerin dem Versicherer gegenüber für die Erfüllung der Verwahrerpflichten haftet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_22"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 3. Abschnitt: Gebundenes Vermögen, Verwahrung der Werte ",
        "citation": "Art. 22 Abs. 5 KVAV",
        "content": "Die Aufsichtsbehörde kann aus wichtigen Gründen jederzeit einen Wechsel der Verwahrerin oder des Verwahrungsortes verfügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_22"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 3. Abschnitt: Gebundenes Vermögen, Prüfung durch die Aufsichtsbehörde",
        "citation": "Art. 23 Abs. 1 KVAV",
        "content": "Die Aufsichtsbehörde prüft jährlich mindestens einmal, ob:\na. der Sollbetrag richtig berechnet ist;\nb. die dem gebundenen Vermögen zugewiesenen Werte:\n1. vorhanden sind,\n2. vorschriftsgemäss zugewiesen und verwahrt werden,\n3. mindestens dem Sollbetrag entsprechen,\n4. den aufsichtsrechtlichen Anlagevorschriften genügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_23"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 3. Abschnitt: Gebundenes Vermögen, Prüfung durch die Aufsichtsbehörde",
        "citation": "Art. 23 Abs. 2 KVAV",
        "content": "Sie kann die Prüfung auf Stichproben beschränken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_23"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 3. Abschnitt: Gebundenes Vermögen, Prüfung durch die Aufsichtsbehörde",
        "citation": "Art. 23 Abs. 3 KVAV",
        "content": "Sie kann bei der Prüfung auch die Ergebnisse einer Prüfung durch interne Organe des Versicherers oder die externe Revisionsstelle sowie das Verzeichnis der Verwahrerin berücksichtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_23"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 3. Abschnitt: Gebundenes Vermögen, Verwendung des Erlöses des gebundenen Vermögens ",
        "citation": "Art. 24 KVAV",
        "content": "Aus dem Erlös des gebundenen Vermögens werden vorweg die Ansprüche aus den Versicherungsverhältnissen und Rückversicherungsverträgen, die nach Artikel 15 KVAG sichergestellt werden, gedeckt. Mit einem Überschuss werden die mit der Gewährung dieser Ansprüche verbundenen Verwaltungskosten gedeckt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_24"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 4. Abschnitt: Prämien der obligatorischen Krankenpflegeversicherung, Höhe der Prämien",
        "citation": "Art. 25 Abs. 1 KVAV",
        "content": "Die Aufsichtsbehörde kontrolliert bei der Prüfung der Prämientarife, ob die für das Geschäftsjahr geschätzten Einnahmen die geschätzten Ausgaben decken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_25"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 4. Abschnitt: Prämien der obligatorischen Krankenpflegeversicherung, Höhe der Prämien",
        "citation": "Art. 25 Abs. 2 KVAV",
        "content": "Die Kosten im Sinne von Artikel 16 Absatz 3 KVAG umfassen sämtliche Kosten, die dem Versicherer im entsprechenden Kanton entstehen, abzüglich eines Anteils an den Kapitalerträgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_25"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 4. Abschnitt: Prämien der obligatorischen Krankenpflegeversicherung, Höhe der Prämien",
        "citation": "Art. 25 Abs. 3 KVAV",
        "content": "Die Prämien der Versicherten mit Wohnort in einem Mitgliedstaat der Europäischen Union, in Island, in Norwegen oder im Vereinigten Königreich decken die Kosten, die dem Versicherer für die Versicherten dieser Staaten insgesamt entstehen, abzüglich eines Anteils an den Kapitalerträgen. Bei der Festlegung der Prämien für die einzelnen Staaten beachtet der Versicherer die Kostenunterschiede zwischen den verschiedenen Staaten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_25"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 4. Abschnitt: Prämien der obligatorischen Krankenpflegeversicherung, Höhe der Prämien",
        "citation": "Art. 25 Abs. 4 KVAV",
        "content": "Um den Anteil aus den Kapitalerträgen nach den Absätzen 2 und 3 zu bestimmen, darf der Versicherer nur die Erträge aus seinem Kapital verwenden, die den Prozentsatz, den er in den zehn letzten Jahren durchschnittlich erwirtschaftet hat, nicht überschreiten. Der Anteil wird entsprechend den geschätzten Prämieneinnahmen im jeweiligen Kanton oder im jeweiligen Staat festgelegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_25"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 4. Abschnitt: Prämien der obligatorischen Krankenpflegeversicherung, Höhe der Prämien",
        "citation": "Art. 25 Abs. 5 KVAV",
        "content": "Reserven sind übermässig im Sinne von Artikel 16 Absatz 4 Buchstabe d KVAG, wenn die Deckung der Mindesthöhe der Reserven des Versicherers auch bei tieferen Reserven langfristig gewährleistet ist. Für die Beurteilung stützt sich die Aufsichtsbehörde auf den Geschäftsplan und die Angaben nach Artikel 12 Absatz 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_25"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 4. Abschnitt: Prämien der obligatorischen Krankenpflegeversicherung, Freiwilliger Abbau von Reserven",
        "citation": "Art. 26 Abs. 1 KVAV",
        "content": "Der Versicherer kann seine Reserven abbauen, sofern er am Ende des folgenden Kalenderjahres auch mit dem Abbau über geschätzte Reserven gemäss Artikel 12 Absatz 3 verfügt, die über der Mindesthöhe nach Artikel 11 Absatz 1 liegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_26"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 4. Abschnitt: Prämien der obligatorischen Krankenpflegeversicherung, Freiwilliger Abbau von Reserven",
        "citation": "Art. 26 Abs. 2 KVAV",
        "content": "Der Abbau erfolgt während eines oder mehrerer Jahre. Der Versicherer erstellt einen entsprechenden Abbauplan. Die Aufsichtsbehörde prüft jährlich, ob die Voraussetzungen für den Abbau noch gegeben sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_26"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 4. Abschnitt: Prämien der obligatorischen Krankenpflegeversicherung, Freiwilliger Abbau von Reserven",
        "citation": "Art. 26 Abs. 3 KVAV",
        "content": "Der Abbauplan muss vorsehen, dass der Versicherer die Prämien knapp kalkuliert; dabei muss das Verhältnis zwischen Prämien und erwarteten Kosten im gesamten örtlichen Tätigkeitsgebiet des Versicherers einheitlich sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_26"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 4. Abschnitt: Prämien der obligatorischen Krankenpflegeversicherung, Freiwilliger Abbau von Reserven",
        "citation": "Art. 26 Abs. 4 KVAV",
        "content": "Kann mit der knappen Kalkulation nach Absatz 3 nicht verhindert werden, dass die Prämien zu übermässigen Reserven im Sinne von Artikel 16 Absatz 4 Buchstabe d KVAG führen, so kann der Abbauplan einen Ausgleich für die Versicherten vorsehen. Der Ausgleichsbetrag wird nach einem angemessenen, vom Versicherer bestimmten Schlüssel auf die Versicherten im örtlichen Tätigkeitsbereich des Versicherers verteilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_26"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 4. Abschnitt: Prämien der obligatorischen Krankenpflegeversicherung, Freiwilliger Abbau von Reserven",
        "citation": "Art. 26 Abs. 5 KVAV",
        "content": "Der Versicherer zieht den Ausgleichsbetrag von der von der Aufsichtsbehörde genehmigten Prämie ab und weist ihn auf der Prämienrechnung gesondert aus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_26"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 4. Abschnitt: Prämien der obligatorischen Krankenpflegeversicherung, Genehmigung der Prämientarife",
        "citation": "Art. 27 Abs. 1 KVAV",
        "content": "Der Versicherer reicht die Prämientarife der obligatorischen Krankenpflegeversicherung und deren Änderungen der Aufsichtsbehörde spätestens fünf Monate, bevor sie zur Anwendung gelangen, zur Genehmigung ein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_27"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 4. Abschnitt: Prämien der obligatorischen Krankenpflegeversicherung, Genehmigung der Prämientarife",
        "citation": "Art. 27 Abs. 2 KVAV",
        "content": "Die Aufsichtsbehörde legt in einer Weisung fest, welche Unterlagen und Informationen den Prämientarifen beigelegt und nach welchen Standards sie übermittelt werden müssen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_27"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 4. Abschnitt: Prämien der obligatorischen Krankenpflegeversicherung, Genehmigung der Prämientarife",
        "citation": "Art. 27 Abs. 3 KVAV",
        "content": "Die Aufsichtsbehörde räumt den Kantonen eine Frist für ihre Stellungnahme nach Artikel 16 Absatz 6 KVAG ein; sie berücksichtigt dabei die Fristen nach Artikel 7 Absatz 2 des Bundesgesetzes vom 18. März 1994 über die Krankenversicherung (KVG).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_27"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 4. Abschnitt: Prämien der obligatorischen Krankenpflegeversicherung, Genehmigung der Prämientarife",
        "citation": "Art. 27 Abs. 4 KVAV",
        "content": "Sie genehmigt die Prämientarife für ein Kalenderjahr. Bestehen aufgrund der eingereichten Unterlagen Zweifel, dass die Prämien die Anforderungen nach Artikel 16 KVAG erfüllen, so kann sie einen Prämientarif für eine unterjährige Dauer genehmigen. Der Versicherer teilt den Versicherten diese Genehmigungsdauer zusammen mit der neuen Prämie mit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_27"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 4. Abschnitt: Prämien der obligatorischen Krankenpflegeversicherung, Veröffentlichung der Prämien",
        "citation": "Art. 28 KVAV",
        "content": "Veröffentlicht der Versicherer den genehmigten Prämientarif, so muss er die Prämien für alle von ihm durchgeführten Versicherungsformen veröffentlichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_28"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 5. Abschnitt: Prämien der freiwilligen Einzeltaggeldversicherung",
        "citation": "Art. 29 KVAV",
        "content": "Die Artikel 25, 26, 27 Absätze 1, 2 und 4 sowie 28 sind sinngemäss auf die Prämien der freiwilligen Einzeltaggeldversicherung anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_29"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 6. Abschnitt: Ausgleich von zu hohen Prämieneinnahmen, Kumulierte Kosten",
        "citation": "Art. 30 KVAV",
        "content": "Die kumulierten Kosten eines Versicherers entsprechen seinen gesamten Kosten in einem Jahr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_30"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 6. Abschnitt: Ausgleich von zu hohen Prämieneinnahmen, Deutlich höhere Prämieneinnahmen",
        "citation": "Art. 30a Abs. 1 KVAV",
        "content": "Die Prämieneinnahmen liegen deutlich über den kumulierten Kosten, wenn der Unterschied zwischen dem erwarteten Verhältnis zwischen Kosten und Prämieneinnahmen und dem effektiven Verhältnis zwischen Kosten und Prämieneinnahmen die Standardabweichung überschreitet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_30_a"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 6. Abschnitt: Ausgleich von zu hohen Prämieneinnahmen, Deutlich höhere Prämieneinnahmen",
        "citation": "Art. 30a Abs. 2 KVAV",
        "content": "Die Standardabweichung wird für jeden Versicherer und Kanton gemäss der im Anhang 1 festgelegten Formel berechnet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_30_a"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 6. Abschnitt: Ausgleich von zu hohen Prämieneinnahmen, Für den Ausgleich von zu hohen Prämieneinnahmen massgebender Versichertenbestand",
        "citation": "Art. 30b KVAV",
        "content": "Der Versicherer kann die zu hohen Prämieneinnahmen in einem Kanton ausgleichen, wenn sein Versichertenbestand in diesem Kanton über dem im Sinne von Artikel 91 Absatz 1 KVV definierten sehr kleinen Bestand liegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_30_b"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 6. Abschnitt: Ausgleich von zu hohen Prämieneinnahmen, Beurteilung der wirtschaftlichen Situation des Versicherers",
        "citation": "Art. 31 KVAV",
        "content": "Der Versicherer ist in einer wirtschaftlichen Situation, die den Ausgleich von zu hohen Prämieneinnahmen ermöglicht, wenn er nach dem Ausgleich über Reserven von mehr als 150 Prozent der Mindesthöhe nach Artikel 11 Absatz 1 verfügt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_31"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 6. Abschnitt: Ausgleich von zu hohen Prämieneinnahmen, Verfahren",
        "citation": "Art. 32 Abs. 1 KVAV",
        "content": "Die Aufsichtsbehörde legt in einer Weisung fest, welche Unterlagen und Informationen dem Genehmigungsantrag nach Artikel 17 Absatz 1 KVAG beigelegt werden müssen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_32"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 6. Abschnitt: Ausgleich von zu hohen Prämieneinnahmen, Verfahren",
        "citation": "Art. 32 Abs. 2 KVAV",
        "content": "Sie teilt den betreffenden Kantonen ihren Entscheid mit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_32"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 6. Abschnitt: Ausgleich von zu hohen Prämieneinnahmen, Modalitäten der Rückerstattung",
        "citation": "Art. 33 Abs. 1 KVAV",
        "content": "Der von der Aufsichtsbehörde genehmigte Ausgleichsbetrag wird nach einem angemessenen, vom Versicherer bestimmten Schlüssel auf die Versicherten verteilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_33"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 6. Abschnitt: Ausgleich von zu hohen Prämieneinnahmen, Modalitäten der Rückerstattung",
        "citation": "Art. 33 Abs. 2 KVAV",
        "content": "Der Versicherer teilt den Versicherten den Betrag der Rückvergütung nach Artikel 18 KVAG mit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_33"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 6. Abschnitt: Ausgleich von zu hohen Prämieneinnahmen, Modalitäten der Rückerstattung",
        "citation": "Art. 33 Abs. 3 KVAV",
        "content": "Er zieht den Rückvergütungsbetrag von den geschuldeten Prämien ab und weist ihn auf der entsprechenden Prämienrechnung gesondert aus. Er kann dem Versicherten den Betrag auch separat ausrichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_33"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 6. Abschnitt: Ausgleich von zu hohen Prämieneinnahmen, Modalitäten der Rückerstattung",
        "citation": "Art. 33 Abs. 4 KVAV",
        "content": "Der Versicherer kann den Rückvergütungsbetrag mit ihm geschuldeten Prämien oder Kostenbeteiligungen verrechnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_33"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 7. Abschnitt: Verwaltungskosten, Zuordnung der Verwaltungskosten",
        "citation": "Art. 34 KVAV",
        "content": "Die Verwaltungskosten der Krankenversicherung werden entsprechend dem tatsächlichen Aufwand folgenden Bereichen zugeordnet:\na. obligatorische Krankenpflegeversicherung;\nb. Taggeldversicherung;\nc. Zusatzversicherungen und weitere Versicherungsarten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_34"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 7. Abschnitt: Verwaltungskosten, Vermittlertätigkeit und Werbekosten",
        "citation": "Art. 35 Abs. 1 KVAV",
        "content": "Eine Vermittlertätigkeit im Sinne von Artikel 19 KVAG ist jede Tätigkeit, bei der dem Versicherer Kompetenzen oder Dienste gegen Entgelt zur Verfügung gestellt werden, mit dem Ziel, den Beitritt von Versicherten zu erleichtern oder zu ermöglichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_35"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 7. Abschnitt: Verwaltungskosten, Vermittlertätigkeit und Werbekosten",
        "citation": "Art. 35 Abs. 2 KVAV",
        "content": "Als Werbekosten gelten namentlich alle Aufwendungen für die Akquisition von Versicherten, unabhängig vom gewählten Werbekanal und Werbemittel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_35"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 3. Kapitel: Finanzierung der Versicherungstätigkeit, 7. Abschnitt: Verwaltungskosten, Vermittlertätigkeit und Werbekosten",
        "citation": "Art. 35 Abs. 3 KVAV",
        "content": "Schliessen die Versicherer eine Vereinbarung nach Artikel 19 Absatz 3 KVAG ab, so stellen sie diese der Aufsichtsbehörde zu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_35"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 1. Abschnitt: Risikomanagement und internes Kontrollsystem, Zusammensetzung des Verwaltungsorgans",
        "citation": "Art. 36 Abs. 1 KVAV",
        "content": "Das Verwaltungsorgan muss so zusammengesetzt sein, dass es die Beaufsichtigung und Oberleitung des Versicherers einwandfrei wahrnehmen kann. Im Verwaltungsorgan muss insbesondere ausreichendes Versicherungswissen vorhanden sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_36"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 1. Abschnitt: Risikomanagement und internes Kontrollsystem, Zusammensetzung des Verwaltungsorgans",
        "citation": "Art. 36 Abs. 2 KVAV",
        "content": "Jedes Mitglied des Verwaltungsorgans muss über das notwendige Fachwissen für die Erfüllung seiner Aufgabe verfügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_36"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 1. Abschnitt: Risikomanagement und internes Kontrollsystem, Zusammensetzung des Leitungsorgans",
        "citation": "Art. 37 Abs. 1 KVAV",
        "content": "Das Leitungsorgan muss so zusammengesetzt sein, dass es seinen Aufgaben nachkommen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_37"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 1. Abschnitt: Risikomanagement und internes Kontrollsystem, Zusammensetzung des Leitungsorgans",
        "citation": "Art. 37 Abs. 2 KVAV",
        "content": "Die Mitglieder des Leitungsorgans müssen über die für die Leitung der ihnen unterstellten Bereiche erforderlichen Kenntnisse verfügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_37"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 1. Abschnitt: Risikomanagement und internes Kontrollsystem, Offenlegung der Interessenbindungen",
        "citation": "Art. 38 KVAV",
        "content": "Wer eine Funktion im Verwaltungs- oder im Leitungsorgan antritt, muss die Aufsichtsbehörde schriftlich unterrichten über:\na. Tätigkeiten in Führungs- und Aufsichtsgremien sowie Beiräten und ähnlichen Gremien von schweizerischen oder ausländischen Gesellschaften, Anstalten oder Stiftungen des privaten oder des öffentlichen Rechts;\nb. Tätigkeiten für die öffentliche Hand;\nc. dauernde Leitungs- oder Beratungstätigkeiten für schweizerische oder ausländische Interessengruppen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_38"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 1. Abschnitt: Risikomanagement und internes Kontrollsystem, Vermeidung von Interessenkonflikten",
        "citation": "Art. 39 KVAV",
        "content": "Der Versicherer erlässt interne Richtlinien zur Vermeidung von Interessenkonflikten. Er stellt der Aufsichtsbehörde ein Exemplar dieser Richtlinien zu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_39"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 1. Abschnitt: Risikomanagement und internes Kontrollsystem, Ziel und Inhalt des Risikomanagements und des internen Kontrollsystems",
        "citation": "Art. 40 Abs. 1 KVAV",
        "content": "Der Versicherer stellt durch ein seinen Geschäftsverhältnissen angemessenes Risikomanagement und durch interne Kontrollmechanismen sicher, dass frühzeitig:\na. Risikopotenziale erkannt und beurteilt werden; und\nb. Massnahmen zur Verhinderung oder Absicherung erheblicher Risiken und Risikokumulationen eingeleitet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_40"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 1. Abschnitt: Risikomanagement und internes Kontrollsystem, Ziel und Inhalt des Risikomanagements und des internen Kontrollsystems",
        "citation": "Art. 40 Abs. 2 KVAV",
        "content": "Das Risikomanagement umfasst insbesondere:\na. die Festlegung und die regelmässige Überprüfung der Strategien und Massnahmen hinsichtlich aller eingegangenen Risiken durch die Organe des Versicherers;\nb. eine Absicherungspolitik, die den Auswirkungen der Strategie des Versicherers Rechnung trägt und angemessene Reserven beinhaltet;\nc. geeignete Verfahren, die sicherstellen, dass die Überwachung aller Risiken in die Organisation des Versicherers integriert ist;\nd. die Identifikation, die Überwachung, die Quantifizierung und die Steuerung aller wesentlichen Risiken;\ne. eine Analyse der Auswirkungen verschiedener relevanter Risikoszenarien und die Ausarbeitung von entsprechenden Notfallkonzepten;\nf. ein internes Berichtssystem zur Ermittlung, Beurteilung und Kontrolle der Risiken und Risikokonzentrationen sowie der damit verbundenen Geschäftsprozesse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_40"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 1. Abschnitt: Risikomanagement und internes Kontrollsystem, Ziel und Inhalt des Risikomanagements und des internen Kontrollsystems",
        "citation": "Art. 40 Abs. 3 KVAV",
        "content": "Die internen Kontrollmechanismen umfassen Funktionen und Prozesse, die in ihrer Gesamtheit geeignet sind sicherzustellen, dass die Rechtsvorschriften und die internen Vorschriften eingehalten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_40"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 1. Abschnitt: Risikomanagement und internes Kontrollsystem, Ziel und Inhalt des Risikomanagements und des internen Kontrollsystems",
        "citation": "Art. 40 Abs. 4 KVAV",
        "content": "Das Risikomanagement und die internen Kontrollmechanismen sind nach Massgabe der Grösse, der Geschäfts- und Organisationskomplexität und der Risiken des Versicherers auszustatten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_40"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 1. Abschnitt: Risikomanagement und internes Kontrollsystem, Dokumentation des Risikomanagements und des internen Kontrollsystems",
        "citation": "Art. 41 Abs. 1 KVAV",
        "content": "Der Versicherer hält sein Risikomanagement und sein internes Kontrollsystem in einer Dokumentation fest. Er aktualisiert diese regelmässig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_41"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 1. Abschnitt: Risikomanagement und internes Kontrollsystem, Dokumentation des Risikomanagements und des internen Kontrollsystems",
        "citation": "Art. 41 Abs. 2 KVAV",
        "content": "Die Dokumentation umfasst insbesondere die folgenden Punkte:\na. Beschreibung der Organisation des Risikomanagements und des internen Kontrollsystems auf der Ebene des ganzen Versicherers und der diesbezüglichen Kompetenzen und Verantwortlichkeiten;\nb. Anforderungen an das Risikomanagement und das interne Kontrollsystem;\nc. Risikopolitik einschliesslich Risikotoleranz;\nd. Verfahren zur Identifikation der wesentlichen Risiken und Darstellung der Methoden, Instrumente und Prozesse zu deren Messung, Überwachung und Steuerung;\ne. Darstellung des internen Kontrollsystems sowie der geltenden Limiten-Systeme für Risikoexpositionen;\nf. interne Richtlinien zum Risikomanagement, zum internen Kontrollsystem und zu den damit verbundenen Prozessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_41"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 1. Abschnitt: Risikomanagement und internes Kontrollsystem, Interne Revisionsstelle",
        "citation": "Art. 42 Abs. 1 KVAV",
        "content": "Die interne Revisionsstelle ist direkt dem Verwaltungsorgan unterstellt. Das Verwaltungsorgan bezeichnet den Leiter oder die Leiterin der internen Revisionsstelle. Die interne Revisionsstelle unterliegt keinen Weisungen des Leitungsorgans. Innerhalb des Unternehmens hat sie freien Zugang zu den Informationen und Dokumenten, die sie zur Erfüllung ihrer Aufgabe benötigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_42"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 1. Abschnitt: Risikomanagement und internes Kontrollsystem, Interne Revisionsstelle",
        "citation": "Art. 42 Abs. 2 KVAV",
        "content": "Absatz 1 gilt sinngemäss für die Einheit, an die die Aufgaben der internen Revisionsstelle übertragen sind. Die interne Revision darf nicht an die externe Revisionsstelle des Versicherers übertragen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_42"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 2. Abschnitt: Risikomanagement für das Vermögen, Anlagegrundsätze",
        "citation": "Art. 43 Abs. 1 KVAV",
        "content": "Der Versicherer muss sein Vermögen sorgfältig anlegen, verwalten und überwachen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_43"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 2. Abschnitt: Risikomanagement für das Vermögen, Anlagegrundsätze",
        "citation": "Art. 43 Abs. 2 KVAV",
        "content": "Als Vermögen gelten alle Werte, ausgenommen die Werte des Versicherungsgeschäfts nach dem VVG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_43"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 2. Abschnitt: Risikomanagement für das Vermögen, Anlagegrundsätze",
        "citation": "Art. 43 Abs. 3 KVAV",
        "content": "Der Versicherer achtet auf die Sicherheit und die Nachhaltigkeit der Anlagen, gewährleistet die erforderliche Liquidität und verteilt das Risiko bezüglich Anlagekategorien, Regionen, Wirtschaftszweigen und Schuldnerinnen angemessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_43"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 2. Abschnitt: Risikomanagement für das Vermögen, Anlagegrundsätze",
        "citation": "Art. 43 Abs. 4 KVAV",
        "content": "Er definiert eine auf seine Risikofähigkeit zugeschnittene Anlagestrategie, überprüft diese periodisch und passt sie bei Bedarf an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_43"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 2. Abschnitt: Risikomanagement für das Vermögen, Anlagegrundsätze",
        "citation": "Art. 43 Abs. 5 KVAV",
        "content": "Er strebt einen dem Geld-, Kapital- und Immobilienmarkt angemessenen Ertrag an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_43"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 2. Abschnitt: Risikomanagement für das Vermögen, Anlagegrundsätze",
        "citation": "Art. 43 Abs. 6 KVAV",
        "content": "Er verfügt über das seiner Anlagestrategie entsprechende Fachwissen und wendet die erforderlichen Abläufe an, um die Risiken seiner Anlagen jederzeit einschätzen zu können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_43"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 2. Abschnitt: Risikomanagement für das Vermögen, Anlagegrundsätze",
        "citation": "Art. 43 Abs. 7 KVAV",
        "content": "Er stellt sicher, dass die Anlagen einfach zu bewerten sind und dass die Schuldnerbonität gut und überprüfbar ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_43"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 2. Abschnitt: Risikomanagement für das Vermögen, Anforderungen an die Vermögensverwaltung",
        "citation": "Art. 44 Abs. 1 KVAV",
        "content": "Der Versicherer darf nur Personen und Einrichtungen mit der Anlage und der Verwaltung seines Vermögens betrauen, die dazu befähigt und so organisiert sind, dass sie für die Einhaltung der Vorschriften des KVAG und dieser Verordnung Gewähr bieten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_44"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 2. Abschnitt: Risikomanagement für das Vermögen, Anforderungen an die Vermögensverwaltung",
        "citation": "Art. 44 Abs. 2 KVAV",
        "content": "Er stellt sicher, dass sein Vermögen durch unterschiedliche Personen verwaltet und überwacht wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_44"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 2. Abschnitt: Risikomanagement für das Vermögen, Anforderungen an die Vermögensverwaltung",
        "citation": "Art. 44 Abs. 3 KVAV",
        "content": "Er regelt einen allfälligen Auftrag an Dritte, Vermögen anzulegen oder zu verwalten, in einem schriftlichen Vertrag.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_44"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 2. Abschnitt: Risikomanagement für das Vermögen, Anforderungen an die Vermögensverwaltung",
        "citation": "Art. 44 Abs. 4 KVAV",
        "content": "Er verwahrt das Vermögen in der Schweiz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_44"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 2. Abschnitt: Risikomanagement für das Vermögen, Anlagereglement",
        "citation": "Art. 45 Abs. 1 KVAV",
        "content": "Der Versicherer erlässt ein Anlagereglement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_45"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 2. Abschnitt: Risikomanagement für das Vermögen, Anlagereglement",
        "citation": "Art. 45 Abs. 2 KVAV",
        "content": "Das Anlagereglement:\na. legt die Strategie, die Ziele und Grundsätze, die Organisation und die Prozesse der Vermögensverwaltung fest;\nb. regelt die Überwachung der Vermögensverwaltung;\nc. enthält Vorschriften, mit denen Interessenkonflikte vermieden werden können, namentlich über die Zulässigkeit der Weitergabe von Bankkommissionen und die Zulässigkeit von Eigengeschäften;\nd. regelt die Pflichten zur Offenlegung der Interessenbindungen der mit der Anlage des Vermögens betrauten Personen;\ne. legt eine minimale Schuldnerbonität fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_45"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 2. Abschnitt: Risikomanagement für das Vermögen, Anlagereglement",
        "citation": "Art. 45 Abs. 3 KVAV",
        "content": "Das Anlagereglement und dessen Änderungen sind der Aufsichtsbehörde zur Kenntnis zu bringen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_45"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 2. Abschnitt: Risikomanagement für das Vermögen, Gewichtung des Anlagerisikos",
        "citation": "Art. 46 Abs. 1 KVAV",
        "content": "Folgende Anlagen gelten nicht als riskant:\na. Anlagen nach Artikel 19;\nb. Anlagen in Institutionen, die der Durchführung der sozialen Krankenversicherung dienen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_46"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 2. Abschnitt: Risikomanagement für das Vermögen, Gewichtung des Anlagerisikos",
        "citation": "Art. 46 Abs. 2 KVAV",
        "content": "Die übrigen Anlagen und die Vergabe von Hypothekarkrediten gelten als riskant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_46"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 2. Abschnitt: Risikomanagement für das Vermögen, Gewichtung des Anlagerisikos",
        "citation": "Art. 46 Abs. 3 KVAV",
        "content": "Anlagen nach Absatz 1 Buchstabe b, die mehr als zwei Prozent des Vermögens ausmachen, gelten als riskant und sind der Aufsichtsbehörde mitzuteilen. Das EDI kann festlegen, welche Anlagen als Anlagen im Sinne von Absatz 1 Buchstabe b gelten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_46"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 2. Abschnitt: Risikomanagement für das Vermögen, Risikomanagement bei derivativen Finanzinstrumenten",
        "citation": "Art. 47 Abs. 1 KVAV",
        "content": "Der Versicherer beachtet beim Einsatz von derivativen Finanzinstrumenten nach Artikel 19 Absatz 1 Buchstabe f deren Handelbarkeit und die Bonität der Gegenpartei.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_47"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 2. Abschnitt: Risikomanagement für das Vermögen, Risikomanagement bei derivativen Finanzinstrumenten",
        "citation": "Art. 47 Abs. 2 KVAV",
        "content": "Er stellt der Aufsichtsbehörde jährlich einen Bericht über die Geschäfte mit derivativen Finanzinstrumenten zu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_47"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 2. Abschnitt: Risikomanagement für das Vermögen, Ausschluss der Effektenleihe und des Pensionsgeschäfts",
        "citation": "Art. 48 Abs. 1 KVAV",
        "content": "Die Effektenleihe und das Pensionsgeschäft sind unzulässig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_48"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 2. Abschnitt: Risikomanagement für das Vermögen, Ausschluss der Effektenleihe und des Pensionsgeschäfts",
        "citation": "Art. 48 Abs. 2 KVAV",
        "content": "Zulässig ist die Effektenleihe innerhalb einer kollektiven Kapitalanlage nach Artikel 19 Absatz 1 Buchstabe e, wenn deren Anspruch auf Rückforderung der entliehenen Vermögenswerte effektiv sichergestellt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_48"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 2. Abschnitt: Risikomanagement für das Vermögen, Ausschluss der Effektenleihe und des Pensionsgeschäfts",
        "citation": "Art. 48 Abs. 3 KVAV",
        "content": "Das EDI kann nähere Vorschriften erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_48"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 3. Abschnitt: Rechnungslegung und externe Revision, Grundsätze",
        "citation": "Art. 49 Abs. 1 KVAV",
        "content": "Der Versicherer führt für die soziale Krankenversicherung eine gesonderte Rechnung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_49"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 3. Abschnitt: Rechnungslegung und externe Revision, Grundsätze",
        "citation": "Art. 49 Abs. 2 KVAV",
        "content": "Das Bundesamt für Gesundheit (BAG) kann Anforderungen an die Rechnungslegung festlegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_49"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 3. Abschnitt: Rechnungslegung und externe Revision, Geschäftsbericht",
        "citation": "Art. 50 Abs. 1 KVAV",
        "content": "Der Geschäftsbericht richtet sich nach den Bestimmungen der Stiftung für Fachempfehlungen zur Rechnungslegung «Swiss GAAP FER». Er setzt sich aus dem Jahresbericht und der Jahresrechnung (Bilanz, Erfolgsrechnung, Geldflussrechnung, Eigenkapitalnachweis und Anhang) zusammen. Das BAG legt die anwendbare Fassung der Swiss GAAP FER fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_50"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 3. Abschnitt: Rechnungslegung und externe Revision, Geschäftsbericht",
        "citation": "Art. 50 Abs. 2 KVAV",
        "content": "Das BAG kann zusätzliche besondere Anforderungen festlegen. Wenn es dies tut, kann der Versicherer entscheiden, ob er die Swiss GAAP FER oder die durch die besonderen Anforderungen ergänzten Swiss GAAP FER anwendet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_50"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 3. Abschnitt: Rechnungslegung und externe Revision, Geschäftsbericht",
        "citation": "Art. 50 Abs. 3 KVAV",
        "content": "Im Geschäftsbericht werden die Eckdaten nach Versicherungsart im Sinne von Artikel 1a Absatz 1 KVG und die Kennzahlen nach Artikel 28b KVV aufgeführt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_50"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 3. Abschnitt: Rechnungslegung und externe Revision, Geschäftsbericht",
        "citation": "Art. 50 Abs. 4 KVAV",
        "content": "Der Versicherer veröffentlicht den Geschäftsbericht spätestens am 30. Juni des auf das Geschäftsjahr folgenden Jahres.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_50"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 3. Abschnitt: Rechnungslegung und externe Revision, Aufsichtsrechtlicher Jahresabschluss",
        "citation": "Art. 51 Abs. 1 KVAV",
        "content": "Das BAG legt besondere Anforderungen an den aufsichtsrechtlichen Jahresabschluss fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_51"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 3. Abschnitt: Rechnungslegung und externe Revision, Aufsichtsrechtlicher Jahresabschluss",
        "citation": "Art. 51 Abs. 2 KVAV",
        "content": "Der aufsichtsrechtliche Jahresabschluss richtet sich nach den nach Absatz 1 durch besondere Anforderungen ergänzten Swiss GAAP FER.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_51"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 3. Abschnitt: Rechnungslegung und externe Revision, Aufsichtsrechtlicher Jahresabschluss",
        "citation": "Art. 51 Abs. 3 KVAV",
        "content": "Der Versicherer stellt den aufsichtsrechtlichen Jahresabschluss der Aufsichtsbehörde bis zum 31. März des auf das Geschäftsjahr folgenden Jahres zu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_51"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 3. Abschnitt: Rechnungslegung und externe Revision, Externe Revisionsstelle",
        "citation": "Art. 52 Abs. 1 KVAV",
        "content": "Soweit das KVAG, diese Verordnung oder die Weisungen der Aufsichtsbehörde keine besonderen Vorschriften für die Versicherer enthalten, sind die Bestimmungen des Obligationenrechts (OR) über die Revisionsstelle bei Aktiengesellschaften anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_52"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 3. Abschnitt: Rechnungslegung und externe Revision, Externe Revisionsstelle",
        "citation": "Art. 52 Abs. 2 KVAV",
        "content": "Die Verantwortlichkeit der externen Revisionsstelle richtet sich nach den Vorschriften des Aktienrechts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_52"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 3. Abschnitt: Rechnungslegung und externe Revision, Externe Revisionsstelle",
        "citation": "Art. 52 Abs. 3 KVAV",
        "content": "Hat ein Versicherer trotz Mahnung keine externe Revisionsstelle bezeichnet, so weist ihm die Aufsichtsbehörde eine solche zu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_52"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 3. Abschnitt: Rechnungslegung und externe Revision, Externe Revisionsstelle",
        "citation": "Art. 52 Abs. 4 KVAV",
        "content": "Bezeichnet der Versicherer eine neue externe Revisionsstelle, so muss er die Aufsichtsbehörde darüber informieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_52"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 3. Abschnitt: Rechnungslegung und externe Revision, Aufgaben und Kompetenzen der externen Revisionsstelle",
        "citation": "Art. 53 Abs. 1 KVAV",
        "content": "Die externe Revisionsstelle prüft den aufsichtsrechtlichen und den statutarischen Jahresabschluss sowie das gebundene Vermögen nach den Grundsätzen der ordentlichen Revision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_53"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 3. Abschnitt: Rechnungslegung und externe Revision, Aufgaben und Kompetenzen der externen Revisionsstelle",
        "citation": "Art. 53 Abs. 2 KVAV",
        "content": "Die Aufsichtsbehörde kann die externe Revisionsstelle damit beauftragen, zu kontrollieren, ob das interne Kontrollsystem oder Teile davon wirksam und der Grösse und der Komplexität des Unternehmens angepasst sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_53"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 3. Abschnitt: Rechnungslegung und externe Revision, Aufgaben und Kompetenzen der externen Revisionsstelle",
        "citation": "Art. 53 Abs. 3 KVAV",
        "content": "Die externe Revisionsstelle kann vor Ort Zwischenrevisionen durchführen, namentlich wenn Zweifel an der ordnungsgemässen Rechnungsführung und Verwaltung bestehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_53"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 3. Abschnitt: Rechnungslegung und externe Revision, Berichte der externen Revisionsstelle",
        "citation": "Art. 54 Abs. 1 KVAV",
        "content": "Die externe Revisionsstelle erstellt jährlich:\na. einen Bericht über den Jahresabschluss nach den Bestimmungen von Swiss GAAP FER;\nb. einen umfassenden Bericht zuhanden des Verwaltungsorgans nach den Bestimmungen des OR und den Weisungen der Aufsichtsbehörde;\nc. einen Bericht über den aufsichtsrechtlichen Jahresabschluss nach den Weisungen der Aufsichtsbehörde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_54"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 4. Kapitel: Unternehmensführung und Revision, 3. Abschnitt: Rechnungslegung und externe Revision, Berichte der externen Revisionsstelle",
        "citation": "Art. 54 Abs. 2 KVAV",
        "content": "Sie stellt ihre Berichte der Aufsichtsbehörde und der internen Revisionsstelle zu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_54"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 5. Kapitel: Rückversicherung, Mindestbestand an Versicherten",
        "citation": "Art. 55 KVAV",
        "content": "Nur Krankenkassen, bei denen mindestens 300 000 Personen versichert sind, können eine Bewilligung zur Durchführung der Rückversicherung nach Artikel 28 KVAG erhalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_55"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 5. Kapitel: Rückversicherung, Bewilligungsgesuch",
        "citation": "Art. 56 KVAV",
        "content": "Das Gesuch um Bewilligung zur Durchführung der Rückversicherung muss bis zum 30. Juni des Vorjahres des Jahres, in dem der Versicherer zum ersten Mal die Rückversicherung durchführen möchte, bei der Aufsichtsbehörde eingereicht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_56"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 5. Kapitel: Rückversicherung, Beginn der Wirksamkeit der Bewilligung",
        "citation": "Art. 57 KVAV",
        "content": "Die Bewilligung zur Durchführung der Rückversicherung wird auf den Beginn eines Kalenderjahres wirksam.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_57"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 5. Kapitel: Rückversicherung, Entzug der Bewilligung ",
        "citation": "Art. 58 Abs. 1 KVAV",
        "content": "Die Aufsichtsbehörde kann einer Krankenkasse die Bewilligung zur Durchführung der Rückversicherung entziehen, wenn sie während mehr als eines Jahres weniger als 300 000 Personen versichert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_58"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 5. Kapitel: Rückversicherung, Entzug der Bewilligung ",
        "citation": "Art. 58 Abs. 2 KVAV",
        "content": "Kann der Rückversicherer nicht nachweisen, dass er während der vergangenen zwei Jahre Versicherer nach dem KVAG rückversichert hat, so gilt die Rückversicherungstätigkeit als beendet. Die Aufsichtsbehörde entzieht die Bewilligung zur Rückversicherung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_58"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 5. Kapitel: Rückversicherung, Rückversicherungsverträge",
        "citation": "Art. 59 Abs. 1 KVAV",
        "content": "Der Versicherer darf Rückversicherungsverträge nur unter Bedingungen abschliessen, wie er sie auch mit unabhängigen Dritten vereinbaren würde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_59"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 5. Kapitel: Rückversicherung, Rückversicherungsverträge",
        "citation": "Art. 59 Abs. 2 KVAV",
        "content": "Er darf sich zur Bezahlung von Rückversicherungsprämien in der Höhe von höchstens 50 Prozent der gesamten von seinen Versicherten geschuldeten Prämien verpflichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_59"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 5. Kapitel: Rückversicherung, Rückversicherungsverträge",
        "citation": "Art. 59 Abs. 3 KVAV",
        "content": "Er hat den Rückversicherungsvertrag und dessen Änderungen spätestens einen Monat vor ihrer Gültigkeit der Aufsichtsbehörde zur Genehmigung vorzulegen. Er hat Planerfolgsrechnungen für die gesamte Vertragsdauer beizulegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_59"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 5. Kapitel: Rückversicherung, Rückversicherungsverträge",
        "citation": "Art. 59 Abs. 4 KVAV",
        "content": "Er hat in den Rückversicherungsverträgen die Kündigung zu regeln. Die Rückversicherungsverträge müssen auf das Ende jedes Kalenderjahres kündbar sein. Die Kündigungsfrist muss mindestens sechs Monate betragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_59"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 5. Kapitel: Rückversicherung, Rückversicherungsverträge",
        "citation": "Art. 59 Abs. 5 KVAV",
        "content": "Die Aufsichtsbehörde darf vom Versicherer und vom Rückversicherer Daten verlangen, um zu beurteilen, ob die Anforderungen nach Absatz 1 eingehalten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_59"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 5. Kapitel: Rückversicherung, Pflichten des Rückversicherers",
        "citation": "Art. 60 Abs. 1 KVAV",
        "content": "Der Rückversicherer bildet versicherungstechnische Rückstellungen nach anerkannten versicherungsmathematischen Methoden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_60"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 5. Kapitel: Rückversicherung, Pflichten des Rückversicherers",
        "citation": "Art. 60 Abs. 2 KVAV",
        "content": "Er übermittelt der Aufsichtsbehörde auf deren Verlangen die wesentlichen versicherungstechnischen Informationen zu bestehenden und abgelaufenen Rückversicherungsverträgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_60"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 6. Kapitel: Aufsicht, Gleichbehandlung der Versicherten und Schutz vorMissbrauch",
        "citation": "Art. 61 Abs. 1 KVAV",
        "content": "Der Versicherer hat alle Versicherten gleich zu behandeln, ohne Unterscheidung des Gesundheitszustandes oder eines Indikators dafür, insbesondere in Bezug auf die Aufnahme in die Versicherung, die Wahl der Versicherungsform, die Mitteilungen an die Versicherten sowie die Frist, innerhalb deren die Leistungen vergütet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_61"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 6. Kapitel: Aufsicht, Gleichbehandlung der Versicherten und Schutz vorMissbrauch",
        "citation": "Art. 61 Abs. 2 KVAV",
        "content": "Als Missbrauch im Sinne von Artikel 34 Absatz 1 Buchstabe e KVAG gelten:\na. die wiederholte Benachteiligung einer versicherten Person;\nb. die Benachteiligung einer versicherten Person durch eine juristisch oder versicherungstechnisch nicht begründbare, erhebliche Ungleichbehandlung;\nc. die systematische Benachteiligung einer Gruppe von Versicherten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_61"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 6. Kapitel: Aufsicht, Koordination zwischen den Aufsichtsbehörden",
        "citation": "Art. 62 Abs. 1 KVAV",
        "content": "Die Aufsichtsbehörde und die FINMA koordinieren ihre Aufsichtstätigkeiten, wenn die Durchführung der sozialen Krankenversicherung einen Einfluss auf eine Versicherung nach Artikel 2 Absatz 2 KVAG hat oder haben kann. Einen solchen Einfluss haben namentlich:\na. Reserven, die unter der Mindesthöhe nach Artikel 11 liegen;\nb. Rückstellungen, die unter dem Bedarf nach Artikel 14 liegen;\nc. eine Verletzung der Bestimmungen zum gebundenen Vermögen;\nd. die Übertragung eines Versichertenbestandes nach den Artikeln 9 Absatz 3 und 40 KVAG;\ne. eine Änderung der rechtlichen Struktur, eine Vermögensübertragung oder eine Beteiligung nach den Artikeln 9 und 10 KVAG;\nf. jede strafbare Handlung, die einen Einfluss auf die Durchführung einer Versicherung nach Artikel 2 Absatz 2 KVAG haben kann;\ng. eine Verletzung der Bestimmungen über die Gewähr für eine einwandfreie Geschäftstätigkeit, über das Risikomanagement und über die Revision;\nh. eine gefährdete finanzielle Situation;\ni. sichernde Massnahmen nach Artikel 38 KVAG;\nj. eine Verletzung von aufsichtsrechtlichen Bestimmungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_62"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 6. Kapitel: Aufsicht, Koordination zwischen den Aufsichtsbehörden",
        "citation": "Art. 62 Abs. 2 KVAV",
        "content": "Die Aufsichtsbehörde und die FINMA können ihre Aufsichtstätigkeiten auch im Rahmen eines regelmässigen Informationsaustauschs über die ihrer Aufsicht unterstellten Rechtsträger koordinieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_62"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 6. Kapitel: Aufsicht, Daten der Versicherer",
        "citation": "Art. 62a Abs. 1 KVAV",
        "content": "Die Daten, die von den Versicherern nach Artikel 35 Absatz 2 KVAG pro versicherte Person weitergegeben werden müssen, dienen dazu:\na. die einheitliche Anwendung des KVG und des KVAG zu überwachen;\nb. die Gleichbehandlung der Versicherten sicherzustellen;\nc. sicherzustellen, dass die Prämienunterschiede den kantonalen und regionalen Kostenunterschieden entsprechen und die Mittel der sozialen Krankenversicherung ausschliesslich zu deren Zwecken eingesetzt werden;\nd. die Prämien der Versicherer zu überprüfen und sicherzustellen, dass die angewandte Prämie der genehmigten Prämie entspricht; \ne. die Prämien der Rückversicherer zu überprüfen;\nf. eine Wirkungsanalyse des KVG und des KVAG und des Vollzugs dieser Gesetze vorzunehmen und Entscheidgrundlagen für Gesetzes- und Gesetzesvollzugsänderungen bereitzustellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_62_a"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 6. Kapitel: Aufsicht, Daten der Versicherer",
        "citation": "Art. 62a Abs. 2 KVAV",
        "content": "Die Versicherer müssen der Aufsichtsbehörde zur Erfüllung der Aufgaben nach Absatz 1 regelmässig pro versicherte Person folgende Daten weitergeben:\na. soziodemografische Angaben:\n1. Verbindungscode,\n2. Alter, Geschlecht und Wohnort,\n3. Risikogruppe nach Artikel 11 der Verordnung vom 19. Oktober 2016 über den Risikoausgleich (VORA) und Einteilung der versicherten Person in eine pharmazeutische Kostengruppe nach Artikel 12 VORA;\nb. Angaben zur Versicherungsdeckung:\n1. Beginn und Ende der Deckungsperiode,\n2. Prämieneigenschaften, wie örtlicher Tätigkeitsbereich des Versicherers, Prämienregion, Kategorie der besonderen Versicherungsformen nach den Artikeln 93–101 KVV, Versicherungsform, Modellbezeichnung und dessen Abkürzung, Zugehörigkeit der versicherten Person zu einem Haushalt mit mehreren Kindern oder jungen Erwachsenen, Prämienstufe in der Bonusversicherung, Höhe der Franchise und Unfalldeckung,\n3. Höhe der Prämie, mit und ohne Beitrag des Kantons, Prämienzuschlag nach Artikel 8 KVV, Prämienermässigungen und andere Abschläge,\n4. Angabe, ob die Versicherungsdeckung nach Artikel 3 Absatz 4 KVG sistiert ist oder nicht,\n5. Angabe, ob die versicherte Person dem Risikoausgleich unterstellt ist oder nicht,\n6. Mutationsgründe bezogen auf die Versicherungsdeckung, wie Eintritt und Austritt, Geburt, Tod, Versichererwechsel und interner Wechsel,\n7. Gesamtkosten der vergüteten Leistungen und die Kostenbeteiligung,\n8. für Versicherte mit einem Austritt in einem der Vorjahre: Austrittsdatum.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_62_a"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 6. Kapitel: Aufsicht, Daten der Versicherer",
        "citation": "Art. 62a Abs. 3 KVAV",
        "content": "Sie müssen der Aufsichtsbehörde alle Daten, die sie aggregiert oder pro versicherte Person weitergeben müssen, elektronisch zur Verfügung stellen. Die Aufsichtsbehörde kann sie bei Erhebungsanpassungen auf Gesuch hin davon für eine befristete Zeit befreien, wenn ihnen die Lieferung aufgrund fehlender technischer Voraussetzungen nicht möglich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_62_a"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 6. Kapitel: Aufsicht, Daten der Versicherer",
        "citation": "Art. 62a Abs. 4 KVAV",
        "content": "Die Versicherer müssen der Aufsichtsbehörde die Daten nach Absatz 3 korrekt, vollständig, fristgerecht und auf eigene Kosten liefern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_62_a"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 6. Kapitel: Aufsicht, Daten der Versicherer",
        "citation": "Art. 62a Abs. 5 KVAV",
        "content": "Die Aufsichtsbehörde sorgt dafür, dass den Versicherern durch die Bereitstellung der Daten möglichst wenig Aufwand entsteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_62_a"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 6. Kapitel: Aufsicht, Daten der Versicherer",
        "citation": "Art. 62a Abs. 6 KVAV",
        "content": "Zur Aufwandverminderung kann sie die Daten nach Absatz 2 mit anderen Datenquellen verknüpfen, sofern dies zur Erfüllung ihrer Aufgaben nach Absatz 1 erforderlich ist. Zur Erfüllung weiterer Aufgaben darf sie die Daten nach Absatz 2 nur mit anderen Datenquellen verknüpfen, wenn die Daten anonymisiert wurden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_62_a"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 6. Kapitel: Aufsicht, Daten der Versicherer",
        "citation": "Art. 62a Abs. 7 KVAV",
        "content": "Die Aufsichtsbehörde erlässt nach Anhören der Versicherer Weisungen zu den nach den Absätzen 1–4 zu treffenden Vorkehren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_62_a"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 6. Kapitel: Aufsicht, Daten der Versicherer",
        "citation": "Art. 62a Abs. 8 KVAV",
        "content": "Die Datenverwendung im Sinne von Artikel 35 Absatz 2 KVAG umfasst jede Form von Datenbearbeitung im Sinne des Datenschutzrechts des Bundes, einschliesslich der Datenbekanntgabe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_62_a"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 6. Kapitel: Aufsicht, Meldung von Vorkommnissen von wesentlicher Bedeutung",
        "citation": "Art. 63 KVAV",
        "content": "Von wesentlicher Bedeutung im Sinne von Artikel 35 Absatz 3 KVAG sind insbesondere folgende Vorkommnisse:\na. Die Voraussetzungen nach Artikel 5 KVAG sind nicht mehr erfüllt.\nb. Die Reserven liegen unter der Mindesthöhe nach Artikel 11 oder die Rückstellungen liegen unter dem Bedarf nach Artikel 14.\nc. Es liegt eine strafbare Handlung vor, die einen erheblichen Einfluss auf den Versicherer haben kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_63"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 6. Kapitel: Aufsicht, Gefährdete finanzielle Situation",
        "citation": "Art. 64 Abs. 1 KVAV",
        "content": "Die finanzielle Situation eines Versicherers ist nach Artikel 38 Absatz 3 KVAG gefährdet, wenn davon auszugehen ist, dass der Versicherer ohne Durchführung von Massnahmen nach Artikel 38 Absatz 2 Buchstaben g und h KVAG die gesetzlichen Anforderungen nicht länger als zwei Jahre einhalten kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_64"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 6. Kapitel: Aufsicht, Gefährdete finanzielle Situation",
        "citation": "Art. 64 Abs. 2 KVAV",
        "content": "Bei der Beurteilung, ob die finanzielle Situation eines Versicherers gefährdet ist, prüft die Aufsichtsbehörde insbesondere, ob Folgendes zutrifft:\na. Der Versicherer verzeichnet einen erheblichen finanziellen Verlust.\nb. Die Fristen zur Verwertung der Anlagen ermöglichen keine ausreichende Zufuhr von flüssigen Mitteln.\nc. Der Versicherer verzeichnet einen massiven Zuwachs an neuen Versicherten.\nd. Die Struktur des Versichertenbestandes hat sich verschlechtert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_64"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 6. Kapitel: Aufsicht, Übertragung des Versichertenbestandes",
        "citation": "Art. 65 Abs. 1 KVAV",
        "content": "Die Aufsichtsbehörde kann alle notwendigen Massnahmen treffen, um die Übertragung des Versichertenbestandes eines Versicherers auf einen anderen zu gewährleisten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_65"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 6. Kapitel: Aufsicht, Übertragung des Versichertenbestandes",
        "citation": "Art. 65 Abs. 2 KVAV",
        "content": "Bei der Auswahl des Versicherers, der den Versichertenbestand eines anderen ganz oder teilweise übernehmen soll, achtet die Aufsichtsbehörde darauf, dass die Übernahme für den neuen Versicherer finanziell und institutionell tragbar ist. Sie ist nicht verpflichtet, der Wettbewerbssituation der Versicherer Rechnung zu tragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_65"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 6. Kapitel: Aufsicht, Überprüfung von Transaktionen zwischen dem Versicherer und anderen Unternehmen",
        "citation": "Art. 66 KVAV",
        "content": "Überprüft die Aufsichtsbehörde eine Transaktion im Sinne von Artikel 44 Absatz 1 KVAG, so kontrolliert sie, ob diese unter marktüblichen Bedingungen erfolgt ist. Als marktüblich gelten Bedingungen, wenn Transaktionen mit einem unabhängigen Dritten gleich abgeschlossen würden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_66"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 7. Kapitel: Gemeinsame Einrichtung, Unternehmensführung und externe Revisionsstelle",
        "citation": "Art. 67 KVAV",
        "content": "Die Artikel 36–39 und 52–54 sind sinngemäss auf die gemeinsame Einrichtung anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_67"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 7. Kapitel: Gemeinsame Einrichtung, Höhe des Insolvenzfonds",
        "citation": "Art. 68 KVAV",
        "content": "Der Stiftungsrat der gemeinsamen Einrichtung setzt die Höhe des Insolvenzfonds nach den Risiken, die damit vollständig abgedeckt werden müssen, fest. Vor der Beschlussfassung wird die Aufsichtsbehörde zur Stellungnahme eingeladen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_68"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 7. Kapitel: Gemeinsame Einrichtung, Anlage der Mittel des Insolvenzfonds",
        "citation": "Art. 69 Abs. 1 KVAV",
        "content": "Die Anlage der Mittel richtet sich nach dem vom Stiftungsrat der gemeinsamen Einrichtung erlassenen Anlagereglement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_69"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 7. Kapitel: Gemeinsame Einrichtung, Anlage der Mittel des Insolvenzfonds",
        "citation": "Art. 69 Abs. 2 KVAV",
        "content": "Der Kapitalertrag kommt dem Insolvenzfonds zugute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_69"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 7. Kapitel: Gemeinsame Einrichtung, Anlage der Mittel des Insolvenzfonds",
        "citation": "Art. 69 Abs. 3 KVAV",
        "content": "Änderungen des Anlagereglements sind der Aufsichtsbehörde vorgängig zu unterbreiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_69"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 8. Kapitel: Aufsichtsbehörde, Aufsicht über die gemeinsame Einrichtung",
        "citation": "Art. 70 Abs. 1 KVAV",
        "content": "Die Aufsichtsbehörde prüft die finanzielle Situation der gemeinsamen Einrichtung und wacht darüber, dass diese die ihr übertragenen Aufgaben gesetzeskonform durchführt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_70"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 8. Kapitel: Aufsichtsbehörde, Aufsicht über die gemeinsame Einrichtung",
        "citation": "Art. 70 Abs. 2 KVAV",
        "content": "Die Artikel 34 und 35 Absatz 3 KVAG gelten sinngemäss für die gemeinsame Einrichtung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_70"
    },
    {
        "book": "KVAV",
        "title": "KVAV, 8. Kapitel: Aufsichtsbehörde, Information der Öffentlichkeit",
        "citation": "Art. 71 KVAV",
        "content": "Die Aufsichtsbehörde stellt folgende Informationen für die Öffentlichkeit bereit:\na. eine Liste der zur Durchführung der sozialen Krankenversicherung zugelassenen Versicherer, unter Angabe von deren Rechtsform, Sitz, örtlichem Tätigkeitsgebiet und Versichertenbestand sowie der Versicherungsgruppe, der sie angehören;\nb. eine Liste der zur Durchführung der Rückversicherung in der sozialen Krankenversicherung zugelassenen Rückversicherer, unter Angabe von deren Rechtsform und Sitz sowie der Versicherungsgruppe, der sie angehören;\nc. die Prämientarife, die sie genehmigt hat, und die Dauer, für welche die Prämien genehmigt wurden;\nd. im Fall zu hoher Prämieneinnahmen den Betrag des genehmigten Ausgleichs nach Artikel 17 KVAG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2015/840/de#art_71"
    }
]