[
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre I: La souveraineté sur l’espace aérien et ses effets, I. Utilisation de l’espace aérien suisse, 1. Principe et définitions",
        "citation": "Art. 1 al. 1 LA",
        "content": "L’utilisation de l’espace aérien suisse par des aéronefs ou des engins balistiques est autorisée dans les limites de la présente loi, de la législation fédérale en général et des accords internationaux liant la Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_1"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre I: La souveraineté sur l’espace aérien et ses effets, I. Utilisation de l’espace aérien suisse, 1. Principe et définitions",
        "citation": "Art. 1 al. 2 LA",
        "content": "Par aéronefs, on entend les appareils volants qui peuvent se soutenir dans l’atmosphère grâce à des réactions de l’air autres que les réactions de l’air à la surface du sol (véhicules à coussin d’air).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_1"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre I: La souveraineté sur l’espace aérien et ses effets, I. Utilisation de l’espace aérien suisse, 1. Principe et définitions",
        "citation": "Art. 1 al. 3 LA",
        "content": "Par engins balistiques, on entend les appareils volants qui ne sont pas des aéronefs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_1"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre I: La souveraineté sur l’espace aérien et ses effets, I. Utilisation de l’espace aérien suisse, 1. Principe et définitions",
        "citation": "Art. 1 al. 4 LA",
        "content": "Par service de la navigation aérienne, on entend les services qui garantissent un déroulement sûr, ordonné et fluide du trafic aérien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_1"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre I: La souveraineté sur l’espace aérien et ses effets, I. Utilisation de l’espace aérien suisse, 2. Aéronefs et engins balistiques admis à circuler",
        "citation": "Art. 2 al. 1 LA",
        "content": "Sont admis à circuler dans l’espace aérien suisse, sous réserve de l’al. 2:\na. les aéronefs d’État suisses;\nb. les aéronefs immatriculés au registre matricule suisse conformément à l’art. 52 et munis des certificats exigés à l’art. 56;\nc. les aéronefs de catégories spéciales auxquelles des règles particulières s’appliquent (art. 51 et 108);\nd. les aéronefs étrangers autorisés à utiliser l’espace aérien suisse en vertu d’accords internationaux;\ne. les aéronefs autorisés à utiliser l’espace aérien suisse en vertu d’une décision spéciale de l’Office fédéral de l’aviation civile (OFAC).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_2"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre I: La souveraineté sur l’espace aérien et ses effets, I. Utilisation de l’espace aérien suisse, 2. Aéronefs et engins balistiques admis à circuler",
        "citation": "Art. 2 al. 2 LA",
        "content": "Le Conseil fédéral peut exclure de la circulation dans l’espace aérien suisse des aéronefs de catégories spéciales afin de sauvegarder la sécurité de l’aviation ou pour des motifs relevant de la protection de l’environnement, ou encore les admettre à condition que des organismes appropriés, publics ou privés, assurent les tâches de surveillance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_2"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre I: La souveraineté sur l’espace aérien et ses effets, I. Utilisation de l’espace aérien suisse, 2. Aéronefs et engins balistiques admis à circuler",
        "citation": "Art. 2 al. 3 LA",
        "content": "Le Conseil fédéral édicte des prescriptions particulières concernant les engins balistiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_2"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre I: La souveraineté sur l’espace aérien et ses effets, II. Surveillance de la Confédération, 1. Autorités fédérales",
        "citation": "Art. 3 al. 1 LA",
        "content": "La surveillance de l’aviation sur tout le territoire de la Confédération incombe au Conseil fédéral dans le cadre des compétences de la Confédération. Elle est exercée comme suit:\na. par le Département fédéral de l’environnement, des transports, de l’énergie et de la communication (DETEC), pour l’aviation civile et les aéronefs d’État, dans la mesure où ceux-ci ne sont pas utilisés pour accomplir des tâches de l’armée;\nb. par le Département fédéral de la défense, de la protection de la population et des sports (DDPS), pour l’aviation militaire et les aéronefs d’État, dans la mesure où ceux-ci sont utilisés pour accomplir des tâches de l’armée prévues par la loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_3"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre I: La souveraineté sur l’espace aérien et ses effets, II. Surveillance de la Confédération, 1. Autorités fédérales",
        "citation": "Art. 3 al. 2 LA",
        "content": "Pour exercer la surveillance immédiate, le Conseil fédéral institue l’OFAC auprès du DETEC (conformément à l’al. 1, let. a) et l’Autorité de l’aviation militaire, Military Aviation Authority (MAA), auprès du DDPS (conformément à l’al. 1, let. b).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_3"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre I: La souveraineté sur l’espace aérien et ses effets, II. Surveillance de la Confédération, 1. Autorités fédérales",
        "citation": "Art. 3 al. 2bis LA",
        "content": "L’OFAC et la MAA coordonnent leurs activités et établissent les modalités de leur collaboration.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_3"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre I: La souveraineté sur l’espace aérien et ses effets, II. Surveillance de la Confédération, 1. Autorités fédérales",
        "citation": "Art. 3 al. 3 LA",
        "content": "Le Conseil fédéral établit les prescriptions plus détaillées, notamment celles qui concernent les taxes à percevoir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_3"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre I: La souveraineté sur l’espace aérien et ses effets, II. Surveillance de la Confédération, 1a. Accords internationaux ",
        "citation": "Art. 3a al. 1 LA",
        "content": "Le Conseil fédéral peut conclure des accords internationaux:\na. sur le trafic aérien international;\nb. sur la sécurité technique dans l’aviation (sécurité de l’aviation);\nc. sur le service de la navigation aérienne;\ncbis. sur la prévention des actes illicites dirigés contre l’aviation (sûreté de l’aviation);\nd. sur l’échange de données aéronautiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_3_a"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre I: La souveraineté sur l’espace aérien et ses effets, II. Surveillance de la Confédération, 1a. Accords internationaux ",
        "citation": "Art. 3a al. 2 LA",
        "content": "Les accords sur la sécurité de l’aviation, sur le service de la navigation aérienne et sur la sûreté de l’aviation peuvent comprendre notamment:\na. des dispositions sur la surveillance, qui peuvent être assorties de sanctions;\nb. des dispositions sur la délégation de certains domaines ou de certaines compétences de surveillance à des organismes internationaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_3_a"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre I: La souveraineté sur l’espace aérien et ses effets, II. Surveillance de la Confédération, 1a. Accords internationaux ",
        "citation": "Art. 3a al. 3 LA",
        "content": "Les accords sur le service de la navigation aérienne peuvent:\na. comprendre des dispositions sur la responsabilité en cas de dommages résultant de la fourniture de services de navigation aérienne; ces dispositions peuvent déroger à la loi du 14 mars 1958 sur la responsabilité;\nb. prévoir que le service de la navigation aérienne peut couvrir des espaces transfrontaliers; \nc.  prévoir la délégation de la fourniture de services de navigation aérienne à d’autres prestataires de services de navigation aé-rienne; l’interdiction en matière de délégation visée à l’art. 40b, al. 4, doit être respectée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_3_a"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre I: La souveraineté sur l’espace aérien et ses effets, II. Surveillance de la Confédération, 1a. Accords internationaux ",
        "citation": "Art. 3a al. 4 LA",
        "content": "Si la Confédération est tenue, en vertu d’un accord sur le service de la navigation aérienne, de verser des indemnités pour un dommage qu’un prestataire suisse de services de navigation aérienne a causé d’une manière illicite, elle peut intenter une action récursoire contre celui-ci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_3_a"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre I: La souveraineté sur l’espace aérien et ses effets, II. Surveillance de la Confédération, 1b. Collaboration avec des autorités étrangères",
        "citation": "Art. 3b LA",
        "content": "L’OFAC peut conclure des accords de collaboration administrative et technique avec des autorités aéronautiques étrangères ou des organismes internationaux, notamment dans les domaines suivants:\na. surveillance des entreprises de l’aviation;\nb. service de la navigation aérienne;\nc. recherches et sauvetage;\nd. surveillance de la production, de la navigabilité et de l’entretien des aéronefs;\ne. délégation de certaines compétences de surveillance;\nf. simulateurs et autres entraîneurs électroniques de vol;\ng. formation, admission et surveillance du personnel aéronautique;\nh. traitement des données aéronautiques, y compris leur échange.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_3_b"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre I: La souveraineté sur l’espace aérien et ses effets, II. Surveillance de la Confédération, 2. Délégation de la surveillance",
        "citation": "Art. 4 al. 1 LA",
        "content": "L’OFAC peut déléguer certains domaines ou certaines compétences de surveillance aux directions des aérodromes et, moyennant leur accord, aux cantons, aux communes ou à des organisations et personnes appropriées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_4"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre I: La souveraineté sur l’espace aérien et ses effets, II. Surveillance de la Confédération, 2. Délégation de la surveillance",
        "citation": "Art. 4 al. 2 LA",
        "content": "Les gouvernements des cantons concernés sont entendus avant toute délégation aux autorités communales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_4"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre I: La souveraineté sur l’espace aérien et ses effets, II. Surveillance de la Confédération, 4. Recours",
        "citation": "Art. 6 al. 1 LA",
        "content": "Les décisions fondées sur la présente loi et sur ses dispositions d’exécution sont sujettes à recours conformément aux dispositions générales de la procédure fédérale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_6"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre I: La souveraineté sur l’espace aérien et ses effets, II. Surveillance de la Confédération, 5. Annexes à la Convention de Chicago et coopération européenne",
        "citation": "Art. 6a al. 1 LA",
        "content": "Le Conseil fédéral peut exceptionnellement déclarer directement applicables certaines annexes, y compris les prescriptions techniques qui s’y rapportent, de la Convention du 7 décembre 1944 relative à l’aviation civile internationale; il peut prescrire, pour ces dispositions, un mode de publication particulier et décider que des annexes ou des parties d’annexes ne seront pas traduites.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_6_a"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre I: La souveraineté sur l’espace aérien et ses effets, II. Surveillance de la Confédération, 5. Annexes à la Convention de Chicago et coopération européenne",
        "citation": "Art. 6a al. 2 LA",
        "content": "Le Conseil fédéral peut également appliquer cette réglementation aux prescriptions techniques qui sont arrêtées dans le cadre de la coopération entre autorités aéronautiques européennes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_6_a"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre I: La souveraineté sur l’espace aérien et ses effets, II. Surveillance de la Confédération, 6. émoluments",
        "citation": "Art. 6b al. 1 LA",
        "content": "L’OFAC perçoit des émoluments pour ses décisions et ses prestations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_6_b"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre I: La souveraineté sur l’espace aérien et ses effets, II. Surveillance de la Confédération, 6. émoluments",
        "citation": "Art. 6b al. 2 LA",
        "content": "Le Conseil fédéral fixe le montant des émoluments.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_6_b"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre I: La souveraineté sur l’espace aérien et ses effets, III. Restrictions de l’aviation, 1. Interdictions de circuler",
        "citation": "Art. 7 LA",
        "content": "Dans l’intérêt de l’ordre et de la sécurité publics ou pour des raisons militaires, le Conseil fédéral peut interdire ou restreindre d’une façon temporaire ou permanente l’usage de l’espace aérien suisse ou le survol de certaines zones.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_7"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre I: La souveraineté sur l’espace aérien et ses effets, III. Restrictions de l’aviation, 2. Obligation d’utiliser un aérodrome, atterrissages en campagne",
        "citation": "Art. 8 al. 1 LA",
        "content": "Les aéronefs ne peuvent décoller ou atterrir que sur des aérodromes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_8"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre I: La souveraineté sur l’espace aérien et ses effets, III. Restrictions de l’aviation, 2. Obligation d’utiliser un aérodrome, atterrissages en campagne",
        "citation": "Art. 8 al. 2 LA",
        "content": "Le Conseil fédéral règle:\na. les conditions auxquelles les aéronefs sont autorisés à décoller ou à atterrir hors des aérodromes (atterrissage en campagne);\nb. les constructions et les installations admises pour permettre ou faciliter l’atterrissage en campagne; le droit de l’aménagement du territoire et le droit de la construction doivent être respectés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_8"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre I: La souveraineté sur l’espace aérien et ses effets, III. Restrictions de l’aviation, 2. Obligation d’utiliser un aérodrome, atterrissages en campagne",
        "citation": "Art. 8 al. 3 LA",
        "content": "Des atterrissages en montagne en vue de la formation et de l’entraî­nement des pilotes et pour le transport de personnes à des fins touris­tiques ne peuvent avoir lieu que sur des places d’atterrissage désignées par le DETEC, avec l’accord du DDPS et des autorités cantonales compétentes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_8"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre I: La souveraineté sur l’espace aérien et ses effets, III. Restrictions de l’aviation, 2. Obligation d’utiliser un aérodrome, atterrissages en campagne",
        "citation": "Art. 8 al. 4 LA",
        "content": "Le nombre de ces places d’atterrissage sera restreint et des zones de silence seront aménagées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_8"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre I: La souveraineté sur l’espace aérien et ses effets, III. Restrictions de l’aviation, 2. Obligation d’utiliser un aérodrome, atterrissages en campagne",
        "citation": "Art. 8 al. 5 LA",
        "content": "En dérogation à l’al. 3, l’OFAC peut, pour des raisons importantes et d’entente avec les autorités cantonales et communales compétentes, autoriser des exceptions de brève durée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_8"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre I: La souveraineté sur l’espace aérien et ses effets, III. Restrictions de l’aviation, 2. Obligation d’utiliser un aérodrome, atterrissages en campagne",
        "citation": "Art. 8 al. 6 LA",
        "content": "Le Conseil fédéral édicte des prescriptions spéciales sur les atterrissages en montagne destinés à parfaire la formation des personnes qui sont au service d’organisations suisses de sauvetage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_8"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre I: La souveraineté sur l’espace aérien et ses effets, III. Restrictions de l’aviation, 2. Obligation d’utiliser un aérodrome, atterrissages en campagne",
        "citation": "Art. 8 al. 7 LA",
        "content": "L’OFAC peut prescrire des espaces aériens ou des routes aériennes pour les atterrissages en montagne. Il consulte au préalable les gouvernements des cantons intéressés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_8"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre I: La souveraineté sur l’espace aérien et ses effets, III. Restrictions de l’aviation, 2a. Structure de l’espace aérien",
        "citation": "Art. 8a al. 1 LA",
        "content": "L’OFAC établit la structure de l’espace aérien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_8_a"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre I: La souveraineté sur l’espace aérien et ses effets, III. Restrictions de l’aviation, 2a. Structure de l’espace aérien",
        "citation": "Art. 8a al. 2 LA",
        "content": "Les recours formés contre la structure de l’espace aérien n’ont aucun effet suspensif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_8_a"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre I: La souveraineté sur l’espace aérien et ses effets, III. Restrictions de l’aviation, 3. Aérodromes douaniers",
        "citation": "Art. 9 al. 1 LA",
        "content": "L’aéronef qui se rend à l’étranger ou qui en vient ne peut prendre son vol ou atterrir que sur les aérodromes douaniers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_9"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre I: La souveraineté sur l’espace aérien et ses effets, III. Restrictions de l’aviation, 3. Aérodromes douaniers",
        "citation": "Art. 9 al. 2 LA",
        "content": "Exceptionnellement, la Direction générale des douanes peut, d’entente avec l’OFAC, autoriser l’usage d’une autre place.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_9"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre I: La souveraineté sur l’espace aérien et ses effets, III. Restrictions de l’aviation, 4. Franchissement de la frontière",
        "citation": "Art. 10 LA",
        "content": "L’OFAC peut fixer, d’entente avec la Direction générale des douanes, les points entre lesquels la frontière ne doit pas être franchie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_10"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre I: La souveraineté sur l’espace aérien et ses effets, IIIa. Langue utilisée en radiotéléphonie",
        "citation": "Art. 10a al. 1 LA",
        "content": "Les communications radiotéléphoniques avec le service de la navi-gation aérienne s’effectuent en principe en anglais dans l’espace aérien suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_10_a"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre I: La souveraineté sur l’espace aérien et ses effets, IIIa. Langue utilisée en radiotéléphonie",
        "citation": "Art. 10a al. 2 LA",
        "content": "Dans le cadre de vols à vue non commerciaux, les communications radiotéléphoniques avec le service de la navigation aérienne peuvent s’effectuer, en plus de l’anglais, dans la langue officielle de la Confédération parlée localement, sauf dans le cas de l’aéroport de Zurich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_10_a"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre I: La souveraineté sur l’espace aérien et ses effets, IIIa. Langue utilisée en radiotéléphonie",
        "citation": "Art. 10a al. 3 LA",
        "content": "Le Conseil fédéral règle les détails; il peut prévoir des exceptions supplémentaires à l’al. 1 si la sécurité de l’aviation le permet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_10_a"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre I: La souveraineté sur l’espace aérien et ses effets, IV. Applicabilité des lois quant au lieu",
        "citation": "Art. 11 al. 1 LA",
        "content": "L’espace aérien au-dessus de la Suisse est soumis au droit suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_11"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre I: La souveraineté sur l’espace aérien et ses effets, IV. Applicabilité des lois quant au lieu",
        "citation": "Art. 11 al. 2 LA",
        "content": "Pour les aéronefs étrangers, le Conseil fédéral peut admettre des exceptions, si les dispositions sur la responsabilité civile et les dispositions pénales de la présente loi n’en sont pas affectées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_11"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre I: La souveraineté sur l’espace aérien et ses effets, IV. Applicabilité des lois quant au lieu",
        "citation": "Art. 11 al. 3 LA",
        "content": "Le droit suisse est applicable à bord des aéronefs suisses à l’étranger, en tant que le droit de l’État dans lequel ou au-dessus duquel les aéronefs se trouvent ne s’applique pas d’une manière impérative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_11"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre I: La souveraineté sur l’espace aérien et ses effets, IV. Applicabilité des lois quant au lieu",
        "citation": "Art. 11 al. 4 LA",
        "content": "Les dispositions des conventions internationales, les règles reconnues du droit international et les dispositions de la présente loi sur l’applicabilité des dispositions pénales quant au lieu, sont réservées dans tous les cas.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_11"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, I. Utilisation abusive d’aéronefs",
        "citation": "Art. 11a al. 1 LA",
        "content": "Toute utilisation de l’espace aérien suisse qui est incompatible avec les objectifs de la Convention du 7 décembre 1944 relative à l’aviation civile internationale est interdite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_11_a"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, I. Utilisation abusive d’aéronefs",
        "citation": "Art. 11a al. 2 LA",
        "content": "Cette disposition s’applique aussi par analogie à l’utilisation à l’étranger:\na. d’aéronefs suisses;\nb. d’aéronefs étrangers par un exploitant dont le siège principal ou la résidence permanente se trouve en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_11_a"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, II. Prescriptions complémentaires, 1. Compétence",
        "citation": "Art. 12 al. 1 LA",
        "content": "Le Conseil fédéral édicte des prescriptions de police, notamment pour garantir la sécurité de l’aviation, pour prévenir des attentats, pour combattre le bruit, la pollution de l’air et d’autres atteintes nuisibles ou incommodantes causées par l’exploitation d’aéronefs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_12"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, II. Prescriptions complémentaires, 1. Compétence",
        "citation": "Art. 12 al. 2 LA",
        "content": "Il édicte aussi des prescriptions visant à protéger la nature.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_12"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, II. Prescriptions complémentaires, 1. Compétence",
        "citation": "Art. 12 al. 3 LA",
        "content": "Les gouvernements des cantons intéressés doivent être entendus avant que ne soient édictées des prescriptions qui visent à prévenir les attentats sur les aérodromes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_12"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, II. Prescriptions complémentaires, 2. Autorisations",
        "citation": "Art. 13 LA",
        "content": "Le Conseil fédéral peut faire dépendre d’une autorisation de l’OFAC en particulier les descentes en parachute, les ascensions de ballons captifs, les manifestations aéronautiques publiques, les vols acrobatiques et les démonstrations acrobatiques sur des aéronefs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_13"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, II. Prescriptions complémentaires, 3. Interdictions",
        "citation": "Art. 14 al. 1 LA",
        "content": "Les vols supersoniques sont interdits dans l’espace aérien suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_14"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, II. Prescriptions complémentaires, 3. Interdictions",
        "citation": "Art. 14 al. 2 LA",
        "content": "Sous réserve d’exceptions à déterminer par le Conseil fédéral, il est interdit de jeter des objets d’un aéronef en vol.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_14"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, II. Prescriptions complémentaires, 3. Interdictions",
        "citation": "Art. 14 al. 3 LA",
        "content": "Le Conseil fédéral peut interdire, ou faire dépendre d’une autorisation de l’OFAC, la prise de vues photographiques aériennes et leur publication, la réclame et la propagande au moyen d’aéronefs ainsi que le transport de certains objets par voie aérienne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_14"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, II. Prescriptions complémentaires, 4. Mesures spéciales",
        "citation": "Art. 15 LA",
        "content": "Des mesures spéciales de police, en particulier pour garantir la sécurité de l’aviation et combattre le bruit des avions, sont prises par l’OFAC au moment où il accorde une autorisation ou par une décision particulière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_15"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, II. Prescriptions complémentaires, 5. Inspection",
        "citation": "Art. 16 LA",
        "content": "Les organes de surveillance ont en tout temps le droit d’inspecter les aéronefs et leur contenu, ainsi que de vérifier tous les documents dont ils doivent être munis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_16"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, II. Prescriptions complémentaires, 6. Atterrissages forcés",
        "citation": "Art. 17 al. 1 LA",
        "content": "Si un aéronef en détresse doit atterrir hors d’un aérodrome autorisé, le commandant demandera, après l’atterrissage, les instructions de l’autorité de police aérienne par l’entremise des autorités locales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_17"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, II. Prescriptions complémentaires, 6. Atterrissages forcés",
        "citation": "Art. 17 al. 2 LA",
        "content": "Jusqu’à l’arrivée de ces instructions, l’aéronef, ses occupants et son contenu, restent sous la surveillance des autorités locales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_17"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, III. Obligation d’atterrir",
        "citation": "Art. 18 al. 1 LA",
        "content": "Tout aéronef peut être tenu d’atterrir pour des raisons d’ordre et de sécurité publics. Il doit immédiatement obéir aux signaux lui donnant l’ordre d’atterrir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_18"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, III. Obligation d’atterrir",
        "citation": "Art. 18 al. 2 LA",
        "content": "Tout aéronef qui use sans droit de l’espace aérien suisse doit atterrir sur l’aérodrome douanier le plus rapproché pour être soumis au contrôle des autorités compétentes. Il reste sous séquestre jusqu’à ce que l’autorisation de circuler ait été donnée par l’OFAC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_18"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, IV. Vols à l’étranger",
        "citation": "Art. 19 al. 1 LA",
        "content": "L’OFAC peut restreindre ou interdire des vols d’aéronefs suisses à l’étranger lorsque la sécurité de l’exploitation l’exige; cette disposition s’applique aux vols effectués par des aéronefs étrangers dont l’exploitant a son siège principal ou sa résidence permanente en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_19"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, IV. Vols à l’étranger",
        "citation": "Art. 19 al. 2 LA",
        "content": "Si des motifs politiques exigent la prise de mesures au sens de l’al. 1, l’OFAC les adopte, avec l’accord des directions compétentes du Département fédéral des affaires étrangères.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_19"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, V. Formation de personnel navigant étranger et entretien d’appareils étrangers",
        "citation": "Art. 19a LA",
        "content": "L’OFAC peut, avec l’accord des directions compétentes du Département fédéral des affaires étrangères, interdire la formation de personnel navigant étranger ainsi que l’entretien et la remise en état d’appareils volants étrangers, lorsque des considérations impérieuses de politique étrangère l’exigent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_19_a"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, VI. Système de comptes rendus d’événements particuliers",
        "citation": "Art. 20 al. 1 LA",
        "content": "Afin d’améliorer la sécurité de l’aviation, le Conseil fédéral instaure un système de comptes rendus d’événements particuliers. L’art. 23, al. 1, s’applique aux accidents d’aviation et incidents graves.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_20"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, VI. Système de comptes rendus d’événements particuliers",
        "citation": "Art. 20 al. 2 LA",
        "content": "Le Conseil fédéral établit le système de comptes rendus en s’inspirant du droit de l’Union européenne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_20"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, VI. Système de comptes rendus d’événements particuliers",
        "citation": "Art. 20 al. 3 LA",
        "content": "Le Conseil fédéral peut prévoir de renoncer à l’ouverture d’une procédure pénale à l’encontre des auteurs des comptes rendus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_20"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, VII. Police aérienne, 1. Compétences et attributions",
        "citation": "Art. 21 al. 1 LA",
        "content": "L’exercice de la police aérienne ressortit aux organes désignés par le Conseil fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_21"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, VII. Police aérienne, 1. Compétences et attributions",
        "citation": "Art. 21 al. 2 LA",
        "content": "Sont réservées les attributions générales de police de la Confédération et des cantons sur les aérodromes et sur les autres parcelles du territoire mises au service de l’aviation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_21"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, VII. Police aérienne, 2. Gardes de sûreté dans l’aviation",
        "citation": "Art. 21a al. 1 LA",
        "content": "Des gardes de sûreté peuvent être affectés à bord des aéronefs suisses utilisés dans le trafic aérien commercial international et sur les aérodromes étrangers afin de prévenir des actes illicites de nature à compromettre la sûreté à bord.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_21_a"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, VII. Police aérienne, 2. Gardes de sûreté dans l’aviation",
        "citation": "Art. 21a al. 2 LA",
        "content": "Peuvent être employées les personnes suivantes formées à cet effet par l’Office fédéral de la police (fedpol):\na. des membres des corps de police cantonale ou municipale;\nb. des membres de la Sécurité militaire;\nc. des membres du Corps des gardes-frontières;\nd. des membres de fedpol;\ne. des membres de la police des transports.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_21_a"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, VII. Police aérienne, 2. Gardes de sûreté dans l’aviation",
        "citation": "Art. 21a al. 3 LA",
        "content": "Les gardes de sûreté à bord d’aéronefs peuvent, si leur mandat l’exige et dans la mesure où les intérêts à protéger le justifient, faire usage de la contrainte et de mesures policières. La loi du 20 mars 2008 sur l’usage de la contrainte est applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_21_a"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, VII. Police aérienne, 2. Gardes de sûreté dans l’aviation",
        "citation": "Art. 21a al. 4 LA",
        "content": "En cas de recours à du personnel cantonal ou communal, la Confédération acquitte les frais correspondants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_21_a"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, VII. Police aérienne, 3. Système d’information pour l’affectation des gardes de sûreté dans l’aviation, a. But",
        "citation": "Art. 21b LA",
        "content": "Fedpol traite dans un système d’information les données nécessaires en vue d’établir les analyses des risques et des menaces et de planifier les affectations des gardes de sûreté.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_21_b"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, VII. Police aérienne, 3. Système d’information pour l’affectation des gardes de sûreté dans l’aviation, b. Catégories de données",
        "citation": "Art. 21c al. 1 LA",
        "content": "Les données suivantes relatives à des événements liés à la sûreté et aux individus potentiellement dangereux impliqués dans ces événements sont traitées dans le système d’information:\na. données personnelles concernant l’identité et les coordonnées publiquement accessibles, notamment les données provenant des réseaux sociaux;\nb. données personnelles nécessaires pour évaluer la menace pesant sur le trafic aérien commercial international, y compris les données sensibles, comme des informations sur l’état de santé, les condamnations ou les procédures pénales ou administratives en cours et sur l’appartenance à des groupes criminels ou terroristes;\nc. enregistrements visuels ou sonores.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_21_c"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, VII. Police aérienne, 3. Système d’information pour l’affectation des gardes de sûreté dans l’aviation, b. Catégories de données",
        "citation": "Art. 21c al. 1bis LA",
        "content": "Fedpol est habilité à faire du profilage, y compris du profilage à risque élevé, au sens de la loi fédérale du 25 septembre 2020 sur la protection des données pour évaluer la menace que représentent les personnes visées à l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_21_c"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, VII. Police aérienne, 3. Système d’information pour l’affectation des gardes de sûreté dans l’aviation, b. Catégories de données",
        "citation": "Art. 21c al. 2 LA",
        "content": "De plus, les données personnelles concernant l’identité des gardes de sûreté susceptibles d’être affectés sont traitées dans le système d’information.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_21_c"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, VII. Police aérienne, 3. Système d’information pour l’affectation des gardes de sûreté dans l’aviation, c. Droits d’accès et communication de données",
        "citation": "Art. 21d al. 1 LA",
        "content": "L’accès en ligne au système d’information est réservé uniquement aux services de fedpol qui:\na. évaluent le danger pesant sur la sûreté de l’aviation et établissent les analyses des risques et des menaces en la matière;\nb. décident de l’affectation des gardes de sûreté, planifient les affectations et les évaluent statistiquement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_21_d"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, VII. Police aérienne, 3. Système d’information pour l’affectation des gardes de sûreté dans l’aviation, c. Droits d’accès et communication de données",
        "citation": "Art. 21d al. 2 LA",
        "content": "Les données peuvent être utilisées uniquement pour remplir ces tâches.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_21_d"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, VII. Police aérienne, 3. Système d’information pour l’affectation des gardes de sûreté dans l’aviation, c. Droits d’accès et communication de données",
        "citation": "Art. 21d al. 3 LA",
        "content": "Les données contenues dans le système d’information peuvent être communiquées aux services suivants dans les buts mentionnés ci-dessous:\na. aux autorités de poursuite pénale et organes de sûreté fédéraux, cantonaux et communaux, pour remplir leurs tâches légales en matière de sûreté de l’aviation;\nb. aux entreprises de transport aérien qui utilisent des aéronefs suisses dans le trafic aérien commercial international, pour remplir leurs obligations de droit public en matière de sûreté de l’aviation, notamment en vue de l’affectation des gardes de sûreté.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_21_d"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, VII. Police aérienne, 3. Système d’information pour l’affectation des gardes de sûreté dans l’aviation, d. Destruction des données",
        "citation": "Art. 21e al. 1 LA",
        "content": "Fedpol détruit les données d’individus potentiellement dangereux au plus tard cinq ans après que la menace pour la sûreté de l’aviation émanant de la personne en question a disparu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_21_e"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, VII. Police aérienne, 3. Système d’information pour l’affectation des gardes de sûreté dans l’aviation, d. Destruction des données",
        "citation": "Art. 21e al. 2 LA",
        "content": "Il détruit les données des gardes de sûreté au plus tard deux ans après leur dernière affectation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_21_e"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, VII. Police aérienne, 3. Système d’information pour l’affectation des gardes de sûreté dans l’aviation, d. Destruction des données",
        "citation": "Art. 21e al. 3 LA",
        "content": "Avant leur destruction, les données sont proposées aux Archives fédérales conformément à l’art. 6 de la loi fédérale du 26 juin 1998 sur l’archivage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_21_e"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, VII. Police aérienne, 4. Listes de passagers",
        "citation": "Art. 21f al. 1 LA",
        "content": "Afin de prévenir ou de poursuivre des crimes ou des délits, les entreprises de transport aérien sont tenues de mettre à la disposition des autorités de poursuite pénale compétentes, sur demande, les données suivantes concernant les passagers (listes de passagers) passagers), pour autant qu’elles les aient déjà collectées dans le cadre de leurs activités normales:\na. nom, prénom, adresse, date de naissance, nationalité et numéro du document de voyage;\nb. date, heure et numéro du vol;\nc. lieux de départ, de transit et de destination finale du transport;\nd. personnes avec lesquelles ils voyagent;\ne. informations concernant le paiement, notamment le mode de paiement et le moyen de paiement utilisé;\nf. coordonnées de l’intermédiaire auprès duquel le transport a été réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_21_f"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, VII. Police aérienne, 4. Listes de passagers",
        "citation": "Art. 21f al. 2 LA",
        "content": "Les listes de passagers sont mises à disposition au plus tôt immédiatement après que les formalités d’enregistrement ont été accomplies et jusqu’à six mois au plus tard après que le transport a eu lieu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_21_f"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, VII. Police aérienne, 4. Listes de passagers",
        "citation": "Art. 21f al. 3 LA",
        "content": "L’autorité de poursuite pénale détruit les données mises à sa disposition 72 heures après les avoir reçues, à moins qu’elles ne soient directement nécessaires pour atteindre les buts visés à l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_21_f"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, VIII. Accidents d’aviation et incidents graves, 1. Service de sauvetage et d’enlèvement des aéronefs ",
        "citation": "Art. 22 LA",
        "content": "L’OFAC peut arrêter des prescriptions sur l’organisation du service de sauvetage en cas d’accidents d’aéronefs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_22"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, VIII. Accidents d’aviation et incidents graves, 2. Premières mesures",
        "citation": "Art. 23 al. 1 LA",
        "content": "Les membres du personnel aéronautique, les organes de la police aérienne et les autorités locales qui sont impliquées dans un accident ou un incident grave doivent l’annoncer immédiatement au DETEC ou au DDPS selon qu’il concerne l’aviation civile ou l’aviation militaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_23"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, VIII. Accidents d’aviation et incidents graves, 2. Premières mesures",
        "citation": "Art. 23 al. 2 LA",
        "content": "Les autorités locales veillent à ce que, sauf les mesures nécessaires de sauvetage, aucun changement de nature à entraver l’enquête ne soit apporté sur les lieux de l’accident.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_23"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, VIII. Accidents d’aviation et incidents graves, 3. Enquêtes, a. Généralités",
        "citation": "Art. 24 al. 1 LA",
        "content": "Une enquête est ouverte pour élucider les circonstances, le déroulement et les causes de tout accident d’aviation ou incident grave.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_24"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, VIII. Accidents d’aviation et incidents graves, 3. Enquêtes, a. Généralités",
        "citation": "Art. 24 al. 2 LA",
        "content": "L’enquête vise à prévenir les accidents analogues. Elle n’a pas pour but d’établir une faute ou une responsabilité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_24"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, VIII. Accidents d’aviation et incidents graves, 3. Enquêtes, b. Commission d’enquête pour l’aviation civile",
        "citation": "Art. 25 al. 1 LA",
        "content": "Le Conseil fédéral institue une commission extraparlementaire au sens des art. 57a à 57g de la loi du 21 mars 1997 sur l’organisation du gouvernement et de l’administration pour mener les enquêtes concernant l’aviation civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_25"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, VIII. Accidents d’aviation et incidents graves, 3. Enquêtes, b. Commission d’enquête pour l’aviation civile",
        "citation": "Art. 25 al. 2 LA",
        "content": "La commission se compose de trois à cinq experts indépendants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_25"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, VIII. Accidents d’aviation et incidents graves, 3. Enquêtes, b. Commission d’enquête pour l’aviation civile",
        "citation": "Art. 25 al. 3 LA",
        "content": "Elle est indépendante des autorités administratives et dispose de son propre secrétariat. Elle est rattachée administrativement au DETEC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_25"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, VIII. Accidents d’aviation et incidents graves, 3. Enquêtes, b. Commission d’enquête pour l’aviation civile",
        "citation": "Art. 25 al. 4 LA",
        "content": "Le Conseil fédéral règle l’organisation de la commission. Il peut regrouper cet organe avec la commission visée à l’art. 15a de la loi fédérale du 20 décembre 1957 sur les chemins de fer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_25"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, VIII. Accidents d’aviation et incidents graves, 3. Enquêtes, c. Procédure",
        "citation": "Art. 26 al. 1 LA",
        "content": "La commission établit un rapport pour chaque enquête. Ce rapport ne constitue pas une décision et ne peut faire l’objet d’un recours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_26"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, VIII. Accidents d’aviation et incidents graves, 3. Enquêtes, c. Procédure",
        "citation": "Art. 26 al. 2 LA",
        "content": "Afin d’élucider les faits, le secrétariat peut ordonner les mesures suivantes:\na. citation à comparaître de toute personne susceptible de fournir des renseignements utiles;\nb. perquisition de locaux, perquisition de documents et d’enregistrements et fouille de personnes et d’objets;\nc. séquestre;\nd. examens médicaux, notamment prise de sang ou analyse d’urine;\ne. autopsie;\nf. exploitation des données recueillies par des appareils d’enregistrement;\ng. réalisation d’expertises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_26"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, VIII. Accidents d’aviation et incidents graves, 3. Enquêtes, c. Procédure",
        "citation": "Art. 26 al. 3 LA",
        "content": "S’il porte atteinte à des droits ou à des obligations, le secrétariat rend une décision. Sous réserve de dispositions contraires de la présente loi, la loi fédérale du 20 décembre 1968 sur la procédure administrative est applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_26"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, VIII. Accidents d’aviation et incidents graves, 3. Enquêtes, c. Procédure",
        "citation": "Art. 26 al. 4 LA",
        "content": "Les décisions rendues par le secrétariat dans le cadre de l’enquête peuvent faire l’objet d’une opposition devant la commission dans les dix jours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_26"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, VIII. Accidents d’aviation et incidents graves, 3. Enquêtes, c. Procédure",
        "citation": "Art. 26 al. 5 LA",
        "content": "La commission gère un système d’assurance qualité. Elle veille en particulier à ce que les dépositions de toutes les personnes impliquées soient dûment prises en compte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_26"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, VIII. Accidents d’aviation et incidents graves, 3. Enquêtes, c. Procédure",
        "citation": "Art. 26 al. 6 LA",
        "content": "Le Conseil fédéral règle la procédure, en particulier en ce qui concerne les mesures de coercition et la publication des rapports.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_26"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, VIII. Accidents d’aviation et incidents graves, 3. Enquêtes, d. Frais",
        "citation": "Art. 26a al. 1 LA",
        "content": "Lorsqu’une autre autorité constate dans une décision exécutoire qu’une personne a causé l’événement intentionnellement ou par négligence grave, la commission peut mettre une partie des frais de l’enquête à la charge de cette personne. Le Conseil fédéral règle le calcul des frais en question. Il tient compte à cet égard de la gravité de la faute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_26_a"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, VIII. Accidents d’aviation et incidents graves, 3. Enquêtes, d. Frais",
        "citation": "Art. 26a al. 2 LA",
        "content": "Les frais d’enlèvement sont à la charge de l’exploitant de l’aéronef, même lorsque l’enlèvement a été ordonné pour les besoins de l’enquête.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_26_a"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, VIII. Accidents d’aviation et incidents graves, 3. Enquêtes, d. Frais",
        "citation": "Art. 26a al. 3 LA",
        "content": "Le canton sur le territoire duquel l’événement s’est produit supporte les frais de surveillance des lieux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_26_a"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, VIII. Accidents d’aviation et incidents graves, 3. Enquêtes, e. Service d’enquête pour l’aviation militaire",
        "citation": "Art. 26b al. 1 LA",
        "content": "Un service de la MAA est chargé de mener les enquêtes concernant l’aviation militaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_26_b"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, VIII. Accidents d’aviation et incidents graves, 3. Enquêtes, e. Service d’enquête pour l’aviation militaire",
        "citation": "Art. 26b al. 2 LA",
        "content": "La procédure est régie par analogie par l’art. 26, al. 1 à 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_26_b"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, VIII. Accidents d’aviation et incidents graves, 3. Enquêtes, e. Service d’enquête pour l’aviation militaire",
        "citation": "Art. 26b al. 3 LA",
        "content": "Le Conseil fédéral règle l’organisation du service, les modalités de la procédure et les mesures de contrainte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_26_b"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, IX. Transports aériens commerciaux, 1. Entreprises sises en Suisse, a. Autorisation d’exploitation",
        "citation": "Art. 27 al. 1 LA",
        "content": "Les entreprises sises en Suisse qui transportent des personnes ou des marchandises par aéronef à des fins commerciales doivent être titulaires d’une autorisation d’exploitation de l’OFAC. Le Conseil fédéral décide dans quelle mesure ces entreprises doivent appartenir à des Suisses et être contrôlées par des Suisses.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_27"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, IX. Transports aériens commerciaux, 1. Entreprises sises en Suisse, a. Autorisation d’exploitation",
        "citation": "Art. 27 al. 2 LA",
        "content": "L’autorisation est délivrée si, pour le genre d’exploitation prévu, l’entreprise remplit les conditions suivantes:\na. disposer des aéronefs nécessaires, inscrits dans le registre matricule suisse, ainsi que des droits d’usage nécessaires sur l’aérodrome prévu comme base pour l’exploitation des vols;\nb. disposer des qualifications professionnelles et d’une organisation garantissant la sécurité et une exploitation aussi écologique que possible des aéronefs;\nc. avoir la capacité économique nécessaire et présenter une gestion financière et une comptabilité fiables;\nd. être suffisamment assurée;\ne. utiliser des aéronefs conformes aux normes techniques actuelles ainsi qu’aux normes internationales minimales convenues en matière de protection contre le bruit et d’émission de substances nocives.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_27"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, IX. Transports aériens commerciaux, 1. Entreprises sises en Suisse, a. Autorisation d’exploitation",
        "citation": "Art. 27 al. 3 LA",
        "content": "L’autorisation peut être modifiée ou annulée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_27"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, IX. Transports aériens commerciaux, 1. Entreprises sises en Suisse, a. Autorisation d’exploitation",
        "citation": "Art. 27 al. 4 LA",
        "content": "Le Conseil fédéral fixe le genre d’exploitation et les conditions qui y sont rattachées. Dans les cas dûment motivés, il peut prévoir des dérogations aux conditions énumérées à l’al. 2, let. a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_27"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, IX. Transports aériens commerciaux, 1. Entreprises sises en Suisse, b. Concession de routes",
        "citation": "Art. 28 al. 1 LA",
        "content": "Les entreprises sises en Suisse qui transportent régulièrement des personnes ou des marchandises sur des lignes aériennes doivent être titulaires d’une concession de routes. La concession est octroyée uniquement aux entreprises déjà titulaires de l’autorisation d’exploitation prévue à l’art. 27.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_28"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, IX. Transports aériens commerciaux, 1. Entreprises sises en Suisse, b. Concession de routes",
        "citation": "Art. 28 al. 2 LA",
        "content": "Avant d’accorder une concession, l’OFAC examine notamment si les vols sont d’intérêt public et tient compte de la desserte des aéroports nationaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_28"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, IX. Transports aériens commerciaux, 1. Entreprises sises en Suisse, b. Concession de routes",
        "citation": "Art. 28 al. 3 LA",
        "content": "La concession peut être délivrée pour l’exploitation d’une ou de plusieurs lignes. Sa durée de validité est limitée. La concession peut être renouvelée, modifiée ou annulée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_28"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, IX. Transports aériens commerciaux, 1. Entreprises sises en Suisse, b. Concession de routes",
        "citation": "Art. 28 al. 4 LA",
        "content": "Le Conseil fédéral fixe les conditions auxquelles l’entreprise concessionnaire peut, à titre exceptionnel, faire effectuer des vols par d’autres entreprises de transports aériens. L’entreprise concessionnaire demeure responsable envers la Confédération de l’accomplissement des obligations découlant de la concession. Les obligations prévues aux art. 27 et 29 incombent à l’entreprise qui effectue les vols.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_28"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, IX. Transports aériens commerciaux, 1. Entreprises sises en Suisse, b. Concession de routes",
        "citation": "Art. 28 al. 5 LA",
        "content": "Le Conseil fédéral règle en particulier la procédure d’octroi de la concession et spécifie la teneur et l’étendue des obligations en matière d’horaire, d’exploitation, de transports et de tarifs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_28"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, IX. Transports aériens commerciaux, 1. Entreprises sises en Suisse, b. Concession de routes",
        "citation": "Art. 28 al. 6 LA",
        "content": "Les gouvernements des cantons concernés et les entreprises publiques de transport dont les intérêts sont touchés doivent être consultés avant qu’une décision soit prise sur une demande de concession.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_28"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, IX. Transports aériens commerciaux, 2. Entreprises sises à l’étranger, a. Autorisation d’exploitation",
        "citation": "Art. 29 al. 1 LA",
        "content": "Les entreprises sises à l’étranger qui transportent des personnes ou des marchandises par aéronef à des fins commerciales doivent être titulaires d’une autorisation de l’OFAC, à moins que des traités internationaux n’en disposent autrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_29"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, IX. Transports aériens commerciaux, 2. Entreprises sises à l’étranger, a. Autorisation d’exploitation",
        "citation": "Art. 29 al. 1bis LA",
        "content": "L’OFAC peut déléguer à l’exploitant de l’aérodrome, moyennant son accord, la compétence de délivrer certaines autorisations en cas d’urgence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_29"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, IX. Transports aériens commerciaux, 2. Entreprises sises à l’étranger, a. Autorisation d’exploitation",
        "citation": "Art. 29 al. 2 LA",
        "content": "L’autorisation est délivrée aux conditions suivantes:\na. l’entreprise garantit la sécurité et une exploitation aussi respectueuse de l’environnement que possible, conforme aux normes internationales minimales;\nb. elle fait l’objet d’une surveillance adéquate;\nc. aucun intérêt suisse prépondérant ne s’y oppose.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_29"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, IX. Transports aériens commerciaux, 2. Entreprises sises à l’étranger, a. Autorisation d’exploitation",
        "citation": "Art. 29 al. 3 LA",
        "content": "L’autorisation peut être refusée si l’État concerné n’autorise pas les entreprises suisses à transporter à des conditions équivalentes des personnes ou des marchandises à des fins commerciales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_29"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, IX. Transports aériens commerciaux, 2. Entreprises sises à l’étranger, a. Autorisation d’exploitation",
        "citation": "Art. 29 al. 4 LA",
        "content": "L’autorisation peut être modifiée ou annulée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_29"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, IX. Transports aériens commerciaux, 2. Entreprises sises à l’étranger, b. Concession de routes",
        "citation": "Art. 30 al. 1 LA",
        "content": "Les entreprises sises à l’étranger qui transportent régulièrement des personnes ou des marchandises sur des lignes aériennes doivent être titulaires d’une concession de routes. La concession est octroyée uniquement aux entreprises déjà titulaires de l’autorisation d’exploitation prévue à l’art. 29.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_30"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, IX. Transports aériens commerciaux, 2. Entreprises sises à l’étranger, b. Concession de routes",
        "citation": "Art. 30 al. 2 LA",
        "content": "L’OFAC octroie la concession si les conditions fixées dans les traités internationaux sont remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_30"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, IX. Transports aériens commerciaux, 2. Entreprises sises à l’étranger, b. Concession de routes",
        "citation": "Art. 30 al. 3 LA",
        "content": "Le Conseil fédéral fixe les conditions qui permettent au DETEC d’octroyer des droits de trafic à des entreprises étrangères en cas d’absence de réglementation internationale. Lors de l’octroi de ces droits, il convient notamment de veiller à ce que la réciprocité soit garantie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_30"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, IX. Transports aériens commerciaux, 2. Entreprises sises à l’étranger, b. Concession de routes",
        "citation": "Art. 30 al. 4 LA",
        "content": "Pour la conclusion d’accords bilatéraux et multilatéraux, la Confédération veille à l’emploi de «multiple désignations».",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_30"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, IX. Transports aériens commerciaux, 3. Dispositions communes, a. Délimitation du trafic de lignes",
        "citation": "Art. 31 LA",
        "content": "Le Conseil fédéral délimite le trafic de lignes par rapport au trafic commercial restant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_31"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, IX. Transports aériens commerciaux, 3. Dispositions communes, b. Cabotage",
        "citation": "Art. 32 LA",
        "content": "Le transport commercial de personnes ou de marchandises entre deux points du territoire suisse est en principe réservé aux entreprises suisses à moins que les traités internationaux n’en disposent autrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_32"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, IX. Transports aériens commerciaux, 4. écoles",
        "citation": "Art. 33 al. 1 LA",
        "content": "Les entreprises qui instruisent le personnel aéronautique doivent être titulaires d’une autorisation délivrée par l’OFAC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_33"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, IX. Transports aériens commerciaux, 4. écoles",
        "citation": "Art. 33 al. 2 LA",
        "content": "L’autorisation est délivrée si le requérant dispose d’une organisation et d’un personnel enseignant garantissant une instruction appropriée et s’il possède les droits d’usage requis sur un aérodrome adéquat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_33"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre II: Usage de l’espace aérien et mesures de sûreté, IX. Transports aériens commerciaux, 4. écoles",
        "citation": "Art. 33 al. 3 LA",
        "content": "Le Conseil fédéral règle les modalités et la procédure d’octroi des autorisations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_33"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 1. Compétence, hydro-aérodromes",
        "citation": "Art. 36 al. 1 LA",
        "content": "Le Conseil fédéral arrête les prescriptions de détail sur la construction et l’exploitation des aérodromes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_36"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 1. Compétence, hydro-aérodromes",
        "citation": "Art. 36 al. 2 LA",
        "content": "Il peut limiter le nombre d’hydro-aérodromes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_36"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 2. Exploitation, a. Concession d’exploitation",
        "citation": "Art. 36a al. 1 LA",
        "content": "Une concession est requise pour l’exploitation de tout aérodrome ouvert à l’aviation publique (aéroport). Cette concession est octroyée par le DETEC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_36_a"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 2. Exploitation, a. Concession d’exploitation",
        "citation": "Art. 36a al. 2 LA",
        "content": "Le concessionnaire est autorisé à exploiter l’aéroport à titre commercial et, en particulier, à prélever des taxes. Il a l’obligation de le rendre accessible à tous les appareils du trafic intérieur et du trafic international, sous réserve des restrictions édictées dans le règlement d’exploitation, et de mettre à la disposition des usagers une infrastructure répondant aux impératifs d’une exploitation sûre et rationnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_36_a"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 2. Exploitation, a. Concession d’exploitation",
        "citation": "Art. 36a al. 3 LA",
        "content": "La concession peut être transférée à un tiers avec l’accord du DETEC. Si le transfert ne porte que sur certains droits et obligations, le concessionnaire continue de répondre envers la Confédération de l’exécution des obligations dérivant de la loi ou de la concession.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_36_a"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 2. Exploitation, a. Concession d’exploitation",
        "citation": "Art. 36a al. 4 LA",
        "content": "Le concessionnaire dispose du droit d’expropriation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_36_a"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 2. Exploitation, b. Autorisation d’exploitation",
        "citation": "Art. 36b al. 1 LA",
        "content": "Pour l’exploitation des autres aérodromes (champs d’aviation), une autorisation d’exploitation est requise. Cette dernière est délivrée par l’OFAC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_36_b"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 2. Exploitation, b. Autorisation d’exploitation",
        "citation": "Art. 36b al. 2 LA",
        "content": "L’autorisation d’exploitation fixe les droits et obligations inhérents à l’exploitation d’un champ d’aviation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_36_b"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 2. Exploitation, c. Règlement d’exploitation",
        "citation": "Art. 36c al. 1 LA",
        "content": "L’exploitant doit édicter un règlement d’exploitation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_36_c"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 2. Exploitation, c. Règlement d’exploitation",
        "citation": "Art. 36c al. 2 LA",
        "content": "Le règlement d’exploitation fixe les modalités concrètes de l’exploitation telle qu’elle résulte du plan sectoriel «Infrastructure aéronautique», de la concession ou de l’autorisation d’exploitation et, le cas échéant, de la décision d’approbation des plans; le règlement d’exploitation doit notamment définir:\na. l’organisation de l’aérodrome;\nb. les procédures d’approche et de départ ainsi que les prescriptions particulières pour l’utilisation de l’aérodrome.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_36_c"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 2. Exploitation, c. Règlement d’exploitation",
        "citation": "Art. 36c al. 3 LA",
        "content": "L’exploitant soumet le règlement d’exploitation à l’approbation de l’OFAC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_36_c"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 2. Exploitation, c. Règlement d’exploitation",
        "citation": "Art. 36c al. 4 LA",
        "content": "Si l’exploitant établit ou adopte le règlement d’exploitation lors de la mise en place ou de la modification d’une installation d’aéroport, l’OFAC approuve ce règlement au plus tôt lors de l’approbation des plans du projet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_36_c"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 2. Exploitation, d. Modifications importantes du règlement d’exploitation",
        "citation": "Art. 36d al. 1 LA",
        "content": "L’OFAC transmet aux cantons concernés les demandes de modification du règlement d’exploitation qui ont des répercussions importantes sur l’exposition des riverains au bruit et invite ces cantons à se prononcer dans les trois mois. Si la situation le justifie, il peut exceptionnellement raccourcir ou prolonger ce délai.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_36_d"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 2. Exploitation, d. Modifications importantes du règlement d’exploitation",
        "citation": "Art. 36d al. 2 LA",
        "content": "La demande doit être publiée dans les organes officiels des cantons et des communes concernés et mise à l’enquête pendant 30 jours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_36_d"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 2. Exploitation, d. Modifications importantes du règlement d’exploitation",
        "citation": "Art. 36d al. 3 LA",
        "content": "La procédure d’élimination des divergences au sein de l’administration fédérale est régie par l’art. 62b de la loi fédérale du 21 mars 1997 sur l’organisation du gouvernement et de l’administration.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_36_d"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 2. Exploitation, d. Modifications importantes du règlement d’exploitation",
        "citation": "Art. 36d al. 4 LA",
        "content": "Quiconque a qualité de partie en vertu de la loi fédérale du 20 décembre 1968 sur la procédure administrative peut faire opposition auprès de l’OFAC pendant le délai de mise à l’enquête. Toute personne qui n’a pas fait opposition est exclue de la suite de la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_36_d"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 2. Exploitation, d. Modifications importantes du règlement d’exploitation",
        "citation": "Art. 36d al. 5 LA",
        "content": "Les communes font valoir leurs droits par voie d’opposition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_36_d"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 2a. Indemnité en raison de nuisances sonores excessives dues à l’exploitation des aéroports",
        "citation": "Art. 36e al. 1 LA",
        "content": "Les demandes d’indemnisation à l’encontre de l’exploitant de l’aéroport en raison de nuisances sonores excessives qui doivent être tolérées en vertu d’un règlement d’exploitation approuvé sont évaluées conformément à la loi fédérale du 20 juin 1930 sur l’expropriation (LEx). Les art. 27 à 44 LEx ne sont pas applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_36_e"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 2a. Indemnité en raison de nuisances sonores excessives dues à l’exploitation des aéroports",
        "citation": "Art. 36e al. 2 LA",
        "content": "Les demandes d’indemnisation doivent être adressées au président de la commission d’estimation compétente. La participation préalable à la procédure d’approbation du règlement d’exploitation n’est pas requise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_36_e"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 2a. Indemnité en raison de nuisances sonores excessives dues à l’exploitation des aéroports",
        "citation": "Art. 36e al. 3 LA",
        "content": "Le délai de prescription pour les demandes d’indemnisation est de cinq ans et commence à courir dès la naissance du droit à l’indemnisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_36_e"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 3. Procédure d’approbation des plans, a. Principe",
        "citation": "Art. 37 al. 1 LA",
        "content": "Les constructions et installations servant exclusivement ou principalement à l’exploitation d’un aérodrome (installations d’aérodrome) ne peuvent être mises en place ou modifiées que si les plans du projet ont été approuvés par l’autorité compétente. Sont également considérés comme installations d’aérodrome les chantiers et les installations nécessaires à la desserte des chantiers en rapport avec l’aménagement et l’exploitation d’un aérodrome.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 3. Procédure d’approbation des plans, a. Principe",
        "citation": "Art. 37 al. 1bis LA",
        "content": "Le Conseil fédéral peut fixer les conditions permettant de soustraire des projets de construction d’importance mineure à l’obligation de faire approuver les plans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 3. Procédure d’approbation des plans, a. Principe",
        "citation": "Art. 37 al. 2 LA",
        "content": "L’autorité chargée de l’approbation des plans est:\na. le DETEC, pour les aéroports; \nb. l’OFAC, pour les champs d’aviation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 3. Procédure d’approbation des plans, a. Principe",
        "citation": "Art. 37 al. 3 LA",
        "content": "L’approbation des plans couvre toutes les autorisations requises par le droit fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 3. Procédure d’approbation des plans, a. Principe",
        "citation": "Art. 37 al. 4 LA",
        "content": "Aucune autorisation ni aucun plan relevant du droit cantonal ne sont requis. Le droit cantonal est pris en compte dans la mesure où il n’entrave pas de manière disproportionnée la construction et l’exploitation de l’aérodrome.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 3. Procédure d’approbation des plans, a. Principe",
        "citation": "Art. 37 al. 5 LA",
        "content": "En règle générale, l’approbation des plans des projets ayant des effets considérables sur l’aménagement du territoire et sur l’environnement présuppose qu’un plan sectoriel conforme à la loi du 22 juin 1979 sur l’aménagement du territoire ait été établi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 3. Procédure d’approbation des plans, b. Droit applicable",
        "citation": "Art. 37a al. 1 LA",
        "content": "La procédure d’approbation des plans est régie par la loi fédérale du 20 décembre 1968 sur la procédure administrative, pour autant que la présente loi n’en dispose pas autrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_a"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 3. Procédure d’approbation des plans, b. Droit applicable",
        "citation": "Art. 37a al. 2 LA",
        "content": "Si une expropriation en faveur d’un aéroport est nécessaire, la LEx s’applique au surplus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_a"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 3. Procédure d’approbation des plans, c. Procédure ordinaire; ouverture",
        "citation": "Art. 37b LA",
        "content": "La demande d’approbation des plans doit être adressée avec les documents requis à l’autorité compétente. Cette dernière vérifie si le dossier est complet et, au besoin, le fait compléter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_b"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 3. Procédure d’approbation des plans, d. Piquetage",
        "citation": "Art. 37c al. 1 LA",
        "content": "Avant la mise à l’enquête de la demande, l’entreprise requérante doit marquer sur le terrain par un piquetage, et pour les bâtiments par des gabarits, les modifications requises par l’ouvrage projeté.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_c"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 3. Procédure d’approbation des plans, d. Piquetage",
        "citation": "Art. 37c al. 2 LA",
        "content": "Si des raisons majeures le justifient, notamment pour garantir la sécurité de l’aviation et de procédures opérationnelles ordonnées, l’autorité chargée de l’approbation des plans peut accorder une dérogation totale ou partielle à l’obligation prévue à l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_c"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 3. Procédure d’approbation des plans, d. Piquetage",
        "citation": "Art. 37c al. 3 LA",
        "content": "Les objections émises contre le piquetage ou la pose de gabarits doivent être adressées sans retard à l’autorité chargée de l’approbation des plans, mais au plus tard à l’expiration du délai de mise à l’enquête.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_c"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 3. Procédure d’approbation des plans, e. Invitation à se prononcer, publication et mise à l’enquête",
        "citation": "Art. 37d al. 1 LA",
        "content": "L’autorité chargée d’approuver les plans transmet la demande aux cantons concernés et les invite à se prononcer dans les trois mois. Si la situation le justifie, elle peut exceptionnellement raccourcir ou prolonger ce délai.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_d"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 3. Procédure d’approbation des plans, e. Invitation à se prononcer, publication et mise à l’enquête",
        "citation": "Art. 37d al. 2 LA",
        "content": "La demande doit être publiée dans les organes officiels des cantons et des communes concernés et mise à l’enquête pendant 30 jours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_d"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 3. Procédure d’approbation des plans, g. Opposition",
        "citation": "Art. 37f al. 1 LA",
        "content": "Quiconque a qualité de partie en vertu de la loi fédérale du 20 décembre 1968 sur la procédure administrative peut faire opposition auprès de l’autorité chargée de l’approbation des plans pendant le délai de mise à l’enquête. Toute personne qui n’a pas fait opposition est exclue de la suite de la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_f"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 3. Procédure d’approbation des plans, g. Opposition",
        "citation": "Art. 37f al. 2 LA",
        "content": "Quiconque a qualité de partie pour les installations d’aéroport en vertu de la LEx peut faire valoir toutes les demandes visées à l’art. 33 LEx pendant le délai de mise à l’enquête.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_f"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 3. Procédure d’approbation des plans, g. Opposition",
        "citation": "Art. 37f al. 3 LA",
        "content": "Les communes font valoir leurs droits par voie d’opposition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_f"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 3. Procédure d’approbation des plans, h. Élimination des divergences au sein de l’administration fédérale",
        "citation": "Art. 37g LA",
        "content": "La procédure d’élimination des divergences au sein de l’administration fédérale est régie par l’art. 62b de la loi fédérale du 21 mars 1997 sur l’organisation du gouvernement et de l’administration.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_g"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 4. Décision d’approbation des plans; durée de validité",
        "citation": "Art. 37h al. 1 LA",
        "content": "Lorsqu’il approuve les plans de l’installation d’aéroport, le DETEC statue également sur les oppositions en matière d’expropriation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_h"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 4. Décision d’approbation des plans; durée de validité",
        "citation": "Art. 37h al. 2 LA",
        "content": "L’approbation des plans est caduque si l’exécution du projet de construction n’a pas commencé dans les cinq ans qui suivent l’entrée en force de la décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_h"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 4. Décision d’approbation des plans; durée de validité",
        "citation": "Art. 37h al. 3 LA",
        "content": "Si des raisons majeures le justifient, l’autorité chargée de l’approbation des plans peut prolonger de trois ans au plus la durée de validité de sa décision. Toute prolongation est exclue si les conditions déterminantes de fait ou de droit ont changé sensiblement depuis l’entrée en force de la décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_h"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 5. Procédure simplifiée",
        "citation": "Art. 37i al. 1 LA",
        "content": "La procédure simplifiée d’approbation des plans d’installations d’aérodrome s’applique:\na. aux projets qui affectent un espace limité et ne concernent qu’un nombre restreint et bien défini de personnes;\nb. aux installations dont la modification ou la réaffectation n’altère pas sensiblement l’aspect extérieur du site, n’affecte pas les intérêts dignes de protection de tiers et n’a que des effets minimes sur l’aménagement du territoire et sur l’environnement;\nc. aux installations qui seront démontées après trois ans au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_i"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 5. Procédure simplifiée",
        "citation": "Art. 37i al. 2 LA",
        "content": "La procédure simplifiée s’applique aux plans de détail élaborés sur la base d’un projet déjà approuvé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_i"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 5. Procédure simplifiée",
        "citation": "Art. 37i al. 3 LA",
        "content": "L’autorité chargée de l’approbation des plans peut ordonner le piquetage. La demande n’est ni publiée, ni mise à l’enquête. L’autorité chargée de l’approbation des plans soumet les plans aux intéressés, qui peuvent faire opposition dans un délai de 30 jours, sauf s’ils ont donné auparavant leur accord écrit. Elle peut solliciter l’avis des cantons et des communes concernés. Elle leur accorde un délai raisonnable pour se prononcer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_i"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 5. Procédure simplifiée",
        "citation": "Art. 37i al. 4 LA",
        "content": "Au surplus, la procédure ordinaire est applicable. En cas de doute, cette dernière est appliquée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_i"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 6. Procédures de conciliation et d’estimation; envoi en possession anticipé",
        "citation": "Art. 37k al. 1 LA",
        "content": "Après clôture de la procédure d’approbation des plans pour les installations d’aéroport, des procédures de conciliation et d’estimation sont ouvertes, au besoin, devant la commission fédérale d’estimation (commission d’estimation), conformément à la LEx.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_k"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 6. Procédures de conciliation et d’estimation; envoi en possession anticipé",
        "citation": "Art. 37k al. 3 LA",
        "content": "Le président de la commission d’estimation peut autoriser l’envoi en possession anticipé lorsque l’approbation des plans est exécutoire. L’expropriant est présumé subir un préjudice sérieux s’il ne bénéficie pas de l’entrée en possession anticipée. Au surplus, l’art. 76 LEx est applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_k"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 7. Remembrement; compétence",
        "citation": "Art. 37l al. 1 LA",
        "content": "Si les droits réels nécessaires à la réalisation d’un projet concernant une installation d’aéroport peuvent être obtenus par un remembrement mais que le canton n’y procède pas de son propre chef, le DETEC lui demande de l’ordonner dans un délai fixé par lui en vertu du droit cantonal. Si ce délai n’est pas respecté, la procédure ordinaire, qui comprend l’expropriation, est appliquée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_l"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 7. Remembrement; compétence",
        "citation": "Art. 37l al. 2 LA",
        "content": "Les mesures suivantes peuvent être prises lors de la procédure de remembrement:\na. utilisation des biens-fonds de l’entreprise requérante;\nb. réduction de la surface des biens-fonds compris dans le remembrement;\nc. mise en compte de la plus-value provenant des améliorations foncières qui résultent de la construction de l’aéroport;\nd. entrée de l’entreprise requérante en possession anticipée;\ne. autres mesures prévues par le droit cantonal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_l"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 7. Remembrement; compétence",
        "citation": "Art. 37l al. 3 LA",
        "content": "La valeur vénale du terrain obtenu par des réductions de surface pour les besoins de l’entreprise requérante est créditée à l’entreprise de remembrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_l"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 7. Remembrement; compétence",
        "citation": "Art. 37l al. 4 LA",
        "content": "Si le droit cantonal ne prévoit pas de procédure spéciale, la procédure relative aux remaniements parcellaires de terrains agricoles, de forêts ou de terrains à bâtir est applicable; l’étendue de la zone à inclure et l’ampleur du remaniement peuvent être limités au remembrement nécessaire à la construction de l’aéroport.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_l"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 7. Remembrement; compétence",
        "citation": "Art. 37l al. 5 LA",
        "content": "Les frais supplémentaires de remembrement occasionnés par la construction de l’aéroport sont mis à la charge de ce dernier. Si le remembrement n’est nécessaire que pour les besoins de cette construction, l’entreprise requérante supporte la totalité des frais.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_l"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 8. Installations annexes",
        "citation": "Art. 37m al. 1 LA",
        "content": "La mise en place et la modification de constructions ou d’installations ne servant pas exclusivement ou principalement à l’exploitation de l’installation d’aérodrome (installations annexes) sont régies par le droit cantonal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_m"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 8. Installations annexes",
        "citation": "Art. 37m al. 2 LA",
        "content": "L’autorité cantonale consulte l’OFAC avant de délivrer l’autorisation de construire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_m"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 8. Installations annexes",
        "citation": "Art. 37m al. 3 LA",
        "content": "Le projet de construction ne doit pas mettre en danger la sécurité de l’aviation, ni entraver l’exploitation de l’aérodrome.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_m"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 8. Installations annexes",
        "citation": "Art. 37m al. 4 LA",
        "content": "L’OFAC est habilité à user de toutes les voies de recours prévues par le droit fédéral et le droit cantonal contre les décisions rendues par des autorités cantonales en application de la présente loi ou de ses dispositions d’exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_m"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 9. Mise en réserve des terrains nécessaires à des installations de futurs aéroports, A. Zones réservées, a. Détermination",
        "citation": "Art. 37n al. 1 LA",
        "content": "En vue d’assurer la libre disposition des terrains nécessaires à des installations d’aéroport, l’OFAC peut, d’office ou sur requête de l’exploitant de l’aérodrome, du canton ou de la commune déterminer des zones réservées dont le périmètre est bien délimité. Les services fédéraux, les cantons et les communes, ainsi que les propriétaires fonciers concernés doivent être consultés. La consultation des communes et des propriétaires fonciers incombe aux cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_n"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 9. Mise en réserve des terrains nécessaires à des installations de futurs aéroports, A. Zones réservées, a. Détermination",
        "citation": "Art. 37n al. 2 LA",
        "content": "Les décisions portant sur l’établissement de zones réservées sont publiées dans les communes concernées, avec indication du délai de recours. Le recours n’a pas d’effet suspensif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_n"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 9. Mise en réserve des terrains nécessaires à des installations de futurs aéroports, A. Zones réservées, b. Effet",
        "citation": "Art. 37o LA",
        "content": "Dans les zones réservées, les constructions ne peuvent être transformées d’une manière contraire à l’affectation de la zone. Font exception à cette règle les mesures destinées à assurer l’entretien ou à prévenir des dangers ou des effets dommageables. Exceptionnellement, des mesures supplémentaires peuvent être autorisées si le propriétaire renonce à toute indemnisation future pour la plus-value qui en résulte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_o"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 9. Mise en réserve des terrains nécessaires à des installations de futurs aéroports, A. Zones réservées, c. Suppression",
        "citation": "Art. 37p al. 1 LA",
        "content": "La décision définissant une zone réservée est caduque dès l’entrée en force de la décision fixant les alignements, mais au plus tard après cinq ans; ce délai peut être prolongé de trois ans au plus. La caducité d’une zone réservée n’empêche pas la création d’une nouvelle zone couvrant en tout ou en partie le périmètre de l’ancienne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_p"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 9. Mise en réserve des terrains nécessaires à des installations de futurs aéroports, A. Zones réservées, c. Suppression",
        "citation": "Art. 37p al. 2 LA",
        "content": "L’OFAC supprime la zone réservée, d’office ou sur requête d’un exploitant d’aéroport, d’un canton ou d’une commune, s’il est établi que l’installation d’aéroport projetée ne sera pas réalisée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_p"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 9. Mise en réserve des terrains nécessaires à des installations de futurs aéroports, A. Zones réservées, c. Suppression",
        "citation": "Art. 37p al. 3 LA",
        "content": "La décision doit être publiée dans les communes concernées, avec indication du délai de recours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_p"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 9. Mise en réserve des terrains nécessaires à des installations de futurs aéroports, B. Alignements, a. Détermination",
        "citation": "Art. 37q al. 1 LA",
        "content": "L’OFAC peut déterminer des alignements en vue d’assurer la libre disposition des terrains nécessaires à des installations d’aéroports existantes ou futures. Les autorités fédérales, les cantons et les communes, ainsi que les propriétaires fonciers concernés doivent être consultés. La consultation des communes et des propriétaires fonciers incombe aux cantons. Les alignements doivent satisfaire aux exigences de l’exécution finale prévisible de ces travaux et tenir compte des impératifs de l’aménagement du territoire et de la protection de l’environnement. Ils peuvent être limités en hauteur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_q"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 9. Mise en réserve des terrains nécessaires à des installations de futurs aéroports, B. Alignements, a. Détermination",
        "citation": "Art. 37q al. 2 LA",
        "content": "Les alignements ne peuvent être déterminés que sur la base de plans approuvés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_q"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 9. Mise en réserve des terrains nécessaires à des installations de futurs aéroports, B. Alignements, a. Détermination",
        "citation": "Art. 37q al. 3 LA",
        "content": "Les décisions portant sur les alignements sont publiées dans les communes concernées, avec indication du délai de recours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_q"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 9. Mise en réserve des terrains nécessaires à des installations de futurs aéroports, B. Alignements, b. Effets",
        "citation": "Art. 37r LA",
        "content": "À l’intérieur des alignements, toute transformation d’une construction et toute autre mesure contraire au but de l’alignement sont interdites. Font exception à cette règle les mesures destinées à assurer l’entretien ou à prévenir des dangers ou des effets dommageables. Exceptionnellement, des mesures supplémentaires peuvent être autorisées si le propriétaire renonce à toute indemnisation future pour la plus-value qui en résulte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_r"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 9. Mise en réserve des terrains nécessaires à des installations de futurs aéroports, B. Alignements, c. Suppression",
        "citation": "Art. 37s al. 1 LA",
        "content": "L’OFAC supprime, d’office ou sur requête de l’exploitant de l’aéroport, du canton ou de la commune, les alignements devenus sans objet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_s"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 9. Mise en réserve des terrains nécessaires à des installations de futurs aéroports, B. Alignements, c. Suppression",
        "citation": "Art. 37s al. 2 LA",
        "content": "Les décisions portant sur la suppression des alignements sont publiées dans les communes concernées, avec indication du délai de recours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_s"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 9. Mise en réserve des terrains nécessaires à des installations de futurs aéroports, B. Alignements, c. Suppression",
        "citation": "Art. 37s al. 3 LA",
        "content": "Les dispositions relatives à l’enrichissement illégitime s’appliquent par analogie si une indemnité a été versée. En cas de transfert de propriété, c’est le nouveau propriétaire qui est tenu à restitution. Les litiges sont tranchés par la commission d’estimation. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_s"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 9. Mise en réserve des terrains nécessaires à des installations de futurs aéroports, C. Actes préparatoires",
        "citation": "Art. 37t LA",
        "content": "À l’intérieur des alignements et des zones réservées dont l’emplacement a déjà été défini ou est en cours de définition, des actes préparatoires peuvent être entrepris. L’art. 15 LEx s’applique par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_t"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 9a. Maintien des aéroports nationaux dans leur état",
        "citation": "Art. 37u al. 1 LA",
        "content": "L’utilisation des aéroports nationaux comme plaque tournante du trafic aérien international et comme partie du système global des transports relève d’un intérêt national.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_u"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 9a. Maintien des aéroports nationaux dans leur état",
        "citation": "Art. 37u al. 2 LA",
        "content": "Le maintien des aéroports nationaux de Zurich et Genève en leur état actuel, est, de par la fonction qui leur est attribuée dans le cadre des plans sectoriels de la Confédération, garanti. Les organes chargés d’édicter le droit et les organes chargés de son application prennent en considération, dans toute la mesure nécessaire, la garantie des droits acquis, notamment dans le cadre des prescriptions sur la protection des marais et des sites marécageux et de leur exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_37_u"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 10., Droit d’usage",
        "citation": "Art. 38 al. 1 LA",
        "content": "Dans la mesure où les intérêts militaires le permettent, les aérodromes qui appartiennent à la Confédération sont également ouverts à l’aviation civile. Le Conseil fédéral fixe:\na. les autres conditions relatives à la co-utilisation;\nb. les dispositions régissant l’aviation civile qui, pour des motifs liés à la sécurité de l’aviation, sont également applicables à ces aérodromes ainsi que l’intensité d’utilisation à partir de laquelle ces dispositions s’appliquent;\nc. les compétences.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_38"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 10., Droit d’usage",
        "citation": "Art. 38 al. 2 LA",
        "content": "Les aéronefs au service de l’armée, de l’Office fédéral de la douane et de la sécurité des frontières et de la police peuvent user gratuitement des aérodromes civils subventionnés par la Confédération s’il n’en résulte pas de perturbations pour l’aviation civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_38"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 10., Droit d’usage",
        "citation": "Art. 38 al. 3 LA",
        "content": "Les arrangements spéciaux réglant l’usage des droits statués aux al. 1 et 2 sont réservés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_38"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 11., Redevances aéroportuaires",
        "citation": "Art. 39 al. 1 LA",
        "content": "L’exploitant de l’aéroport peut percevoir des redevances pour l’utilisation des installations aéroportuaires servant à assurer les vols, y compris pour les contrôles de sûreté spécifiques à l’exploitation des aéronefs, et pour l’accès à ces installations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_39"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 11., Redevances aéroportuaires",
        "citation": "Art. 39 al. 2 LA",
        "content": "Il statue par voie de décision lorsque le calcul des redevances est contesté.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_39"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 11., Redevances aéroportuaires",
        "citation": "Art. 39 al. 3 LA",
        "content": "Les catégories de redevances sont notamment les suivantes:\na. redevances passagers;\nb. redevances de sûreté;\nc. redevances d’atterrissage;\nd. redevances de stationnement;\ne. redevances liées au bruit et à l’émission de substances nocives;\nf. redevances d’utilisation des infrastructures centralisées;\ng. redevances d’accès aux installations aéroportuaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_39"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 11., Redevances aéroportuaires",
        "citation": "Art. 39 al. 4 LA",
        "content": "L’exploitant de l’aéroport fixe le montant des redevances en sefondant notamment sur les critères suivants:\na. masse maximale au décollage de l’aéronef;\nb. nombre de passagers;\nc. émission de bruit;\nd. émission de substances nocives.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_39"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 11., Redevances aéroportuaires",
        "citation": "Art. 39 al. 5 LA",
        "content": "Le produit des redevances ne doit pas excéder les frais attestés et une rémunération raisonnable du capital investi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_39"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 11., Redevances aéroportuaires",
        "citation": "Art. 39 al. 6 LA",
        "content": "Le Conseil fédéral détermine les frais et les revenus qui doivent entrer dans le calcul des redevances. Si un aéroport réalise des revenus provenant de secteurs d’activités autres que ceux liés directement à l’exploitation du trafic aérien, le Conseil fédéral peut obliger l’exploitant de l’aéroport à intégrer une partie des gains dans le calcul des redevances. Le Conseil fédéral fixe les modalités en tenant compte des intérêts de l’exploitant et des usagers de l’aéroport, de la situation du marché et des spécificités de l’aéroport concerné.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_39"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 11., Redevances aéroportuaires",
        "citation": "Art. 39 al. 7 LA",
        "content": "Le Conseil fédéral peut prescrire que le calcul du montant des redevances prenne en compte le taux d’occupation des installations aéroportuaires au fil de la journée. Dans l’environnement général du marché, la situation des compagnies aériennes qui transportent un fort volume de passagers en transfert ne doit pas en être affectée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_39"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 11., Redevances aéroportuaires",
        "citation": "Art. 39 al. 8 LA",
        "content": "L’OFAC exerce la surveillance sur l’établissement et la perception des redevances. En cas de litige entre l’exploitant de l’aéroport et les usagers, il approuve les redevances sur demande. Le Conseil fédéral règle la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_39"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 12. Coordination des créneaux horaires",
        "citation": "Art. 39a al. 1 LA",
        "content": "Le Conseil fédéral règle la coordination des créneaux horaires sur les aéroports. Il se fonde à cet effet sur les prescriptions internationales qui sont contraignantes pour la Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_39_a"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, I. Aérodrome, 12. Coordination des créneaux horaires",
        "citation": "Art. 39a al. 2 LA",
        "content": "L’OFAC désigne l’organisme chargé de coordonner les créneaux horaires. Celui-ci peut être un organisme privé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_39_a"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, II. Service de la navigation aérienne, 1. Généralités",
        "citation": "Art. 40 al. 1 LA",
        "content": "Le Conseil fédéral règle les services civil et militaire de la navigation aérienne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_40"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, II. Service de la navigation aérienne, 1. Généralités",
        "citation": "Art. 40 al. 2 LA",
        "content": "Le territoire sur lequel s’étend le service de la navigation aérienne ne se limite pas aux frontières nationales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_40"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, II. Service de la navigation aérienne, 1a. Données aéronautiques",
        "citation": "Art. 40a al. 1 LA",
        "content": "Le Conseil fédéral règle l’élaboration, la mise à disposition, la gestion, la transmission et la diffusion des données aéronautiques nécessaires pour mettre à disposition des informations aéronautiques et pour fournir des services de navigation aérienne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_40_a"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, II. Service de la navigation aérienne, 1a. Données aéronautiques",
        "citation": "Art. 40a al. 2 LA",
        "content": "Il veille à la mise en place et à l’exploitation d’une interface nationale d’enregistrement de toutes les données aéronautiques visées à l’al. 1. Il peut déléguer cette tâche à une personne morale de droit privé. Celle-ci est soumise à la surveillance de l’OFAC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_40_a"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, II. Service de la navigation aérienne, 2. Délégation des services de navigation aérienne à une société",
        "citation": "Art. 40abis al. 1 LA",
        "content": "Le Conseil fédéral peut confier le service civil et le service militaire de la navigation aérienne, en tout ou en partie, à une société anonyme (société).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_40_a_bis"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, II. Service de la navigation aérienne, 2. Délégation des services de navigation aérienne à une société",
        "citation": "Art. 40abis al. 2 LA",
        "content": "La société doit remplir les conditions suivantes:\na. elle ne doit poursuivre aucun but lucratif;\nb. elle doit être une société d’économie mixte;\nc. la majorité de son capital et des droits de vote doit appartenir à la Confédération;\nd. ses statuts doivent avoir été approuvés par le Conseil fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_40_a_bis"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, II. Service de la navigation aérienne, 2. Délégation des services de navigation aérienne à une société",
        "citation": "Art. 40abis al. 3 LA",
        "content": "Elle doit coordonner les services civil et militaire de la navigation aérienne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_40_a_bis"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, II. Service de la navigation aérienne, 2. Délégation des services de navigation aérienne à une société",
        "citation": "Art. 40abis al. 4 LA",
        "content": "Le service civil de la navigation aérienne est placé sous la surveillance de l’OFAC. Le service militaire de la navigation aérienne est placé sous la surveillance de la MAA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_40_a_bis"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, II. Service de la navigation aérienne, 3. Collaboration avec d’autres entreprises",
        "citation": "Art. 40b al. 1 LA",
        "content": "La société peut, avec l’autorisation de l’OFAC:\na. déléguer la fourniture de services de navigation aérienne relevant de sa compétence à des prestataires de services de navigation aérienne étrangers;\nb. fournir des services de navigation aérienne sur mandat de prestataires de services de navigation aérienne étrangers;\nc. déléguer à des tiers la fourniture de services d’assistance technique qui servent à fournir des services de navigation aérienne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_40_b"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, II. Service de la navigation aérienne, 3. Collaboration avec d’autres entreprises",
        "citation": "Art. 40b al. 2 LA",
        "content": "Elle peut à cette fin conclure des accords ou prendre des participations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_40_b"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, II. Service de la navigation aérienne, 3. Collaboration avec d’autres entreprises",
        "citation": "Art. 40b al. 3 LA",
        "content": "Il ne peut résulter d’une telle collaboration aucune restriction insupportable pour le service de la navigation aérienne en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_40_b"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, II. Service de la navigation aérienne, 3. Collaboration avec d’autres entreprises",
        "citation": "Art. 40b al. 4 LA",
        "content": "La fourniture de services de navigation aérienne d’importance nationale ainsi que les installations techniques, les ouvrages et le personnel nécessaires pour les fournir ne peuvent être délégués.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_40_b"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, II. Service de la navigation aérienne, 3. Collaboration avec d’autres entreprises",
        "citation": "Art. 40b al. 5 LA",
        "content": "Le Conseil fédéral détermine quelles restrictions au sens de l’al. 3 sont insupportables et quels services tombent sous le coup de l’interdiction visée à l’al. 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_40_b"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, II. Service de la navigation aérienne, 3a. Délégation de la fourniture de services locaux de navigation aérienne",
        "citation": "Art. 40bbis al. 1 LA",
        "content": "Le Conseil fédéral peut déléguer la fourniture de services locaux de navigation aérienne à l’exploitant d’un aérodrome.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_40_b_bis"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, II. Service de la navigation aérienne, 3a. Délégation de la fourniture de services locaux de navigation aérienne",
        "citation": "Art. 40bbis al. 2 LA",
        "content": "La délégation est soumise à l’autorisation de l’OFAC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_40_b_bis"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, II. Service de la navigation aérienne, 3a. Délégation de la fourniture de services locaux de navigation aérienne",
        "citation": "Art. 40bbis al. 3 LA",
        "content": "L’OFAC délivre l’autorisation si la sécurité de l’aviation est garantie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_40_b_bis"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, II. Service de la navigation aérienne, 4. Définition des objectifs stratégiques de la société et rapport",
        "citation": "Art. 40c al. 1 LA",
        "content": "Le Conseil fédéral fixe pour quatre ans les objectifs stratégiques de la société.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_40_c"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, II. Service de la navigation aérienne, 4. Définition des objectifs stratégiques de la société et rapport",
        "citation": "Art. 40c al. 2 LA",
        "content": "Le conseil d’administration veille à la réalisation des objectifs stratégiques. Il établit un rapport annuel à l’intention du Conseil fédéral sur le respect des objectifs qui lui ont été assignés et fournit les informations nécessaires pour en contrôler la réalisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_40_c"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, II. Service de la navigation aérienne, 5. Dotation en capital de la société",
        "citation": "Art. 40d al. 1 LA",
        "content": "La Confédération veille à ce que la société soit dotée d’un capital suffisant. Si la société réalise un bénéfice, elle peut l’utiliser pour constituer des réserves destinées à financer des investissements ou à couvrir des pertes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_40_d"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, II. Service de la navigation aérienne, 5. Dotation en capital de la société",
        "citation": "Art. 40d al. 2 LA",
        "content": "La Confédération peut financer initialement, en tout ou en partie, les obligations supplémentaires de la société envers ses institutions de prévoyance lorsque ces obligations découlent de l’établissement des comptes selon des normes reconnues sur le plan international.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_40_d"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, II. Service de la navigation aérienne, 5. Dotation en capital de la société",
        "citation": "Art. 40d al. 3 LA",
        "content": "La Confédération finance, en tout ou en partie, le capital de couverture supplémentaire prévu par l’ancien droit pour les départs à la retraite anticipée des contrôleurs militaires de la circulation aérienne, en lieu et place des institutions de prévoyance de la société.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_40_d"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, II. Service de la navigation aérienne, 5. Dotation en capital de la société",
        "citation": "Art. 40d al. 4 LA",
        "content": "Le Conseil fédéral détermine le mode, le moment et le montant du financement de la société et des paiements aux institutions de prévoyance de cette dernière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_40_d"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, II. Service de la navigation aérienne, 6. Exemption d’impôt de la société",
        "citation": "Art. 40e LA",
        "content": "La société est exemptée de toute imposition fédérale, cantonale et communale, sous réserve des impôts fédéraux suivants:\na. la taxe sur la valeur ajoutée;\nb. l’impôt anticipé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_40_e"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, II. Service de la navigation aérienne, 7. Installations de navigation aérienne",
        "citation": "Art. 40f al. 1 LA",
        "content": "Une installation de navigation aérienne ne peut être construite ou modifiée notablement que si les plans du projet ont été approuvés par l’OFAC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_40_f"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, II. Service de la navigation aérienne, 7. Installations de navigation aérienne",
        "citation": "Art. 40f al. 2 LA",
        "content": "Les art. 37 à 37t sont applicables par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_40_f"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, II. Service de la navigation aérienne, 7. Installations de navigation aérienne",
        "citation": "Art. 40f al. 3 LA",
        "content": "L’entreprise qui demande l’approbation des plans pour des mesures de navigation aérienne dispose du droit d’expropriation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_40_f"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, II. Service de la navigation aérienne, 8. Usage de la propriété de tiers",
        "citation": "Art. 40g LA",
        "content": "La Confédération et la société ont le droit d’user de la propriété publique ou privée pour y placer des installations de navigation aérienne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_40_g"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, III. Obstacles à la navigation aérienne et activités compromettant la sécurité de l’aviation, 1. Principes",
        "citation": "Art. 41 al. 1 LA",
        "content": "La mise en place ou la modification d’obstacles à la navigation aérienne est soumise à autorisation de l’OFAC. Celui-ci délivre l’autorisation si les mesures de sécurité requises sont prises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_41"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, III. Obstacles à la navigation aérienne et activités compromettant la sécurité de l’aviation, 1. Principes",
        "citation": "Art. 41 al. 2 LA",
        "content": "Sont réputés obstacles à la navigation aérienne les constructions, installations et plantations qui pourraient gêner, mettre en danger ou empêcher l’exploitation des aéronefs ou des installations de navigation aérienne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_41"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, III. Obstacles à la navigation aérienne et activités compromettant la sécurité de l’aviation, 1. Principes",
        "citation": "Art. 41 al. 3 LA",
        "content": "Le Conseil fédéral détermine quels obstacles à la navigation aérienne doivent être simplement annoncés à l’OFAC ou directement enregistrés par l’interface nationale d’enregistrement des données. Il se fonde à cet égard sur le danger potentiel des obstacles à la navigation aérienne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_41"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, III. Obstacles à la navigation aérienne et activités compromettant la sécurité de l’aviation, 1. Principes",
        "citation": "Art. 41 al. 4 LA",
        "content": "Il peut édicter des prescriptions dans le but d’empêcher l’apparition d’obstacles à la navigation aérienne, de les supprimer ou de les adapter aux nécessités de la sécurité de l’aviation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_41"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, III. Obstacles à la navigation aérienne et activités compromettant la sécurité de l’aviation, 2. Levé",
        "citation": "Art. 41a LA",
        "content": "Le levé d’obstacles à la navigation aérienne ainsi que la transmission des données de levé à l’interface nationale d’enregistrement des données relèvent de la responsabilité des propriétaires d’obstacles à la navigation aérienne. Le Conseil fédéral peut prévoir des exceptions dans les cas où les exigences en matière de qualité des données peuvent être remplies sans levé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_41_a"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, III. Obstacles à la navigation aérienne et activités compromettant la sécurité de l’aviation, 3. Expropriation",
        "citation": "Art. 41b LA",
        "content": "La législation fédérale sur l’expropriation est applicable à la suppression totale ou partielle d’obstacles à la navigation aérienne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_41_b"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, IV. Restrictions de la propriété foncière, a. En général",
        "citation": "Art. 42 al. 1 LA",
        "content": "Le Conseil fédéral peut prescrire que des bâtiments ou autres obstacles ne peuvent être élevés dans un rayon déterminé autour d’aéroports ou d’installations de navigation aérienne ou à une distance déterminée de routes aériennes que s’ils ne compromettent pas la sécurité de l’aviation (zones de sécurité).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_42"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, IV. Restrictions de la propriété foncière, a. En général",
        "citation": "Art. 42 al. 1bis LA",
        "content": "Dans les zones de sécurité, il peut:\na. restreindre l’utilisation de l’espace aérien par des engins balistiques;\nb. restreindre les activités qui peuvent avoir un effet aveuglant ou éblouissant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_42"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, IV. Restrictions de la propriété foncière, a. En général",
        "citation": "Art. 42 al. 2 LA",
        "content": "Il peut prescrire que des zones de sécurité doivent être établies sur le territoire suisse pour des aéroports, des installations de navigation aérienne ou des routes aériennes sis à l’étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_42"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, IV. Restrictions de la propriété foncière, a. En général",
        "citation": "Art. 42 al. 3 LA",
        "content": "Tout exploitant d’un aéroport sis en Suisse établit un plan des zones de sécurité. Ce plan comporte l’étendue territoriale et la nature des restrictions apportées à la propriété en faveur de l’aéroport. L’exploitant de l’aéroport consulte les gouvernements des cantons intéressés et l’OFAC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_42"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, IV. Restrictions de la propriété foncière, a. En général",
        "citation": "Art. 42 al. 4 LA",
        "content": "L’al. 3 s’applique par analogie aux aéroports sis à l’étranger; dans ce cas, l’OFAC se substitue à l’exploitant de l’aéroport.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_42"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, IV. Restrictions de la propriété foncière, b. Procédure",
        "citation": "Art. 43 al. 1 LA",
        "content": "Le plan des zones de sécurité est déposé dans les communes par l’exploitant de l’aéroport s’il est établi en faveur d’un aéroport sis en Suisse et par l’OFAC dans le cas d’un aéroport sis à l’étranger, d’une installation de navigation aérienne ou d’une route aérienne; il est mis à l’enquête publique et le délai d’opposition est de 30 jours. À compter du dépôt, aucune décision touchant un bien-fonds soumis à restriction qui serait en opposition avec le plan ne doit plus être prise sans l’autorisation du déposant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_43"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, IV. Restrictions de la propriété foncière, b. Procédure",
        "citation": "Art. 43 al. 2 LA",
        "content": "S’il est formé opposition et qu’aucune entente ne soit possible, l’autorité cantonale compétente transmet l’opposition à l’OFAC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_43"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, IV. Restrictions de la propriété foncière, b. Procédure",
        "citation": "Art. 43 al. 3 LA",
        "content": "Le DETEC statue sur les oppositions et approuve le plan des zones de sécurité soumis par l’exploitant de l’aéroport ou par l’OFAC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_43"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, IV. Restrictions de la propriété foncière, b. Procédure",
        "citation": "Art. 43 al. 4 LA",
        "content": "Après avoir été approuvé, le plan des zones de sécurité acquiert force obligatoire par sa publication dans la feuille officielle cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_43"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, IV. Restrictions de la propriété foncière, c. Indemnités",
        "citation": "Art. 44 al. 1 LA",
        "content": "La restriction de la propriété foncière prévue par le plan des zones de sécurité donne droit à une indemnité si elle équivaut dans ses effets à une expropriation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_44"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, IV. Restrictions de la propriété foncière, c. Indemnités",
        "citation": "Art. 44 al. 2 LA",
        "content": "La naissance du droit et le calcul de l’indemnité sont déterminés par les conditions existant lors de la publication du plan dans la feuille officielle cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_44"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, IV. Restrictions de la propriété foncière, c. Indemnités",
        "citation": "Art. 44 al. 3 LA",
        "content": "L’intéressé doit faire valoir ses prétentions dans les cinq ans qui suivent la publication du plan:\na. auprès de l’exploitant de l’aéroport, lorsque le plan est établi en faveur d’un aéroport sis en Suisse;\nb. auprès de l’OFAC, lorsque le plan est établi en faveur d’un aéroport sis à l’étranger, d’une installation de navigation aérienne ou d’une route aérienne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_44"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, IV. Restrictions de la propriété foncière, c. Indemnités",
        "citation": "Art. 44 al. 4 LA",
        "content": "Lorsque l’existence ou l’étendue des prétentions sont contestées, la procédure est régie par la LEx.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_44"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, IV. Restrictions de la propriété foncière, e. Aérodromes privés",
        "citation": "Art. 44b al. 1 LA",
        "content": "Les art. 42 à 44 et 47 ne s’appliquent pas aux aérodromes ne servant pas au trafic public.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_44_b"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, IV. Restrictions de la propriété foncière, e. Aérodromes privés",
        "citation": "Art. 44b al. 2 LA",
        "content": "Les mesures exigées par l’exploitation doivent être prises dans les formes du droit privé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_44_b"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, IV. Restrictions de la propriété foncière, e. Aérodromes privés",
        "citation": "Art. 44b al. 3 LA",
        "content": "S’il n’est pas possible de garantir ainsi l’observation des prescriptions en la matière, l’autorisation d’exploiter l’aérodrome sera refusée ou retirée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_44_b"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, V. Répartition des frais, 1. Exploitant d’aérodrome",
        "citation": "Art. 45 al. 1 LA",
        "content": "L’exploitant d’un aérodrome supporte les frais de création, d’exploitation et d’entretien de l’aérodrome.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_45"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, V. Répartition des frais, 1. Exploitant d’aérodrome",
        "citation": "Art. 45 al. 2 LA",
        "content": "Sont en outre à sa charge:\na. les frais de suppressions ou d’adaptation des obstacles à la navigation aérienne qui entravent l’utilisation d’un aérodrome sis en Suisse;\nb. les indemnités dues selon l’art. 44, al. 1, lorsque l’aérodrome est situé en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_45"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, V. Répartition des frais, 3. Tiers",
        "citation": "Art. 47 al. 1 LA",
        "content": "Si des tiers construisent subséquemment des installations, ils supportent seuls les dépenses auxquelles ils doivent consentir pour adapter ces installations aux nécessités de la sécurité de l’aviation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_47"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, V. Répartition des frais, 3. Tiers",
        "citation": "Art. 47 al. 2 LA",
        "content": "Si l’adaptation d’une nouvelle installation indispensable entraîne des frais excessivement élevés, la Confédération peut allouer une indemnité spéciale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_47"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, V. Répartition des frais, 4. Confédération",
        "citation": "Art. 48 al. 1 LA",
        "content": "La Confédération supporte les dépenses suivantes:\na. frais résultant de la suppression ou de l’adaptation d’obstacles qui se trouvent en Suisse en dehors du périmètre de l’aéroport ou en faveur de l’aéroport sis à l’étranger;\nb. indemnités dues au titre des restrictions à la propriété foncière opérées en Suisse en faveur d’un aéroport ou d’une installation de navigation aérienne sis à l’étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_48"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, V. Répartition des frais, 4. Confédération",
        "citation": "Art. 48 al. 2 LA",
        "content": "Le présent article est applicable sous réserve des art. 45 et 47.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_48"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, VI. Coût du service de la navigation aérienne",
        "citation": "Art. 49 al. 1 LA",
        "content": "Les prestataires de services de navigation aérienne perçoivent des redevances pour assurer:\na. le contrôle en route;\nb. le contrôle des approches et des départs sur les aérodromes.\n2 Le produit des redevances ne doit pas excéder les frais attestés et une rémunération raisonnable du capital investi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_49"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, VI. Coût du service de la navigation aérienne",
        "citation": "Art. 49 al. 3 LA",
        "content": "Le Conseil fédéral peut classer les aérodromes par catégorie. Il fixe, pour chaque catégorie d’aérodrome, les principes déterminant l’établissement des redevances d’approche et de départ et définit les moyens supplémentaires nécessaires pour couvrir les frais du contrôle des approches et des départs. Il tient compte à cet égard des possibilités de financement offertes par les cantons ou les communes aéroportuaires ou par des organismes privés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_49"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, VI. Coût du service de la navigation aérienne",
        "citation": "Art. 49 al. 4 LA",
        "content": "Le produit des redevances d’une catégorie d’aérodrome ne peut être affecté au financement des frais d’une autre catégorie d’aérodrome.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_49"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, VI. Coût du service de la navigation aérienne",
        "citation": "Art. 49 al. 5 LA",
        "content": "Les tarifs des redevances d’approche et de départ peuvent être unifiés pour les aérodromes d’une même catégorie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_49"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, VI. Coût du service de la navigation aérienne",
        "citation": "Art. 49 al. 6 LA",
        "content": "Les redevances de navigation aérienne sont soumises à l’approbation du DETEC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_49"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre premier: Espace aérien et surface terrestre, Chapitre III: L’infrastructure, VI. Coût du service de la navigation aérienne",
        "citation": "Art. 49 al. 7 LA",
        "content": "Le Conseil fédéral détermine:\na les vols exemptés de redevances de navigation aérienne;\nb. les frais du service de la navigation aérienne supportés par la Confédération;\nc. les conditions auxquelles l’exploitant d’un aérodrome est autorisé à établir et à percevoir des redevances de navigation aérienne sans fournir directement de services de navigation aérienne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_49"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre deuxième: Aéronefs et personnel aéronautique, Chapitre I: Les aéronefs, I. Classement",
        "citation": "Art. 51 al. 1 LA",
        "content": "Le Conseil fédéral arrête les prescriptions sur le classement des aéronefs par catégorie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_51"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre deuxième: Aéronefs et personnel aéronautique, Chapitre I: Les aéronefs, I. Classement",
        "citation": "Art. 51 al. 2 LA",
        "content": "Il définit en particulier:\na. les aéronefs considérés comme des aéronefs d’État suisses;\nb. les aéronefs suisses de catégories spéciales auxquels des règles particulières s’appliquent (art. 2 et 108).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_51"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre deuxième: Aéronefs et personnel aéronautique, Chapitre I: Les aéronefs, I. Classement",
        "citation": "Art. 51 al. 3 LA",
        "content": "Le Conseil fédéral peut, pour certaines catégories d’aéronefs sans occupant, habiliter les cantons à prendre des mesures, notamment pour réduire les nuisances et le danger auquel personnes et biens sont exposés au sol.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_51"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre deuxième: Aéronefs et personnel aéronautique, Chapitre I: Les aéronefs, II. Registre matricule, 1. En général",
        "citation": "Art. 52 al. 1 LA",
        "content": "L’OFAC tient le registre matricule suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_52"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre deuxième: Aéronefs et personnel aéronautique, Chapitre I: Les aéronefs, II. Registre matricule, 1. En général",
        "citation": "Art. 52 al. 2 LA",
        "content": "Un aéronef n’est immatriculé dans le registre matricule suisse que:\na. s’il n’est pas immatriculé dans le registre matricule d’un autre État;\nb. s’il remplit les conditions d’admission aux examens prescrits;\nc.  si, sous l’aspect des rapports de propriété, il satisfait aux conditions fixées par le Conseil fédéral. En ce qui concerne les ressortissants d’États étrangers, le Conseil fédéral peut, pour autant qu’aucune obligation internationale ne s’y oppose, faire dépendre les conditions de la réciprocité que ces États accordent à la Suisse. Pour ce faire, il peut conclure des accords avec les États étrangers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_52"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre deuxième: Aéronefs et personnel aéronautique, Chapitre I: Les aéronefs, II. Registre matricule, 1. En général",
        "citation": "Art. 52 al. 3 LA",
        "content": "Outre le propriétaire, un exploitant peut aussi être inscrit dans le registre matricule s’il remplit les conditions requises, indépendamment de la propriété.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_52"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre deuxième: Aéronefs et personnel aéronautique, Chapitre I: Les aéronefs, II. Registre matricule, 1. En général",
        "citation": "Art. 52 al. 4 LA",
        "content": "Le Conseil fédéral arrête les prescriptions de détail sur les conditions, le contenu, la modification et la radiation des immatriculations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_52"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre deuxième: Aéronefs et personnel aéronautique, Chapitre I: Les aéronefs, II. Registre matricule, 4. Conséquences juridiques",
        "citation": "Art. 55 LA",
        "content": "Les aéronefs immatriculés dans le registre matricule suisse sont réputés suisses.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_55"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre deuxième: Aéronefs et personnel aéronautique, Chapitre I: Les aéronefs, II. Registre matricule, IIa. Registre matricule pour aéronefs militaires",
        "citation": "Art. 55a al. 1 LA",
        "content": "La MAA tient un registre distinct pour les aéronefs militaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_55_a"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre deuxième: Aéronefs et personnel aéronautique, Chapitre I: Les aéronefs, II. Registre matricule, IIa. Registre matricule pour aéronefs militaires",
        "citation": "Art. 55a al. 2 LA",
        "content": "Le Conseil fédéral arrête les prescriptions détaillées sur les conditions de l’inscription au registre, ainsi que sur le contenu, la modification et la radiation des immatriculations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_55_a"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre deuxième: Aéronefs et personnel aéronautique, Chapitre I: Les aéronefs, III. Attestations",
        "citation": "Art. 56 al. 1 LA",
        "content": "L’OFAC atteste, pour les aéronefs immatriculés au registre matricule suisse:\na. l’immatriculation;\nb. la navigabilité;\nc. les émissions de bruit et de substances nocives des aéronefs à moteur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_56"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre deuxième: Aéronefs et personnel aéronautique, Chapitre I: Les aéronefs, III. Attestations",
        "citation": "Art. 56 al. 2 LA",
        "content": "Le Conseil fédéral édicte des prescriptions sur l’octroi, la durée de validité, le renouvellement et le retrait des attestations. Il se fonde à cet effet sur les prescriptions internationales qui sont contraignantes pour la Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_56"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre deuxième: Aéronefs et personnel aéronautique, Chapitre I: Les aéronefs, IV. Construction et exploitation des aéronefs",
        "citation": "Art. 57 al. 1 LA",
        "content": "Le DETEC édicte, notamment dans le but de garantir la sécurité de l’aviation, des prescriptions sur la production, l’exploitation, l’entretien et l’équipement des aéronefs, ainsi que sur les papiers de bord dont ils doivent être munis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_57"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre deuxième: Aéronefs et personnel aéronautique, Chapitre I: Les aéronefs, IV. Construction et exploitation des aéronefs",
        "citation": "Art. 57 al. 2 LA",
        "content": "Le DETEC peut édicter des prescriptions sur la construction de certaines parties d’aéronefs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_57"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre deuxième: Aéronefs et personnel aéronautique, Chapitre I: Les aéronefs, IV. Construction et exploitation des aéronefs",
        "citation": "Art. 57 al. 3 LA",
        "content": "Les organismes de production et les organismes de maintenance d’aéronefs sont soumis à une autorisation de l’OFAC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_57"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre deuxième: Aéronefs et personnel aéronautique, Chapitre I: Les aéronefs, V. Examen des aéronefs et des appareils aéronautiques",
        "citation": "Art. 58 al. 1 LA",
        "content": "La navigabilité des aéronefs immatriculés au registre matricule ainsi que l’émission de bruit et de substances nocives des aéronefs à moteur doivent être contrôlées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_58"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre deuxième: Aéronefs et personnel aéronautique, Chapitre I: Les aéronefs, V. Examen des aéronefs et des appareils aéronautiques",
        "citation": "Art. 58 al. 2 LA",
        "content": "Le DETEC édicte des prescriptions sur les exigences de navigabilité et sur la limitation des émissions sonores et polluantes des aéronefs à moteur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_58"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre deuxième: Aéronefs et personnel aéronautique, Chapitre I: Les aéronefs, V. Examen des aéronefs et des appareils aéronautiques",
        "citation": "Art. 58 al. 3 LA",
        "content": "L’OFAC édicte un règlement concernant l’examen des aéronefs. Il désigne les appareils autres que des aéronefs qui sont soumis à un examen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_58"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre deuxième: Aéronefs et personnel aéronautique, Chapitre I: Les aéronefs, V. Examen des aéronefs et des appareils aéronautiques",
        "citation": "Art. 58 al. 4 LA",
        "content": "Le requérant supporte les frais du contrôle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_58"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre deuxième: Aéronefs et personnel aéronautique, Chapitre I: Les aéronefs, VI. Marques",
        "citation": "Art. 59 al. 1 LA",
        "content": "Tout aéronef circulant dans l’espace aérien suisse doit porter des marques distinctives bien visibles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_59"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre deuxième: Aéronefs et personnel aéronautique, Chapitre I: Les aéronefs, VI. Marques",
        "citation": "Art. 59 al. 2 LA",
        "content": "L’OFAC détermine le genre des marques, s’il n’est pas réglé par des accords internationaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_59"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre deuxième: Aéronefs et personnel aéronautique, Chapitre II: Le personnel aéronautique, I. Licences",
        "citation": "Art. 60 al. 1 LA",
        "content": "Les personnes ci-après doivent obtenir une licence auprès de l’OFAC pour exercer leur activité dans l’aviation civile et auprès de la MAA pour exercer leur activité dans l’aviation militaire:\na. les pilotes d’aéronefs;\nb. le personnel auxiliaire indispensable pour la conduite d’un aéronef, notamment les navigateurs, les radiotélégraphistes de bord et les mécaniciens de bord;\nc. les personnes qui forment du personnel aéronautique;\nd. le personnel du service de la navigation aérienne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_60"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre deuxième: Aéronefs et personnel aéronautique, Chapitre II: Le personnel aéronautique, I. Licences",
        "citation": "Art. 60 al. 1bis LA",
        "content": "La licence est de durée limitée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_60"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre deuxième: Aéronefs et personnel aéronautique, Chapitre II: Le personnel aéronautique, I. Licences",
        "citation": "Art. 60 al. 2 LA",
        "content": "Le Conseil fédéral détermine les autres catégories du personnel aéronautique pour qui la possession d’une licence est exigée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_60"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre deuxième: Aéronefs et personnel aéronautique, Chapitre II: Le personnel aéronautique, I. Licences",
        "citation": "Art. 60 al. 3 LA",
        "content": "Il arrête les prescriptions sur l’octroi, le renouvellement et le retrait des licences.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_60"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre deuxième: Aéronefs et personnel aéronautique, Chapitre II: Le personnel aéronautique, III. Certificats étrangers",
        "citation": "Art. 62 al. 1 LA",
        "content": "L’OFAC statue sur la validité des certificats étrangers, à moins que des accords internationaux ne soient applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_62"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre deuxième: Aéronefs et personnel aéronautique, Chapitre II: Le personnel aéronautique, III. Certificats étrangers",
        "citation": "Art. 62 al. 2 LA",
        "content": "Il a le droit de ne pas reconnaître pour la circulation dans l’espace aérien suisse les certificats délivrés à un ressortissant suisse par un État étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_62"
    },
    {
        "book": "LFG",
        "title": "LA, Première partie: Fondements de l’aviation, Titre deuxième: Aéronefs et personnel aéronautique, Chapitre II: Le personnel aéronautique, IV. Droits et obligations du personnel aéronautique",
        "citation": "Art. 63 LA",
        "content": "Le Conseil fédéral détermine, dans l’ordonnance d’exécution ou des règlements spéciaux, les droits et obligations du personnel aéronautique, dans les limites des accords internationaux et de la législation fédérale. Les conditions de travail sont réglées par contrat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_63"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre premier: La responsabilité civile envers les tiers, I. étendue de la réparation, 1. Principe",
        "citation": "Art. 64 al. 1 LA",
        "content": "Le dommage causé par un aéronef en vol aux personnes et aux biens qui se trouvent à la surface donne droit à réparation contre l’exploitant de l’aéronef s’il est établi que le dommage existe et qu’il provient de l’aéronef.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_64"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre premier: La responsabilité civile envers les tiers, I. étendue de la réparation, 1. Principe",
        "citation": "Art. 64 al. 2 LA",
        "content": "Rentrent dans cette disposition:\na. le dommage causé par un corps quelconque tombant de l’aéronef, même dans le cas de jet de lest réglementaire ou de jet fait en état de nécessité;\nb. le dommage causé par une personne quelconque se trouvant à bord de l’aéronef. L’exploitant n’est responsable que jusqu’à concurrence du montant de la garantie qu’il est tenu de fournir en application des art. 70 et 71, si cette personne ne fait pas partie de l’équipage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_64"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre premier: La responsabilité civile envers les tiers, I. étendue de la réparation, 1. Principe",
        "citation": "Art. 64 al. 3 LA",
        "content": "L’aéronef est considéré comme en vol du début des opérations de départ jusqu’à la fin des opérations d’arrivée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_64"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre premier: La responsabilité civile envers les tiers, I. étendue de la réparation, 2. Usage illégitime",
        "citation": "Art. 65 LA",
        "content": "Celui qui fait usage d’un aéronef sans le consentement de l’exploitant répond du dommage causé. L’exploitant répond avec lui, mais seulement jusqu’à concurrence du montant de la garantie qu’il est tenu de fournir en application des art. 70 et 71.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_65"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre premier: La responsabilité civile envers les tiers, I. étendue de la réparation, 3. Collision",
        "citation": "Art. 66 LA",
        "content": "En cas de dommage causé à la surface par deux ou plusieurs aéronefs entrés en collision, les exploitants de ces aéronefs sont solidairement responsables envers les tiers victimes de dommages.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_66"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre premier: La responsabilité civile envers les tiers, III. Prescription",
        "citation": "Art. 68 LA",
        "content": "Le droit à la réparation des dommages se prescrit conformément aux dispositions du code des obligations sur les actes illicites.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_68"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre premier: La responsabilité civile envers les tiers, IV. Réserve du droit contractuel",
        "citation": "Art. 69 LA",
        "content": "Les dispositions du présent titre ne s’appliquent pas aux dommages causés à la surface dont la réparation est régie par un contrat intervenu entre la personne lésée et celui auquel incombe une responsabilité aux termes de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_69"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre premier: La responsabilité civile envers les tiers, V. Garantie pour couvrir la responsabilité civile, 1. Obligation de s’assurer",
        "citation": "Art. 70 al. 1 LA",
        "content": "Tout exploitant d’un aéronef immatriculé dans le registre matricule suisse est tenu de s’assurer contre les suites de sa responsabilité civile en tant qu’exploitant d’aéronef. Le présent alinéa est applicable sous réserve de l’art. 71.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_70"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre premier: La responsabilité civile envers les tiers, V. Garantie pour couvrir la responsabilité civile, 1. Obligation de s’assurer",
        "citation": "Art. 70 al. 2 LA",
        "content": "L’assurance doit aussi couvrir la responsabilité des personnes chargées par l’exploitant de la conduite de l’aéronef ou d’autres services à bord pour les dommages causés à des tiers dans l’exercice de leur activité professionnelle au service de l’exploitant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_70"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre premier: La responsabilité civile envers les tiers, V. Garantie pour couvrir la responsabilité civile, 2. Dépôt et caution",
        "citation": "Art. 71 al. 1 LA",
        "content": "La garantie des risques peut aussi consister dans un dépôt de valeurs facilement réalisables auprès d’une caisse publique ou d’une banque agréée par l’OFAC, de même que dans le cautionnement solidaire d’une telle banque ou d’une société d’assurance autorisée par le Conseil fédéral à pratiquer l’assurance en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_71"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre premier: La responsabilité civile envers les tiers, V. Garantie pour couvrir la responsabilité civile, 2. Dépôt et caution",
        "citation": "Art. 71 al. 2 LA",
        "content": "La sûreté réelle et le cautionnement devront être complétés aussitôt que les sommes qu’ils représentent seront susceptibles d’être diminuées du montant d’une indemnisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_71"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre premier: La responsabilité civile envers les tiers, V. Garantie pour couvrir la responsabilité civile, 3. Aéronefs de la Confédération et des cantons",
        "citation": "Art. 72 LA",
        "content": "La Confédération et les cantons ne sont pas tenus de fournir une garantie pour les aéronefs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_72"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre premier: La responsabilité civile envers les tiers, V. Garantie pour couvrir la responsabilité civile, 4. Aéronefs étrangers",
        "citation": "Art. 73 LA",
        "content": "L’obligation de fournir une garantie pour les aéronefs étrangers est régie par les accords internationaux. À défaut de tels accords, l’OFAC peut faire dépendre l’usage de l’espace aérien suisse de la fourniture préalable d’une garantie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_73"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre premier: La responsabilité civile envers les tiers, V. Garantie pour couvrir la responsabilité civile, 5. Autres prescriptions",
        "citation": "Art. 74 al. 1 LA",
        "content": "Le Conseil fédéral édicte des prescriptions sur l’obligation de fournir des garanties, en particulier sur leur montant et sur la délivrance d’attestations officielles relatives au genre, au montant et à la durée de validité des garanties fournies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_74"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre premier: La responsabilité civile envers les tiers, V. Garantie pour couvrir la responsabilité civile, 5. Autres prescriptions",
        "citation": "Art. 74 al. 2 LA",
        "content": "Il peut étendre l’obligation de fournir des garanties à certaines catégories d’aéronefs suisses qui ne sont pas inscrites au registre matricule.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_74"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre premier: La responsabilité civile envers les tiers, V. Garantie pour couvrir la responsabilité civile, 5. Autres prescriptions",
        "citation": "Art. 74 al. 3 LA",
        "content": "Par analogie à la législation sur la circulation routière, le Conseil fédéral peut édicter des prescriptions relatives aux dommages causés par des aéronefs inconnus ou non assurés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_74"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre deuxième: Le droit de transport aérien, I. Généralités",
        "citation": "Art. 75 al. 1 LA",
        "content": "Le Conseil fédéral édicte des prescriptions sur le transport des personnes, des bagages, des biens et des animaux, sur la responsabilité civile du transporteur à l’égard des voyageurs et des expéditeurs et sur l’obligation d’assurance. Il se fonde à cet effet sur les prescriptions internationales qui sont contraignantes pour la Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_75"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre deuxième: Le droit de transport aérien, I. Généralités",
        "citation": "Art. 75 al. 2 LA",
        "content": "Pour le trafic interne, le Conseil fédéral pourra simplifier les formalités d’expédition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_75"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre deuxième: Le droit de transport aérien, I. Généralités",
        "citation": "Art. 75 al. 3 LA",
        "content": "Le Conseil fédéral pourra régler différemment la limitation de la responsabilité civile en faveur des personnes lésées pour le trafic international non régi par des conventions internationales sur la responsabilité civile dans le transport aérien, qui lient la Suisse, ainsi que pour le trafic interne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_75"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre deuxième: Le droit de transport aérien, I. Généralités",
        "citation": "Art. 75 al. 4 LA",
        "content": "Lorsqu’aux termes des conventions applicables, un relèvement contractuel des limites de responsabilité est réservé, le Conseil fédéral peut édicter des prescriptions selon lesquelles l’octroi de concessions et d’autorisations à des entreprises suisses du trafic aérien commercial doit être subordonné à la charge qu’elles offrent aux passagers un montant plus élevé au titre de la responsabilité civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_75"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre deuxième: Le droit de transport aérien, II. Réserve de la législation postale",
        "citation": "Art. 76 LA",
        "content": "Les dispositions spéciales de la législation postale sont réservées pour le transport des envois postaux par la voie aérienne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_76"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre deuxième: Le droit de transport aérien, III. Couverture",
        "citation": "Art. 76a al. 1 LA",
        "content": "Les entreprises suisses de trafic aérien commercial sont tenues de s’assurer contre les suites de leur responsabilité civile en tant que transporteur aérien jusqu’à concurrence du montant à fixer par le Conseil fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_76_a"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre deuxième: Le droit de transport aérien, III. Couverture",
        "citation": "Art. 76a al. 2 LA",
        "content": "Sous réserve des accords internationaux liant la Suisse, le Conseil fédéral peut faire dépendre l’octroi de concessions et d’autorisations à des entreprises étrangères du trafic aérien commercial de l’existence d’une assurance suffisante, propre à couvrir leur responsabilité civile en tant que transporteur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_76_a"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre troisième: Dispositions communes sur la responsabilité civile, I. Assurance fédérale en cas d’accidents",
        "citation": "Art. 77 al. 1 LA",
        "content": "Les droits découlant de la présente loi sont garantis aux lésés qui sont assurés conformément à la loi fédérale du 20 mars 1981 sur l’assurance-accidents. Les assureurs sont subrogés aux droits des assurés, conformément aux art. 72 à 75 de la loi fédérale du 6 octobre 2000 sur la partie générale du droit des assurances sociales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_77"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre troisième: Dispositions communes sur la responsabilité civile, I. Assurance fédérale en cas d’accidents",
        "citation": "Art. 77 al. 2 LA",
        "content": "Tous droits plus étendus de la victime ou de ses survivants provenant d’un accident causé par un aéronef restent acquis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_77"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre troisième: Dispositions communes sur la responsabilité civile, II. Assurance militaire",
        "citation": "Art. 78 LA",
        "content": "Si une personne couverte par l’assurance militaire est victime d’un accident causé par l’emploi d’un aéronef militaire suisse, la législation fédérale sur l’assurance militaire est seule applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_78"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre troisième: Dispositions communes sur la responsabilité civile, III. Droit des obligations",
        "citation": "Art. 79 LA",
        "content": "En tant que les art. 64 à 78 de même que les prescriptions édictées par le Conseil fédéral pour leur exécution n’en disposent pas autrement, les dispositions du code des obligations sont applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_79"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre quatrième: La saisie conservatoire des aéronefs, I. Définition",
        "citation": "Art. 80 LA",
        "content": "Les articles suivants entendent par saisie conservatoire tout acte, quel que soit son nom, par lequel un aéronef est arrêté, dans un intérêt privé, au profit soit d’un créancier, soit du propriétaire ou du titulaire d’un droit réel grevant l’aéronef, sans que le saisissant puisse invoquer un jugement exécutoire, obtenu préalablement dans la procédure ordinaire, ou un titre d’exécution équivalent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_80"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre quatrième: La saisie conservatoire des aéronefs, II. Exclusion",
        "citation": "Art. 81 al. 1 LA",
        "content": "Sont exempts de saisie conservatoire:\na. les aéronefs affectés exclusivement à un service d’état;\nb. les aéronefs mis effectivement en service sur une ligne de transports publics exploitée régulièrement et les aéronefs de réserve indispensables;\nc. tout autre aéronef affecté à des transports de personnes ou de biens contre rémunération, lorsqu’il est prêt à partir pour un tel transport, excepté dans le cas où il s’agit d’une dette contractée pour le voyage qu’il va faire ou d’une créance née au cours du voyage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_81"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre quatrième: La saisie conservatoire des aéronefs, II. Exclusion",
        "citation": "Art. 81 al. 2 LA",
        "content": "Les dispositions du présent article ne s’appliquent pas à la saisie conservatoire exercée par le propriétaire dépossédé de son aéronef par un acte illicite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_81"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre quatrième: La saisie conservatoire des aéronefs, VI. Réserves",
        "citation": "Art. 85 LA",
        "content": "Les prescriptions qui précédent ne s’appliquent pas aux mesures conservatoires qui sont prises en vertu du droit de faillite, du droit administratif ou du droit pénal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_85"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre quatrième: La saisie conservatoire des aéronefs, VII. Aéronefs étrangers",
        "citation": "Art. 86 LA",
        "content": "Les art. 80 à 85 sont aussi applicables aux aéronefs étrangers si l’État dans le registre matricule duquel ils sont immatriculés assure la réciprocité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_86"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre quatrième: La saisie conservatoire des aéronefs, VIII. Protection de la propriété industrielle",
        "citation": "Art. 87 LA",
        "content": "Les accords internationaux sur la protection de la propriété industrielle sont réservés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_87"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre I: Infractions, I. Délits, 1. Violation d’une interdiction de circuler",
        "citation": "Art. 88 al. 1 LA",
        "content": "Quiconque, violant une interdiction de circuler décrétée en vertu de l’art. 7, pénètre intentionnellement par la voie aérienne dans l’espace aérien suisse, décolle de Suisse par cette voie ou survole une zone interdite est puni d’une peine privative de liberté d’un an au plus ou d’une peine pécuniaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_88"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre I: Infractions, I. Délits, 1. Violation d’une interdiction de circuler",
        "citation": "Art. 88 al. 2 LA",
        "content": "Si l’auteur viole en outre les prescriptions de l’art. 18 sur l’obligation d’atterrir, il est puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_88"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre I: Infractions, I. Délits, 1. Violation d’une interdiction de circuler",
        "citation": "Art. 88 al. 3 LA",
        "content": "Quiconque agit par négligence est puni d’une peine pécuniaire de 180 jours-amende au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_88"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre I: Infractions, I. Délits, 2. Pilotage d’un aéronef portant de fausses marques",
        "citation": "Art. 89 al. 1 LA",
        "content": "Quiconque, intentionnellement, pilote ou fait piloter un aéronef portant des marques fausses ou falsifiées, ou ne portant pas les marques prescrites à l’art. 59, est puni d’une peine privative de liberté de cinq ans au plus ou d’une peine pécuniaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_89"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre I: Infractions, I. Délits, 2. Pilotage d’un aéronef portant de fausses marques",
        "citation": "Art. 89 al. 2 LA",
        "content": "Quiconque agit par négligence est puni d’une peine pécuniaire de 180 jours-amende au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_89"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre I: Infractions, I. Délits, 2. Pilotage d’un aéronef portant de fausses marques",
        "citation": "Art. 89 al. 3 LA",
        "content": "Est aussi punissable quiconque pilote ou fait piloter en dehors de la Suisse un aéronef portant sans droit des marques suisses. L’art. 4, al. 2, du code pénal est applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_89"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre I: Infractions, I. Délits, 2a. Inobservation des instructions d’un aéronef intercepteur",
        "citation": "Art. 89a al. 1 LA",
        "content": "Quiconque, en qualité de commandant de bord d’un aéronef, contrevient intentionnellement aux instructions d’un aéronef intercepteur, données selon les règles de l’air, est puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_89_a"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre I: Infractions, I. Délits, 2a. Inobservation des instructions d’un aéronef intercepteur",
        "citation": "Art. 89a al. 2 LA",
        "content": "L’acte est également punissable s’il a été commis à l’étranger à bord:\na. d’un aéronef suisse;\nb. d’un aéronef étranger utilisé par un exploitant dont le siège de l’entreprise se trouve en Suisse ou qui y a sa résidence permanente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_89_a"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre I: Infractions, I. Délits, 2a. Inobservation des instructions d’un aéronef intercepteur",
        "citation": "Art. 89a al. 3 LA",
        "content": "L’art. 4, al. 2, du code pénal est applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_89_a"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre I: Infractions, I. Délits, 3. Mise en danger par l’aviation",
        "citation": "Art. 90 al. 1 LA",
        "content": "Quiconque, pendant un vol, comme commandant d’un aéronef, membre de l’équipage ou passager viole intentionnellement les prescriptions légales ou des règles de l’air et met ainsi sciemment en danger la vie ou l’intégrité corporelle des personnes, ou des biens de grande valeur appartenant à des tiers, à la surface est puni d’une peine privative de liberté de cinq ans au plus ou d’une peine pécuniaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_90"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre I: Infractions, I. Délits, 3. Mise en danger par l’aviation",
        "citation": "Art. 90 al. 2 LA",
        "content": "Quiconque agit par négligence est puni d’une peine pécuniaire de 180 jours-amende au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_90"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre I: Infractions, II. Contraventions",
        "citation": "Art. 91 al. 1 LA",
        "content": "Est puni d’une amende de 20 000 francs au plus quiconque, intentionnellement ou par négligence:\na. enfreint les règles de l’air;\nb. enfreint les prescriptions sur l’exploitation des vols visant à assurer la sécurité de personnes ou de biens;\nc. pilote ou exploite un aéronef sans posséder les papiers prescrits;\nd. pilote ou exploite un aéronef qui ne satisfait pas aux exigences de navigabilité;\ne. enfreint les prescriptions applicables à l’entretien des aéronefs et compromet de ce fait la sécurité de l’exploitation;\nf. enfreint les prescriptions suivantes, contenues dans un règlement d’exploitation au sens de l’art. 36c et visant à protéger l’environnement et à assurer la sécurité de personnes ou de biens:\n1. prescriptions concernant les procédures d’approche et de départ,\n2. prescriptions concernant l’utilisation des installations aéroportuaires par les passagers, les aéronefs, les véhicules terrestres et d’autres usagers;\ng. ignore, en tant que passager, les instructions de l’équipage visant à assurer la sécurité des personnes et des biens;\nh. trouble la tranquillité publique à une heure où ni la législation ni le règlement d’exploitation applicable au sens de l’art. 36c ne l’autorisent;\ni. contrevient à une disposition d’exécution assortie de la menace de la peine prévue au présent alinéa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_91"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre I: Infractions, II. Contraventions",
        "citation": "Art. 91 al. 2 LA",
        "content": "Est puni d’une amende de 20 000 francs au plus quiconque, intentionnellement:\na. ne se conforme pas à une décision qui lui a été signifiée sous la menace de la peine prévue au présent alinéa;\nb. ne respecte pas une obligation fixée dans une concession ou une autorisation;\nc.  pénètre dans la zone de sûreté à accès réglementé d’un aérodrome sans y être autorisé ou en contournant ou en déjouant les contrôles de sûreté; la tentative est punissable;\nd. introduit sans autorisation des armes ou des objets dangereux au sens de l’art. 4, al. 1 ou 6, de la loi du 20 juin 1997 sur les armes dans la zone de sûreté à accès réglementé d’un aérodrome; la tentative est punissable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_91"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre I: Infractions, II. Contraventions",
        "citation": "Art. 91 al. 3 LA",
        "content": "Les infractions graves selon les al. 1, let. a à e et i, et 2 sont punies d’une amende de 40 000 francs au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_91"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre I: Infractions, II. Contraventions",
        "citation": "Art. 91 al. 4 LA",
        "content": "Quiconque, en qualité de transporteur aérien, enfreint de manière grave ou répétée envers ses passagers des obligations découlant d’accords internationaux prévoyant une obligation de sanction est puni d’une amende de 20 000 francs au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_91"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre I: Infractions, IIa. Autres dispositions pénales",
        "citation": "Art. 91bis LA",
        "content": "Les dispositions spéciales de la loi fédérale du 22 mars 1974 sur le droit pénal administratif (art. 14 à 18) sont applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_91_bis"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre I: Infractions, III. Mesures administratives, 1. En général",
        "citation": "Art. 92 LA",
        "content": "S’il y a eu violation des dispositions de la présente loi ou des ordonnances et autres prescriptions édictées pour son application par les autorités compétentes ou des dispositions des accords sur l’aviation, l’OFAC peut, indépendamment de l’introduction et du résultat de toute procédure pénale, prononcer:\na. le retrait temporaire ou définitif d’autorisations, licences et certificats ou la restriction de leur étendue;\nb. le séquestre d’aéronefs dont l’usage ultérieur mettrait en danger la sécurité publique ou dont l’usage abusif est à craindre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_92"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre I: Infractions, III. Mesures administratives, 2. Retrait de concession",
        "citation": "Art. 93 LA",
        "content": "Une concession accordée en vertu des art. 28, 30 ou 37 peut être retirée en tout temps sans indemnité en cas d’infraction grave ou répétée aux obligations du concessionnaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_93"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre II: Champ d’application et poursuite pénale, I. Applicabilité des dispositions pénales quant au lieu, 1. Principe",
        "citation": "Art. 96 LA",
        "content": "À moins que les art. 89, al. 3, 89a, al. 3, et 97 de la présente loi ou les art. 4 à 7 du code pénal n’en disposent autrement, les dispositions pénales ne s’appliquent qu’à celui qui a commis une infraction en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_96"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre II: Champ d’application et poursuite pénale, I. Applicabilité des dispositions pénales quant au lieu, 2. Actes punissables commis à bord d’aéronefs suisses ou à bord d’aéronefs étrangers atterrissant en Suisse",
        "citation": "Art. 97 al. 1 LA",
        "content": "Le droit pénal suisse s’applique également aux actes commis en dehors de la Suisse, à bord d’un aéronef suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_97"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre II: Champ d’application et poursuite pénale, I. Applicabilité des dispositions pénales quant au lieu, 2. Actes punissables commis à bord d’aéronefs suisses ou à bord d’aéronefs étrangers atterrissant en Suisse",
        "citation": "Art. 97 al. 1bis LA",
        "content": "Il s’applique également aux crimes et aux délits ainsi qu’aux contraventions visées à l’art. 91, al. 1, let. g, commis à bord d’un aéronef étranger en dehors de la Suisse lorsque l’aéronef atterrit en Suisse et que l’auteur est toujours à bord.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_97"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre II: Champ d’application et poursuite pénale, I. Applicabilité des dispositions pénales quant au lieu, 2. Actes punissables commis à bord d’aéronefs suisses ou à bord d’aéronefs étrangers atterrissant en Suisse",
        "citation": "Art. 97 al. 2 LA",
        "content": "De plus, les membres de l’équipage d’un aéronef suisse sont soumis au droit pénal suisse s’ils ont commis l’acte hors de l’aéronef dans l’exercice de leurs fonctions professionnelles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_97"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre II: Champ d’application et poursuite pénale, I. Applicabilité des dispositions pénales quant au lieu, 2. Actes punissables commis à bord d’aéronefs suisses ou à bord d’aéronefs étrangers atterrissant en Suisse",
        "citation": "Art. 97 al. 3 LA",
        "content": "Un jugement ne peut être prononcé que si l’auteur se trouve en Suisse et n’en est pas extradé ou s’il y a été extradé en raison de cet acte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_97"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre II: Champ d’application et poursuite pénale, I. Applicabilité des dispositions pénales quant au lieu, 2. Actes punissables commis à bord d’aéronefs suisses ou à bord d’aéronefs étrangers atterrissant en Suisse",
        "citation": "Art. 97 al. 4 LA",
        "content": "L’art. 6, al. 3 et 4, du code pénal est applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_97"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre II: Champ d’application et poursuite pénale, II. Juridiction",
        "citation": "Art. 98 al. 1 LA",
        "content": "Sous réserve de l’al. 2, les infractions commises à bord d’un aéronef relèvent de la juridiction pénale fédérale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_98"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre II: Champ d’application et poursuite pénale, II. Juridiction",
        "citation": "Art. 98 al. 2 LA",
        "content": "L’OFAC est l’autorité administrative compétente pour poursuivre et juger, selon la procédure prévue par la loi fédérale du 22 mars 1974 sur le droit pénal administratif, les contraventions réprimées par l’art. 91.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_98"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre II: Champ d’application et poursuite pénale, II. Juridiction",
        "citation": "Art. 98 al. 3 LA",
        "content": "L’autorité suisse compétente pourra s’abstenir de poursuivre lorsqu’une infraction aura été commise à bord d’un aéronef étranger dans l’espace aérien suisse ou à bord d’un aéronef suisse hors de ce même espace aérien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_98"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre II: Champ d’application et poursuite pénale, III. Attributions du commandant",
        "citation": "Art. 99 al. 1 LA",
        "content": "Si une infraction est commise à bord d’un aéronef suisse, le commandant doit prendre toutes les mesures requises pour la conservation des preuves.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_99"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre II: Champ d’application et poursuite pénale, III. Attributions du commandant",
        "citation": "Art. 99 al. 2 LA",
        "content": "Jusqu’à l’intervention de l’autorité compétente, il procède aux actes d’instruction qui ne souffrent aucun délai.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_99"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre II: Champ d’application et poursuite pénale, III. Attributions du commandant",
        "citation": "Art. 99 al. 3 LA",
        "content": "Il est autorisé à fouiller les passagers et les membres de l’équipage ainsi qu’à séquestrer les objets pouvant servir de moyens de preuve.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_99"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre II: Champ d’application et poursuite pénale, III. Attributions du commandant",
        "citation": "Art. 99 al. 4 LA",
        "content": "S’il y a péril en la demeure, le commandant est en droit d’arrêter provisoirement les suspects.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_99"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre II: Champ d’application et poursuite pénale, III. Attributions du commandant",
        "citation": "Art. 99 al. 5 LA",
        "content": "Les art. 39, 40 et 45 à 52 de la loi fédérale du 22 mars 1974 sur le droit pénal administratif qui concernent l’interrogatoire de l’inculpé, la réunion d’informations, l’exécution de mesures de contrainte, le séquestre, la perquisition et l’arrestation provisoires sont applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_99"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre II: Champ d’application et poursuite pénale, IV. Devoir d’information, consultation et droit d’annoncer",
        "citation": "Art. 100 al. 1 LA",
        "content": "Les ministères publics et les tribunaux communiquent à l’OFAC toute infraction qui pourrait entraîner le retrait d’autorisations, licences et certificats conformément à l’art. 92, let. a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_100"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre II: Champ d’application et poursuite pénale, IV. Devoir d’information, consultation et droit d’annoncer",
        "citation": "Art. 100 al. 2 LA",
        "content": "Pour autant que la procédure pénale n’en soit pas entravée, ils communiquent à l’OFAC les condamnations et procédures pénales en cours frappant les personnes actives dans la zone de sûreté à accès réglementé d’un aéroport concernant:\na. des activités terroristes au sens de l’art. 13a, al. 1, let. b, ch. 1, de la loi fédérale du 21 mars 1997 instituant des mesures visant au maintien de la sûreté intérieure;\nb. les infractions visées aux art. 111 à 113, 122, 134, 139, 140, 156, 183, 185, 221 et 223 à 226ter du code pénal;\nc. les infractions visées à l’art. 19, al. 2, de la loi du 3 octobre 1951 sur les stupéfiants;\nd. les infractions visées à l’art. 37 de la loi du 25 mars 1977 sur les explosifs;\ne. les infractions visées à l’art. 33 de la loi du 20 juin 1997 sur les armes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_100"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre II: Champ d’application et poursuite pénale, IV. Devoir d’information, consultation et droit d’annoncer",
        "citation": "Art. 100 al. 3 LA",
        "content": "L’OFAC peut solliciter l’avis du Service de renseignement de la Confédération dans le but de vérifier les autorisations, licences et certificats des personnes actives dans la zone de sûreté à accès réglementé d’un aéroport.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_100"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre II: Champ d’application et poursuite pénale, IV. Devoir d’information, consultation et droit d’annoncer",
        "citation": "Art. 100 al. 4 LA",
        "content": "Les médecins et psychologues peuvent annoncer à l’OFAC les cas de membres d’équipage ou de contrôleurs de la circulation aérienne dont ils doutent de l’aptitude à exercer leurs activités en raison d’une maladie physique ou mentale, d’une infirmité ou d’une situation de dépendance qu’ils ont constatée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_100"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre II: Champ d’application et poursuite pénale, V. Mesures de prévention des attentats",
        "citation": "Art. 100bis al. 1 LA",
        "content": "Lorsqu’il existe des soupçons qu’un attentat pourrait être commis sur un aéronef décollant de Suisse, le commandant de police compétent pour l’aérodrome est en droit d’ordonner un contrôle et, au besoin, la fouille de l’aéronef. Sur demande de la police cantonale, l’équipage et le personnel de l’infrastructure sont tenus d’aider les organes de la police à appliquer ces mesures.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_100_bis"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre II: Champ d’application et poursuite pénale, V. Mesures de prévention des attentats",
        "citation": "Art. 100bis al. 2 LA",
        "content": "Lorsqu’il existe des soupçons qu’un tel attentat pourrait être commis au moyen d’envois postaux ou de fret aériens, le commandant de police mentionné à l’al. 1 est en droit d’ordonner un contrôle et, au besoin, la fouille des envois postaux et du fret en cause. Les prestataires de services postaux et leurs agents sont tenus de remettre les envois postaux suspects à la police cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_100_bis"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre II: Champ d’application et poursuite pénale, V. Mesures de prévention des attentats",
        "citation": "Art. 100bis al. 3 LA",
        "content": "Lorsqu’il existe des soupçons qu’un attentat pourrait être commis à bord d’un aéronef en vol, le commandant de police mentionné à l’al. 1 est en droit d’ordonner la fouille des passagers et des bagages à main, pour détecter les armes et les explosifs. Le passager qui s’y oppose peut être exclu du vol sans indemnité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_100_bis"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre II: Champ d’application et poursuite pénale, V. Mesures de prévention des attentats",
        "citation": "Art. 100bis al. 4 LA",
        "content": "Lors des contrôles et fouilles prévus aux al. 1 à 3, il y a lieu de sauvegarder au maximum le secret privé. Dans la mesure du possible, les intérêts du trafic aérien seront aussi pris en considération. Le traitement douanier doit être assuré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_100_bis"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre II: Champ d’application et poursuite pénale, V. Mesures de prévention des attentats",
        "citation": "Art. 100bis al. 5 LA",
        "content": "La responsabilité des dommages survenant lors des opérations de contrôle est réglée par les dispositions de la loi fédérale du 14 mars 1958 sur la responsabilité de la Confédération, des membres de ses autorités et de ses fonctionnaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_100_bis"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre II: Champ d’application et poursuite pénale, VI. Constatation de l’ébriété et d’états analogues",
        "citation": "Art. 100ter al. 1 LA",
        "content": "Les membres d’équipage sont soumis à un examen approprié lorsque des indices permettent de conclure qu’ils sont pris de boisson ou qu’ils se trouvent sous l’influence de narcotiques ou de substances psychotropes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_100_ter"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre II: Champ d’application et poursuite pénale, VI. Constatation de l’ébriété et d’états analogues",
        "citation": "Art. 100ter al. 2 LA",
        "content": "Les chefs d’aérodrome et les organes de la police compétente sont habilités à ordonner les mesures requises. Lorsque les chefs d’aérodrome interviennent, ils doivent immédiatement faire appel à la police si une première enquête confirme les soupçons énoncés à l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_100_ter"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre II: Champ d’application et poursuite pénale, VI. Constatation de l’ébriété et d’états analogues",
        "citation": "Art. 100ter al. 3 LA",
        "content": "Dans le cadre d’inspections au sol d’aéronefs et de leur équipage, l’OFAC peut en tout temps ordonner que les membres d’équipage soient soumis à un test d’alcoolémie. Les mesures requises sont exécutées par la police cantonale compétente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_100_ter"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre II: Champ d’application et poursuite pénale, VI. Constatation de l’ébriété et d’états analogues",
        "citation": "Art. 100ter al. 4 LA",
        "content": "Les personnes et services compétents visés aux al. 2 et 3 peuvent ordonner une prise de sang.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_100_ter"
    },
    {
        "book": "LFG",
        "title": "LA, Deuxième partie: Rapports juridiques résultant de la pratique de l’aviation, Titre cinquième: Dispositions pénales, Chapitre II: Champ d’application et poursuite pénale, VI. Constatation de l’ébriété et d’états analogues",
        "citation": "Art. 100ter al. 5 LA",
        "content": "Le Conseil fédéral règle l’exécution des enquêtes et mesures visées aux al. 1, 3 et 4. Il tient compte à cet effet des dispositions de l’Union européenne relatives à l’ébriété applicables en vertu de l’Accord du 21 juin 1999 entre la Confédération suisse et la Communauté européenne sur le transport aérien. Il s’appuie à titre complémentaire sur les prescriptions relatives au contrôle de l’alcoolémie et les autres mesures à prendre à l’endroit des usagers de la route.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_100_ter"
    },
    {
        "book": "LFG",
        "title": "LA, Troisième partie: Développement de l’aviation, I., Prestations de la Confédération, 1. Aux entreprises de ligne",
        "citation": "Art. 101 al. 1 LA",
        "content": "La Confédération peut allouer des subventions ou des prêts à l’aviation pour l’exploitation des lignes aériennes régulières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_101"
    },
    {
        "book": "LFG",
        "title": "LA, Troisième partie: Développement de l’aviation, I., Prestations de la Confédération, 1. Aux entreprises de ligne",
        "citation": "Art. 101 al. 2 LA",
        "content": "Dans tous les cas, il sera tenu compte de la situation financière du bénéficiaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_101"
    },
    {
        "book": "LFG",
        "title": "LA, Troisième partie: Développement de l’aviation, I., Prestations de la Confédération, 3. Aux prestataires de services de navigation aérienne",
        "citation": "Art. 101b al. 1 LA",
        "content": "La Confédération peut temporairement supporter les pertes de recettes subies par un prestataire de services de navigation aérienne sur les prestations fournies à l’étranger, jusqu’à la conclusion d’un accord d’indemnisation avec l’État concerné.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_101_b"
    },
    {
        "book": "LFG",
        "title": "LA, Troisième partie: Développement de l’aviation, I., Prestations de la Confédération, 3. Aux prestataires de services de navigation aérienne",
        "citation": "Art. 101b al. 2 LA",
        "content": "Le Conseil fédéral réexamine tous les trois ans si et dans quelle mesure la Confédération doit continuer de supporter ces pertes de recettes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_101_b"
    },
    {
        "book": "LFG",
        "title": "LA, Troisième partie: Développement de l’aviation, II. Participations",
        "citation": "Art. 102 LA",
        "content": "La Confédération peut participer à des entreprises exploitant des aérodromes et à des entreprises de transport aériens lorsque l’intérêt général le justifie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_102"
    },
    {
        "book": "LFG",
        "title": "LA, Troisième partie: Développement de l’aviation, IIa., Aides financières de la Confédération pour cause de pandémie de COVID-19",
        "citation": "Art. 102a al. 1 LA",
        "content": "Si, pour cause de pandémie de COVID-19, l’exploitation continue et ordonnée des aéroports nationaux ne peut pas être assurée d’une autre manière, la Confédération peut:\na. participer, conjointement aux entreprises exploitant des aérodromes, temporairement à des sociétés pour assurer la fourniture de prestations dans le domaine des services d’assistance en escale et de l’entretien des aéronefs ou accorder des prêts, des cautionnements ou des garanties à ces sociétés;\nb. accorder des prêts, des cautionnements ou des garanties aux entreprises qui fournissent des services dans les domaines de l’assistance en escale et de l’entretien des aéronefs;\nc. accorder des prêts, des cautionnements ou des garanties aux aéroports nationaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_102_a"
    },
    {
        "book": "LFG",
        "title": "LA, Troisième partie: Développement de l’aviation, IIa., Aides financières de la Confédération pour cause de pandémie de COVID-19",
        "citation": "Art. 102a al. 2 LA",
        "content": "Le Conseil fédéral règle, tout en s’assurant que des sûretés suffisantes sont fournies, les conditions de la participation de la Confédération et de l’allocation d’autres aides financières ainsi que les conditions et charges dont les prêts, cautionnements et garanties sont assortis. Il veille à cet effet à ce que les aides financières soient exclusivement utilisées pour assurer les prestations en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_102_a"
    },
    {
        "book": "LFG",
        "title": "LA, Troisième partie: Développement de l’aviation, IIa., Aides financières de la Confédération pour cause de pandémie de COVID-19",
        "citation": "Art. 102a al. 3 LA",
        "content": "Des aides financières sont octroyées à des entreprises étrangères ou dominées par des groupes étrangers à la condition que soient garantis des droits de participation identiques ou des mesures de protection équivalentes. Le Conseil fédéral règle les modalités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_102_a"
    },
    {
        "book": "LFG",
        "title": "LA, Troisième partie: Développement de l’aviation, III. Examen de la compatibilité des aides d’État",
        "citation": "Art. 103 al. 1 LA",
        "content": "La Commission de la concurrence examine la compatibilité avec l’art. 13 de l’Accord du 21 juin 1999 entre la Confédération suisse et la Communauté européenne sur le transport aérien:\na. des projets de décisions du Conseil fédéral favorisant certaines entreprises ou la production de certains produits entrant dans le champ d’application de l’accord, notamment des prestations, des participations et des aides financières prévues aux art. 101, 102 et 102a de la présente loi;\nb. des mesures similaires de soutien des cantons et des communes, ainsi que d’autres corporations ou établissements suisses d’économie mixte ou de droit public;\nc. des mesures similaires de soutien de la Communauté européenne ou de ses États membres.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_103"
    },
    {
        "book": "LFG",
        "title": "LA, Troisième partie: Développement de l’aviation, III. Examen de la compatibilité des aides d’État",
        "citation": "Art. 103 al. 2 LA",
        "content": "La Commission de la concurrence est indépendante du Conseil fédéral et de l’administration lors de l’examen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_103"
    },
    {
        "book": "LFG",
        "title": "LA, Troisième partie: Développement de l’aviation, III. Examen de la compatibilité des aides d’État",
        "citation": "Art. 103 al. 3 LA",
        "content": "Les autorités chargées de prendre une décision tiennent compte du résultat de l’examen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_103"
    },
    {
        "book": "LFG",
        "title": "LA, Troisième partie: Développement de l’aviation, IV. Formation et formation continue aéronautiques",
        "citation": "Art. 103a al. 1 LA",
        "content": "La Confédération soutient la formation et la formation continue des candidats aptes à devenir pilotes militaires, pilotes professionnels, instructeurs de vol ou éclaireurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_103_a"
    },
    {
        "book": "LFG",
        "title": "LA, Troisième partie: Développement de l’aviation, IV. Formation et formation continue aéronautiques",
        "citation": "Art. 103a al. 2 LA",
        "content": "La formation s’effectue principalement dans des écoles privées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_103_a"
    },
    {
        "book": "LFG",
        "title": "LA, Troisième partie: Développement de l’aviation, IV. Formation et formation continue aéronautiques",
        "citation": "Art. 103a al. 3 LA",
        "content": "Le Conseil fédéral peut déléguer à des organisations aéronautiques la direction administrative, les tâches de renseignements sur les possibilités de faire carrière dans l’aéronautique ainsi que la publicité. La Confédération les dédommage de leurs dépenses au prix de revient. Les détails sont réglés par contrat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_103_a"
    },
    {
        "book": "LFG",
        "title": "LA, Troisième partie: Développement de l’aviation, IV. Formation et formation continue aéronautiques",
        "citation": "Art. 103a al. 4 LA",
        "content": "Le Conseil fédéral règle la surveillance et crée un organe chargé de concilier les intérêts des services concernés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_103_a"
    },
    {
        "book": "LFG",
        "title": "LA, Troisième partie: Développement de l’aviation, V. Formation et formation continue, recherche et développement",
        "citation": "Art. 103b LA",
        "content": "La Confédération encourage la formation et la formation continue ainsi que la recherche et le développement de nouvelles technologies dans les différents domaines de l’aviation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_103_b"
    },
    {
        "book": "LFG",
        "title": "LA, Quatrième partie: Champ d’application et dispositions finales, I. Réserve de la législation sur le télécommunications",
        "citation": "Art. 104 LA",
        "content": "Les dispositions de la législation sur les télécommunications sont réservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_104"
    },
    {
        "book": "LFG",
        "title": "LA, Quatrième partie: Champ d’application et dispositions finales, II. Réserve de la législation douanière",
        "citation": "Art. 105 al. 1 LA",
        "content": "Les prescriptions de la législation douanière sont réservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_105"
    },
    {
        "book": "LFG",
        "title": "LA, Quatrième partie: Champ d’application et dispositions finales, II. Réserve de la législation douanière",
        "citation": "Art. 105 al. 2 LA",
        "content": "Les exploitants d’aérodromes sont tenus de mettre à disposition les locaux nécessaires aux formalités douanières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_105"
    },
    {
        "book": "LFG",
        "title": "LA, Quatrième partie: Champ d’application et dispositions finales, II. Réserve de la législation douanière, 1. Application à l’aviation militaire des dispositions régissant l’aviation civile",
        "citation": "Art. 106 LA",
        "content": "III. Aviation militaire",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_106"
    },
    {
        "book": "LFG",
        "title": "LA, Quatrième partie: Champ d’application et dispositions finales, II. Réserve de la législation douanière, 1. Application à l’aviation militaire des dispositions régissant l’aviation civile",
        "citation": "Art. 106 al. 1 LA",
        "content": "La Confédération ne répond que selon les art. 64 à 74 et 77 à 79 des dommages qui sont causés par un aéronef militaire suisse à des personnes et à des biens qui se trouvent à la surface.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_106"
    },
    {
        "book": "LFG",
        "title": "LA, Quatrième partie: Champ d’application et dispositions finales, II. Réserve de la législation douanière, 1. Application à l’aviation militaire des dispositions régissant l’aviation civile",
        "citation": "Art. 106 al. 2 LA",
        "content": "Le Conseil fédéral définit les dispositions régissant l’aviation civile qui, pour des motifs liés à la sécurité de l’aviation, sont également applicables à l’aviation militaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_106"
    },
    {
        "book": "LFG",
        "title": "LA, Quatrième partie: Champ d’application et dispositions finales, II. Réserve de la législation douanière, 1. Application à l’aviation militaire des dispositions régissant l’aviation civile",
        "citation": "Art. 106 al. 3 LA",
        "content": "D’entente avec l’OFAC, la MAA prend les mesures nécessaires pour que les règles édictées dans l’intérêt de la sécurité de la circulation et celles qui concernent les signaux soient observées lors de l’usage militaire d’aéronefs. Si ces règles sont fixées par des accords internationaux conclus par la Suisse, elles s’appliquent de plein droit à cet usage militaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_106"
    },
    {
        "book": "LFG",
        "title": "LA, Quatrième partie: Champ d’application et dispositions finales, II. Réserve de la législation douanière, 2. Règles particulières applicables à l’aviation militaire",
        "citation": "Art. 107 LA",
        "content": "Le Conseil fédéral règle, pour l’aviation militaire:\na. les prescriptions applicables aux systèmes et infrastructures aéronautiques;\nb. le service de vol;\nc. la gestion de la sécurité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_107"
    },
    {
        "book": "LFG",
        "title": "LA, Quatrième partie: Champ d’application et dispositions finales, IIIa. Protection des données, 1. Traitement de données personnelles",
        "citation": "Art. 107a al. 1 LA",
        "content": "L’OFAC, les autorités de recours, ainsi que les organismes privés et les autres autorités chargés de tâches définies par la présente loi traitent les données personnelles nécessaires à l’accomplissement de leurs tâches.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_107_a"
    },
    {
        "book": "LFG",
        "title": "LA, Quatrième partie: Champ d’application et dispositions finales, IIIa. Protection des données, 1. Traitement de données personnelles",
        "citation": "Art. 107a al. 2 LA",
        "content": "Ils traitent de données personnelles, y compris des données sensibles, concernant:\na. le personnel aéronautique civil, à savoir des données relatives à:\n1. la personnalité (bonnes mœurs, extrait du casier judiciaire et résultats d’éventuelles investigations complémentaires),\n2. l’aptitude (formation scolaire et spécialisée, parcours professionnel, qualifications, incidents et accidents),\n3. la santé (examens destinés à déterminer les aptitudes physiques et intellectuelles);\nb. les poursuites et sanctions pénales ou administratives visées par la législation sur l’aviation civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_107_a"
    },
    {
        "book": "LFG",
        "title": "LA, Quatrième partie: Champ d’application et dispositions finales, IIIa. Protection des données, 1. Traitement de données personnelles",
        "citation": "Art. 107a al. 3 LA",
        "content": "Ils traitent en outre des données personnelles concernant:\na. des entreprises suisses de transport aérien;\nb. des entreprises étrangères de transport aérien assurant des vols à l’intérieur de la Suisse;\nc. des organismes de production;\nd. des organismes de maintenance;\ne. des exploitants d’infrastructures;\nf. des prestataires de services de navigation aérienne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_107_a"
    },
    {
        "book": "LFG",
        "title": "LA, Quatrième partie: Champ d’application et dispositions finales, IIIa. Protection des données, 1. Traitement de données personnelles",
        "citation": "Art. 107a al. 4 LA",
        "content": "Les prestataires de services civils de navigation aérienne exploitent, à des fins d’enquête sur les accidents d’aviation et incidents graves, un système d’enregistrement des communications en arrière-plan et des bruits de fond dans les organismes du contrôle de la circulation aérienne. Le Conseil fédéral règle les responsabilités en ce qui concerne la collecte des données, la procédure d’évaluation, les destinataires, la durée de conservation et la destruction des données ainsi que les mesures de protection techniques et organisationnelles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_107_a"
    },
    {
        "book": "LFG",
        "title": "LA, Quatrième partie: Champ d’application et dispositions finales, IIIa. Protection des données, 1. Traitement de données personnelles",
        "citation": "Art. 107a al. 5 LA",
        "content": "Pour accomplir les tâches qui leur incombent, les services qui traitent les données peuvent communiquer des données personnelles, y compris des données sensibles, aux autorités suisses et étrangères chargées de tâches correspondantes ainsi qu’à des organisations internationales, pour autant que les conditions de l’art. 16 de la loi fédérale du 25 septembre 2020 sur la protection des données soient respectées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_107_a"
    },
    {
        "book": "LFG",
        "title": "LA, Quatrième partie: Champ d’application et dispositions finales, IIIa. Protection des données, 1. Traitement de données personnelles",
        "citation": "Art. 107a al. 6 LA",
        "content": "L’OFAC informe les exploitants d’aéroport concernés des communications et des avis qu’il a reçus en vertu de l’art. 100, al. 2 et 3, pour autant que leur contenu puisse donner lieu au retrait d’autorisations, licences et certificats de personnes actives dans la zone de sûreté à accès réglementé d’un aéroport.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_107_a"
    },
    {
        "book": "LFG",
        "title": "LA, Quatrième partie: Champ d’application et dispositions finales, IIIa. Protection des données, 2. Droits d’accès",
        "citation": "Art. 107b al. 1 LA",
        "content": "Les données personnelles contenues dans le registre matricule suisse (art. 52 ss) sont publiques. Elles peuvent être rendues accessibles en ligne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_107_b"
    },
    {
        "book": "LFG",
        "title": "LA, Quatrième partie: Champ d’application et dispositions finales, IIIa. Protection des données, 2. Droits d’accès",
        "citation": "Art. 107b al. 2 LA",
        "content": "Le service d’enquête a accès aux données personnelles du personnel aéronautique civil traitées par l’OFAC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_107_b"
    },
    {
        "book": "LFG",
        "title": "LA, Quatrième partie: Champ d’application et dispositions finales, IV. Règles spéciales",
        "citation": "Art. 108 al. 1 LA",
        "content": "Le Conseil fédéral peut prévoir que certaines dispositions de la présente loi ne s’appliquent pas aux aéronefs de catégories spéciales. Appartiennent à des catégories spéciales:\na. les aéronefs d’État qui ne sont pas des aéronefs militaires;\nb. les aéronefs sans moteur;\nc. les aéronefs à moteur sans occupant;\nd. les aéronefs à moteur avec occupants et dont le poids ou la charge alaire sont minimes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_108"
    },
    {
        "book": "LFG",
        "title": "LA, Quatrième partie: Champ d’application et dispositions finales, IV. Règles spéciales",
        "citation": "Art. 108 al. 2 LA",
        "content": "Il peut, le cas échéant, établir des règles spéciales pour ces catégories d’aéronefs. Les mesures du Conseil fédéral ne peuvent cependant pas déroger aux dispositions sur la responsabilité civile et aux dispositions pénales contenues dans la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_108"
    },
    {
        "book": "LFG",
        "title": "LA, Quatrième partie: Champ d’application et dispositions finales, IVa. Exigences techniques fondamentales en matière de sécurité du trafic aérien",
        "citation": "Art. 108a al. 1 LA",
        "content": "Le Conseil fédéral établit les exigences techniques fondamentales en matière de sécurité du trafic aérien. Il se fonde à cet effet sur les prescriptions internationales qui sont contraignantes pour la Suisse et tient compte de l’état de la technique et de l’impact économique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_108_a"
    },
    {
        "book": "LFG",
        "title": "LA, Quatrième partie: Champ d’application et dispositions finales, IVa. Exigences techniques fondamentales en matière de sécurité du trafic aérien",
        "citation": "Art. 108a al. 2 LA",
        "content": "Il peut désigner les normes techniques qui sont présumées satisfaire aux exigences essentielles de sécurité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_108_a"
    },
    {
        "book": "LFG",
        "title": "LA, Quatrième partie: Champ d’application et dispositions finales, IVa. Exigences techniques fondamentales en matière de sécurité du trafic aérien",
        "citation": "Art. 108a al. 3 LA",
        "content": "Il peut déléguer à l’OFAC la compétence d’édicter des prescriptions administratives ou techniques, en particulier la désignation des normes techniques visées à l’al. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_108_a"
    },
    {
        "book": "LFG",
        "title": "LA, Quatrième partie: Champ d’application et dispositions finales, IVb. Vérification des antécédents, 1. Principes",
        "citation": "Art. 108b al. 1 LA",
        "content": "Les services suivants doivent effectuer des vérifications d’antécédents:\na. les entreprises de transport aérien dont le siège est en Suisse: pour leur personnel aéronautique;\nb. les exploitants d’aéroport: pour toutes les autres personnes qui ont ou doivent avoir accès à la zone de sûreté d’un aéroport.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_108_b"
    },
    {
        "book": "LFG",
        "title": "LA, Quatrième partie: Champ d’application et dispositions finales, IVb. Vérification des antécédents, 1. Principes",
        "citation": "Art. 108b al. 2 LA",
        "content": "La vérification des antécédents consiste au moins à:\na. vérifier l’identité de la personne concernée;\nb. vérifier s’il existe des antécédents pénaux et des procédures pénales en cours;\nc. contrôler le curriculum vitæ mentionnant notamment les emplois précédents, les formations et les séjours à l’étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_108_b"
    },
    {
        "book": "LFG",
        "title": "LA, Quatrième partie: Champ d’application et dispositions finales, IVb. Vérification des antécédents, 1. Principes",
        "citation": "Art. 108b al. 3 LA",
        "content": "Elle ne peut être effectuée qu’avec le consentement de la personne qui en est l’objet. Si l’accès à la zone de sûreté de l’aéroport n’est pas octroyé, la personne concernée peut demander à l’exploitant d’aéroport de rendre une décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_108_b"
    },
    {
        "book": "LFG",
        "title": "LA, Quatrième partie: Champ d’application et dispositions finales, IVb. Vérification des antécédents, 2. Traitement des données",
        "citation": "Art. 108c al. 1 LA",
        "content": "L’entreprise de transport aérien ou l’exploitant d’aéroport peut fournir au service de police cantonal compétent les données visées à l’art. 108b, al. 2, en vue de déterminer le risque pour la sécurité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_108_c"
    },
    {
        "book": "LFG",
        "title": "LA, Quatrième partie: Champ d’application et dispositions finales, IVb. Vérification des antécédents, 2. Traitement des données",
        "citation": "Art. 108c al. 2 LA",
        "content": "Pour déterminer le risque pour la sécurité, le service de police cantonal compétent peut:\na. relever des données dans le casier judiciaire, y compris concernant des procédures pénales en cours;\nb. requérir des renseignements auprès du Service de renseignement de la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_108_c"
    },
    {
        "book": "LFG",
        "title": "LA, Quatrième partie: Champ d’application et dispositions finales, IVb. Vérification des antécédents, 2. Traitement des données",
        "citation": "Art. 108c al. 3 LA",
        "content": "Il peut recueillir auprès du service de police étranger compétent et traiter les données nécessaires à la vérification des antécédents, y compris les données sensibles, si les données transmises bénéficient d’un niveau de protection adéquat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_108_c"
    },
    {
        "book": "LFG",
        "title": "LA, Quatrième partie: Champ d’application et dispositions finales, IVb. Vérification des antécédents, 2. Traitement des données",
        "citation": "Art. 108c al. 4 LA",
        "content": "Il transmet à l’exploitant d’aéroport et à l’entreprise de transport aérien les données nécessaires au prononcé de la décision visée à l’art. 108b, al. 3, y compris les données sensibles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_108_c"
    },
    {
        "book": "LFG",
        "title": "LA, Quatrième partie: Champ d’application et dispositions finales, IVb. Vérification des antécédents, 3. Recommandation",
        "citation": "Art. 108d LA",
        "content": "Sur demande de l’entreprise de transport aérien ou de l’exploitant d’aéroport, le service de police cantonal compétent formule une recommandation quant à l’octroi ou non de l’accès de la personne concernée à la zone de sûreté de l’aéroport.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_108_d"
    },
    {
        "book": "LFG",
        "title": "LA, Quatrième partie: Champ d’application et dispositions finales, IVb. Vérification des antécédents, 4. Renouvellement",
        "citation": "Art. 108e LA",
        "content": "La vérification des antécédents doit être renouvelée périodiquement. Elle est effectuée de manière anticipée s’il y a lieu de penser que de nouveaux risques sont apparus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_108_e"
    },
    {
        "book": "LFG",
        "title": "LA, Quatrième partie: Champ d’application et dispositions finales, V. Exécution d’accords internationaux et adaptation au développement technique",
        "citation": "Art. 109 LA",
        "content": "Le Conseil fédéral est autorisé à prendre, jusqu’au règlement par la loi, les mesures que commandent:\na. l’exécution des accords internationaux relatifs à l’aviation qui ont été approuvés par les Chambres fédérales;\nb. l’application à la circulation aérienne en Suisse des règles contenues dans ces accords;\nc. l’admission de nouveautés techniques dans le domaine de l’aviation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_109"
    },
    {
        "book": "LFG",
        "title": "LA, Quatrième partie: Champ d’application et dispositions finales, VI. Clause abrogatoire",
        "citation": "Art. 110 LA",
        "content": "Sont abrogées dès l’entrée en vigueur de la présente loi toutes les dispositions contraires, notamment:\na. l’arrêté du Conseil fédéral du 27 janvier 1920 concernant la réglementation de la circulation aérienne en Suisse et les prescriptions d’exécution édictées par le Département fédéral de l’environnement, des transports, de l’énergie et de la communication et l’Office aérien;\nb. les prescriptions du Conseil fédéral du 24 janvier 1921 concernant la circulation des aéronefs au-dessus des eaux et sur les eaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_110"
    },
    {
        "book": "LFG",
        "title": "LA, Quatrième partie: Champ d’application et dispositions finales, VII. Entrée en vigueur; exécution",
        "citation": "Art. 111 LA",
        "content": "Le Conseil fédéral fixe la date de l’entrée en vigueur de la présente loi; il est chargé de son exécution.Date de l’entrée en vigueur: 15 juin 1950",
        "url": "https://www.fedlex.admin.ch/eli/cc/1950/471_491_479/fr#art_111"
    }
]