[
    {
        "book": "LFV",
        "title": "ONA, 1, Aeromobili, 12, Suddivisione",
        "citation": "Art. 2 cpv. 1 ONA",
        "content": "Gli aeromobili vengono suddivisi, dal punto di vista tecnico, in categorie conformemente all’allegato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_2"
    },
    {
        "book": "LFV",
        "title": "ONA, 1, Aeromobili, 12, Suddivisione",
        "citation": "Art. 2 cpv. 2 ONA",
        "content": "Sono considerati aeromobili di Stato gli aeromobili militari, della dogana o della polizia federale o cantonale oppure quelli che il Consiglio federale ha espressamente designati come tali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_2"
    },
    {
        "book": "LFV",
        "title": "ONA, 1, Aeromobili, 12a, Aeromobili senza occupanti",
        "citation": "Art. 2a cpv. 1 ONA",
        "content": "Gli aeromobili, senza occupanti, del peso superiore ai 30 kg, possono essere impiegati soltanto previa autorizzazione dell’Ufficio federale dell’aviazione civile (UFAC).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_2_a"
    },
    {
        "book": "LFV",
        "title": "ONA, 1, Aeromobili, 12a, Aeromobili senza occupanti",
        "citation": "Art. 2a cpv. 2 ONA",
        "content": "I Cantoni, per ridurre il danneggiamento dell’ambiente e il pericolo di persone e cose al suolo, sono autorizzati a prendere misure riguardanti aeromobili, senza occupanti, del peso inferiore ai 30 kg.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_2_a"
    },
    {
        "book": "LFV",
        "title": "ONA, 1, Aeromobili, 12a, Aeromobili senza occupanti",
        "citation": "Art. 2a cpv. 3 ONA",
        "content": "Il Dipartimento federale dell’ambiente, dei trasporti, dell’energia e delle comunicazioni (DATEC) disciplina i particolari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_2_a"
    },
    {
        "book": "LFV",
        "title": "ONA, 1, Aeromobili, 12b, Divieto di determinati aeromobili con occupanti",
        "citation": "Art. 2b cpv. 1 ONA",
        "content": "L’esercizio di aeromobili a motore con occupanti che, dato il peso ridotto, non rientrano nel campo di applicazione del regolamento (CE) n. 216/2008 (art. 4 par. 4 e all. II lett. e ed f di detto regolamento) è vietato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_2_b"
    },
    {
        "book": "LFV",
        "title": "ONA, 1, Aeromobili, 12b, Divieto di determinati aeromobili con occupanti",
        "citation": "Art. 2b cpv. 2 ONA",
        "content": "Sono esclusi dal divieto:\na. gli aeromobili a propulsione elettrica;\nb. gli aeroplani con comandi aerodinamici e motore a combustione;\nc. gli autogiri con motore a combustione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_2_b"
    },
    {
        "book": "LFV",
        "title": "ONA, 1, Aeromobili, 12b, Divieto di determinati aeromobili con occupanti",
        "citation": "Art. 2b cpv. 3 ONA",
        "content": "L’UFAC può accordare singole autorizzazioni per progetti di ricerca e di sviluppo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_2_b"
    },
    {
        "book": "LFV",
        "title": "ONA, 1, Aeromobili, 13, Matricola degli aeromobili, Immatricolazione",
        "citation": "Art. 3 cpv. 1 ONA",
        "content": "L’UFAC registra nella matricola gli aeroplani, gli elicotteri e gli altri aeromobili ad ali rotanti, i motoveleggiatori, gli alianti, i palloni liberi con occupanti e i dirigibili se:\na. adempiono le condizioni richieste segnatamente per quanto concerne la proprietà (art. 4 e 5);\nb. sono destinati a circolare con insegne di nazionalità e immatricolazione svizzere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_3"
    },
    {
        "book": "LFV",
        "title": "ONA, 1, Aeromobili, 13, Matricola degli aeromobili, Immatricolazione",
        "citation": "Art. 3 cpv. 2 ONA",
        "content": "L’UFAC può autorizzare la registrazione nella matricola svizzera di un aeromobile che non adempie le esigenze sulla proprietà, se quest’ultimo deve essere usato per parecchio tempo da un’impresa svizzera di aerotrasporti commerciali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_3"
    },
    {
        "book": "LFV",
        "title": "ONA, 1, Aeromobili, 13, Matricola degli aeromobili, Immatricolazione",
        "citation": "Art. 3 cpv. 3 ONA",
        "content": "Gli aeromobili svizzeri di Stato possono essere registrati nella matricola.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_3"
    },
    {
        "book": "LFV",
        "title": "ONA, 1, Aeromobili, 13, Matricola degli aeromobili, Immatricolazione",
        "citation": "Art. 3 cpv. 4 ONA",
        "content": "L’immatricolazione può essere rifiutata quando l’aeromobile non risponde in modo evidente alle esigenze di attitudine al volo applicabili in Svizzera, né alle disposizioni sulla protezione dell’ambiente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_3"
    },
    {
        "book": "LFV",
        "title": "ONA, 1, Aeromobili, 13, Matricola degli aeromobili, Condizioni in materia di proprietà",
        "citation": "Art. 4 ONA",
        "content": "Un aeromobile adempie le condizioni in materia di proprietà (art. 52 cpv. 2 lett. c LNA), se è proprietà esclusiva di:\na. cittadini svizzeri;\nb. stranieri i quali, in virtù di accordi internazionali, segnatamente per quanto riguarda la partecipazione al capitale e alla direzione di imprese di trasporti aerei, sono parificati a cittadini svizzeri e hanno il domicilio in Svizzera nonché un’autorizzazione a soggiornarvi per un determinato periodo;\nc. stranieri i quali hanno il domicilio in Svizzera e un’autorizzazione a soggiornarvi per un determinato periodo e utilizzano l’aeromobile di regola a partire dalla Svizzera;\nd. società commerciali o società cooperative che hanno la sede in Svizzera e sono iscritte nel registro di commercio svizzero;\ne. collettività o enti di diritto pubblico svizzeri;\nf. associazioni, costituite secondo il diritto svizzero, se i due terzi dei membri e del comitato nonché il presidente, hanno il domicilio in Svizzera e sono cittadini svizzeri o stranieri, che sono parificati a cittadini svizzeri in virtù di accordi internazionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_4"
    },
    {
        "book": "LFV",
        "title": "ONA, 1, Aeromobili, 13, Matricola degli aeromobili, Rapporti fiduciari",
        "citation": "Art. 5 ONA",
        "content": "Secondo la presente ordinanza il diritto di disporre basato su rapporti fiduciari non è considerato come proprietà.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_5"
    },
    {
        "book": "LFV",
        "title": "ONA, 1, Aeromobili, 13, Matricola degli aeromobili, Domanda d’immatricolazione",
        "citation": "Art. 6 cpv. 1 ONA",
        "content": "L’immatricolazione di un aeromobile deve essere domandata dal proprietario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_6"
    },
    {
        "book": "LFV",
        "title": "ONA, 1, Aeromobili, 13, Matricola degli aeromobili, Domanda d’immatricolazione",
        "citation": "Art. 6 cpv. 2 ONA",
        "content": "Alla domanda devono essere allegati:\na. i documenti comprovanti la proprietà del richiedente;\nb. per le società commerciali e le società cooperative, la prova che adempiono le condizioni dell’articolo 4 lettera d;\nc. per le associazioni, la prova che adempiono le condizioni dell’articolo 4 lettera f;\nd. per i proprietari ai sensi dell’articolo 4 lettera b, la prova che essi adempiono le condizioni di questa disposizione;\ne. per i proprietari ai sensi dell’articolo 4 lettera c, la prova che essi adempiono le condizioni di questa disposizione e una dichiarazione scritta secondo cui l’aeromobile di regola è utilizzato a partire dalla Svizzera;\nf. per un aeromobile importato:\n1. la prova che non è immatricolato né nello Stato in cui è stato costruito, né nello Stato in cui un predecessore legale del richiedente ha il suo domicilio; e\n2. la prova che non è iscritto nella matricola degli aeromobili o in un registro corrispondente dell’ultimo Stato d’immatricolazione; questa prova può essere sostituita dalla dichiarazione scritta dell’avente diritto, secondo l’iscrizione nella matricola straniera degli aeromobili, che egli acconsente all’immatricolazione dell’aeromobile nella matricola svizzera;\ng. per un aeromobile d’importazione usato la prova che è stato tenuto secondo le regole.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_6"
    },
    {
        "book": "LFV",
        "title": "ONA, 1, Aeromobili, 13, Matricola degli aeromobili, Contenuto dell’immatricolazione",
        "citation": "Art. 8 cpv. 1 ONA",
        "content": "L’immatricolazione deve contenere almeno le indicazioni seguenti:\na. data dell’immatricolazione;\nb. contrassegno d’immatricolazione;\nc. costruttore;\nd. tipo d’aeromobile;\ne. numero di fabbrica;\nf. nome e indirizzo del proprietario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_8"
    },
    {
        "book": "LFV",
        "title": "ONA, 1, Aeromobili, 13, Matricola degli aeromobili, Contenuto dell’immatricolazione",
        "citation": "Art. 8 cpv. 2 ONA",
        "content": "Nome e indirizzo dell’utente possono essere iscritti accanto a quelli del proprietario, se l’utente adempie alle condizioni richieste per l’immatricolazione, astrazione fatta della proprietà.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_8"
    },
    {
        "book": "LFV",
        "title": "ONA, 1, Aeromobili, 13, Matricola degli aeromobili, Certificato d’immatricolazione",
        "citation": "Art. 9 cpv. 1 ONA",
        "content": "L’UFAC consegna al proprietario dell’aeromobile un certificato attestante l’immatricolazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_9"
    },
    {
        "book": "LFV",
        "title": "ONA, 1, Aeromobili, 13, Matricola degli aeromobili, Modificazioni",
        "citation": "Art. 10 ONA",
        "content": "Il proprietario iscritto e, se è iscritto, l’utente dell’aeromobile debbono annunciare per scritto all’UFAC, entro dieci giorni, ogni modificazione delle condizioni menzionate negli articoli 4 a 7. Il certificato d’immatricolazione ed il certificato di navigabilità devono essere allegati a questa dichiarazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_10"
    },
    {
        "book": "LFV",
        "title": "ONA, 1, Aeromobili, 13, Matricola degli aeromobili, Cancellazione",
        "citation": "Art. 11 cpv. 1 ONA",
        "content": "L’immatricolazione di un aeromobile è cancellata:\na. a richiesta del proprietario;\nb. d’ufficio, se:\n– una condizione scritta non è più adempiuta;\n–  il certificato d’imposizione doganale o di franchigia provvisoria non è prodotto;\n– l’utente non paga una tassa prevista nell’ordinanza del 25 settembre 1989 sulle tasse dell’UFAC stabilita con decisione passata in giudicato;\n– l’aeromobile è stato distrutto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_11"
    },
    {
        "book": "LFV",
        "title": "ONA, 1, Aeromobili, 13, Matricola degli aeromobili, Cancellazione",
        "citation": "Art. 11 cpv. 2 ONA",
        "content": "Se l’aeromobile è intavolato nel registro aeronautico, l’immatricolazione non può essere cancellata prima della radiazione in questo registro. I certificati di un aeromobile la cui iscrizione deve essere cancellata d’ufficio sono, tuttavia, ritirati già prima della cancellazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_11"
    },
    {
        "book": "LFV",
        "title": "ONA, 1, Aeromobili, 13, Matricola degli aeromobili, Cancellazione",
        "citation": "Art. 11 cpv. 3 ONA",
        "content": "L’UFAC, se richiesto, attesta la cancellazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_11"
    },
    {
        "book": "LFV",
        "title": "ONA, 1, Aeromobili, 14, Contrassegni di nazionalità e d’immatricolazione",
        "citation": "Art. 12 ONA",
        "content": "L’UFAC emana le prescrizioni sui contrassegni di nazionalità e d’immatricolazione degli aeromobili svizzeri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_12"
    },
    {
        "book": "LFV",
        "title": "ONA, 1, Aeromobili, 15, Navigabilità e ammissione alla circolazione, Riserva di applicabilità del diritto internazionale",
        "citation": "Art. 13 cpv. RS 0.748.127.192.68. La versione vincolante per la Svizzera è riportata nell’all. all’Acc. e può essere consultata o richiesta all’UFAC, 3003 Berna (www.bazl.admin.ch). ONA",
        "content": "Le disposizioni concernenti la navigabilità e la procedura d’ammissione (n. 15) sono applicabili nella misura in cui non sia applicabile, conformemente al numero 3 dell’allegato all’Accordo del 21 giugno 1999 tra la Confederazione Svizzera e la Comunità europea sul trasporto aereo, uno dei seguenti regolamenti CE nella versione vincolante per la Svizzera:\na. regolamento (CE) n. 1592/2002;\nb. regolamento (CE) n. 2042/2003;\nc. regolamento (CE) n. 1702/2003.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_13"
    },
    {
        "book": "LFV",
        "title": "ONA, 1, Aeromobili, 15, Navigabilità e ammissione alla circolazione, Responsabilità durante i controlli",
        "citation": "Art. 15 cpv. 1 ONA",
        "content": "Quando un aeromobile o i suoi accessori subiscono danni nel corso di un controllo, la Confederazione ne risponde ai sensi della legge del 14 marzo 1958 sulla responsabilità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_15"
    },
    {
        "book": "LFV",
        "title": "ONA, 1, Aeromobili, 15, Navigabilità e ammissione alla circolazione, Responsabilità durante i controlli",
        "citation": "Art. 15 cpv. 2 ONA",
        "content": "Con il permesso dell’UFAC il richiedente, a suo rischio e pericolo, può fare eseguire i voli di controllo da un pilota di sua scelta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_15"
    },
    {
        "book": "LFV",
        "title": "ONA, 1, Aeromobili, 15, Navigabilità e ammissione alla circolazione, Responsabilità durante i controlli",
        "citation": "Art. 15 cpv. 3 ONA",
        "content": "La garanzia della responsabilità civile verso i terzi a terra deve essere prestata durante ogni volo di controllo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_15"
    },
    {
        "book": "LFV",
        "title": "ONA, 1, Aeromobili, 15, Navigabilità e ammissione alla circolazione, Certificato di navigabilità, certificato di navigabilità limitato, autorizzazione di volo, certificato di rumore e di emissione di sostanze tossiche",
        "citation": "Art. 16 cpv. 1 ONA",
        "content": "L’UFAC attesta la navigabilità degli aeromobili immatricolati nel certificato di navigabilità, nel certificato di navigabilità limitato o nell’autorizzazione di volo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_16"
    },
    {
        "book": "LFV",
        "title": "ONA, 1, Aeromobili, 15, Navigabilità e ammissione alla circolazione, Certificato di navigabilità, certificato di navigabilità limitato, autorizzazione di volo, certificato di rumore e di emissione di sostanze tossiche",
        "citation": "Art. 16 cpv. 2 ONA",
        "content": "Il livello del rumore e il livello di emissione di sostanze tossiche degli aeromobili a motore sono attestati nel certificato di rumore e di emissione di sostanze tossiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_16"
    },
    {
        "book": "LFV",
        "title": "ONA, 1, Aeromobili, 15, Navigabilità e ammissione alla circolazione, Certificati di navigabilità, certificati di navigabilità limitati, autorizzazioni di volo e certificati di rumore e di emissione di sostanze tossiche esteri",
        "citation": "Art. 17 cpv. 1 ONA",
        "content": "L’UFAC può riconoscere i certificati di navigabilità, i certificati di navigabilità limitati e le autorizzazioni di volo esteri a condizione che siano stati rilasciati:\na. secondo le disposizioni vigenti in Svizzera;\nb. secondo le prescrizioni internazionali obbligatorie anche per la Svizzera,;o\nc. secondo le prescrizioni straniere o internazionali che soddisfano almeno alle esigenze minime svizzere e che sono riconosciute dall’UFAC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_17"
    },
    {
        "book": "LFV",
        "title": "ONA, 1, Aeromobili, 15, Navigabilità e ammissione alla circolazione, Certificati di navigabilità, certificati di navigabilità limitati, autorizzazioni di volo e certificati di rumore e di emissione di sostanze tossiche esteri",
        "citation": "Art. 17 cpv. 2 ONA",
        "content": "I certificati esteri di rumore e di sostanze tossiche possono essere riconosciuti dall’UFAC a condizione che siano stati rilasciati:\na. secondo norme che soddisfano almeno le esigenze minime svizzere; o\nb. secondo norme internazionali, vincolanti anche per la Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_17"
    },
    {
        "book": "LFV",
        "title": "ONA, 1, Aeromobili, 15, Navigabilità e ammissione alla circolazione, Certificati di navigabilità, certificati di navigabilità limitati, autorizzazioni di volo e certificati di rumore e di emissione di sostanze tossiche esteri",
        "citation": "Art. 17 cpv. 3 ONA",
        "content": "È fatto salvo il controllo supplementare destinato a verificare se l’aeromobile è atto al volo e se soddisfa le esigenze riguardanti la limitazione dei rumori e dell’emissione di sostanze tossiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_17"
    },
    {
        "book": "LFV",
        "title": "ONA, 1, Aeromobili, 15, Navigabilità e ammissione alla circolazione, Ammissione alla circolazione",
        "citation": "Art. 18 cpv. 1 ONA",
        "content": "Un aeromobile immatricolato è ammesso alla circolazione:\na. se è atto al volo;\nb. se soddisfa alle esigenze della lotta contro i rumori e le altre immissioni;\nc. se è garantita la responsabilità civile verso i terzi a terra e verso i passeggeri, nella misura prescritta;\nd. se, nel caso di un aeromobile importato, è fornita la prova che è stato oggetto d’imposizione doganale o che beneficia provvisoriamente di una franchigia doganale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_18"
    },
    {
        "book": "LFV",
        "title": "ONA, 1, Aeromobili, 15, Navigabilità e ammissione alla circolazione, Ammissione alla circolazione",
        "citation": "Art. 18 cpv. 3 ONA",
        "content": "L’ammissione alla circolazione è attestata con il rilascio del certificato di navigabilità, del certificato di navigabilità limitato o dell’autorizzazione di volo. In questi certificati o nei rispettivi allegati l’UFAC può stabilire oneri, condizioni o limitazioni d’esercizio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_18"
    },
    {
        "book": "LFV",
        "title": "ONA, 1, Aeromobili, 15, Navigabilità e ammissione alla circolazione, Ammissione alla circolazione",
        "citation": "Art. 18 cpv. 4 ONA",
        "content": "In casi particolari, specialmente durante la procedura d’ammissione, l’UFAC rilascia un’autorizzazione di volo provvisoria. In ogni caso deve essere garantita la responsabilità civile verso i terzi a terra e verso i passeggeri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_18"
    },
    {
        "book": "LFV",
        "title": "ONA, 1, Aeromobili, 15, Navigabilità e ammissione alla circolazione, Durata di validità del certificato di navigabilità, del certificato di navigabilità limitato e dell’autorizzazione di volo",
        "citation": "Art. 19 cpv. 1 ONA",
        "content": "I certificati di navigabilità, i certificati di navigabilità limitati e le autorizzazioni di volo hanno, di norma, validità illimitata. L’UFAC può eccezionalmente limitare la durata di validità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_19"
    },
    {
        "book": "LFV",
        "title": "ONA, 1, Aeromobili, 15, Navigabilità e ammissione alla circolazione, Durata di validità del certificato di navigabilità, del certificato di navigabilità limitato e dell’autorizzazione di volo",
        "citation": "Art. 19 cpv. 2 ONA",
        "content": "In casi particolari, segnatamente durante la procedura di ammissione o per sorvoli tecnici, l’UFAC rilascia autorizzazioni di volo con validità limitata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_19"
    },
    {
        "book": "LFV",
        "title": "ONA, 1, Aeromobili, 15, Navigabilità e ammissione alla circolazione, Ritiro del certificato di navigabilità, del certificato di navigabilità limitato o dell’autorizzazione di volo",
        "citation": "Art. 20 cpv. 1 ONA",
        "content": "Il certificato di navigabilità, il certificato di navigabilità limitato o l’autorizzazione di volo viene ritirato:\na. se l’aeromobile non è più atto al volo e se i difetti non sono stati eliminati nel tempo stabilito dall’UFAC;\nb. se l’aeromobile non soddisfa più alle esigenze della lotta contro i rumori e le altre immissioni e se i difetti non sono stati eliminati nel tempo stabilito dall’UFAC;\nc. se la garanzia della responsabilità civile verso terzi a terra non è più prestata a sufficienza;\nd. se allo spirare della franchigia doganale non è fornita la prova dello sdoganamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_20"
    },
    {
        "book": "LFV",
        "title": "ONA, 1, Aeromobili, 15, Navigabilità e ammissione alla circolazione, Ritiro del certificato di navigabilità, del certificato di navigabilità limitato o dell’autorizzazione di volo",
        "citation": "Art. 20 cpv. 2 ONA",
        "content": "Il certificato di navigabilità può inoltre essere ritirato:\na. se la necessaria verifica periodica della navigabilità non viene eseguita e confermata entro il termine prescritto; oppure\nb. se i rapporti di proprietà non sono chiari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_20"
    },
    {
        "book": "LFV",
        "title": "ONA, 1, Aeromobili, 15, Navigabilità e ammissione alla circolazione, Ritiro del certificato di navigabilità, del certificato di navigabilità limitato o dell’autorizzazione di volo",
        "citation": "Art. 20 cpv. 3 ONA",
        "content": "È riservato il ritiro conformemente all’articolo 92 della legge sulla navigazione aerea.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_20"
    },
    {
        "book": "LFV",
        "title": "ONA, 1, Aeromobili, 16, Regole speciali e altre misure",
        "citation": "Art. 21 cpv. Nuova espr. giusta il n. I dell’O del 4 lug. 2007, in vigore dal 1° ago. 2007 (RU 2007 3645). Di detta mod. è tenuto conto in tutto il testo. ONA",
        "content": "Nei limiti fissati dagli articoli 108 e 109 della legge sulla navigazione aerea il DATEC può emanare disposizioni speciali e adottare altre misure per aeromobili di categorie speciali o in caso di innovazioni tecniche. Esso prende in considerazione anche le esigenze della protezione della natura, del paesaggio e dell’ambiente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_21"
    },
    {
        "book": "LFV",
        "title": "ONA, 2, Corpi volanti",
        "citation": "Art. 23 cpv. 1 ONA",
        "content": "Dal punto di vista tecnico, i corpi volanti vengono suddivisi in categorie conformemente all’allegato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_23"
    },
    {
        "book": "LFV",
        "title": "ONA, 2, Corpi volanti",
        "citation": "Art. 23 cpv. 2 ONA",
        "content": "Piccoli corpi volanti, come razzi pirotecnici o modelli di razzo, nonché proiettili antigrandine possono essere impiegati o lanciati se non compromettono la sicurezza della navigazione aerea. Sono fatte salve ulteriori restrizioni per altri motivi da parte della Confederazione o dei Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_23"
    },
    {
        "book": "LFV",
        "title": "ONA, 2, Corpi volanti",
        "citation": "Art. 23 cpv. 3 ONA",
        "content": "Altri corpi volanti, segnatamente razzi con o senza occupanti, possono essere impiegati o lanciati soltanto con l’autorizzazione dell’UFAC. L’UFAC può fissare condizioni per l’ammissione e per l’esercizio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_23"
    },
    {
        "book": "LFV",
        "title": "ONA, 2, Corpi volanti",
        "citation": "Art. 23 cpv. 4 ONA",
        "content": "I proiettili antigrandine non possono invadere gli spazi aerei delle classi C e D nonché della classe E nell’ambito dei tratti-ATS. La direzione del traffico aereo competente può autorizzare deroghe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_23"
    },
    {
        "book": "LFV",
        "title": "ONA, 3, Personale aeronautico, 31, Licenza",
        "citation": "Art. 24 cpv. 1 ONA",
        "content": "Il DATEC stabilisce quali categorie del personale aeronautico debbono possedere una licenza dell’UFAC per esercitare la loro attività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_24"
    },
    {
        "book": "LFV",
        "title": "ONA, 3, Personale aeronautico, 31, Licenza",
        "citation": "Art. 24 cpv. 2 ONA",
        "content": "L’UFAC può delegare ad associazioni idonee l’organizzazione d’esami e il rilascio di licenze.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_24"
    },
    {
        "book": "LFV",
        "title": "ONA, 3, Personale aeronautico, 32, Prescrizioni",
        "citation": "Art. 25 cpv. 1 ONA",
        "content": "Il DATEC emana, in quanto alle licenze del personale aeronautico, prescrizioni che disciplinano in particolare:\na. la natura, la portata e la durata di validità;\nb. le condizioni di rilascio, rinnovo e ritiro;\nc. la procedura da osservare a questo riguardo;\nd. i diritti e gli obblighi dei titolari;\ne. le condizioni alle quali il personale aeronautico formato nell’aviazione militare può conseguire licenze civili;\nf. il riconoscimento delle licenze straniere come anche degli esami di capacità e di visite mediche aeronautiche fatti all’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_25"
    },
    {
        "book": "LFV",
        "title": "ONA, 3, Personale aeronautico, 32, Prescrizioni",
        "citation": "Art. 25 cpv. 2 ONA",
        "content": "Il DATEC può emanare prescrizioni sul personale aeronautico che non ha bisogno di una licenza per esercitare la sua attività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_25"
    },
    {
        "book": "LFV",
        "title": "ONA, 3, Personale aeronautico, 32, Prescrizioni",
        "citation": "Art. 25 cpv. 3 ONA",
        "content": "Il DATEC, d’intesa con il Dipartimento federale della difesa, della protezione della popolazione e dello sport regola il servizio medico aeronautico. L’organizzazione e le competenze attribuite all’Istituto di medicina aeronautica sono disciplinate in un’ordinanza emanata dal Dipartimento federale della difesa, della protezione della popolazione e dello sport d’intesa con il DATEC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_25"
    },
    {
        "book": "LFV",
        "title": "ONA, 3, Personale aeronautico, 33, Istruzione del personale aeronautico, Principio",
        "citation": "Art. 26 cpv. Regolamento (UE) n. 1178/2011 della Commissione, del 3 novembre 2011, che stabilisce i requisiti tecnici e le procedure amministrative relativamente agli equipaggi dell’aviazione civile ai sensi del regolamento (CE) n. 216/2008 del Parlamento europeo e del Consiglio, nella versione vincolante per la Svizzera secondo il numero 3 dell’allegato all’Accordo del 21 giugno 1999 sul trasporto aereo (RS 0.748.127.192.68). ONA",
        "content": "Fatte salve le eccezioni stabilite dal DATEC per singole categorie, l’istruzione del personale aeronautico che necessita di una licenza ufficiale può avvenire solo nel quadro di un’organizzazione civile di addestramento che adempie i requisiti di cui al regolamento (UE) n. 1178/2011 o del regolamento (UE) 2015/340.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_26"
    },
    {
        "book": "LFV",
        "title": "ONA, 3, Personale aeronautico, 33, Istruzione del personale aeronautico, Vigilanza sull’organizzazione civile di addestramento",
        "citation": "Art. 28 cpv. 1 ONA",
        "content": "L’UFAC controlla la gestione dell’organizzazione civile di addestramento che istruisce il personale aeronautico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_28"
    },
    {
        "book": "LFV",
        "title": "ONA, 3, Personale aeronautico, 33, Istruzione del personale aeronautico, Vigilanza sull’organizzazione civile di addestramento",
        "citation": "Art. 28 cpv. 2 ONA",
        "content": "I settori della formazione e del perfezionamento aeronautici sostenuti dalla Confederazione, fatti salvi gli esami attitudinali per aspiranti piloti militari, piloti professionisti o esploratori paracadutisti (SPHAIR), sono soggetti alla vigilanza dell’UFAC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_28"
    },
    {
        "book": "LFV",
        "title": "ONA, 3, Personale aeronautico, 33, Istruzione del personale aeronautico, SPHAIR",
        "citation": "Art. 28a cpv. 1 ONA",
        "content": "Le Forze aeree provvedono allo svolgimento di esami attitudinali, per aspiranti piloti militari, piloti professionisti o esploratori paracadutisti, denominati SPHAIR.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_28_a"
    },
    {
        "book": "LFV",
        "title": "ONA, 3, Personale aeronautico, 33, Istruzione del personale aeronautico, SPHAIR",
        "citation": "Art. 28a cpv. 2 ONA",
        "content": "Nello svolgimento dei propri compiti sono coadiuvate in particolare dall’UFAC, dalle organizzazioni dell’aviazione commerciale, dalle organizzazioni di addestramento aeronautiche e dall’associazione mantello dell’aviazione leggera e sportiva",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_28_a"
    },
    {
        "book": "LFV",
        "title": "ONA, 3, Personale aeronautico, 33, Istruzione del personale aeronautico, SPHAIR",
        "citation": "Art. 28a cpv. 3 ONA",
        "content": "Dopo aver sentito le parti di cui al capoverso 2, il DDPS disciplina in particolare:\na. le condizioni di partecipazione agli esami attitudinali;\nb. i requisiti per gli esami attitudinali;\nc. l’organizzazione della segreteria di SPHAIR e il coinvolgimento delle parti di cui al capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_28_a"
    },
    {
        "book": "LFV",
        "title": "ONA, 3, Personale aeronautico, 34, Protezione della salute dei membri dell’equipaggio, degli aeromobili, 341, Disposizioni generali, Campo d’applicazione e diritto applicabile",
        "citation": "Art. 30 cpv. 1 ONA",
        "content": "Il presente numero (n. 34) disciplina la protezione della salute dei membri dell’equipaggio degli aeromobili delle imprese di trasporti aerei con sede in Svizzera, soggette all’obbligo di autorizzazione per il trasporto commerciale di persone o merci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_30"
    },
    {
        "book": "LFV",
        "title": "ONA, 3, Personale aeronautico, 34, Protezione della salute dei membri dell’equipaggio, degli aeromobili, 341, Disposizioni generali, Campo d’applicazione e diritto applicabile",
        "citation": "Art. 30 cpv. 2 ONA",
        "content": "Il presente numero attua la Direttiva 2000/79/CE nella versione vincolante per la Svizzera conformemente al numero 1 dell’allegato all’Accordo del 21 giugno 1999 tra la Confederazione Svizzera e la Comunità europea sul trasporto aereo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_30"
    },
    {
        "book": "LFV",
        "title": "ONA, 3, Personale aeronautico, 34, Protezione della salute dei membri dell’equipaggio, degli aeromobili, 341, Disposizioni generali, Informazione e istruzione",
        "citation": "Art. 31 cpv. RS 822.113 ONA",
        "content": "L’informazione e l’istruzione dei membri dell’equipaggio sono rette dall’articolo 5 dell’ordinanza 3 del 18 agosto 1993 concernente la legge sul lavoro (Igiene, OLL 3).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_31"
    },
    {
        "book": "LFV",
        "title": "ONA, 3, Personale aeronautico, 34, Protezione della salute dei membri dell’equipaggio, degli aeromobili, 341, Disposizioni generali, Consultazione",
        "citation": "Art. 32 cpv. RS 822.113 ONA",
        "content": "La consultazione dei membri dell’equipaggio o della loro rappresentanza in seno all’impresa è retta dall’articolo 6 OLL 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_32"
    },
    {
        "book": "LFV",
        "title": "ONA, 3, Personale aeronautico, 34, Protezione della salute dei membri dell’equipaggio, degli aeromobili, 341, Disposizioni generali, Valutazione dello stato di salute",
        "citation": "Art. 33 cpv. 1 ONA",
        "content": "Ogni membro dell’equipaggio ha diritto ad una valutazione gratuita dello stato di salute prima di prendere per la prima volta servizio presso l’impresa di trasporti aerei.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_33"
    },
    {
        "book": "LFV",
        "title": "ONA, 3, Personale aeronautico, 34, Protezione della salute dei membri dell’equipaggio, degli aeromobili, 341, Disposizioni generali, Valutazione dello stato di salute",
        "citation": "Art. 33 cpv. 2 ONA",
        "content": "I membri dell’equipaggio hanno diritto ad una valutazione gratuita del loro stato di salute, secondo l’articolo 4 numero 1 lettera a dell’allegato della Direttiva 2000/79/CE, come segue:\na. membri dell’equipaggio di volo: alle scadenze prescritte nel regolamento JAR-FCL-3;\nb. altri membri dell’equipaggio:\n1. fino all’età di 41 anni: ogni cinque anni,\n2. dall’età di 42 anni fino al compimento di 50 anni: ogni due anni,\n3. dall’età di 51 anni: ogni anno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_33"
    },
    {
        "book": "LFV",
        "title": "ONA, 3, Personale aeronautico, 34, Protezione della salute dei membri dell’equipaggio, degli aeromobili, 341, Disposizioni generali, Valutazione dello stato di salute",
        "citation": "Art. 33 cpv. 3 ONA",
        "content": "Il diritto ad una valutazione annuale è accordato a coloro che hanno problemi di salute riconducibili all’attività aviatoria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_33"
    },
    {
        "book": "LFV",
        "title": "ONA, 3, Personale aeronautico, 34, Protezione della salute dei membri dell’equipaggio, degli aeromobili, 341, Disposizioni generali, Valutazione dello stato di salute",
        "citation": "Art. 33 cpv. 4 ONA",
        "content": "I costi della valutazione dello stato di salute sono a carico dell’impresa di trasporti aerei.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_33"
    },
    {
        "book": "LFV",
        "title": "ONA, 3, Personale aeronautico, 34, Protezione della salute dei membri dell’equipaggio, degli aeromobili, 342, Protezione della salute durante la maternità, Applicabilità delle disposizioni di protezione durante la gravidanza",
        "citation": "Art. 34 cpv. 1 ONA",
        "content": "Le donne incinte possono esigere misure di protezione speciali, non appena hanno informato l’impresa della gravidanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_34"
    },
    {
        "book": "LFV",
        "title": "ONA, 3, Personale aeronautico, 34, Protezione della salute dei membri dell’equipaggio, degli aeromobili, 342, Protezione della salute durante la maternità, Applicabilità delle disposizioni di protezione durante la gravidanza",
        "citation": "Art. 34 cpv. 2 ONA",
        "content": "Su richiesta dell’impresa devono presentare il certificato di un medico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_34"
    },
    {
        "book": "LFV",
        "title": "ONA, 3, Personale aeronautico, 34, Protezione della salute dei membri dell’equipaggio, degli aeromobili, 342, Protezione della salute durante la maternità, Occupazione durante la maternità",
        "citation": "Art. 35 ONA",
        "content": "L’occupazione di donne incinte, puerpere e madri allattanti è retta dagli articoli 35 capoverso 1 e 35a capoversi 1–3 della legge del 13 marzo 1964 sul lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_35"
    },
    {
        "book": "LFV",
        "title": "ONA, 3, Personale aeronautico, 34, Protezione della salute dei membri dell’equipaggio, degli aeromobili, 342, Protezione della salute durante la maternità, Lavoro compensativo e sostituzione del salario",
        "citation": "Art. 36 cpv. 1 ONA",
        "content": "Le donne incinte e le madri allattanti esonerate dal servizio di volo hanno diritto all’80 per cento del salario, nella misura in cui l’impresa di trasporti aerei non è in grado di offrire loro un lavoro equivalente a terra.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_36"
    },
    {
        "book": "LFV",
        "title": "ONA, 3, Personale aeronautico, 34, Protezione della salute dei membri dell’equipaggio, degli aeromobili, 342, Protezione della salute durante la maternità, Lavoro compensativo e sostituzione del salario",
        "citation": "Art. 36 cpv. 2 ONA",
        "content": "Per le donne incinte e le madri allattanti che svolgono un lavoro compensativo a terra si applicano:\na. la legge del 13 marzo 1964 sul lavoro;\nb. l’ordinanza 1 del 10 maggio 2000 concernente la legge sul lavoro;\nc. l’OLL 3 concernente la legge sul lavoro;\nd. le prescrizioni emanate dal Dipartimento federale dell’economia in base all’articolo 62 capoverso 4 dell’ordinanza 1 del 10 maggio 2000 concernente la legge sul lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_36"
    },
    {
        "book": "LFV",
        "title": "ONA, 3, Personale aeronautico, 34, Protezione della salute dei membri dell’equipaggio, degli aeromobili, 343, Membri dell’equipaggio con responsabilità familiari",
        "citation": "Art. 37 ONA",
        "content": "Per l’occupazione di membri dell’equipaggio con responsabilità familiari si applicano:\na. l’articolo 36 capoverso 1 della legge del 13 marzo 1964 sul lavoro, nella misura in cui lo consente l’esercizio; e\nb. l’articolo 36 capoverso 3 della legge del 13 marzo 1964 sul lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_37"
    },
    {
        "book": "LFV",
        "title": "ONA, 3, Personale aeronautico, 35, Accertamento dell’ebrietà e di altri stati, 351, Alcol, Ebrietà e inidoneità a prestare servizio",
        "citation": "Art. 38 ONA",
        "content": "È considerato in stato di ebrietà e inidoneo a prestare servizio un membro dell’equipaggio che presenta la seguente concentrazione di alcol:\na. una concentrazione di alcol nell’alito superiore a 0,1 milligrammi per litro di aria espirata; oppure \nb. una concentrazione di alcol nel sangue superiore a 0,2 per mille.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_38"
    },
    {
        "book": "LFV",
        "title": "ONA, 3, Personale aeronautico, 35, Accertamento dell’ebrietà e di altri stati, 351, Alcol, Controlli del tasso alcolico in caso di indizi di ebrietà",
        "citation": "Art. 39 ONA",
        "content": "Se vi sono indizi che un membro dell’equipaggio si trova in stato di ebrietà, si effettua un controllo del tasso alcolico. Questo si basa sugli articoli 40 capoversi 2–4, 41 e 42 capoversi 1 e 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_39"
    },
    {
        "book": "LFV",
        "title": "ONA, 3, Personale aeronautico, 35, Accertamento dell’ebrietà e di altri stati, 351, Alcol, Svolgimento dell’accertamento etilometrico casuale ",
        "citation": "Art. 40 cpv. 1 ONA",
        "content": "Lo svolgimento dell’accertamento etilometrico casuale si basa: \na. sul regolamento (UE) 2018/1042;\nb. a titolo complementare sulle disposizioni della presente ordinanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_40"
    },
    {
        "book": "LFV",
        "title": "ONA, 3, Personale aeronautico, 35, Accertamento dell’ebrietà e di altri stati, 351, Alcol, Svolgimento dell’accertamento etilometrico casuale ",
        "citation": "Art. 40 cpv. 2 ONA",
        "content": "Il primo accertamento etilometrico viene effettuato mediante un etilometro precursore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_40"
    },
    {
        "book": "LFV",
        "title": "ONA, 3, Personale aeronautico, 35, Accertamento dell’ebrietà e di altri stati, 351, Alcol, Svolgimento dell’accertamento etilometrico casuale ",
        "citation": "Art. 40 cpv. 3 ONA",
        "content": "Se il risultato del primo accertamento etilometrico supera il valore limite di cui all’articolo 38 lettera a, un secondo accertamento etilometrico deve essere effettuato mediante un etilometro probatorio non prima di 15 minuti e non oltre 30 minuti dal primo accertamento. Durante l’attesa, al membro dell’equipaggio è fatto divieto di mangiare, bere o altrimenti assumere altre sostanze.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_40"
    },
    {
        "book": "LFV",
        "title": "ONA, 3, Personale aeronautico, 35, Accertamento dell’ebrietà e di altri stati, 351, Alcol, Svolgimento dell’accertamento etilometrico casuale ",
        "citation": "Art. 40 cpv. 4 ONA",
        "content": "Gli etilometri precursori e gli etilometri probatori devono soddisfare i requisiti dell’ordinanza del 15 febbraio 2006 sugli strumenti di misurazione (OStrM) e delle relative disposizioni d’esecuzione del Dipartimento federale di giustizia e polizia. Lo svolgimento dell’accertamento etilometrico è retto per analogia dall’ordinanza del 28 marzo 2007 sul controllo della circolazione stradale (OCCS) e sulle relative disposizioni d’esecuzione dell’Ufficio federale delle strade (USTRA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_40"
    },
    {
        "book": "LFV",
        "title": "ONA, 3, Personale aeronautico, 35, Accertamento dell’ebrietà e di altri stati, 351, Alcol, Inidoneità temporanea a prestare servizio ",
        "citation": "Art. 41 ONA",
        "content": "Se il risultato del primo accertamento etilometrico mediante l’etilometro precursore supera il valore limite di cui all’articolo 38 o se deve essere ordinato un prelievo del sangue secondo l’articolo 42 capoverso 1 lettere a e c, il membro dell’equipaggio è considerato temporaneamente inidoneo a prestare servizio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_41"
    },
    {
        "book": "LFV",
        "title": "ONA, 3, Personale aeronautico, 35, Accertamento dell’ebrietà e di altri stati, 351, Alcol, Ordine e svolgimento di un prelievo del sangue",
        "citation": "Art. 42 cpv. 1 ONA",
        "content": "È ordinato un prelievo del sangue se:\na. il risultato di un primo accertamento etilometrico mediante un etilometro precursore è superiore al valore limite di cui all’articolo 38 e non può essere confermato con un secondo accertamento etilometrico mediante un etilometro probatorio;\nb. l’accertamento etilometrico viene rifiutato o eluso oppure se il membro dell’equipaggio vi si sottrae; oppure\nc. l’accertamento etilometrico non può essere effettuato per ragioni mediche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_42"
    },
    {
        "book": "LFV",
        "title": "ONA, 3, Personale aeronautico, 35, Accertamento dell’ebrietà e di altri stati, 351, Alcol, Ordine e svolgimento di un prelievo del sangue",
        "citation": "Art. 42 cpv. 2 ONA",
        "content": "In presenza del relativo certificato medico nei casi di cui al capoverso 1 lettera c, si può rinunciare al prelievo del sangue e il membro dell’equipaggio può riprendere servizio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_42"
    },
    {
        "book": "LFV",
        "title": "ONA, 3, Personale aeronautico, 35, Accertamento dell’ebrietà e di altri stati, 351, Alcol, Ordine e svolgimento di un prelievo del sangue",
        "citation": "Art. 42 cpv. 3 ONA",
        "content": "Il prelievo del sangue si basa sulle disposizioni degli articoli 13 capoverso 3 e 14 dell’OCCS e sulle relative disposizioni d’esecuzione dell’USTRA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_42"
    },
    {
        "book": "LFV",
        "title": "ONA, 3, Personale aeronautico, 35, Accertamento dell’ebrietà e di altri stati, 352, Narcotici o sostanze psicotrope, Analisi in presenza di indizi di influsso di narcotici o sostanze psicotrope",
        "citation": "Art. 43 ONA",
        "content": "Se vi sono indizi che un membro dell’equipaggio si trova sotto l’influsso di narcotici o sostanze psicotrope, lo svolgimento delle analisi ordinate si basa per analogia sugli articoli 12a, 12b, 13 capoverso 3, 14, 15 e 17 OCCS e sulle relative disposizioni d’esecuzione dell’USTRA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_43"
    },
    {
        "book": "LFV",
        "title": "ONA, 5, Circolazione, esercizio e manutenzione, 51, Regole di circolazione e d’esercizio, Regole di circolazione",
        "citation": "Art. 75 ONA",
        "content": "Il DATEC emana regole di circolazione per l’utilizzo dello spazio aereo svizzero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_75"
    },
    {
        "book": "LFV",
        "title": "ONA, 5, Circolazione, esercizio e manutenzione, 51, Regole di circolazione e d’esercizio, Regole d’esercizio",
        "citation": "Art. 76 cpv. 1 ONA",
        "content": "Il DATEC emana regole d’esercizio in esecuzione o a complemento del diritto internazionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_76"
    },
    {
        "book": "LFV",
        "title": "ONA, 5, Circolazione, esercizio e manutenzione, 51, Regole di circolazione e d’esercizio, Regole d’esercizio",
        "citation": "Art. 76 cpv. 2 ONA",
        "content": "Le regole d’esercizio si applicano in Svizzera e all’estero ai detentori e alle imprese di trasporti aerei svizzere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_76"
    },
    {
        "book": "LFV",
        "title": "ONA, 5, Circolazione, esercizio e manutenzione, 51, Regole di circolazione e d’esercizio, Regole d’esercizio",
        "citation": "Art. 76 cpv. 3 ONA",
        "content": "All’estero è possibile derogare dalle regole d’esercizio se il diritto estero lo richiede imperativamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_76"
    },
    {
        "book": "LFV",
        "title": "ONA, 5, Circolazione, esercizio e manutenzione, 52, Sistema di segnalazione di eventi nel settore dell’aviazione, Principi",
        "citation": "Art. 77 cpv. 1 ONA",
        "content": "Il sistema di segnalazione secondo gli articoli 77–77e ha lo scopo di migliorare la sicurezza della navigazione aerea. Esso si fonda sul regolamento (UE) n. 376/2014.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_77"
    },
    {
        "book": "LFV",
        "title": "ONA, 5, Circolazione, esercizio e manutenzione, 52, Sistema di segnalazione di eventi nel settore dell’aviazione, Principi",
        "citation": "Art. 77 cpv. 2 ONA",
        "content": "Sono fatti salvi gli altri obblighi di dichiarazione previsti dal diritto federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_77"
    },
    {
        "book": "LFV",
        "title": "ONA, 5, Circolazione, esercizio e manutenzione, 52, Sistema di segnalazione di eventi nel settore dell’aviazione, Principi",
        "citation": "Art. 77 cpv. 3 ONA",
        "content": "Il regolamento (UE) n. 376/2014 si applica anche agli aeromobili elencati nell’allegato II del regolamento (CE) n. 216/2008.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_77"
    },
    {
        "book": "LFV",
        "title": "ONA, 5, Circolazione, esercizio e manutenzione, 52, Sistema di segnalazione di eventi nel settore dell’aviazione, Principi",
        "citation": "Art. 77 cpv. 4 ONA",
        "content": "Tutti gli eventi da segnalare sono elencati nel regolamento di esecuzione (UE) 2015/1018.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_77"
    },
    {
        "book": "LFV",
        "title": "ONA, 5, Circolazione, esercizio e manutenzione, 52, Sistema di segnalazione di eventi nel settore dell’aviazione, Centro segnalazioni",
        "citation": "Art. 77d cpv. 1 ONA",
        "content": "L’UFAC designa un centro interno incaricato di registrare ed analizzare i dati relativi alle segnalazioni obbligatorie e facoltative ricevute (Centro segnalazioni).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_77_d"
    },
    {
        "book": "LFV",
        "title": "ONA, 5, Circolazione, esercizio e manutenzione, 52, Sistema di segnalazione di eventi nel settore dell’aviazione, Centro segnalazioni",
        "citation": "Art. 77d cpv. 2 ONA",
        "content": "Il Centro segnalazioni è separato dal punto di vista organizzativo dalle unità dell’UFAC che svolgono attività di vigilanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_77_d"
    },
    {
        "book": "LFV",
        "title": "ONA, 5, Circolazione, esercizio e manutenzione, 52, Sistema di segnalazione di eventi nel settore dell’aviazione, Centro segnalazioni",
        "citation": "Art. 77d cpv. 3 ONA",
        "content": "Il Centro segnalazioni tratta le segnalazioni in modo confidenziale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_77_d"
    },
    {
        "book": "LFV",
        "title": "ONA, 5, Circolazione, esercizio e manutenzione, 52, Sistema di segnalazione di eventi nel settore dell’aviazione, Centro segnalazioni",
        "citation": "Art. 77d cpv. 4 ONA",
        "content": "I dipendenti del Centro segnalazioni incaricati della registrazione e dell’analisi delle segnalazioni sono esentati, nel quadro di questa attività, dall’obbligo di denuncia e di persecuzione penale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_77_d"
    },
    {
        "book": "LFV",
        "title": "ONA, 5, Circolazione, esercizio e manutenzione, 52, Sistema di segnalazione di eventi nel settore dell’aviazione, Controversie concernenti la protezione delle fonti d’informazione",
        "citation": "Art. 77e ONA",
        "content": "Il DATEC è l’organismo competente previsto all’articolo 16 paragrafo 12 del regolamento (UE) n. 376/2014.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_77_e"
    },
    {
        "book": "LFV",
        "title": "ONA, 5, Circolazione, esercizio e manutenzione, 54, Presa di vedute aeree",
        "citation": "Art. 80 ONA",
        "content": "La presa di vedute aeree e la loro diffusione sono autorizzate sotto riserva della legislazione concernente la protezione delle opere militari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_80"
    },
    {
        "book": "LFV",
        "title": "ONA, 5, Circolazione, esercizio e manutenzione, 55, Lancio d’oggetti",
        "citation": "Art. 81 ONA",
        "content": "È proibito lanciare oggetti da un aeromobile in volo, sotto riserva delle eccezioni fissate dal DATEC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_81"
    },
    {
        "book": "LFV",
        "title": "ONA, 5, Circolazione, esercizio e manutenzione, 56, Pubblicità, Sugli aeromobili",
        "citation": "Art. 82 cpv. 1 ONA",
        "content": "La pubblicità per mezzo di scritte e di immagini applicate agli aeromobili è permessa con riserva delle disposizioni della rimanente legislazione federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_82"
    },
    {
        "book": "LFV",
        "title": "ONA, 5, Circolazione, esercizio e manutenzione, 56, Pubblicità, Sugli aeromobili",
        "citation": "Art. 82 cpv. 2 ONA",
        "content": "I contrassegni di nazionalità e d’immatricolazione devono in ogni caso essere chiaramente riconoscibili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_82"
    },
    {
        "book": "LFV",
        "title": "ONA, 5, Circolazione, esercizio e manutenzione, 56, Pubblicità, Per mezzo d’aeromobili",
        "citation": "Art. 83 ONA",
        "content": "È vietata ogni altra forma di pubblicità per mezzo d’aeromobili, segnatamente il lancio di volantini, la scrittura con fumogeni, l’utilizzazione di altoparlanti e il rimorchiamento di banderuole.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_83"
    },
    {
        "book": "LFV",
        "title": "ONA, 5, Circolazione, esercizio e manutenzione, 57, Dimostrazioni acrobatiche a bordo di aeromobili",
        "citation": "Art. 84 ONA",
        "content": "Per le dimostrazioni acrobatiche a bordo di aeromobili è necessaria un’autorizzazione dell’UFAC. L’autorizzazione prescrive le condizioni richieste.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_84"
    },
    {
        "book": "LFV",
        "title": "ONA, 5, Circolazione, esercizio e manutenzione, 58, Manifestazioni aeronautiche pubbliche, Definizione",
        "citation": "Art. 85 ONA",
        "content": "Le manifestazioni aeronautiche pubbliche sono manifestazioni alle quali il pubblico è invitato e che comprendono dimostrazioni e gare, nonché l’esecuzione di voli con passeggeri al di fuori degli aerodromi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_85"
    },
    {
        "book": "LFV",
        "title": "ONA, 5, Circolazione, esercizio e manutenzione, 58, Manifestazioni aeronautiche pubbliche, Autorizzazione obbligatoria",
        "citation": "Art. 86 cpv. 1 ONA",
        "content": "Le manifestazioni aeronautiche pubbliche necessitano, sotto riserva del capoverso 2, di un’autorizzazione dell’UFAC. Prima di permettere grandi manifestazioni, occorre udire il parere dell’Ufficio federale dell’ambiente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_86"
    },
    {
        "book": "LFV",
        "title": "ONA, 5, Circolazione, esercizio e manutenzione, 58, Manifestazioni aeronautiche pubbliche, Autorizzazione obbligatoria",
        "citation": "Art. 86 cpv. 2 ONA",
        "content": "Non necessitano di alcuna autorizzazione:\na. le manifestazioni aeronautiche pubbliche sugli aerodromi se sono ridotte a voli con passeggeri e a competizioni fra i membri di una associazione d’aviazione locale, con partecipazione di singoli invitati;\nb. le manifestazioni aeronautiche pubbliche al di fuori degli aerodromi se vi partecipano al massimo venti palloni liberi;\nc. le manifestazioni aeronautiche pubbliche al di fuori degli aerodromi se vi partecipano al massimo due elicotteri, sotto riserva dell’approvazione delle autorità comunali;\nd. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_86"
    },
    {
        "book": "LFV",
        "title": "ONA, 5, Circolazione, esercizio e manutenzione, 58, Manifestazioni aeronautiche pubbliche, Domanda",
        "citation": "Art. 87 cpv. 1 ONA",
        "content": "La domanda di autorizzazione per una manifestazione aeronautica pubblica deve essere presentata all’UFAC al più tardi sei settimane prima del suo svolgimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_87"
    },
    {
        "book": "LFV",
        "title": "ONA, 5, Circolazione, esercizio e manutenzione, 58, Manifestazioni aeronautiche pubbliche, Domanda",
        "citation": "Art. 87 cpv. 2 ONA",
        "content": "Essa deve indicare:\na. il luogo e la data;\nb. l’organizzatore;\nc. il direttore responsabile;\nd. il piano d’organizzazione e gli aeromobili previsti;\ne. il programma;\nf. un compendio delle disposizioni prese in vista della manifestazione, in particolare per quanto concerne la sicurezza degli spettatori, la circolazione a terra e nell’aria, nonché il servizio sanitario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_87"
    },
    {
        "book": "LFV",
        "title": "ONA, 5, Circolazione, esercizio e manutenzione, 58, Manifestazioni aeronautiche pubbliche, Domanda",
        "citation": "Art. 87 cpv. 3 ONA",
        "content": "Per le manifestazioni sugli aerodromi la domanda deve essere corredata del consenso scritto dell’esercente dell’aerodromo: trattandosi di altri terreni, è necessario produrre il consenso scritto dei proprietari e una dichiarazione dell’autorità cantonale competente, secondo la quale essa non solleva alcuna obiezione contro lo svolgimento della manifestazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_87"
    },
    {
        "book": "LFV",
        "title": "ONA, 5, Circolazione, esercizio e manutenzione, 58, Manifestazioni aeronautiche pubbliche, Domanda",
        "citation": "Art. 87 cpv. 4 ONA",
        "content": "Se si tratta di una manifestazione aeronautica pubblica al di fuori di un aerodromo, occorre allegare alla domanda:\na. un frammento della carta topografica nella scala 1:25000, dove sia contraddistinto in modo speciale il terreno previsto;\nb. uno schizzo del terreno nella scala 1:50000 che indichi chiaramente anche gli ostacoli al volo esistenti nelle adiacenze del terreno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_87"
    },
    {
        "book": "LFV",
        "title": "ONA, 5, Circolazione, esercizio e manutenzione, 58, Manifestazioni aeronautiche pubbliche, Esame",
        "citation": "Art. 88 ONA",
        "content": "L’UFAC esamina la documentazione e fa una perizia in modo particolare del terreno scelto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_88"
    },
    {
        "book": "LFV",
        "title": "ONA, 5, Circolazione, esercizio e manutenzione, 58, Manifestazioni aeronautiche pubbliche, Autorizzazione",
        "citation": "Art. 89 cpv. 1 ONA",
        "content": "L’UFAC rilascia l’autorizzazione quando l’organizzatore ha provato l’esistenza della garanzia supplementare della sua responsabilità civile verso i terzi a terra, giusta le disposizioni dell’articolo 133, e ha accertato che le altre condizioni sono adempiute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_89"
    },
    {
        "book": "LFV",
        "title": "ONA, 5, Circolazione, esercizio e manutenzione, 58, Manifestazioni aeronautiche pubbliche, Autorizzazione",
        "citation": "Art. 89 cpv. 1bis ONA",
        "content": "L’UFAC autorizza manifestazioni nell’ambito delle quali sono eseguiti atterraggi esterni con aeromobili a motore a più di 1100 m di altitudine e al di fuori delle aree di atterraggio in montagna solo se sono occasionate da un anniversario importante per il volo in montagna.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_89"
    },
    {
        "book": "LFV",
        "title": "ONA, 5, Circolazione, esercizio e manutenzione, 58, Manifestazioni aeronautiche pubbliche, Autorizzazione",
        "citation": "Art. 89 cpv. 1ter ONA",
        "content": "L’UFAC autorizza manifestazioni nell’ambito delle quali sono eseguiti atterraggi esterni con aeromobili a motore su distese d’acqua pubbliche solo se l’autorità cantonale competente ha verificato e approvato il rispetto delle disposizioni in materia di diritto della protezione delle acque, della pesca, dell’ambiente e della natura e non solleva obiezioni dettate da altri interessi pubblici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_89"
    },
    {
        "book": "LFV",
        "title": "ONA, 5, Circolazione, esercizio e manutenzione, 58, Manifestazioni aeronautiche pubbliche, Autorizzazione",
        "citation": "Art. 89 cpv. 2 ONA",
        "content": "Esso stabilisce le condizioni e le direttive richieste per motivi di sicurezza e di rumore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_89"
    },
    {
        "book": "LFV",
        "title": "ONA, 5, Circolazione, esercizio e manutenzione, 58, Manifestazioni aeronautiche pubbliche, Direzione della manifestazione",
        "citation": "Art. 90 cpv. 1 ONA",
        "content": "Il direttore della manifestazione, oltre alla direzione dell’esercizio aereo, ha in particolare i compiti seguenti:\na. controllare le licenze del personale navigante e i certificati degli aeromobili impiegati;\nb. impartire al personale incaricato di disciplinare il servizio di volo le istruzioni generali sull’organizzazione di tale servizio e del servizio di sicurezza;\nc. controllare se gli aeromobili utilizzati sono menzionati nell’autorizzazione d’organizzare la manifestazione;\nd. vigilare affinché il programma approvato sia rispettato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_90"
    },
    {
        "book": "LFV",
        "title": "ONA, 5, Circolazione, esercizio e manutenzione, 58, Manifestazioni aeronautiche pubbliche, Direzione della manifestazione",
        "citation": "Art. 90 cpv. 2 ONA",
        "content": "Sugli aerodromi, questi diritti e obblighi spettano al capo dell’aerodromo. Egli può delegarli, sotto la sua vigilanza, al direttore della manifestazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_90"
    },
    {
        "book": "LFV",
        "title": "ONA, 5, Circolazione, esercizio e manutenzione, 58, Manifestazioni aeronautiche pubbliche, Vigilanza",
        "citation": "Art. 91 ONA",
        "content": "L’UFAC può fare sorvegliare la manifestazione da un perito; i compiti di quest’ultimo sono stabiliti di caso in caso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_91"
    },
    {
        "book": "LFV",
        "title": "ONA, 5, Circolazione, esercizio e manutenzione, 510, Ritiro delle autorizzazioni",
        "citation": "Art. 99 ONA",
        "content": "Le autorizzazioni possono essere ritirate o limitate se non sono più adempiute le condizioni alle quali erano state rilasciate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_99"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 61, Autorizzazione d’esercizio, Voli commerciali",
        "citation": "Art. 100 cpv. 1 ONA",
        "content": "I voli sono commerciali quando:\na. implicano, sotto una forma qualsiasi, una rimunerazione volta a coprire più dei costi per la locazione dell’aeromobile, per il carburante nonché per le tasse aeroportuali e la sicurezza aerea; e\nb. sono accessibili a una cerchia indeterminata di persone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_100"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 61, Autorizzazione d’esercizio, Voli commerciali",
        "citation": "Art. 100 cpv. 1bis ONA",
        "content": "Se il vettore è un’associazione, i suoi membri sono considerati appartenenti a una cerchia determinata di persone a condizione di essere membri da oltre 30 giorni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_100"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 61, Autorizzazione d’esercizio, Voli commerciali",
        "citation": "Art. 100 cpv. 2 ONA",
        "content": "I voli di un’impresa titolare di un’autorizzazione di esercizio sono presunti commerciali. È fatta salva la valutazione dei fatti sotto l’angolazione del diritto doganale e fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_100"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 61, Autorizzazione d’esercizio, Voli commerciali",
        "citation": "Art. 100 cpv. 3 ONA",
        "content": "Nel caso di voli non commerciali rimunerati, i passeggeri devono essere informati in anticipo del carattere privato del volo e delle conseguenze che ne derivano per quanto concerne la protezione assicurativa. Se è impiegato un aeromobile appartenente alla categoria speciale per quanto riguarda la navigabilità, i passeggeri devono essere informati anche delle particolarità della sua ammissione alla circolazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_100"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 61, Autorizzazione d’esercizio, Restrizioni per gli aeromobili impiegati nell’esercizio commerciale",
        "citation": "Art. 101 ONA",
        "content": "I seguenti aeromobili non possono essere impiegati nel trasporto commerciale di persone:\na. aeromobili della categoria speciale, sottocategoria «Storici»; e\nb. aeromobili della categoria standard che non sono regolamentati a livello europeo e che non dispongono di alcun titolare del certificato di tipo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_101"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 61, Autorizzazione d’esercizio, Revoca dell’autorizzazione d’esercizio",
        "citation": "Art. 102 ONA",
        "content": "L’UFAC può revocare l’autorizzazione d’esercizio se:\na. le condizioni di rilascio non sono più adempiute;\nb. le prescrizioni sono violate ripetutamente o in modo grave, o\nc. gli oneri non sono adempiuti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_102"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 61, Autorizzazione d’esercizio, 611, Imprese con sede in Svizzera, Condizioni generali per il rilascio dell’autorizzazione",
        "citation": "Art. 103 cpv. 1 ONA",
        "content": "Un’impresa con sede in Svizzera può ottenere l’autorizzazione d’esercizio per il trasporto commerciale di persone e merci (art. 27 LNA) se:\na. l’impresa è iscritta in Svizzera nel registro di commercio allo scopo di esercitare il traffico aereo commerciale;\nb. l’impresa si trova sotto il controllo effettivo di cittadini svizzeri e per la maggior parte è di proprietà di cittadini svizzeri; è fatto salvo il caso di stranieri o di società straniere parificati a cittadini svizzeri e a società svizzere in virtù di accordi internazionali;\nc. inoltre, nel caso di una società anonima, più della metà del capitale azionario è costituito di azioni nominative ed è per la maggior parte di proprietà di cittadini svizzeri o di società commerciali e cooperative in mani svizzere; è fatto salvo il caso di stranieri o di società straniere parificati a cittadini svizzeri o a società svizzere in virtù di accordi internazionali;\nd. l’impresa ha una licenza per trasporti aerei che regola in particolare l’organizzazione dell’esercizio e della manutenzione;\ne. gli aeromobili esercitati dall’impresa adempiono le esigenze minime per i servizi previsti e sono iscritti nella matricola svizzera degli aeromobili; d’intesa con la Direzione generale delle dogane, gli aeromobili possono essere iscritti nella matricola di un Paese con il quale è stato concluso un accordo internazionale che prevede questa possibilità;\nf. l’impresa esercita almeno un aeromobile di cui è proprietaria o che gestisce in base a un contratto leasing, il quale le garantisce il libero impiego dell’aeromobile per un periodo di almeno sei mesi;\ng. l’impresa dispone di equipaggi propri, titolari delle licenze necessarie per l’attività prevista;\nh. ...\ni. l’impresa può provare in modo credibile che è in grado di far fronte in ogni tempo ai suoi obblighi nei 24 mesi che seguono l’inizio della sua attività e, senza tener conto degli introiti d’esercizio, di coprire le sue spese fisse e variabili nei tre mesi che seguono l’inizio dell’attività, conformemente al piano di gestione; gli obblighi e i costi devono essere determinati in base a previsioni realistiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_103"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 61, Autorizzazione d’esercizio, 611, Imprese con sede in Svizzera, Condizioni generali per il rilascio dell’autorizzazione",
        "citation": "Art. 103 cpv. 2 ONA",
        "content": "Allo scopo di garantire che la maggioranza del capitale sociale sia in mano svizzera, un’impresa titolare di un’autorizzazione di esercizio o una società di partecipazione che detiene direttamente o indirettamente una partecipazione maggioritaria in un’altra impresa deve disporre di un diritto di compera sulle quote di capitale quotate in borsa che sono state acquistate da stranieri. Il diritto di compera deve essere esercitato entro dieci giorni dalla dichiarazione di acquisto all’impresa, allorché la partecipazione straniera al capitale sociale iscritta nel registro delle azioni ha raggiunto il 40 per cento dell’insieme del capitale sociale o allorché detta partecipazione ha superato la partecipazione svizzera iscritta nel registro in questione. Il prezzo d’acquisto corrisponde al corso della borsa al momento dell’esercizio del diritto di compera. L’impresa pubblica periodicamente il tasso di partecipazione straniera al capitale sociale. È fatto salvo il caso di stranieri o di società straniere parificati a cittadini svizzeri o a società svizzere in virtù di accordi internazionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_103"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 61, Autorizzazione d’esercizio, 611, Imprese con sede in Svizzera, Condizioni generali per il rilascio dell’autorizzazione",
        "citation": "Art. 103 cpv. 3 ONA",
        "content": "In casi debitamente motivati, l’UFAC, d’intesa con la Direzione generale delle dogane, può autorizzare per un periodo determinato l’uso di un aeromobile iscritto nella matricola di uno Stato con il quale non è stato concluso alcun accordo internazionale che prevede questa possibilità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_103"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 61, Autorizzazione d’esercizio, 611, Imprese con sede in Svizzera, Condizioni generali per il rilascio dell’autorizzazione",
        "citation": "Art. 103 cpv. 4 ONA",
        "content": "In casi debitamente motivati, l’UFAC può concedere deroghe alle condizioni di cui al capoverso 1 lettere a, b e c. Può autorizzare la delega di taluni compiti d’esercizio ad altre imprese svizzere o estere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_103"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 61, Autorizzazione d’esercizio, 611, Imprese con sede in Svizzera, Sistema di gestione della sicurezza",
        "citation": "Art. 103a cpv. 1 ONA",
        "content": "Le seguenti imprese con sede in Svizzera devono introdurre e mantenere un sistema di gestione della sicurezza:\na. gli esercenti di aeroplani ed elicotteri che effettuano voli a scopo commerciale;\nb. le imprese di manutenzione per aeroplani ed elicotteri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_103_a"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 61, Autorizzazione d’esercizio, 611, Imprese con sede in Svizzera, Sistema di gestione della sicurezza",
        "citation": "Art. 103a cpv. 2 ONA",
        "content": "Le seguenti norme dell’Organizzazione dell’aviazione civile internazionale (OACI) contenute nell’allegato 19 alla Convenzione di Chicago sono direttamente applicabili al sistema di gestione della sicurezza:\na. parte I, numeri 3.3 e 8.7.3;\nb. parte III sezione II numeri 1.3 e 6.1.2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_103_a"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 61, Autorizzazione d’esercizio, 611, Imprese con sede in Svizzera, Sistema di gestione della sicurezza",
        "citation": "Art. 103a cpv. 3 ONA",
        "content": "Sono fatte salve le deroghe notificate dalla Svizzera in virtù dell’articolo 38 della Convenzione di Chicago.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_103_a"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 61, Autorizzazione d’esercizio, 611, Imprese con sede in Svizzera, Sistema di gestione della sicurezza",
        "citation": "Art. 103a cpv. 4 ONA",
        "content": "Il DATEC può dichiarare vincolanti le raccomandazioni dell’allegato 6 della Convenzione di Chicago.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_103_a"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 61, Autorizzazione d’esercizio, 611, Imprese con sede in Svizzera, Sistema di gestione della sicurezza",
        "citation": "Art. 103a cpv. 5 ONA",
        "content": "Per attuare le norme e le raccomandazioni dell’OACI, l’UFAC può emanare istruzioni complementari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_103_a"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 61, Autorizzazione d’esercizio, 611, Imprese con sede in Svizzera, Sistema di gestione della sicurezza",
        "citation": "Art. 103a cpv. 6 ONA",
        "content": "L’allegato 6 della Convenzione di Chicago non è pubblicato nella Raccolta ufficiale. Può essere consultato in lingua francese e inglese presso l’UFAC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_103_a"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 61, Autorizzazione d’esercizio, 611, Imprese con sede in Svizzera, Palloni, alianti e aeromobili di categorie speciali",
        "citation": "Art. 104 cpv. 1 ONA",
        "content": "Le imprese di aerostati devono adempiere le condizioni prescritte nell’articolo 27 capoverso 2 lettera b della legge sulla navigazione aerea e nell’articolo 103 capoverso 1 lettere a, e, g. In casi debitamente motivati, l’UFAC può consentire deroghe alle condizioni prescritte nell’articolo 103 capoverso 1 lettera a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_104"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 61, Autorizzazione d’esercizio, 611, Imprese con sede in Svizzera, Palloni, alianti e aeromobili di categorie speciali",
        "citation": "Art. 104 cpv. 2 ONA",
        "content": "L’autorizzazione d’esercizio non è richiesta per le imprese che esercitano alianti e aeromobili di categorie speciali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_104"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 61, Autorizzazione d’esercizio, 611, Imprese con sede in Svizzera, Autorizzazione speciale",
        "citation": "Art. 105 ONA",
        "content": "Un’autorizzazione d’esercizio può essere accordata sotto forma di autorizzazione speciale per una breve durata o per un numero esiguo di voli se l’esercente può dimostrare uno standard di sicurezza paragonabile e adeguato all’operazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_105"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 61, Autorizzazione d’esercizio, 611, Imprese con sede in Svizzera, Somma della responsabilità civile e obbligo di assicurarsi",
        "citation": "Art. 106 cpv. 1 ONA",
        "content": "L’autorizzazione è rilasciata soltanto se il richiedente:\na. dispone delle seguenti garanzie:\n1. a titolo di responsabilità civile di una copertura minima di 250 000 diritti speciali di prelievo per passeggero, definiti dal Fondo monetario internazionale in caso di morte o di lesioni personali,\n2. a titolo di responsabilità civile di una copertura minima di 1288 diritti speciali di prelievo per passeggero in caso di danni ai bagagli,\n3. a titolo di responsabilità civile di una copertura minima di 22 diritti speciali di prelievo per chilogrammo in caso di danni alle merci; e\nb. prova che è assicurato contro i rischi legati alla sua responsabilità civile fino a concorrenza degli importi di cui alla lettera a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_106"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 61, Autorizzazione d’esercizio, 611, Imprese con sede in Svizzera, Somma della responsabilità civile e obbligo di assicurarsi",
        "citation": "Art. 106 cpv. 2 ONA",
        "content": "Il contratto d’assicurazione deve contenere la disposizione seguente: se il contratto scade prima del momento indicato nel certificato di garanzia, la compagnia di assicurazione si impegna a coprire le pretese di risarcimento alle condizioni definite nel contratto, fino al momento della revoca dell’autorizzazione, ma al massimo durante 15 giorni dopo che l’UFAC è stato informato della scadenza del contratto; è considerato momento della revoca il giorno in cui la decisione di revoca passa in giudicato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_106"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 61, Autorizzazione d’esercizio, 611, Imprese con sede in Svizzera, Obbligo di informazione e di notifica",
        "citation": "Art. 107 cpv. 1 ONA",
        "content": "Su domanda, le imprese titolari di un’autorizzazione d’esercizio devono consentire in ogni momento all’UFAC di esaminare la loro conduzione aziendale e i loro documenti commerciali e fornirgli le indicazioni necessarie per l’allestimento della statistica del traffico aereo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_107"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 61, Autorizzazione d’esercizio, 611, Imprese con sede in Svizzera, Obbligo di informazione e di notifica",
        "citation": "Art. 107 cpv. 3 ONA",
        "content": "Le imprese che intendono servire nuovi continenti o regioni devono notificare i loro piani all’UFAC. Esse gli notificano previamente anche tutti i progetti di fusione o incorporazione, nonché, entro 14 giorni, qualsiasi modifica della proprietà per quanto riguarda le partecipazioni singole che rappresentano il 10 per cento o più dell’intero capitale di partecipazione dell’impresa, della sua società madre o della sua holding.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_107"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 61, Autorizzazione d’esercizio, 612, Imprese con sede all’estero, Condizioni generali dell’autorizzazione d’esercizio",
        "citation": "Art. 108 cpv. 1 ONA",
        "content": "L’autorizzazione d’esercizio per il trasporto commerciale di persone e di merci (art. 29 LNA) è rilasciata a un’impresa con sede all’estero se:\na. l’impresa è abilitata nel suo Stato d’origine a effettuare il trasporto commerciale di persone e di merci nel traffico aereo internazionale;\nb. l’impresa è oggetto, da parte delle autorità dello Stato d’origine, di una sorveglianza efficace per quanto riguarda gli aspetti tecnici e operativi;\nc. il rilascio dell’autorizzazione non pregiudica interessi svizzeri essenziali;\nd. imprese svizzere sono autorizzate a trasportare dal territorio dell’impresa persone o merci a condizioni equivalenti;\ne. la responsabilità civile verso terzi al suolo è coperta (art. 125); e\nf. prova che dispone, a titolo di responsabilità civile, di una copertura minima identica a quella richiesta dall’articolo 106 capoverso 1 lettere a–c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_108"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 61, Autorizzazione d’esercizio, 612, Imprese con sede all’estero, Condizioni generali dell’autorizzazione d’esercizio",
        "citation": "Art. 108 cpv. 2 ONA",
        "content": "Se non vi è alcun motivo manifesto di supporre che le condizioni prescritte nel capoverso 1 lettere a e b non siano adempiute, si può rinunciare ai controlli tecnici e operativi dell’impresa. Siffatti controlli possono tuttavia essere ordinati in ogni momento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_108"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 61, Autorizzazione d’esercizio, 612, Imprese con sede all’estero, Condizioni generali dell’autorizzazione d’esercizio",
        "citation": "Art. 108 cpv. 3 ONA",
        "content": "In casi debitamente motivati, si può rinunciare all’esigenza di cui nel capoverso 1 lettera d.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_108"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 61, Autorizzazione d’esercizio, 612, Imprese con sede all’estero, Obbligo d’informazione e di notifica",
        "citation": "Art. 109 ONA",
        "content": "Il titolare dell’autorizzazione d’esercizio è tenuto a notificare senza indugio all’UFAC:\na. tutti gli orari e i programmi dei voli da e verso la Svizzera;\nb. tutti gli eventi ai sensi dell’articolo 77a che sopravvengono in relazione con i voli da e verso la Svizzera; e\nc. le indicazioni necessarie all’allestimento della statistica del traffico aereo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_109"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 62, Concessione di rotte, Traffico di linea",
        "citation": "Art. 110 cpv. 1 ONA",
        "content": "Per traffico di linea si intendono i voli per il trasporto commerciale di persone o di merci se:\na. sono effettuati durante un periodo minimo secondo una frequenza e una regolarità tali che essi risultano far parte si una serie sistematica evidente; e\nb. per il trasporto di persone, posti a sedere venduti individualmente sono offerti al pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_110"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 62, Concessione di rotte, Traffico di linea",
        "citation": "Art. 110 cpv. 2 ONA",
        "content": "Il DATEC emana prescrizioni d’esecuzione; tiene conto dell’evoluzione del traffico aereo internazionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_110"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 62, Concessione di rotte, Obblighi legati alla concessione",
        "citation": "Art. 111 cpv. 1 ONA",
        "content": "L’impresa concessionaria è tenuta a stabilire orari e tariffe e a sottoporli all’UFAC. Essa deve renderli accessibili al pubblico in maniera appropriata. Inoltre è tenuta a garantire il rispetto degli orari e delle tariffe così resi pubblici. Il genere e l’entità degli obblighi di esercizio e di trasporto sono disciplinati nella concessione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_111"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 62, Concessione di rotte, Obblighi legati alla concessione",
        "citation": "Art. 111 cpv. 2 ONA",
        "content": "L’UFAC, segnatamente in caso di emergenza o di modifica della situazione, può dispensare l’impresa concessionaria, su domanda debitamente motivata, da tutti i suoi obblighi o da alcuni di essi o accordarle altre facilitazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_111"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 62, Concessione di rotte, Revoca della concessione",
        "citation": "Art. 112 cpv. 1 ONA",
        "content": "L’UFAC può revocare la concessione in qualsiasi tempo e senza indennità se l’impresa concessionaria contravviene gravemente e ripetutamente ai suoi obblighi (art. 93 LNA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_112"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 62, Concessione di rotte, Revoca della concessione",
        "citation": "Art. 112 cpv. 2 ONA",
        "content": "Può inoltre revocare la concessione se le condizioni richieste per il rilascio non sono più adempiute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_112"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 62, Concessione di rotte, 621, Imprese con sede in Svizzera, Domanda",
        "citation": "Art. 114 cpv. 1 ONA",
        "content": "Le imprese con sede in Svizzera che intendono esercitare linee aeree presentano all’UFAC una domanda per il rilascio di una concessione di rotta con le seguenti indicazioni e documentazione:\na. la tavola delle rotte e l’orario;\nb. le tariffe e le condizioni di trasporto;\nc. informazioni relative al momento dell’inizio dell’esercizio;\nd. i dati sul materiale di volo previsto per l’esercizio;\ne. gli accordi di cooperazione con altre compagnie aeree;\nf. i dati sulla redditività della linea richiesta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_114"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 62, Concessione di rotte, 621, Imprese con sede in Svizzera, Domanda",
        "citation": "Art. 114 cpv. 2 ONA",
        "content": "Prima della decisione sulla domanda di concessione, l’UFAC informa le altre imprese con sede in Svizzera che fossero pure in grado di assicurare l’esercizio della linea in questione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_114"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 62, Concessione di rotte, 621, Imprese con sede in Svizzera, Domanda",
        "citation": "Art. 114 cpv. 3 ONA",
        "content": "Nei 14 giorni dopo la comunicazione da parte dell’UFAC, le altre imprese possono manifestare il loro interesse per l’esercizio della linea. Esse dispongono in seguito di 45 giorni per depositare una domanda di concessione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_114"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 62, Concessione di rotte, 621, Imprese con sede in Svizzera, Domanda",
        "citation": "Art. 114 cpv. 4 ONA",
        "content": "Prima della decisione sulle domande di concessione riguardanti linee aeree interne al territorio svizzero, l’UFAC sente i governi dei Cantoni interessati, gli aerodromi interessati e le imprese di trasporti pubblici interessate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_114"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 62, Concessione di rotte, 621, Imprese con sede in Svizzera, Domanda",
        "citation": "Art. 114 cpv. 5 ONA",
        "content": "I capoversi 2–4 non sono applicabili se vi è un diritto al rilascio di una concessione di rotta conferito da un disciplinamento internazionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_114"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 62, Concessione di rotte, 621, Imprese con sede in Svizzera, Decisione",
        "citation": "Art. 115 cpv. 1 ONA",
        "content": "L’UFAC può rifiutare la concessione di rotta segnatamente se la domanda di trasporto può essere soddisfatta in altro modo equivalente o se gli aerodromi che si prevede di servire non dispongono dell’infrastruttura necessaria per la procedura di avvicinamento strumentale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_115"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 62, Concessione di rotte, 621, Imprese con sede in Svizzera, Decisione",
        "citation": "Art. 115 cpv. 2 ONA",
        "content": "Se sono depositate parecchie domande per la stessa linea e se il rilascio di parecchie concessioni non è possibile in casi debitamente motivati, l’UFAC decide tenendo conto dei criteri seguenti:\na. la capacità dell’impresa di assicurare l’esercizio della linea durante almeno due periodi d’orario;\nb. le prestazioni che l’impresa si impegna a offrire al pubblico (qualità del prodotto, prezzi, aeromobili, capacità ecc.);\nc. gli effetti sulla concorrenza nei mercati previsti;\nd. il servizio degli aerodromi svizzeri;\ne. l’utilizzazione economicamente sensata delle capacità e dei diritti di traffico esistenti;\nf. la data d’inizio dell’esercizio;\ng. l’adempimento di condizioni ecologiche (aeromobili quanto possibile silenziosi e poco inquinanti);\nh. le prestazioni fornite finora dall’impresa concessionaria per sviluppare il mercato della linea in questione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_115"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 62, Concessione di rotte, 621, Imprese con sede in Svizzera, Decisione",
        "citation": "Art. 115 cpv. 3 ONA",
        "content": "L’UFAC può invitare a pronunciarsi le imprese interessate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_115"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 62, Concessione di rotte, 621, Imprese con sede in Svizzera, Durata di validità della concessione di rotta",
        "citation": "Art. 116 cpv. 1 ONA",
        "content": "La concessione è rilasciata per otto anni al massimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_116"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 62, Concessione di rotte, 621, Imprese con sede in Svizzera, Durata di validità della concessione di rotta",
        "citation": "Art. 116 cpv. 2 ONA",
        "content": "Può essere rinnovata su domanda.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_116"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 62, Concessione di rotte, 621, Imprese con sede in Svizzera, Durata di validità della concessione di rotta",
        "citation": "Art. 116 cpv. 3 ONA",
        "content": "La decisione concernente il rinnovo è presa al più tardi sei mesi prima della scadenza della concessione. Per il rimanente è applicabile l’articolo 115.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_116"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 62, Concessione di rotte, 621, Imprese con sede in Svizzera, Modifica e trasferimento di diritti e obblighi derivanti da concessioni",
        "citation": "Art. 117 cpv. 1 ONA",
        "content": "L’UFAC può modificare o trasferire diritti e obblighi derivanti da concessioni esistenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_117"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 62, Concessione di rotte, 621, Imprese con sede in Svizzera, Modifica e trasferimento di diritti e obblighi derivanti da concessioni",
        "citation": "Art. 117 cpv. 2 ONA",
        "content": "Può in particolare autorizzare un’impresa concessionaria a far effettuare i suoi voli da altre imprese svizzere o estere, segnatamente se:\na. la sicurezza dell’esercizio è garantita;\nb. l’autorità incaricata della sorveglianza è chiaramente stabilita, e\nc. il pubblico è informato del trasferimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_117"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 62, Concessione di rotte, 621, Imprese con sede in Svizzera, Modifica e trasferimento di diritti e obblighi derivanti da concessioni",
        "citation": "Art. 117 cpv. 3 ONA",
        "content": "L’UFAC può autorizzare la delega di determinati compiti di esercizio a altre imprese svizzere o estere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_117"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 62, Concessione di rotte, 621, Imprese con sede in Svizzera, Decadenza delle concessioni di rotta non utilizzate",
        "citation": "Art. 118a ONA",
        "content": "Se un’impresa concessionaria non esercita una linea aerea per 12 mesi, la concessione di rotta decade.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_118_a"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 62, Concessione di rotte, 622, Imprese con sede all’estero, Domanda",
        "citation": "Art. 119 ONA",
        "content": "Le imprese con sede all’estero che intendono esercitare linee aeree sottopongono all’UFAC una richiesta che comprende i dati e i documenti seguenti:\na. la tavola delle rotte e l’orario;\nb. le tariffe;\nc. le informazioni sulla data d’inizio dell’esercizio;\nd. i dati sul materiale di volo previsto per l’esercizio;\ne. le informazioni sul domicilio legale in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_119"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 62, Concessione di rotte, 622, Imprese con sede all’estero, Procedura",
        "citation": "Art. 120 cpv. 1 ONA",
        "content": "Il rilascio di una concessione a un’impresa estera è retto dall’accordo internazionale determinante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_120"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 62, Concessione di rotte, 622, Imprese con sede all’estero, Procedura",
        "citation": "Art. 120 cpv. 2 ONA",
        "content": "Se manca un accordo internazionale o se esso non prevede determinati diritti di traffico, l’UFAC può rilasciare una concessione per una linea unica a un’impresa estera se questa è titolare dei necessari diritti di traffico concessi dal suo Stato d’origine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_120"
    },
    {
        "book": "LFV",
        "title": "ONA, 6, Navigazione aerea commerciale, 62, Concessione di rotte, 622, Imprese con sede all’estero, Procedura",
        "citation": "Art. 120 cpv. 3 ONA",
        "content": "In caso di rilascio della concessione, l’UFAC bada in particolare a che lo Stato d’origine dell’impresa accordi la reciprocità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_120"
    },
    {
        "book": "LFV",
        "title": "ONA, 6a, Misure di sicurezza, Sezione 1:, Disposizioni generali, Misure di sicurezza negli aerodromi",
        "citation": "Art. 122a cpv. 1 ONA",
        "content": "L’esercente di un aerodromo con traffico aereo internazionale commerciale stabilisce in un programma di sicurezza le misure che, secondo la gravità della minaccia, intende adottare per prevenire attentati alla sicurezza dell’aviazione civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_122_a"
    },
    {
        "book": "LFV",
        "title": "ONA, 6a, Misure di sicurezza, Sezione 1:, Disposizioni generali, Misure di sicurezza negli aerodromi",
        "citation": "Art. 122a cpv. 2 ONA",
        "content": "Il programma di sicurezza sottostà all’approvazione dell’UFAC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_122_a"
    },
    {
        "book": "LFV",
        "title": "ONA, 6a, Misure di sicurezza, Sezione 1:, Disposizioni generali, Misure di sicurezza negli aerodromi",
        "citation": "Art. 122a cpv. 3 ONA",
        "content": "Sono considerate misure di sicurezza segnatamente:\na. i controlli dei passeggeri, dei bagagli a mano non registrati, dei bagagli registrati, del carico, della posta e degli aeromobili incentrati su aspetti relativi alla sicurezza;\nb. altre misure intese a garantire che nessun oggetto vietato che potrebbe essere impiegato per compiere atti illeciti contro la sicurezza dell’aviazione civile possa pervenire a bordo degli aeromobili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_122_a"
    },
    {
        "book": "LFV",
        "title": "ONA, 6a, Misure di sicurezza, Sezione 1:, Disposizioni generali, Misure di sicurezza negli aerodromi",
        "citation": "Art. 122a cpv. 4 ONA",
        "content": "Il DATEC ordina le misure di sicurezza. Consulta dapprima la polizia cantonale competente, l’esercente dell’aerodromo interessato e le imprese di trasporti aerei interessate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_122_a"
    },
    {
        "book": "LFV",
        "title": "ONA, 6a, Misure di sicurezza, Sezione 1:, Disposizioni generali, Misure di sicurezza delle imprese di trasporti aerei",
        "citation": "Art. 122b cpv. 1 ONA",
        "content": "L’impresa di trasporti aerei che impiega aeromobili nel traffico commerciale internazionale è tenuta a garantire l’esercizio sicuro dei suoi apparecchi, conformemente alle esigenze fissate dal DATEC. Essa deve esporre le proprie misure in un programma di sicurezza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_122_b"
    },
    {
        "book": "LFV",
        "title": "ONA, 6a, Misure di sicurezza, Sezione 1:, Disposizioni generali, Misure di sicurezza delle imprese di trasporti aerei",
        "citation": "Art. 122b cpv. 2 ONA",
        "content": "Il programma di sicurezza sottostà all’approvazione dell’UFAC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_122_b"
    },
    {
        "book": "LFV",
        "title": "ONA, 6a, Misure di sicurezza, Sezione 1:, Disposizioni generali, Disposizioni applicabili",
        "citation": "Art. 122c cpv. 1 ONA",
        "content": "Le misure di sicurezza si basano:\na. sulle disposizioni di cui all’unità di partizione 6a;\nb. sulle norme direttamente applicabili dell’OACI contenute nell’allegato 17 alla Convenzione di Chicago; sono fatte salve le deroghe notificate conformemente all’articolo 38 di tale Convenzione;\nc. sulle disposizioni del diritto dell’Unione europea vincolanti per la Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_122_c"
    },
    {
        "book": "LFV",
        "title": "ONA, 6a, Misure di sicurezza, Sezione 1:, Disposizioni generali, Disposizioni applicabili",
        "citation": "Art. 122c cpv. 2 ONA",
        "content": "Inoltre sono direttamente applicabili le raccomandazioni dell’OACI contenute nell’allegato 17 alla Convenzione di Chicago del 7 dicembre 1944.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_122_c"
    },
    {
        "book": "LFV",
        "title": "ONA, 6a, Misure di sicurezza, Sezione 1:, Disposizioni generali, Disposizioni applicabili",
        "citation": "Art. 122c cpv. 2bis ONA",
        "content": "Le guardie di sicurezza adottano i provvedimenti necessari quando è minacciata la sicurezza dei passeggeri, dell’equipaggio o dell’aeromobile. Possono ricorrere alla coercizione e a misure di polizia conformemente alla legge federale del 20 marzo 2008 sulla coercizione e alle sue disposizioni esecutive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_122_c"
    },
    {
        "book": "LFV",
        "title": "ONA, 6a, Misure di sicurezza, Sezione 1:, Disposizioni generali, Disposizioni applicabili",
        "citation": "Art. 122c cpv. 3 ONA",
        "content": "L’UFAC emana le prescrizioni necessarie, in particolare il Programma nazionale di sicurezza nell’aviazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_122_c"
    },
    {
        "book": "LFV",
        "title": "ONA, 6a, Misure di sicurezza, Sezione 1:, Disposizioni generali, Esecuzione",
        "citation": "Art. 122d cpv. 1 ONA",
        "content": "Il DATEC emana prescrizioni riguardanti:\na. l’impostazione delle misure di sicurezza;\nb. il concorso dei servizi interessati;\nc. la ripartizione dei costi tra l’UFAC, gli esercenti degli aerodromi e le imprese di trasporti aerei.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_122_d"
    },
    {
        "book": "LFV",
        "title": "ONA, 6a, Misure di sicurezza, Sezione 1:, Disposizioni generali, Esecuzione",
        "citation": "Art. 122d cpv. 2 ONA",
        "content": "In casi particolari, secondo la gravità della minaccia e sulla base di un’analisi delle minacce svolta dall’Ufficio federale di polizia (fedpol), l’UFAC può ordinare altre misure e fissare la ripartizione dei costi; consulta previamente la polizia aeroportuale competente come pure l’esercente dell’aerodromo interessato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_122_d"
    },
    {
        "book": "LFV",
        "title": "ONA, 6a, Misure di sicurezza, Sezione 1:, Disposizioni generali, Esecuzione",
        "citation": "Art. 122d cpv. 3 ONA",
        "content": "Sono fatte salve le attribuzioni speciali conferite in casi particolari al comandante di una polizia cantonale (art. 100bis LNA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_122_d"
    },
    {
        "book": "LFV",
        "title": "ONA, 6a, Misure di sicurezza, Sezione 2:, Guardie di sicurezza, Principi",
        "citation": "Art. 122e cpv. 1 ONA",
        "content": "Per prevenire atti illeciti che possono mettere in pericolo la sicurezza a bordo di aeromobili svizzeri nel traffico aereo internazionale commerciale vengono impiegate guardie di sicurezza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_122_e"
    },
    {
        "book": "LFV",
        "title": "ONA, 6a, Misure di sicurezza, Sezione 2:, Guardie di sicurezza, Principi",
        "citation": "Art. 122e cpv. 2 ONA",
        "content": "Le guardie di sicurezza possono essere impiegate anche a terra in aerodromi esteri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_122_e"
    },
    {
        "book": "LFV",
        "title": "ONA, 6a, Misure di sicurezza, Sezione 2:, Guardie di sicurezza, Compiti e competenze",
        "citation": "Art. 122f cpv. 1 ONA",
        "content": "Salvo disposizioni contrarie del diritto estero applicabile, le guardie di sicurezza hanno in particolare i compiti e le competenze seguenti:\na. a bordo sorvegliano il comportamento dei passeggeri e impediscono atti illeciti che mettono in pericolo la sicurezza a bordo dell’aeromobile;\nb. in aerodromi esteri possono:\n1. perquisire i passeggeri e i bagagli a mano nonché sorvegliare i bagagli controllati e l’identificazione dei bagagli al fine di impedire l’introduzione clandestina di oggetti vietati che possono essere impiegati per mettere in pericolo l’aviazione civile,\n2. segnalare individui potenzialmente pericolosi ai servizi esteri competenti,\n3. fornire assistenza ai servizi esteri nello svolgimento dei loro compiti;\nc. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_122_f"
    },
    {
        "book": "LFV",
        "title": "ONA, 6a, Misure di sicurezza, Sezione 2:, Guardie di sicurezza, Compiti e competenze",
        "citation": "Art. 122f cpv. 2 ONA",
        "content": "Fedpol, in collaborazione con l’UFAC, redige direttive sui compiti delle guardie di sicurezza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_122_f"
    },
    {
        "book": "LFV",
        "title": "ONA, 6a, Misure di sicurezza, Sezione 2:, Guardie di sicurezza, Formazione",
        "citation": "Art. 122g cpv. 1 ONA",
        "content": "Come guardia di sicurezza può essere designata unicamente una persona che ha seguito un programma di formazione specifico e ha superato l’esame finale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_122_g"
    },
    {
        "book": "LFV",
        "title": "ONA, 6a, Misure di sicurezza, Sezione 2:, Guardie di sicurezza, Formazione",
        "citation": "Art. 122g cpv. 2 ONA",
        "content": "Fedpol:\na. redige il profilo dei requisiti delle guardie di sicurezza;\nb. definisce il programma di formazione;\nc. provvede al perfezionamento;\nd. effettua i corsi di formazione e perfezionamento corrispondenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_122_g"
    },
    {
        "book": "LFV",
        "title": "ONA, 6a, Misure di sicurezza, Sezione 2:, Guardie di sicurezza, Formazione",
        "citation": "Art. 122g cpv. 3 ONA",
        "content": "Fedpol può fare capo a terzi, segnatamente alle imprese di trasporti aerei e alle istituzioni della polizia e dell’esercito per l’esecuzione dei corsi nonché per l’allestimento e la manutenzione dell’infrastruttura per i corsi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_122_g"
    },
    {
        "book": "LFV",
        "title": "ONA, 6a, Misure di sicurezza, Sezione 2:, Guardie di sicurezza, Impiego",
        "citation": "Art. 122h cpv. 1 ONA",
        "content": "Fedpol è competente per l’impiego delle guardie di sicurezza e i compiti amministrativi che vi sono connessi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_122_h"
    },
    {
        "book": "LFV",
        "title": "ONA, 6a, Misure di sicurezza, Sezione 2:, Guardie di sicurezza, Impiego",
        "citation": "Art. 122h cpv. 2 ONA",
        "content": "Definisce la dottrina e la tattica d’impiego.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_122_h"
    },
    {
        "book": "LFV",
        "title": "ONA, 6a, Misure di sicurezza, Sezione 2:, Guardie di sicurezza, Impiego",
        "citation": "Art. 122h cpv. 3 ONA",
        "content": "Determina, d’intesa con l’UFAC, il luogo, la data e il genere dell’impiego in base all’analisi dei rischi e delle minacce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_122_h"
    },
    {
        "book": "LFV",
        "title": "ONA, 6a, Misure di sicurezza, Sezione 2:, Guardie di sicurezza, Impiego",
        "citation": "Art. 122h cpv. 4 ONA",
        "content": "Informa le imprese di trasporti aerei interessate e le incarica tempestivamente di effettuare la prenotazione dei relativi posti a sedere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_122_h"
    },
    {
        "book": "LFV",
        "title": "ONA, 6a, Misure di sicurezza, Sezione 2:, Guardie di sicurezza, Equipaggiamento delle guardie di sicurezza",
        "citation": "Art. 122i cpv. 1 ONA",
        "content": "Fedpol provvede, in collaborazione con le imprese di trasporti aerei, all’equipaggiamento necessario per le guardie di sicurezza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_122_i"
    },
    {
        "book": "LFV",
        "title": "ONA, 6a, Misure di sicurezza, Sezione 2:, Guardie di sicurezza, Equipaggiamento delle guardie di sicurezza",
        "citation": "Art. 122i cpv. 2 ONA",
        "content": "Per equipaggiamento s’intende in particolare le uniformi, le armi e i mezzi ausiliari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_122_i"
    },
    {
        "book": "LFV",
        "title": "ONA, 6a, Misure di sicurezza, Sezione 2:, Guardie di sicurezza, Assoggettamento",
        "citation": "Art. 122j cpv. 1 ONA",
        "content": "Durante la formazione e l’impiego le guardie di sicurezza rimangono assoggettate alle prescrizioni di servizio e disciplinari del loro datore di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_122_j"
    },
    {
        "book": "LFV",
        "title": "ONA, 6a, Misure di sicurezza, Sezione 2:, Guardie di sicurezza, Assoggettamento",
        "citation": "Art. 122j cpv. 2 ONA",
        "content": "Nell’adempiere i loro compiti sottostanno al potere d’impartire istruzioni di fedpol.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_122_j"
    },
    {
        "book": "LFV",
        "title": "ONA, 6a, Misure di sicurezza, Sezione 2:, Guardie di sicurezza, Assoggettamento",
        "citation": "Art. 122j cpv. 3 ONA",
        "content": "A bordo degli aeromobili sottostanno all’autorità del comandante di bordo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_122_j"
    },
    {
        "book": "LFV",
        "title": "ONA, 6a, Misure di sicurezza, Sezione 2:, Guardie di sicurezza, Analisi dei rischi e delle minacce",
        "citation": "Art. 122k ONA",
        "content": "Fedpol è competente per l’analisi dei rischi e delle minacce in relazione all’impiego di guardie di sicurezza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_122_k"
    },
    {
        "book": "LFV",
        "title": "ONA, 6a, Misure di sicurezza, Sezione 2:, Guardie di sicurezza, Dati relativi a individui potenzialmente pericolosi",
        "citation": "Art. 122kbis cpv. 1 ONA",
        "content": "Ai fini di valutare il pericolo per il traffico aereo commerciale internazionale (art. 21c cpv. 1 lett. b LNA) e decidere l’impiego di guardie di sicurezza, fedpol tratta nel sistema d’informazione:\na. per quanto concerne il singolo individuo potenzialmente pericoloso le categorie di dati seguenti:\n1. voli prenotati,\n2. informazioni su pagamenti effettuati e sui mezzi di pagamento impiegati;\nb. altri dati su individui potenzialmente pericolosi necessari per valutare il pericolo per il traffico aereo commerciale internazionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_122_k"
    },
    {
        "book": "LFV",
        "title": "ONA, 6a, Misure di sicurezza, Sezione 2:, Guardie di sicurezza, Dati relativi a individui potenzialmente pericolosi",
        "citation": "Art. 122kbis cpv. 2 ONA",
        "content": "Per quanto riguarda l’identità e i dati di contatto pubblicamente accessibili di individui potenzialmente pericolosi (art. 21c cpv. 1 lett. a LNA), fedpol tratta nel sistema d’informazione i seguenti dati:\na. nome e cognome, compresi pseudonimi;\nb. data di nascita;\nc. luogo di nascita;\nd. luogo di attinenza;\ne. nazionalità;\nf. genere;\ng. stato civile;\nh. dati di contatto pubblicamente accessibili quali indirizzo postale, indirizzo elettronico, numeri telefonici;\ni. informazioni sui documenti di viaggio quali numero, Stato emittente, visti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_122_k"
    },
    {
        "book": "LFV",
        "title": "ONA, 6a, Misure di sicurezza, Sezione 2:, Guardie di sicurezza, Dati relativi alle guardie di sicurezza ",
        "citation": "Art. 122kter ONA",
        "content": "Fedpol tratta nel sistema d’informazione i seguenti dati relativi alle guardie di sicurezza che possono essere impiegate:\na. nome e cognome;\nb. data di nascita;\nc. luogo di nascita;\nd. luogo di attinenza e nazionalità;\ne. dati di contatto quali indirizzo postale, indirizzo elettronico, numeri telefonici;\nf. indirizzo in caso d’emergenza (cognome, nome, numero telefonico e rapporto tra la persona da contattare e la guardia di sicurezza);\ng. informazioni sui documenti di viaggio quali numero, Stato emittente e visti;\nh. coordinate di pagamento;\ni. conoscenze linguistiche;\nj. corsi seguiti in relazione all’attività di guardia di sicurezza e impieghi svolti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_122_k_ter"
    },
    {
        "book": "LFV",
        "title": "ONA, 6a, Misure di sicurezza, Sezione 2:, Guardie di sicurezza, Manutenzione e custodia di armi da fuoco",
        "citation": "Art. 122l cpv. 1 ONA",
        "content": "Fedpol è competente, d’intesa con l’UFAC, per la manutenzione e la custodia delle armi delle guardie di sicurezza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_122_l"
    },
    {
        "book": "LFV",
        "title": "ONA, 6a, Misure di sicurezza, Sezione 2:, Guardie di sicurezza, Manutenzione e custodia di armi da fuoco",
        "citation": "Art. 122l cpv. 2 ONA",
        "content": "A tal fine, esso può fare capo alla polizia aeroportuale o ad altri organi che avrà designato in particolare per la custodia delle armi di guardie di sicurezza estere nel caso di uno scalo intermedio in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_122_l"
    },
    {
        "book": "LFV",
        "title": "ONA, 6a, Misure di sicurezza, Sezione 2:, Guardie di sicurezza, Obblighi delle imprese di trasporti aerei",
        "citation": "Art. 122m cpv. 1 ONA",
        "content": "Le imprese di trasporti aerei posso essere tenute a partecipare:\na. alla formazione e al perfezionamento delle guardie di sicurezza;\nb. all’impiego e ai compiti amministrativi che vi sono connessi;\nc. all’analisi dei rischi e delle minacce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_122_m"
    },
    {
        "book": "LFV",
        "title": "ONA, 6a, Misure di sicurezza, Sezione 2:, Guardie di sicurezza, Obblighi delle imprese di trasporti aerei",
        "citation": "Art. 122m cpv. 2 ONA",
        "content": "È possibile affidare loro segnatamente i seguenti compiti:\na. tenere corsi su temi specifici alla navigazione aerea nell’ambito della formazione e del perfezionamento;\nb. prenotare i posti a sedere per le guardie di sicurezza conformemente alle istruzioni di fedpol;\nc. provvedere ai documenti aeronautici necessari per le guardie di sicurezza;\nd. approntare il materiale specifico per gli impieghi nell’ambito della navigazione aerea;\ne. trasmettere a fedpol le informazioni in materia di sicurezza importanti per l’analisi dei rischi e delle minacce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_122_m"
    },
    {
        "book": "LFV",
        "title": "ONA, 6a, Misure di sicurezza, Sezione 2:, Guardie di sicurezza, Obblighi delle imprese di trasporti aerei",
        "citation": "Art. 122m cpv. 3 ONA",
        "content": "L’UFAC definisce nell’autorizzazione d’esercizio gli obblighi delle imprese di trasporti aerei per quanto riguarda le guardie di sicurezza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_122_m"
    },
    {
        "book": "LFV",
        "title": "ONA, 6a, Misure di sicurezza, Sezione 2:, Guardie di sicurezza, Rimborsi",
        "citation": "Art. 122n ONA",
        "content": "In relazione con l’impiego delle guardie di sicurezza l’UFAC rimborsa:\na. alle imprese di trasporti aerei: le spese per le prestazioni fornite in relazione con: \n1. la formazione e il perfezionamento delle guardie di sicurezza,\n2. la pianificazione dell’impiego delle guardie di sicurezza e i compiti amministrativi che vi sono connessi,\n3. l’analisi dei rischi e delle minacce,\n4. l’equipaggiamento delle guardie di sicurezza;\nb. ai Cantoni o Comuni e alla polizia dei trasporti: i salari e i costi salariali accessori per le guardie di sicurezza durante la formazione e il perfezionamento nonché durante l’impiego;\nc. alle guardie di sicurezza: le spese per la formazione e il perfezionamento nonché per l’impiego;\nd. ai Cantoni o ai Comuni: le spese per la gestione delle armi da fuoco delle guardie di sicurezza straniere durante il loro soggiorno in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_122_n"
    },
    {
        "book": "LFV",
        "title": "ONA, 6a, Misure di sicurezza, Sezione 2:, Guardie di sicurezza, Responsabilità della Confederazione",
        "citation": "Art. 122o cpv. RS 170.32 ONA",
        "content": "La responsabilità della Confederazione per i danni che una guardia di sicurezza arreca illecitamente a terzi nell’esercizio delle sue attività è retta dalla legge del 14 marzo 1958 sulla responsabilità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_122_o"
    },
    {
        "book": "LFV",
        "title": "ONA, 6b, Facilitazioni nella navigazione aerea",
        "citation": "Art. 122p cpv. RS 0.748.0. Il testo dell’allegato non è pubblicato nella RU. Può essere consultato gratuitamente sul sito dell’Ufficio federale dell’aviazione civile all’indirizzo www.bazl.admin.ch > Spazio professionale > Organizzazione e informazioni di base, o acquistato presso l’Organizzazione dell’aviazione civile internazionale (Organisation de l’aviation civile internationale, Groupe de la vente des documents, 999 rue de l’Université, Québec, Canada H3C 5H7; www.icao.int). ONA",
        "content": "Per l’esecuzione di misure di facilitazione nella navigazione aerea (Facilitation) sono direttamente applicabili le norme e le raccomandazioni dell’OACI contenute nell’allegato 9 alla Convenzione di Chicago. Sono fatte salve le deroghe notificate conformemente all’articolo 38 di tale Convenzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_122_p"
    },
    {
        "book": "LFV",
        "title": "ONA, 7, Responsabilità civile, 71, Responsabilità dell’esercente dell’aeromobile verso i terzi a terra, 711, Natura della garanzia",
        "citation": "Art. 123 cpv. 1 ONA",
        "content": "Su riserva del capoverso 2, la responsabilità civile verso i terzi a terra deve essere garantita mediante un’assicurazione di responsabilità civile stipulata presso una compagnia d’assicurazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_123"
    },
    {
        "book": "LFV",
        "title": "ONA, 7, Responsabilità civile, 71, Responsabilità dell’esercente dell’aeromobile verso i terzi a terra, 711, Natura della garanzia",
        "citation": "Art. 123 cpv. 2 ONA",
        "content": "La garanzia proposta mediante deposito di valori o di una fideiussione solidale, è disciplinata di volta in volta dall’UFAC nei limiti delle disposizioni che seguono.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_123"
    },
    {
        "book": "LFV",
        "title": "ONA, 7, Responsabilità civile, 71, Responsabilità dell’esercente dell’aeromobile verso i terzi a terra, 712, Prova della garanzia",
        "citation": "Art. 124 cpv. 1 ONA",
        "content": "Quale prova della prestazione della garanzia della responsabilità civile, l’esercente dell’aeromobile deve produrre un certificato d’assicurazione, un certificato di deposito o una dichiarazione di fideiussione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_124"
    },
    {
        "book": "LFV",
        "title": "ONA, 7, Responsabilità civile, 71, Responsabilità dell’esercente dell’aeromobile verso i terzi a terra, 712, Prova della garanzia",
        "citation": "Art. 124 cpv. 2 ONA",
        "content": "L’UFAC può rivolgersi al richiedente, all’assicuratore, al depositario o al fideiussore per maggiori ragguagli circa la garanzia. Esso può differire il rilascio del certificato di navigabilità finché non dispone di tali informazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_124"
    },
    {
        "book": "LFV",
        "title": "ONA, 7, Responsabilità civile, 71, Responsabilità dell’esercente dell’aeromobile verso i terzi a terra, 713, Importo della garanzia",
        "citation": "Art. 125 cpv. 1 ONA",
        "content": "La responsabilità civile verso i terzi a terra deve essere coperta almeno come segue per un sinistro (danni alle persone e danni materiali assieme):Copertura minima (milioni di diritti speciali di prelievo)\na. aeroplani con peso al decollo inferiore a 500 kg        0,75\nb. aeroplani con peso al decollo uguale o superiore a 500 kg ma inferiore a 1000 kg        1,5\nc. aeroplani con peso al decollo uguale o superiore a 1000 kg ma inferiore a 2700 kg        3\nd. aeroplani con peso al decollo uguale o superiore a 2700 kg ma inferiore a 6000 kg        7\ne. aeroplani con peso al decollo uguale o superiore a 6000 kg ma inferiore a 12 000 kg      18\nf. aeroplani con peso al decollo uguale o superiore a 12 000 kg ma inferiore a 25 000 kg      80\ng.  aeroplani con peso al decollo uguale o superiore a 25 000 kg ma inferiore a 50 000 kg    150\nh. aeroplani con peso al decollo uguale o superiore a 50 000 kg ma inferiore a 200 000 kg    300\ni. aeroplani con peso al decollo uguale o superiore a 200 000 kg ma inferiore a 500 000 kg    500\nj. aeroplani con peso al decollo uguale o superiore a 500 000 kg    700.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_125"
    },
    {
        "book": "LFV",
        "title": "ONA, 7, Responsabilità civile, 71, Responsabilità dell’esercente dell’aeromobile verso i terzi a terra, 713, Importo della garanzia",
        "citation": "Art. 125 cpv. 2 ONA",
        "content": "Il capoverso 1 non si applica ai palloni frenati, agli alianti da pendio, agli alianti da pendio a propulsione elettrica, ai paracadute, ai cervi volanti e ai paracadute ascensionali. Per questi aeromobili il DATEC stabilisce l’importo di garanzia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_125"
    },
    {
        "book": "LFV",
        "title": "ONA, 7, Responsabilità civile, 71, Responsabilità dell’esercente dell’aeromobile verso i terzi a terra, 713, Importo della garanzia",
        "citation": "Art. 125 cpv. 3 ONA",
        "content": "Per voli che costituiscono un pericolo particolare, segnatamente a causa della natura delle merci trasportate, l’UFAC può subordinare il rilascio dell’autorizzazione d’esercizio alla prova di una copertura supplementare della responsabilità civile verso terzi al suolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_125"
    },
    {
        "book": "LFV",
        "title": "ONA, 7, Responsabilità civile, 71, Responsabilità dell’esercente dell’aeromobile verso i terzi a terra, 714, Contenuto del contratto d’assicurazione, Cambiamento del titolare e ritiro",
        "citation": "Art. 126 cpv. 1 ONA",
        "content": "Un contratto d’assicurazione deve prevedere:\na. che in caso di cambiamento d’esercente durante la validità del contratto, le pretese fatte valere nei confronti del nuovo esercente siano parimenti coperte;\nb. che i diritti e gli obblighi risultanti dal contratto d’assicurazione siano trasferiti al nuovo esercente;\nc. che il nuovo esercente sia autorizzato a recedere dal contratto nel corso dei 14 giorni che seguono il cambiamento di esercente;\nd. che l’assicuratore sia autorizzato a recedere dal contratto entro il termine di 14 giorni a decorrere dal momento in cui ha avuto notizia del cambiamento d’esercente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_126"
    },
    {
        "book": "LFV",
        "title": "ONA, 7, Responsabilità civile, 71, Responsabilità dell’esercente dell’aeromobile verso i terzi a terra, 714, Contenuto del contratto d’assicurazione, Cambiamento del titolare e ritiro",
        "citation": "Art. 126 cpv. 2 ONA",
        "content": "In caso di ritiro la garanzia cessa al momento indicato dall’articolo 128 lettera b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_126"
    },
    {
        "book": "LFV",
        "title": "ONA, 7, Responsabilità civile, 71, Responsabilità dell’esercente dell’aeromobile verso i terzi a terra, 714, Contenuto del contratto d’assicurazione, Cambiamento del titolare e ritiro",
        "citation": "Art. 126 cpv. 3 ONA",
        "content": "Se, prima di quel momento, non è stata fornita all’UFAC la prova di una nuova garanzia, il certificato di navigabilità deve essere ritirato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_126"
    },
    {
        "book": "LFV",
        "title": "ONA, 7, Responsabilità civile, 71, Responsabilità dell’esercente dell’aeromobile verso i terzi a terra, 714, Contenuto del contratto d’assicurazione, Cambiamento del titolare e ritiro",
        "citation": "Art. 126 cpv. 4 ONA",
        "content": "Se, nei 14 giorni che seguono il cambiamento d’esercente, il nuovo esercente fornisce la prova di aver prestato una nuova garanzia, il contratto d’assicurazione anteriore è abrogato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_126"
    },
    {
        "book": "LFV",
        "title": "ONA, 7, Responsabilità civile, 71, Responsabilità dell’esercente dell’aeromobile verso i terzi a terra, 714, Contenuto del contratto d’assicurazione, Portata delle prestazioni garantite",
        "citation": "Art. 127 cpv. 1 ONA",
        "content": "La garanzia deve coprire, fino ai limiti fissati dall’articolo 125, le pretese che i terzi a terra possono far valere contro l’esercente conformemente alle disposizioni della legge sulla navigazione aerea.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_127"
    },
    {
        "book": "LFV",
        "title": "ONA, 7, Responsabilità civile, 71, Responsabilità dell’esercente dell’aeromobile verso i terzi a terra, 714, Contenuto del contratto d’assicurazione, Portata delle prestazioni garantite",
        "citation": "Art. 127 cpv. 2 ONA",
        "content": "Per i danni causati da una persona che si trova a bordo, l’esercente risponde solo fino alla concorrenza dell’importo della garanzia, se questa persona non fa parte dell’equipaggio (art. 64 cpv. 2 lett. b LNA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_127"
    },
    {
        "book": "LFV",
        "title": "ONA, 7, Responsabilità civile, 71, Responsabilità dell’esercente dell’aeromobile verso i terzi a terra, 714, Contenuto del contratto d’assicurazione, Portata delle prestazioni garantite",
        "citation": "Art. 127 cpv. 3 ONA",
        "content": "I danni causati a terra dal rumore degli aeromobili devono essere compresi nel contratto d’assicurazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_127"
    },
    {
        "book": "LFV",
        "title": "ONA, 7, Responsabilità civile, 71, Responsabilità dell’esercente dell’aeromobile verso i terzi a terra, 714, Contenuto del contratto d’assicurazione, Durata della garanzia e limiti territoriali",
        "citation": "Art. 128 ONA",
        "content": "Il contratto d’assicurazione deve contenere le seguenti disposizioni:\na. se il contratto si estingue mentre l’aeromobile si trova in volo l’assicuratore resta obbligato verso i terzi a terra fino al prossimo atterramento che consenta un controllo ufficiale dei documenti di bordo, però al massimo durante 24 ore;\nb. se il contratto si estingue prima del momento indicato nel certificato d’assicurazione, la compagnia d’assicurazione s’impegna ciononostante a garantire, a norma delle disposizioni contrattuali, le pretese di risarcimento fino al ritiro del certificato di navigabilità, al massimo però durante 15 giorni a decorrere dal momento in cui l’UFAC è stato informato della cessazione del contratto. Il ritiro si considera effettuato il giorno in cui la decisione di ritiro passa in giudicato.\nc. se un aeromobile oltrepassa i limiti di garanzia territoriali indicati nel certificato d’assicurazione, l’assicurazione è ciononostante valida nei confronti dei terzi danneggiati a terra, se il volo oltre tali limiti è imputabile a forza maggiore, ad una prestazione di assistenza giustificata dalle circostanze o a errori di pilotaggio, di condotta o di navigazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_128"
    },
    {
        "book": "LFV",
        "title": "ONA, 7, Responsabilità civile, 71, Responsabilità dell’esercente dell’aeromobile verso i terzi a terra, 714, Contenuto del contratto d’assicurazione, Rapporto tra il certificato d’assicurazione e la garanzia",
        "citation": "Art. 129 ONA",
        "content": "Il contratto d’assicurazione deve prevedere che per i terzi danneggiati sono determinanti le condizioni risultanti dal certificato d’assicurazione, anche se esse non concordano col contenuto del contratto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_129"
    },
    {
        "book": "LFV",
        "title": "ONA, 7, Responsabilità civile, 71, Responsabilità dell’esercente dell’aeromobile verso i terzi a terra, 715, Assicuratore e terzi danneggiati",
        "citation": "Art. 131 cpv. 1 ONA",
        "content": "L’esercente può esigere dall’assicuratore che questi corrisponda al terzo danneggiato l’indennità dovuta, indipendentemente dagli eventuali diritti di regresso, anche se le pretese del terzo danneggiato verso l’esercente sono superiori, conformemente alle disposizioni della presente ordinanza, a quelle che l’esercente stesso può far valere nei confronti dell’assicuratore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_131"
    },
    {
        "book": "LFV",
        "title": "ONA, 7, Responsabilità civile, 71, Responsabilità dell’esercente dell’aeromobile verso i terzi a terra, 715, Assicuratore e terzi danneggiati",
        "citation": "Art. 131 cpv. 2 ONA",
        "content": "Il terzo danneggiato non può far valere direttamente alcuna pretesa contro l’assicuratore, bensì ha il diritto di pegno, per l’importo che gli è dovuto quale indennizzo, sulle pretese dell’esercente nei riguardi dell’assicuratore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_131"
    },
    {
        "book": "LFV",
        "title": "ONA, 7, Responsabilità civile, 71, Responsabilità dell’esercente dell’aeromobile verso i terzi a terra, 716, Certificato di garanzia",
        "citation": "Art. 132 ONA",
        "content": "Il certificato di garanzia indica l’importo della garanzia, la durata della stessa e la validità territoriale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_132"
    },
    {
        "book": "LFV",
        "title": "ONA, 7, Responsabilità civile, 71a, Responsabilità dell’esercente di aeromobili nei confronti dei passeggeri, Copertura minima a titolo di responsabilità civile verso i passeggeri",
        "citation": "Art. 132a cpv. 1 ONA",
        "content": "La copertura minima a titolo di responsabilità civile verso i passeggeri ammonta a 250 000 diritti speciali di prelievo per passeggero. Per l’esercizio non commerciale di un aeromobile con un peso al decollo inferiore o uguale a 2700 chilogrammi, la copertura minima può essere inferiore a questa somma ma deve ammontare almeno a 128 821 diritti speciali di prelievo per passeggero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_132_a"
    },
    {
        "book": "LFV",
        "title": "ONA, 7, Responsabilità civile, 71a, Responsabilità dell’esercente di aeromobili nei confronti dei passeggeri, Copertura minima a titolo di responsabilità civile verso i passeggeri",
        "citation": "Art. 132a cpv. 2 ONA",
        "content": "In caso di esercizio non commerciale di un aeromobile senza passeggeri si può rinunciare alla copertura a titolo di responsabilità civile verso i passeggeri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_132_a"
    },
    {
        "book": "LFV",
        "title": "ONA, 7, Responsabilità civile, 71a, Responsabilità dell’esercente di aeromobili nei confronti dei passeggeri, Copertura minima a titolo di responsabilità civile verso i passeggeri",
        "citation": "Art. 132a cpv. 3 ONA",
        "content": "Gli articoli 123, 124 capoverso 1, 126 capoversi 1 e 4, 128 lettere a e c, 129, 131 e 132 si applicano per analogia alla responsabilità civile verso i passeggeri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_132_a"
    },
    {
        "book": "LFV",
        "title": "ONA, 7, Responsabilità civile, 71a, Responsabilità dell’esercente di aeromobili nei confronti dei passeggeri, Copertura minima a titolo di responsabilità civile verso i passeggeri",
        "citation": "Art. 132a cpv. 4 ONA",
        "content": "Il presente articolo non si applica agli alianti da pendio (art. 132b).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_132_a"
    },
    {
        "book": "LFV",
        "title": "ONA, 7, Responsabilità civile, 71a, Responsabilità dell’esercente di aeromobili nei confronti dei passeggeri, Responsabilità dei piloti di alianti da pendio nei confronti dei passeggeri",
        "citation": "Art. 132b cpv. 1 ONA",
        "content": "In caso di morte o di lesioni personali del passeggero in seguito a incidente, l’esercente di un aliante da pendio biposto senza motore o a propulsione elettrica risponde conformemente alle disposizioni del codice delle obbligazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_132_b"
    },
    {
        "book": "LFV",
        "title": "ONA, 7, Responsabilità civile, 71a, Responsabilità dell’esercente di aeromobili nei confronti dei passeggeri, Responsabilità dei piloti di alianti da pendio nei confronti dei passeggeri",
        "citation": "Art. 132b cpv. 2 ONA",
        "content": "Gli articoli 123, 124 capoverso 1, 126 capoversi 1 e 4, 128 lettere a e c, 129, 131 e 132 si applicano per analogia alla responsabilità nei confronti dei passeggeri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_132_b"
    },
    {
        "book": "LFV",
        "title": "ONA, 7, Responsabilità civile, 71a, Responsabilità dell’esercente di aeromobili nei confronti dei passeggeri, Responsabilità dei piloti di alianti da pendio nei confronti dei passeggeri",
        "citation": "Art. 132b cpv. 3 ONA",
        "content": "Il DATEC stabilisce la copertura minima.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_132_b"
    },
    {
        "book": "LFV",
        "title": "ONA, 7, Responsabilità civile, 72, Responsabilità in occasione di manifestazioni aeronautiche pubbliche, 721, Garanzia della responsabilità dell’organizzatore",
        "citation": "Art. 133 cpv. 1 ONA",
        "content": "L’UFAC autorizza le manifestazioni pubbliche giusta gli articoli 85 a 91 solo se il richiedente prova che è garantita la responsabilità civile dell’organizzatore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_133"
    },
    {
        "book": "LFV",
        "title": "ONA, 7, Responsabilità civile, 72, Responsabilità in occasione di manifestazioni aeronautiche pubbliche, 721, Garanzia della responsabilità dell’organizzatore",
        "citation": "Art. 133 cpv. 2 ONA",
        "content": "L’obbligo della garanzia è invece limitato, per un sinistro, ai seguenti importi minimi (danni alle persone e danni alle cose assieme):Importo della garanzia Fr.\na. manifestazioni aeronautiche pubbliche senza voli  acrobatici di pattuglia e senza voli acrobatici a bassa quota  2 000 000\nb. manifestazioni aeronautiche pubbliche senza voli acrobatici di pattuglia, ma con voli acrobatici a bassa quota  4 000 000\nc. manifestazioni aeronautiche pubbliche senza voli acrobatici a bassa quota, ma con voli acrobatici di pattuglia   4 000 000\nd. manifestazioni aeronautiche pubbliche con voli acrobatici  di pattuglia e con voli acrobatici a bassa quota10 000 000.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_133"
    },
    {
        "book": "LFV",
        "title": "ONA, 7, Responsabilità civile, 72, Responsabilità in occasione di manifestazioni aeronautiche pubbliche, 721, Garanzia della responsabilità dell’organizzatore",
        "citation": "Art. 133 cpv. 3 ONA",
        "content": "Per manifestazioni aeronautiche pubbliche che presentano un pericolo maggiore l’UFAC può aumentare l’importo della garanzia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_133"
    },
    {
        "book": "LFV",
        "title": "ONA, 7, Responsabilità civile, 72, Responsabilità in occasione di manifestazioni aeronautiche pubbliche, 722, Garanzia delle pretese contro gli esercenti",
        "citation": "Art. 134 ONA",
        "content": "La garanzia prescritta dall’articolo 133 deve parimenti coprire le pretese di responsabilità civile fatte valere contro gli esercenti degli aeromobili partecipanti alla manifestazione, per quanto la garanzia prevista nell’articolo 125 non sia sufficiente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_134"
    },
    {
        "book": "LFV",
        "title": "ONA, 7, Responsabilità civile, 73, Aeromobili stranieri, 731, Copertura e prova obbligatoria",
        "citation": "Art. 135 cpv. 1 ONA",
        "content": "L’esercente di un aeromobile estero, prima di utilizzarlo nello spazio aereo svizzero, deve assicurarsi che le pretese dei terzi relative alla responsabilità civile siano coperte secondo le aliquote dell’articolo 125. Deve poter comprovare la copertura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_135"
    },
    {
        "book": "LFV",
        "title": "ONA, 7, Responsabilità civile, 73, Aeromobili stranieri, 731, Copertura e prova obbligatoria",
        "citation": "Art. 135 cpv. 2 ONA",
        "content": "L’esercente che utilizza parecchi aeromobili nello spazio aereo svizzero deve garantire la copertura soltanto della somma prevista per l’aeromobile il cui peso al decollo è il più elevato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_135"
    },
    {
        "book": "LFV",
        "title": "ONA, 7, Responsabilità civile, 73, Aeromobili stranieri, 731, Copertura e prova obbligatoria",
        "citation": "Art. 135 cpv. 3 ONA",
        "content": "L’UFAC può rinunciare alla copertura per danni causati dal tumore o da una contaminazione radioattiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_135"
    },
    {
        "book": "LFV",
        "title": "ONA, 7, Responsabilità civile, 73, Aeromobili stranieri, 731, Copertura e prova obbligatoria",
        "citation": "Art. 135 cpv. 4 ONA",
        "content": "Può rinunciare alla copertura rispetto a Stati esercenti d’aeromobili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_135"
    },
    {
        "book": "LFV",
        "title": "ONA, 7, Responsabilità civile, 73, Aeromobili stranieri, 731, Copertura e prova obbligatoria",
        "citation": "Art. 135 cpv. 5 ONA",
        "content": "Può esigere dagli interessati le informazioni necessarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_135"
    },
    {
        "book": "LFV",
        "title": "ONA, 7, Responsabilità civile, 73, Aeromobili stranieri, 732, Decisione",
        "citation": "Art. 136 cpv. 1 ONA",
        "content": "L’UFAC decide se la copertura fornita è sufficiente. Nel traffico aereo non commerciale esamina la copertura soltanto mediante campionatura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_136"
    },
    {
        "book": "LFV",
        "title": "ONA, 7, Responsabilità civile, 73, Aeromobili stranieri, 732, Decisione",
        "citation": "Art. 136 cpv. 2 ONA",
        "content": "La dichiarazione di una compagnia d’assicurazione ammessa in Svizzera per questo genere di affari, secondo la quale essa copre le pretese dei terzi relative alla responsabilità civile nei confronti dell’esercente di un aeromobile estero nel quadro della presente ordinanza, è sufficiente come prova della copertura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_136"
    },
    {
        "book": "LFV",
        "title": "ONA, 7, Responsabilità civile, 74, Responsabilità civile del trasportatore aereo",
        "citation": "Art. 137 cpv. 1 ONA",
        "content": "Per i trasporti a pagamento con aeromobili e i trasporti gratuiti eseguiti da un’impresa di trasporto aereo che beneficia di una concessione o di un’autorizzazione d’esercizio sono applicabili le speciali disposizioni sulla responsabilità contenute nell’ordinanza del 17 agosto 2005 sul trasporto aereo e le condizioni previste agli articoli 106 e 108.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_137"
    },
    {
        "book": "LFV",
        "title": "ONA, 7, Responsabilità civile, 74, Responsabilità civile del trasportatore aereo",
        "citation": "Art. 137 cpv. 2 ONA",
        "content": "Per gli altri trasporti con aeromobili valgono le disposizioni del diritto svizzero delle obbligazioni sulla responsabilità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_137"
    },
    {
        "book": "LFV",
        "title": "ONA, 8, Informazioni aeronautiche",
        "citation": "Art. 138 ONA",
        "content": "L’UFAC pubblica le seguenti informazioni aeronautiche:\na. il Manuale d’informazione aeronautica (AIP – Svizzera) che contiene informazioni di carattere duraturo che sono essenziali per la sicurezza della navigazione aerea;\nb. le notizie per il personale incaricato delle operazioni aeree (NOTAM) e le circolari d’informazione aeronautica (AIC) nelle quali vengono date informazioni, importanti per il personale aeronautico se tempestive, sulla costruzione, lo stato o la modificazione d’installazioni per la navigazione aerea, nonché sui servizi della circolazione, le procedure e i pericoli per la navigazione aerea.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_138"
    },
    {
        "book": "LFV",
        "title": "ONA, 8a, Prescrizioni tecniche internazionali",
        "citation": "Art. 138a cpv. 1 ONA",
        "content": "Nell’ambito delle proprie competenze legislative il DATEC può in via eccezionale dichiarare direttamente applicabili singoli allegati, incluse le prescrizioni tecniche pertinenti, alla Convenzione del 7 dicembre 1944 sull’aviazione civile internazionale, nonché prescrizioni tecniche stabilite nell’ambito della cooperazione tra autorità aeronautiche europee.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_138_a"
    },
    {
        "book": "LFV",
        "title": "ONA, 8a, Prescrizioni tecniche internazionali",
        "citation": "Art. 138a cpv. 2 ONA",
        "content": "D’intesa con la Cancelleria federale, esso può prescrivere un tipo particolare di pubblicazione di tali disposizioni e disporre di rinunciare totalmente o parzialmente alla traduzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_138_a"
    },
    {
        "book": "LFV",
        "title": "ONA, 8a, Prescrizioni tecniche internazionali",
        "citation": "Art. 138a cpv. 3 ONA",
        "content": "Decide circa il rifiuto degli allegati o degli emendamenti d’allegati di cui nell’articolo 90 lettera a secondo periodo della Convenzione del 7 dicembre 1944 relativa all’aviazione civile internazionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_138_a"
    },
    {
        "book": "LFV",
        "title": "ONA, 9, Disposizioni amministrative, Moduli",
        "citation": "Art. 139 cpv. 1 ONA",
        "content": "I certificati d’assicurazione, le domande d’iscrizione nella matricola e le domande di rilascio o di rinnovo di concessioni, autorizzazioni, licenze e titoli personali devono essere presentate su moduli allestiti dall’UFAC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_139"
    },
    {
        "book": "LFV",
        "title": "ONA, 9, Disposizioni amministrative, Moduli",
        "citation": "Art. 139 cpv. 2 ONA",
        "content": "Questi moduli possono essere richiesti all’UFAC o alle direzioni degli aerodromi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_139"
    },
    {
        "book": "LFV",
        "title": "ONA, 9, Disposizioni amministrative, Moduli",
        "citation": "Art. 139 cpv. 3 ONA",
        "content": "Nei casi urgenti le richieste possono essere fatte per telefono, telegrafo o telescrivente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_139"
    },
    {
        "book": "LFV",
        "title": "ONA, 9, Disposizioni amministrative, Tasse",
        "citation": "Art. 140 cpv. [RU 1976 668, 1979 778. RU 1983 1526 art. 35 lett. a]. Vedi ora l’O del 28 set. 2007 sugli emolumenti dell’Ufficio federale dell’aviazione civile (RS 748.112.11). ONA",
        "content": "Per le operazioni ufficiali delle autorità di vigilanza sono riscosse le tasse fissate dal corrispondente regolamento delle tasse riscosse in applicazione della legge federale del 19 ottobre 1983 sulla navigazione aerea.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_140"
    },
    {
        "book": "LFV",
        "title": "ONA, 9, Disposizioni amministrative, Statistica",
        "citation": "Art. 141 cpv. 1 ONA",
        "content": "L’UFAC allestisce e pubblica la statistica del traffico aereo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_141"
    },
    {
        "book": "LFV",
        "title": "ONA, 9, Disposizioni amministrative, Statistica",
        "citation": "Art. 141 cpv. 2 ONA",
        "content": "I titolari di concessioni, autorizzazioni o licenze sono tenuti a fornire all’UFAC i dati necessari all’allestimento della statistica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/it#art_141"
    }
]