[
    {
        "book": "LFV",
        "title": "LFV, 1, Luftfahrzeuge, 12, Einteilung",
        "citation": "Art. 2 Abs. 1 LFV",
        "content": "Die Luftfahrzeuge werden in technischer Hinsicht in die Kategorien nach Anhang eingeteilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_2"
    },
    {
        "book": "LFV",
        "title": "LFV, 1, Luftfahrzeuge, 12, Einteilung",
        "citation": "Art. 2 Abs. 2 LFV",
        "content": "Als Staatsluftfahrzeuge gelten Luftfahrzeuge, die im Militär‐, Zoll- oder Polizeidienst von Bund und Kantonen verwendet werden oder die der Bundesrat ausdrücklich als solche bezeichnet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_2"
    },
    {
        "book": "LFV",
        "title": "LFV, 1, Luftfahrzeuge, 12a, Unbemannte Luftfahrzeuge",
        "citation": "Art. 2a Abs. 1 LFV",
        "content": "Unbemannte Luftfahrzeuge mit einem Gewicht von mehr als 30 kg dürfen nur mit Bewilligung des Bundesamtes für Zivilluftfahrt (BAZL) eingesetzt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_2_a"
    },
    {
        "book": "LFV",
        "title": "LFV, 1, Luftfahrzeuge, 12a, Unbemannte Luftfahrzeuge",
        "citation": "Art. 2a Abs. 2 LFV",
        "content": "Die Kantone sind ermächtigt, für unbemannte Luftfahrzeuge mit einem Gewicht von weniger als 30 kg Massnahmen zur Verminderung der Umweltbelastung und der Gefährdung von Personen und Sachen auf der Erde zu treffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_2_a"
    },
    {
        "book": "LFV",
        "title": "LFV, 1, Luftfahrzeuge, 12a, Unbemannte Luftfahrzeuge",
        "citation": "Art. 2a Abs. 3 LFV",
        "content": "Das Eidgenössische Departement für Umwelt, Verkehr, Energie und Kommunikation (UVEK) regelt die Einzelheiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_2_a"
    },
    {
        "book": "LFV",
        "title": "LFV, 1, Luftfahrzeuge, 12b, Verbot bestimmter bemannter Luftfahrzeuge",
        "citation": "Art. 2b Abs. 1 LFV",
        "content": "Der Betrieb von bemannten motorisch angetriebenen Luftfahrzeugen, die wegen ihres geringen Gewichts vom Geltungsbereich der Verordnung (EG) Nr. 216/2008 ausgenommen sind (Art. 4 Abs. 4 und Anhang II Bst. e und f der genannten Verordnung), ist verboten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_2_b"
    },
    {
        "book": "LFV",
        "title": "LFV, 1, Luftfahrzeuge, 12b, Verbot bestimmter bemannter Luftfahrzeuge",
        "citation": "Art. 2b Abs. 2 LFV",
        "content": "Vom Verbot ausgenommen sind:\na. elektrisch angetriebene Luftfahrzeuge;\nb. aerodynamisch gesteuerte Flugzeuge mit Verbrennungsmotor;\nc. Tragschrauber mit Verbrennungsmotor.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_2_b"
    },
    {
        "book": "LFV",
        "title": "LFV, 1, Luftfahrzeuge, 12b, Verbot bestimmter bemannter Luftfahrzeuge",
        "citation": "Art. 2b Abs. 3 LFV",
        "content": "Das BAZL kann zudem für Forschungs- und Entwicklungsprojekte Ausnahmebewilligungen erteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_2_b"
    },
    {
        "book": "LFV",
        "title": "LFV, 1, Luftfahrzeuge, 13, Luftfahrzeugregister, Eintragung",
        "citation": "Art. 3 Abs. 1 LFV",
        "content": "Das BAZL trägt Flugzeuge, Hubschrauber, andere Drehflügler, Motorsegler, Segelflugzeuge, bemannte Freiballone und Luftschiffe in das Luftfahrzeugregister ein:\na. wenn die Voraussetzungen, namentlich über das Eigentum, erfüllt sind (Art. 4 und 5);\nb. wenn sie unter schweizerischen Hoheits- und Eintragungszeichen zum Verkehr zugelassen werden sollen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_3"
    },
    {
        "book": "LFV",
        "title": "LFV, 1, Luftfahrzeuge, 13, Luftfahrzeugregister, Eintragung",
        "citation": "Art. 3 Abs. 2 LFV",
        "content": "Das BAZL kann die Eintragung eines Luftfahrzeuges, für das die Eigentumsvoraussetzungen nicht erfüllt sind, in das Luftfahrzeugregister bewilligen, wenn das Luftfahrzeug für längere Zeit von einer schweizerischen Unternehmung der gewerbsmässigen Luftfahrt verwendet werden soll.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_3"
    },
    {
        "book": "LFV",
        "title": "LFV, 1, Luftfahrzeuge, 13, Luftfahrzeugregister, Eintragung",
        "citation": "Art. 3 Abs. 3 LFV",
        "content": "Schweizerische Staatsluftfahrzeuge können im Luftfahrzeugregister eingetragen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_3"
    },
    {
        "book": "LFV",
        "title": "LFV, 1, Luftfahrzeuge, 13, Luftfahrzeugregister, Eintragung",
        "citation": "Art. 3 Abs. 4 LFV",
        "content": "Die Eintragung kann verweigert werden, wenn das Luftfahrzeug offensichtlich den in der Schweiz anwendbaren Lufttüchtigkeitsanforderungen oder den Bestimmungen über den Umweltschutz nicht entspricht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_3"
    },
    {
        "book": "LFV",
        "title": "LFV, 1, Luftfahrzeuge, 13, Luftfahrzeugregister, Eigentumsvoraussetzungen",
        "citation": "Art. 4 LFV",
        "content": "Ein Luftfahrzeug erfüllt die vorgeschriebenen Voraussetzungen, wenn es ausschliessliches Eigentum ist von:\na. Schweizer Bürgern;\nb. Ausländern, die auf Grund zwischenstaatlicher Vereinbarungen namentlich hinsichtlich der Beteiligung am Kapital und an der Geschäftsführung schweizerischer Luftverkehrsunternehmen Schweizer Bürgern gleichgestellt sind und die Wohnsitz in der Schweiz haben und eine Bewilligung besitzen, längere Zeit in der Schweiz zu bleiben;\nc. Ausländern, die in der Schweiz Wohnsitz haben und eine Bewilligung besitzen, längere Zeit in der Schweiz zu bleiben und die das Luftfahrzeug in der Regel von der Schweiz aus benutzen;\nd. Handelsgesellschaften oder Genossenschaften, die ihren Sitz in der Schweiz haben und in der Schweiz im Handelsregister eingetragen sind;\ne. Körperschaften und Anstalten des öffentlichen Rechts;\nf. Vereinen, die nach schweizerischem Recht errichtet sind, sofern zwei Drittel ihrer Mitglieder und ihres Vorstandes sowie ihr Präsident in der Schweiz Wohnsitz haben und Schweizer Bürger oder Ausländer sind, die auf Grund zwischenstaatlicher Vereinbarungen Schweizer Bürgern gleichgestellt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_4"
    },
    {
        "book": "LFV",
        "title": "LFV, 1, Luftfahrzeuge, 13, Luftfahrzeugregister, Treuhandschaft",
        "citation": "Art. 5 LFV",
        "content": "Für die Anwendung dieser Verordnung gelten treuhandschaftlich begründete Verfügungsrechte nicht als Eigentum.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_5"
    },
    {
        "book": "LFV",
        "title": "LFV, 1, Luftfahrzeuge, 13, Luftfahrzeugregister, Anmeldung",
        "citation": "Art. 6 Abs. 1 LFV",
        "content": "Ein Luftfahrzeug ist durch den Eigentümer zur Eintragung anzumelden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_6"
    },
    {
        "book": "LFV",
        "title": "LFV, 1, Luftfahrzeuge, 13, Luftfahrzeugregister, Anmeldung",
        "citation": "Art. 6 Abs. 2 LFV",
        "content": "Der Anmeldung sind beizulegen:\na. Belege, die das Eigentum des Gesuchstellers glaubhaft machen;\nb. für Handelsgesellschaften und Genossenschaften der Nachweis, dass sie die Voraussetzungen des Artikels 4 Buchstabe d erfüllen;\nc. für Vereine der Nachweis, dass sie die Voraussetzungen des Artikels 4 Buchstabe f erfüllen;\nd. für Eigentümer im Sinne von Artikel 4 Buchstabe b der Nachweis, dass sie die Voraussetzungen dieser Bestimmung erfüllen;\ne. für Eigentümer im Sinne von Artikel 4 Buchstabe c der Nachweis, dass sie die Voraussetzungen dieser Bestimmung erfüllen und eine schriftliche Erklärung, dass das Luftfahrzeug in der Regel von der Schweiz aus benutzt wird;\nf. für ein Luftfahrzeug, das aus dem Ausland eingeführt wird:\n1. der Nachweis, dass es weder im Herstellerstaat noch im Wohnsitzstaat eines Rechtsvorgängers des Gesuchstellers eingetragen ist, und\n2. der Nachweis, dass es nicht im Luftfahrzeugbuch oder in einem entsprechenden Register des letzten Eintragungsstaates aufgenommen ist; dieser Nachweis kann ersetzt werden durch die schriftliche Erklärung des nach dem Eintrag im ausländischen Luftfahrzeugbuch Berechtigten, dass er der Eintragung des Luftfahrzeuges in das schweizerische Luftfahrzeugregister zustimmt;\ng. für ein gebrauchtes Luftfahrzeug, das aus dem Ausland eingeführt wird, der Nachweis des ordnungsgemässen Unterhaltes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_6"
    },
    {
        "book": "LFV",
        "title": "LFV, 1, Luftfahrzeuge, 13, Luftfahrzeugregister, Inhalt des Eintrages",
        "citation": "Art. 8 Abs. 1 LFV",
        "content": "Der Eintrag im Luftfahrzeugregister enthält mindestens folgende Angaben:\na. Datum der Eintragung;\nb. Eintragungszeichen;\nc. Hersteller;\nd. Baumuster des Luftfahrzeuges;\ne. Werknummer;\nf. Name und Adresse des Eigentümers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_8"
    },
    {
        "book": "LFV",
        "title": "LFV, 1, Luftfahrzeuge, 13, Luftfahrzeugregister, Inhalt des Eintrages",
        "citation": "Art. 8 Abs. 2 LFV",
        "content": "Name und Adresse des Halters können neben dem Eigentümer eingetragen werden, wenn der Halter die Voraussetzungen für die Eintragung, abgesehen vom Eigentum, erfüllt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_8"
    },
    {
        "book": "LFV",
        "title": "LFV, 1, Luftfahrzeuge, 13, Luftfahrzeugregister, Eintragungszeugnis",
        "citation": "Art. 9 Abs. 1 LFV",
        "content": "Das BAZL stellt dem Eigentümer des Luftfahrzeuges ein Zeugnis über den Eintrag aus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_9"
    },
    {
        "book": "LFV",
        "title": "LFV, 1, Luftfahrzeuge, 13, Luftfahrzeugregister, Änderungen",
        "citation": "Art. 10 LFV",
        "content": "Der eingetragene Eigentümer und, wenn ein solcher eingetragen ist, der Halter des Luftfahrzeuges, haben dem BAZL jede Änderung der in den Artikeln 4–7 genannten Voraussetzungen innert zehn Tagen schriftlich zu melden. Das Eintragungszeugnis und das Lufttüchtigkeitszeugnis sind der Meldung beizulegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_10"
    },
    {
        "book": "LFV",
        "title": "LFV, 1, Luftfahrzeuge, 13, Luftfahrzeugregister, Löschung",
        "citation": "Art. 11 Abs. 1 LFV",
        "content": "Der Eintrag eines Luftfahrzeuges wird gelöscht:\na. auf Antrag des Eigentümers;\nb. von Amtes wegen, wenn:\n– eine Voraussetzung zur Eintragung wegfällt;\n–  der Nachweis der Zollveranlagung oder der vorübergehenden Zollbefreiung nicht erbracht wird;\n– der Halter eine Gebühr nach der Verordnung vom 25. September 1989 über die Gebühren des BAZL, welche rechtskräftig festgesetzt ist, nicht bezahlt;\n– das Luftfahrzeug zerstört worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_11"
    },
    {
        "book": "LFV",
        "title": "LFV, 1, Luftfahrzeuge, 13, Luftfahrzeugregister, Löschung",
        "citation": "Art. 11 Abs. 2 LFV",
        "content": "Ist das Luftfahrzeug in das Luftfahrzeugbuch aufgenommen, so darf der Eintrag im Luftfahrzeugregister nicht gelöscht werden, bevor das Luftfahrzeug im Luftfahrzeugbuch gestrichen ist. Die Bordpapiere eines Luftfahrzeuges, dessen Eintrag von Amtes wegen zu löschen ist, werden aber schon vor der Löschung zurückgezogen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_11"
    },
    {
        "book": "LFV",
        "title": "LFV, 1, Luftfahrzeuge, 13, Luftfahrzeugregister, Löschung",
        "citation": "Art. 11 Abs. 3 LFV",
        "content": "Auf Verlangen stellt das BAZL über die Löschung eine Bescheinigung aus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_11"
    },
    {
        "book": "LFV",
        "title": "LFV, 1, Luftfahrzeuge, 14, Hoheits- und Eintragungszeichen",
        "citation": "Art. 12 LFV",
        "content": "Das BAZL erlässt Bestimmungen über die Hoheits- und Eintragungszeichen der schweizerischen Luftfahrzeuge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_12"
    },
    {
        "book": "LFV",
        "title": "LFV, 1, Luftfahrzeuge, 15, Lufttüchtigkeit und Zulassung zum Verkehr, Vorbehalt internationalen Rechts",
        "citation": "Art. 13 LFV",
        "content": "Die Bestimmungen über die Lufttüchtigkeit und das Zulassungsverfahren (Ziff. 15) gelten, soweit nicht gemäss Ziffer 3 des Anhangs zum Abkommen vom 21. Juni 1999 zwischen der Schweizerischen Eidgenossenschaft und der Europäischen Gemeinschaft über den Luftverkehr (Luftverkehrsabkommen) eine der folgenden EG-Verordnungen in der für die Schweiz jeweils verbindlichen Fassung anwendbar ist:\na. Verordnung (EG) Nr. 1592/2002;\nb. Verordnung (EG) Nr. 2042/2003;\nc. Verordnung (EG) Nr. 1702/2003.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_13"
    },
    {
        "book": "LFV",
        "title": "LFV, 1, Luftfahrzeuge, 15, Lufttüchtigkeit und Zulassung zum Verkehr, Gefahrentragung bei Prüfungen",
        "citation": "Art. 15 Abs. 1 LFV",
        "content": "Für Beschädigungen des Luftfahrzeuges und seiner Ausrüstung bei den Prüfungen haftet der Bund nach den Bestimmungen des Verantwortlichkeitsgesetzes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_15"
    },
    {
        "book": "LFV",
        "title": "LFV, 1, Luftfahrzeuge, 15, Lufttüchtigkeit und Zulassung zum Verkehr, Gefahrentragung bei Prüfungen",
        "citation": "Art. 15 Abs. 2 LFV",
        "content": "Der Gesuchsteller kann die Prüfflüge mit Zustimmung des BAZL auf seine Gefahr durch einen geeigneten Piloten eigener Wahl ausführen lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_15"
    },
    {
        "book": "LFV",
        "title": "LFV, 1, Luftfahrzeuge, 15, Lufttüchtigkeit und Zulassung zum Verkehr, Gefahrentragung bei Prüfungen",
        "citation": "Art. 15 Abs. 3 LFV",
        "content": "Bei jedem Prüfflug müssen die Haftpflichtansprüche von Dritten auf der Erde sichergestellt sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_15"
    },
    {
        "book": "LFV",
        "title": "LFV, 1, Luftfahrzeuge, 15, Lufttüchtigkeit und Zulassung zum Verkehr, Lufttüchtigkeitszeugnis, eingeschränktes Lufttüchtigkeitszeugnis, Fluggenehmigung sowie Lärm- und Schadstoffzeugnis",
        "citation": "Art. 16 Abs. 1 LFV",
        "content": "Das BAZL bescheinigt die Lufttüchtigkeit der eingetragenen Luftfahrzeuge im Lufttüchtigkeitszeugnis, im eingeschränkten Lufttüchtigkeitszeugnis oder in der Fluggenehmigung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_16"
    },
    {
        "book": "LFV",
        "title": "LFV, 1, Luftfahrzeuge, 15, Lufttüchtigkeit und Zulassung zum Verkehr, Lufttüchtigkeitszeugnis, eingeschränktes Lufttüchtigkeitszeugnis, Fluggenehmigung sowie Lärm- und Schadstoffzeugnis",
        "citation": "Art. 16 Abs. 2 LFV",
        "content": "Der Grad der Lärm- und der Schadstoffentwicklung von Luftfahrzeugen mit motorischem Antrieb wird im Lärm- und Schadstoffzeugnis bescheinigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_16"
    },
    {
        "book": "LFV",
        "title": "LFV, 1, Luftfahrzeuge, 15, Lufttüchtigkeit und Zulassung zum Verkehr, Ausländische Lufttüchtigkeitszeugnisse, eingeschränkte Lufttüchtigkeitszeugnisse, Fluggenehmigungen sowie Lärm- und Schadstoffzeugnisse",
        "citation": "Art. 17 Abs. 1 LFV",
        "content": "Ausländische Lufttüchtigkeitszeugnisse, eingeschränkte Lufttüchtigkeitszeugnisse und Fluggenehmigungen können vom BAZL anerkannt werden, wenn sie ausgestellt wurden:\na. nach den geltenden schweizerischen Bestimmungen;\nb. nach internationalen Normen, die auch für die Schweiz verbindlich sind, oder\nc. nach ausländischen oder internationalen Normen, die den schweizerischen Mindestanforderungen wenigstens gleichkommen und vom BAZL anerkannt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_17"
    },
    {
        "book": "LFV",
        "title": "LFV, 1, Luftfahrzeuge, 15, Lufttüchtigkeit und Zulassung zum Verkehr, Ausländische Lufttüchtigkeitszeugnisse, eingeschränkte Lufttüchtigkeitszeugnisse, Fluggenehmigungen sowie Lärm- und Schadstoffzeugnisse",
        "citation": "Art. 17 Abs. 2 LFV",
        "content": "Ausländische Lärm- und Schadstoffzeugnisse können vom BAZL anerkannt werden, wenn sie ausgestellt wurden:\na. nach Normen, die den schweizerischen Mindestanforderungen wenigstens gleichkommen; oder\nb. nach internationalen Normen, die auch für die Schweiz verbindlich sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_17"
    },
    {
        "book": "LFV",
        "title": "LFV, 1, Luftfahrzeuge, 15, Lufttüchtigkeit und Zulassung zum Verkehr, Ausländische Lufttüchtigkeitszeugnisse, eingeschränkte Lufttüchtigkeitszeugnisse, Fluggenehmigungen sowie Lärm- und Schadstoffzeugnisse",
        "citation": "Art. 17 Abs. 3 LFV",
        "content": "Die Nachprüfung, ob das Luftfahrzeug lufttüchtig ist und die Anforderungen der Lärm- und Schadstoffbegrenzung erfüllt, bleibt vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_17"
    },
    {
        "book": "LFV",
        "title": "LFV, 1, Luftfahrzeuge, 15, Lufttüchtigkeit und Zulassung zum Verkehr, Zulassung zum Verkehr",
        "citation": "Art. 18 Abs. 1 LFV",
        "content": "Ein im Luftfahrzeugregister eingetragenes Luftfahrzeug wird zum Verkehr zugelassen, wenn:\na. es lufttüchtig ist;\nb. es die Anforderungen der Begrenzung des Lärms und anderer Emissionen erfüllt;\nc. die Haftpflichtansprüche von Dritten auf der Erde und von Reisenden im vorgeschriebenen Umfang sichergestellt sind;\nd. bei einem aus dem Ausland eingeführten Luftfahrzeug nachgewiesen wird, dass eine Zollveranlagung durchgeführt wurde oder dass es vorübergehend zollbefreit ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_18"
    },
    {
        "book": "LFV",
        "title": "LFV, 1, Luftfahrzeuge, 15, Lufttüchtigkeit und Zulassung zum Verkehr, Zulassung zum Verkehr",
        "citation": "Art. 18 Abs. 3 LFV",
        "content": "Die Zulassung zum Verkehr wird mit der Erteilung des Lufttüchtigkeitszeugnisses, des eingeschränkten Lufttüchtigkeitszeugnisses oder mit der Fluggenehmigung bescheinigt. In diesen Bescheinigungen oder in Anhängen dazu kann das BAZL Auflagen, Bedingungen und Beschränkungen für den Betrieb festlegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_18"
    },
    {
        "book": "LFV",
        "title": "LFV, 1, Luftfahrzeuge, 15, Lufttüchtigkeit und Zulassung zum Verkehr, Zulassung zum Verkehr",
        "citation": "Art. 18 Abs. 4 LFV",
        "content": "In besonderen Fällen, namentlich während des Zulassungsverfahrens, stellt das BAZL eine provisorische Fluggenehmigung aus. Die Haftpflichtansprüche von Dritten auf der Erde und von Reisenden müssen in jedem Fall sichergestellt sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_18"
    },
    {
        "book": "LFV",
        "title": "LFV, 1, Luftfahrzeuge, 15, Lufttüchtigkeit und Zulassung zum Verkehr, Gültigkeitsdauer des Lufttüchtigkeitszeugnisses, des eingeschränkten Lufttüchtigkeitszeugnisses und der Fluggenehmigung",
        "citation": "Art. 19 Abs. 1 LFV",
        "content": "Die Lufttüchtigkeitszeugnisse, eingeschränkten Lufttüchtigkeitszeugnisse und Fluggenehmigungen sind grundsätzlich unbefristet gültig. Das BAZL kann ihre Gültigkeit ausnahmsweise befristen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_19"
    },
    {
        "book": "LFV",
        "title": "LFV, 1, Luftfahrzeuge, 15, Lufttüchtigkeit und Zulassung zum Verkehr, Gültigkeitsdauer des Lufttüchtigkeitszeugnisses, des eingeschränkten Lufttüchtigkeitszeugnisses und der Fluggenehmigung",
        "citation": "Art. 19 Abs. 2 LFV",
        "content": "Das BAZL stellt im besonderen Fällen, namentlich im Zulassungsverfahren oder für technische Überflüge, Fluggenehmigungen mit befristeter Gültigkeitsdauer aus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_19"
    },
    {
        "book": "LFV",
        "title": "LFV, 1, Luftfahrzeuge, 15, Lufttüchtigkeit und Zulassung zum Verkehr, Entzug des Lufttüchtigkeitszeugnisses, des eingeschränkten Lufttüchtigkeitszeugnisses und der Fluggenehmigung",
        "citation": "Art. 20 Abs. 1 LFV",
        "content": "Das Lufttüchtigkeitszeugnis, das eingeschränkte Lufttüchtigkeitszeugnis oder die Fluggenehmigung wird entzogen, wenn:\na. das Luftfahrzeug nicht mehr lufttüchtig ist und der Mangel innert einer vom BAZL angesetzten Frist nicht behoben worden ist;\nb. das Luftfahrzeug die Anforderungen der Begrenzung des Lärms und anderer Emissionen nicht mehr erfüllt und der Mangel innert einer vom BAZL angesetzten Frist nicht behoben worden ist:\nc. keine ausreichende Sicherstellung der Haftpflichtansprüche von Dritten auf der Erde mehr vorhanden ist:\nd. nach Ablauf der Zollbefreiung die Verzollung nicht nachgewiesen wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_20"
    },
    {
        "book": "LFV",
        "title": "LFV, 1, Luftfahrzeuge, 15, Lufttüchtigkeit und Zulassung zum Verkehr, Entzug des Lufttüchtigkeitszeugnisses, des eingeschränkten Lufttüchtigkeitszeugnisses und der Fluggenehmigung",
        "citation": "Art. 20 Abs. 2 LFV",
        "content": "Das Lufttüchtigkeitszeugnis kann ferner entzogen werden, wenn:\na. die erforderliche periodische Überprüfung der Lufttüchtigkeit nicht innerhalb der vorgeschriebenen Frist durchgeführt und bestätigt wird; oder \nb. die Eigentumsverhältnisse unklar sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_20"
    },
    {
        "book": "LFV",
        "title": "LFV, 1, Luftfahrzeuge, 15, Lufttüchtigkeit und Zulassung zum Verkehr, Entzug des Lufttüchtigkeitszeugnisses, des eingeschränkten Lufttüchtigkeitszeugnisses und der Fluggenehmigung",
        "citation": "Art. 20 Abs. 3 LFV",
        "content": "Vorbehalten bleibt der Entzug nach Artikel 92 des Luftfahrtgesetzes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_20"
    },
    {
        "book": "LFV",
        "title": "LFV, 1, Luftfahrzeuge, 16, Sonderregeln und andere Massnahmen",
        "citation": "Art. 21 Abs. Ausdruck gemäss Ziff. I der V vom 4. Juli 2007, in Kraft seit 1. Aug. 2007 (AS 2007 3645). Diese Änd. wurde im ganzen Erlass berücksichtigt. LFV",
        "content": "Das UVEK kann innerhalb der in den Artikeln 108 und 109 des Luftfahrtgesetzes umschriebenen Grenzen für Luftfahrzeuge besonderer Kategorien oder bei neuen technischen Erscheinungen Sonderregeln erlassen und andere Massnahmen treffen. Es berücksichtigt dabei auch die Anliegen des Natur‐, Landschafts- und Umweltschutzes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_21"
    },
    {
        "book": "LFV",
        "title": "LFV, 2, Flugkörper",
        "citation": "Art. 23 Abs. 1 LFV",
        "content": "Die Flugkörper werden in technischer Hinsicht in die Kategorien nach Anhang eingeteilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_23"
    },
    {
        "book": "LFV",
        "title": "LFV, 2, Flugkörper",
        "citation": "Art. 23 Abs. 2 LFV",
        "content": "Kleine Flugkörper, wie Feuerwerkkörper oder Modellraketen, sowie Hagelabwehrgeschosse dürfen nur eingesetzt oder abgeschossen werden, wenn sie die Sicherheit der Luftfahrt nicht beeinträchtigen. Zusätzliche Einschränkungen aus andern Gründen durch den Bund oder die Kantone bleiben vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_23"
    },
    {
        "book": "LFV",
        "title": "LFV, 2, Flugkörper",
        "citation": "Art. 23 Abs. 3 LFV",
        "content": "Andere Flugkörper, namentlich bemannte oder unbemannte Raketen, dürfen nur mit Bewilligung des BAZL eingesetzt oder abgeschossen werden. Das BAZL kann Auflagen für die Zulassung und den Betrieb festlegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_23"
    },
    {
        "book": "LFV",
        "title": "LFV, 2, Flugkörper",
        "citation": "Art. 23 Abs. 4 LFV",
        "content": "Hagelabwehrgeschosse dürfen nicht in die Lufträume der Klassen C und D sowie der Klasse E im Bereich von ATS-Strecken eindringen. Die zuständige Flugverkehrsleitstelle kann Ausnahmen bewilligen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_23"
    },
    {
        "book": "LFV",
        "title": "LFV, 3, Luftfahrtpersonal, 31, Ausweis",
        "citation": "Art. 24 Abs. 1 LFV",
        "content": "Das UVEK bestimmt, welche Kategorien des Luftfahrtpersonals zur Ausübung ihrer Tätigkeit eines Ausweises des BAZL bedürfen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_24"
    },
    {
        "book": "LFV",
        "title": "LFV, 3, Luftfahrtpersonal, 31, Ausweis",
        "citation": "Art. 24 Abs. 2 LFV",
        "content": "Das BAZL kann die Durchführung von Prüfungen und das Ausstellen von Ausweisen geeigneten Verbänden übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_24"
    },
    {
        "book": "LFV",
        "title": "LFV, 3, Luftfahrtpersonal, 32, Vorschriften",
        "citation": "Art. 25 Abs. 1 LFV",
        "content": "Das UVEK erlässt über die Ausweise für das Luftfahrtpersonal Vorschriften, die insbesondere regeln:\na. die Art, den Geltungsbereich und die Geltungsdauer der Ausweise;\nb. die Voraussetzungen für die Erteilung, die Verweigerung, die Erneuerung und den Entzug der Ausweise;\nc. das Verfahren, das dabei einzuhalten ist;\nd. die Rechte und Pflichten der Träger;\ne. die Voraussetzungen, unter denen militärisch ausgebildetes Luftfahrtpersonal zivile Ausweise erwerben kann;\nf. die Anerkennung ausländischer Ausweise, Fähigkeitsprüfungen und fliegerärztlicher Untersuchungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_25"
    },
    {
        "book": "LFV",
        "title": "LFV, 3, Luftfahrtpersonal, 32, Vorschriften",
        "citation": "Art. 25 Abs. 2 LFV",
        "content": "Das UVEK kann Vorschriften erlassen über das Luftfahrtpersonal, das für die Ausübung seiner Tätigkeit keines Ausweises bedarf.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_25"
    },
    {
        "book": "LFV",
        "title": "LFV, 3, Luftfahrtpersonal, 32, Vorschriften",
        "citation": "Art. 25 Abs. 3 LFV",
        "content": "Das UVEK ordnet den fliegerärztlichen Dienst im Einvernehmen mit dem Eidgenössischen Departement für Verteidigung, Bevölkerungsschutz und Sport. Die Organisation und die Zuständigkeiten des fliegerärztlichen Instituts werden in einer Verordnung festgelegt, die das Departement für Verteidigung, Bevölkerungsschutz und Sport im Einvernehmen mit dem UVEK erlässt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_25"
    },
    {
        "book": "LFV",
        "title": "LFV, 3, Luftfahrtpersonal, 33, Ausbildung von Luftfahrtpersonal, Grundsatz",
        "citation": "Art. 26 LFV",
        "content": "Unter Vorbehalt der vom UVEK für einzelne Kategorien festzulegenden Ausnahmen ist die Ausbildung von Luftfahrtpersonal, das eines amtlichen Ausweises bedarf, nur im Rahmen einer zivilen Ausbildungsorganisation zulässig, welche die Anforderungen nach der Verordnung (EU) Nr. 1178/2011 oder der Verordnung (EU) Nr. 2015/340 erfüllt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_26"
    },
    {
        "book": "LFV",
        "title": "LFV, 3, Luftfahrtpersonal, 33, Ausbildung von Luftfahrtpersonal, Aufsicht über zivile Ausbildungsorganisationen",
        "citation": "Art. 28 Abs. 1 LFV",
        "content": "Das BAZL überwacht den Betrieb der zivilen Ausbildungsorganisationen für das Luftfahrtpersonal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_28"
    },
    {
        "book": "LFV",
        "title": "LFV, 3, Luftfahrtpersonal, 33, Ausbildung von Luftfahrtpersonal, Aufsicht über zivile Ausbildungsorganisationen",
        "citation": "Art. 28 Abs. 2 LFV",
        "content": "Die vom Bund unterstützten Bereiche der fliegerischen Aus- und Weiterbildung unterstehen, unter Ausnahme der Eignungsabklärung von Anwärterinnen und Anwärtern als Militär- oder Berufspiloten oder als Fallschirm-Aufklärer (SPHAIR), der Aufsicht des BAZL.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_28"
    },
    {
        "book": "LFV",
        "title": "LFV, 3, Luftfahrtpersonal, 33, Ausbildung von Luftfahrtpersonal, SPHAIR",
        "citation": "Art. 28a Abs. 1 LFV",
        "content": "Die Luftwaffe sorgt für die Durchführung von Abklärungen der Eignung von Anwärterinnen und Anwärtern als Militär- oder Berufspiloten oder als Fallschirmaufklärer unter der Bezeichnung SPHAIR.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_28_a"
    },
    {
        "book": "LFV",
        "title": "LFV, 3, Luftfahrtpersonal, 33, Ausbildung von Luftfahrtpersonal, SPHAIR",
        "citation": "Art. 28a Abs. 2 LFV",
        "content": "Sie wird in der Erfüllung ihrer Aufgaben insbesondere durch das BAZL, die Organisationen der kommerziellen Luftfahrt, die Ausbildungsorganisationen der Aviatik und den Dachverband der Leicht- und Sportaviatik unterstützt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_28_a"
    },
    {
        "book": "LFV",
        "title": "LFV, 3, Luftfahrtpersonal, 33, Ausbildung von Luftfahrtpersonal, SPHAIR",
        "citation": "Art. 28a Abs. 3 LFV",
        "content": "Das VBS regelt nach Anhörung der Beteiligten nach Absatz 2 insbesondere:\na. die Voraussetzungen für die Teilnahme an den Eignungsabklärungen;\nb. die Anforderungen an die Eignungsabklärungen;\nc. die Organisation der Geschäftsstelle SPHAIR und den Einbezug der Beteiligten nach Absatz 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_28_a"
    },
    {
        "book": "LFV",
        "title": "LFV, 3, Luftfahrtpersonal, 34, Schutz der Gesundheit von Luftfahrzeugbesatzungsmitgliedern, 341, Allgemeine Bestimmungen, Geltungsbereich und anwendbares Recht",
        "citation": "Art. 30 Abs. 1 LFV",
        "content": "Diese Ziffer (34) regelt den Schutz der Gesundheit von Luftfahrzeugbesatzungsmitgliedern von Luftverkehrsunternehmen mit Sitz in der Schweiz, die eine Bewilligung für die gewerbsmässige Beförderung von Personen und Gütern haben müssen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_30"
    },
    {
        "book": "LFV",
        "title": "LFV, 3, Luftfahrtpersonal, 34, Schutz der Gesundheit von Luftfahrzeugbesatzungsmitgliedern, 341, Allgemeine Bestimmungen, Geltungsbereich und anwendbares Recht",
        "citation": "Art. 30 Abs. 2 LFV",
        "content": "Sie führt die Richtlinie 2000/79/EG in der für die Schweiz jeweils verbindlichen Fassung gemäss Ziffer 1 des Anhangs zum Luftverkehrsabkommen vom 21. Juni 1999 aus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_30"
    },
    {
        "book": "LFV",
        "title": "LFV, 3, Luftfahrtpersonal, 34, Schutz der Gesundheit von Luftfahrzeugbesatzungsmitgliedern, 341, Allgemeine Bestimmungen, Information und Anleitung",
        "citation": "Art. 31 LFV",
        "content": "Die Information und die Anleitung der Besatzungsmitglieder richten sich nach Artikel 5 der Verordnung 3 vom 18. August 1993 zum Arbeitsgesetz (Gesundheitsvorsorge, ArGV 3).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_31"
    },
    {
        "book": "LFV",
        "title": "LFV, 3, Luftfahrtpersonal, 34, Schutz der Gesundheit von Luftfahrzeugbesatzungsmitgliedern, 341, Allgemeine Bestimmungen, Anhörung",
        "citation": "Art. 32 LFV",
        "content": "Die Anhörung der Besatzungsmitglieder oder ihrer Vertretung im Betrieb richtet sich nach Artikel 6 ArGV 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_32"
    },
    {
        "book": "LFV",
        "title": "LFV, 3, Luftfahrtpersonal, 34, Schutz der Gesundheit von Luftfahrzeugbesatzungsmitgliedern, 341, Allgemeine Bestimmungen, Untersuchung des Gesundheitszustands",
        "citation": "Art. 33 Abs. 1 LFV",
        "content": "Jedes Besatzungsmitglied hat Anspruch auf eine unentgeltliche Untersuchung des Gesundheitszustands vor der erstmaligen Aufnahme der Arbeit im Luftverkehrsunternehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_33"
    },
    {
        "book": "LFV",
        "title": "LFV, 3, Luftfahrtpersonal, 34, Schutz der Gesundheit von Luftfahrzeugbesatzungsmitgliedern, 341, Allgemeine Bestimmungen, Untersuchung des Gesundheitszustands",
        "citation": "Art. 33 Abs. 2 LFV",
        "content": "Den Anspruch auf unentgeltliche Untersuchung des Gesundheitszustands nach Klausel 4 Ziffer 1 Buchstabe a des Anhangs zur Richtlinie 2000/79/EG haben die Besatzungsmitglieder wie folgt:\na. Flugbesatzungsmitglieder: in den im JAR-FCL-3-Reglement vorgeschriebenen Abständen;\nb. die übrigen Besatzungsmitglieder:\n1. bis zum 41. Lebensjahr: alle 5 Jahre,\n2. ab dem 42. und bis zum 50. Lebensjahr: alle 2 Jahre,\n3. ab dem 51. Lebensjahr: jährlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_33"
    },
    {
        "book": "LFV",
        "title": "LFV, 3, Luftfahrtpersonal, 34, Schutz der Gesundheit von Luftfahrzeugbesatzungsmitgliedern, 341, Allgemeine Bestimmungen, Untersuchung des Gesundheitszustands",
        "citation": "Art. 33 Abs. 3 LFV",
        "content": "Sie haben Anspruch auf eine jährliche Untersuchung, wenn sie gesundheitliche Probleme haben, die auf die fliegerische Tätigkeit zurückzuführen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_33"
    },
    {
        "book": "LFV",
        "title": "LFV, 3, Luftfahrtpersonal, 34, Schutz der Gesundheit von Luftfahrzeugbesatzungsmitgliedern, 341, Allgemeine Bestimmungen, Untersuchung des Gesundheitszustands",
        "citation": "Art. 33 Abs. 4 LFV",
        "content": "Die Kosten der Untersuchung des Gesundheitszustandes trägt das Luftverkehrsunternehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_33"
    },
    {
        "book": "LFV",
        "title": "LFV, 3, Luftfahrtpersonal, 34, Schutz der Gesundheit von Luftfahrzeugbesatzungsmitgliedern, 342, Schutz der Gesundheit bei Mutterschaft, Anwendbarkeit der Schutzvorschriften bei Schwangerschaft",
        "citation": "Art. 34 Abs. 1 LFV",
        "content": "Schwangere Frauen können ihre Ansprüche auf besondere Schutzmassnahmen geltend machen, sobald sie das Unternehmen von der Schwangerschaft in Kenntnis gesetzt haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_34"
    },
    {
        "book": "LFV",
        "title": "LFV, 3, Luftfahrtpersonal, 34, Schutz der Gesundheit von Luftfahrzeugbesatzungsmitgliedern, 342, Schutz der Gesundheit bei Mutterschaft, Anwendbarkeit der Schutzvorschriften bei Schwangerschaft",
        "citation": "Art. 34 Abs. 2 LFV",
        "content": "Sie müssen auf Verlangen des Unternehmens das Zeugnis einer Ärztin oder eines Arztes vorlegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_34"
    },
    {
        "book": "LFV",
        "title": "LFV, 3, Luftfahrtpersonal, 34, Schutz der Gesundheit von Luftfahrzeugbesatzungsmitgliedern, 342, Schutz der Gesundheit bei Mutterschaft, Einsatz bei Mutterschaft",
        "citation": "Art. 35 LFV",
        "content": "Der Einsatz von schwangeren Frauen, Wöchnerinnen und stillenden Müttern richtet sich nach den Artikeln 35 Absatz 1 und 35a Absätze 1–3 des Arbeitsgesetzes vom 13. März 1964.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_35"
    },
    {
        "book": "LFV",
        "title": "LFV, 3, Luftfahrtpersonal, 34, Schutz der Gesundheit von Luftfahrzeugbesatzungsmitgliedern, 342, Schutz der Gesundheit bei Mutterschaft, Ersatzarbeit und Lohnersatz",
        "citation": "Art. 36 Abs. 1 LFV",
        "content": "Schwangere Frauen und stillende Mütter, die vom Flugdienst befreit werden, haben Anspruch auf 80 Prozent des Lohnes, soweit ihnen das Luftverkehrsunternehmen keine gleichwertige Ersatzarbeit am Boden zuweisen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_36"
    },
    {
        "book": "LFV",
        "title": "LFV, 3, Luftfahrtpersonal, 34, Schutz der Gesundheit von Luftfahrzeugbesatzungsmitgliedern, 342, Schutz der Gesundheit bei Mutterschaft, Ersatzarbeit und Lohnersatz",
        "citation": "Art. 36 Abs. 2 LFV",
        "content": "Auf schwangere Frauen und stillende Mütter, welche eine Ersatzarbeit am Boden verrichten, sind anwendbar:\na. das Arbeitsgesetz vom 13. März 1964;\nb. die Verordnung 1 vom 10. Mai 2000 zum Arbeitsgesetz;\nc. die ArGV 3;\nd. die Vorschriften, die das Eidgenössische Volkswirtschaftsdepartment gestützt auf Artikel 62 Absatz 4 der Verordnung 1 zum Arbeitsgesetz erlässt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_36"
    },
    {
        "book": "LFV",
        "title": "LFV, 3, Luftfahrtpersonal, 34, Schutz der Gesundheit von Luftfahrzeugbesatzungsmitgliedern, 343, Besatzungsmitglieder mit Familienpflichten",
        "citation": "Art. 37 LFV",
        "content": "Für den Einsatz von Besatzungsmitgliedern mit Familienpflichten gelten:\na. Artikel 36 Absatz 1 des Arbeitsgesetzes vom 13. März 1964, soweit der Flugbetrieb es zulässt; und\nb. Artikel 36 Absatz 3 des Arbeitsgesetzes vom 13. März 1964.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_37"
    },
    {
        "book": "LFV",
        "title": "LFV, 3, Luftfahrtpersonal, 35, Feststellung der Angetrunkenheit und anderer Zustände, 351, Alkohol, Angetrunkenheit und Dienstunfähigkeit",
        "citation": "Art. 38 LFV",
        "content": "Als angetrunken und dienstunfähig gilt ein Besatzungsmitglied, das folgende Alkoholkonzentration aufweist: \na. eine Atemalkoholkonzentration von mehr als 0,1 mg Alkohol pro Liter Atemluft; oder \nb. eine Blutalkoholkonzentration von mehr als 0,2 Gewichtspromille.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_38"
    },
    {
        "book": "LFV",
        "title": "LFV, 3, Luftfahrtpersonal, 35, Feststellung der Angetrunkenheit und anderer Zustände, 351, Alkohol, Alkoholkontrollen bei Anzeichen der Angetrunkenheit",
        "citation": "Art. 39 LFV",
        "content": "Bestehen bei einem Besatzungsmitglied Anzeichen für eine Angetrunkenheit, so ist eine Alkoholkontrolle durchzuführen. Diese richtet sich nach den Artikeln 40 Absätze 2–4, 41 und 42 Absätze 1 und 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_39"
    },
    {
        "book": "LFV",
        "title": "LFV, 3, Luftfahrtpersonal, 35, Feststellung der Angetrunkenheit und anderer Zustände, 351, Alkohol, Durchführung der anlasslosen Atemalkoholprobe ",
        "citation": "Art. 40 Abs. 1 LFV",
        "content": "Die Durchführung der anlasslosen Atemalkoholprobe richtet sich: \na. nach der Verordnung (EU) 2018/1042;\nb. ergänzend nach der vorliegenden Verordnung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_40"
    },
    {
        "book": "LFV",
        "title": "LFV, 3, Luftfahrtpersonal, 35, Feststellung der Angetrunkenheit und anderer Zustände, 351, Alkohol, Durchführung der anlasslosen Atemalkoholprobe ",
        "citation": "Art. 40 Abs. 2 LFV",
        "content": "Die erste Atemalkoholprobe wird mit einem Atemalkoholtestgerät durchgeführt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_40"
    },
    {
        "book": "LFV",
        "title": "LFV, 3, Luftfahrtpersonal, 35, Feststellung der Angetrunkenheit und anderer Zustände, 351, Alkohol, Durchführung der anlasslosen Atemalkoholprobe ",
        "citation": "Art. 40 Abs. 3 LFV",
        "content": "Liegt das Resultat der ersten Atemalkoholprobe über dem Grenzwert nach Artikel 38 Buchstabe a, so ist frühestens 15 und spätestens 30 Minuten nach Beendigung der ersten Atemalkoholprobe eine zweite Probe mit einem Atemalkoholmessgerät durchzuführen. Dem Besatzungsmitglied ist es während der Wartezeit untersagt, zu essen, zu trinken oder sonst etwas zu sich zu nehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_40"
    },
    {
        "book": "LFV",
        "title": "LFV, 3, Luftfahrtpersonal, 35, Feststellung der Angetrunkenheit und anderer Zustände, 351, Alkohol, Durchführung der anlasslosen Atemalkoholprobe ",
        "citation": "Art. 40 Abs. 4 LFV",
        "content": "Die Atemalkoholtest- und -messgeräte müssen die Anforderungen der Messmittelverordnung vom 15. Februar 2006 (MessMV) und der entsprechenden Ausführungsvorschriften des Eidgenössischen Justiz- und Polizeidepartements erfüllen. Die Durchführung der Atemalkoholprobe richtet sich sinngemäss nach der Strassenverkehrskontrollverordnung vom 28. März 2007 (SKV) und den entsprechenden Ausführungsvorschriften des Bundesamts für Strassen (ASTRA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_40"
    },
    {
        "book": "LFV",
        "title": "LFV, 3, Luftfahrtpersonal, 35, Feststellung der Angetrunkenheit und anderer Zustände, 351, Alkohol, Vorläufige Dienstunfähigkeit",
        "citation": "Art. 41 LFV",
        "content": "Liegt das Resultat der ersten Atemalkoholprobe mit dem Atemalkoholtestgerät über dem Grenzwert nach Artikel 38, oder muss gemäss Artikel 42 Absatz 1 Buchstaben a und c eine Blutprobe angeordnet werden, so gilt das Besatzungsmitglied als vorläufig dienstunfähig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_41"
    },
    {
        "book": "LFV",
        "title": "LFV, 3, Luftfahrtpersonal, 35, Feststellung der Angetrunkenheit und anderer Zustände, 351, Alkohol, Anordnung und Durchführung eine Blutprobe",
        "citation": "Art. 42 Abs. 1 LFV",
        "content": "Eine Blutprobe ist anzuordnen, wenn: \na. eine erste Atemalkoholprobe mit einem Atemalkoholtestgerät ein Resultat über dem Grenzwert gemäss Artikel 38 ergibt und dieses nicht mittels einer zweiten Atemalkoholprobe mit einem Atemalkoholmessgerät bestätigt werden kann;\nb. die Atemalkoholprobe verweigert oder vereitelt wird, oder das Besatzungsmitglied sich dieser entzieht; oder\nc. aus medizinischen Gründen keine Atemalkoholprobe durchgeführt werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_42"
    },
    {
        "book": "LFV",
        "title": "LFV, 3, Luftfahrtpersonal, 35, Feststellung der Angetrunkenheit und anderer Zustände, 351, Alkohol, Anordnung und Durchführung eine Blutprobe",
        "citation": "Art. 42 Abs. 2 LFV",
        "content": "Liegt in Fällen von Absatz 1 Buchstabe c ein entsprechendes ärztliches Attest vor, kann von einer Blutprobe abgesehen und das Besatzungsmitglied in den Dienst entlassen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_42"
    },
    {
        "book": "LFV",
        "title": "LFV, 3, Luftfahrtpersonal, 35, Feststellung der Angetrunkenheit und anderer Zustände, 351, Alkohol, Anordnung und Durchführung eine Blutprobe",
        "citation": "Art. 42 Abs. 3 LFV",
        "content": "Die Durchführung der Blutprobe richtet sich sinngemäss nach den Vorgaben von Artikel 13 Absatz 3 und Artikel 14 der SKV und den entsprechenden Ausführungsvorschriften des ASTRA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_42"
    },
    {
        "book": "LFV",
        "title": "LFV, 352, Betäubungsmittel oder psychotrope Substanzen, Untersuchungen bei Anzeichen des Einflusses von Betäubungs-mitteln oder psychotropen Substanzen",
        "citation": "Art. 43 LFV",
        "content": "Bestehen Anzeichen, dass ein Besatzungsmitglied unter dem Einfluss von Betäubungsmitteln oder psychotropen Substanzen steht, so richtet sich die Durchführung der angeordneten Untersuchungen sinngemäss nach den Artikeln 12a, 12b, 13 Absatz 3, 14, 15 und 17 der SKV und den entsprechenden Ausführungsvorschriften des ASTRA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_43"
    },
    {
        "book": "LFV",
        "title": "LFV, 5, Verkehr, Betrieb und Unterhalt, 51, Verkehrs- und Betriebsregeln, Verkehrsregeln",
        "citation": "Art. 75 LFV",
        "content": "Das UVEK erlässt Verkehrsregeln für die Benutzung des schweizerischen Luftraums.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_75"
    },
    {
        "book": "LFV",
        "title": "LFV, 5, Verkehr, Betrieb und Unterhalt, 51, Verkehrs- und Betriebsregeln, Betriebsregeln",
        "citation": "Art. 76 Abs. 1 LFV",
        "content": "Das UVEK erlässt Betriebsregeln, die das internationale Recht ausführen oder ergänzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_76"
    },
    {
        "book": "LFV",
        "title": "LFV, 5, Verkehr, Betrieb und Unterhalt, 51, Verkehrs- und Betriebsregeln, Betriebsregeln",
        "citation": "Art. 76 Abs. 2 LFV",
        "content": "Die Betriebsregeln gelten für Schweizer Halter und Flugbetriebsunternehmen im In- und Ausland.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_76"
    },
    {
        "book": "LFV",
        "title": "LFV, 5, Verkehr, Betrieb und Unterhalt, 51, Verkehrs- und Betriebsregeln, Betriebsregeln",
        "citation": "Art. 76 Abs. 3 LFV",
        "content": "Von den Betriebsregeln darf im Ausland abgewichen werden, wenn ausländisches Recht dies zwingend verlangt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_76"
    },
    {
        "book": "LFV",
        "title": "LFV, 5, Verkehr, Betrieb und Unterhalt, 52, Meldesystem für Ereignisse in der Luftfahrt, Grundsätze",
        "citation": "Art. 77 Abs. 1 LFV",
        "content": "Das Meldesystem nach den Artikeln 77–77e dient der Verbesserung der Sicherheit in der Luftfahrt. Es richtet sich nach der Verordnung (EU) Nr. 376/2014.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_77"
    },
    {
        "book": "LFV",
        "title": "LFV, 5, Verkehr, Betrieb und Unterhalt, 52, Meldesystem für Ereignisse in der Luftfahrt, Grundsätze",
        "citation": "Art. 77 Abs. 2 LFV",
        "content": "Andere im Bundesrecht vorgesehene Meldepflichten bleiben unberührt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_77"
    },
    {
        "book": "LFV",
        "title": "LFV, 5, Verkehr, Betrieb und Unterhalt, 52, Meldesystem für Ereignisse in der Luftfahrt, Grundsätze",
        "citation": "Art. 77 Abs. 3 LFV",
        "content": "Die Verordnung (EU) Nr. 376/2014 ist auch auf Luftfahrzeuge anwendbar, die in Anhang II der Verordnung (EG) Nr. 216/2008 aufgeführt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_77"
    },
    {
        "book": "LFV",
        "title": "LFV, 5, Verkehr, Betrieb und Unterhalt, 52, Meldesystem für Ereignisse in der Luftfahrt, Grundsätze",
        "citation": "Art. 77 Abs. 4 LFV",
        "content": "Die in der Durchführungsverordnung (EU) 2015/1018 aufgeführten Ereignisse müssen gemeldet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_77"
    },
    {
        "book": "LFV",
        "title": "LFV, 5, Verkehr, Betrieb und Unterhalt, 52, Meldesystem für Ereignisse in der Luftfahrt, Meldestelle",
        "citation": "Art. 77d Abs. 1 LFV",
        "content": "Das BAZL bestimmt eine interne Meldestelle, welche die ihr übermittelten meldepflichtigen Ereignisse sowie freiwilligen Meldungen erfasst und auswertet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_77_d"
    },
    {
        "book": "LFV",
        "title": "LFV, 5, Verkehr, Betrieb und Unterhalt, 52, Meldesystem für Ereignisse in der Luftfahrt, Meldestelle",
        "citation": "Art. 77d Abs. 2 LFV",
        "content": "Die Meldestelle ist organisatorisch unabhängig von den mit der Aufsichtstätigkeit betrauten Einheiten des BAZL.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_77_d"
    },
    {
        "book": "LFV",
        "title": "LFV, 5, Verkehr, Betrieb und Unterhalt, 52, Meldesystem für Ereignisse in der Luftfahrt, Meldestelle",
        "citation": "Art. 77d Abs. 3 LFV",
        "content": "Sie behandelt Ereignismeldungen vertraulich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_77_d"
    },
    {
        "book": "LFV",
        "title": "LFV, 5, Verkehr, Betrieb und Unterhalt, 52, Meldesystem für Ereignisse in der Luftfahrt, Meldestelle",
        "citation": "Art. 77d Abs. 4 LFV",
        "content": "Angehörige der Meldestelle, die mit der Erfassung und Auswertung von Ereignismeldungen betraut sind, sind im Rahmen dieser Tätigkeiten von ihrer Anzeige- und Verfolgungspflicht entbunden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_77_d"
    },
    {
        "book": "LFV",
        "title": "LFV, 5, Verkehr, Betrieb und Unterhalt, 52, Meldesystem für Ereignisse in der Luftfahrt, Streitigkeiten betreffend den Schutz der Informationsquelle",
        "citation": "Art. 77e LFV",
        "content": "Das UVEK ist die nach Artikel 16 Absatz 12 der Verordnung (EU) Nr. 376/2014 zuständige Stelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_77_e"
    },
    {
        "book": "LFV",
        "title": "LFV, 5, Verkehr, Betrieb und Unterhalt, 54, Luftaufnahmen",
        "citation": "Art. 80 LFV",
        "content": "Aufnahmen aus der Luft und die Verbreitung solcher Aufnahmen sind unter Vorbehalt der Gesetzgebung über den Schutz militärischer Anlagen erlaubt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_80"
    },
    {
        "book": "LFV",
        "title": "LFV, 5, Verkehr, Betrieb und Unterhalt, 55, Abwurf von Gegenständen",
        "citation": "Art. 81 LFV",
        "content": "Der Abwurf von Gegenständen aus Luftfahrzeugen während des Fluges ist unter Vorbehalt der vom UVEK bestimmten Ausnahmen verboten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_81"
    },
    {
        "book": "LFV",
        "title": "LFV, 5, Verkehr, Betrieb und Unterhalt, 56, Werbung, an Luftfahrzeugen",
        "citation": "Art. 82 Abs. 1 LFV",
        "content": "Die Werbung mit Aufschriften und bildlichen Darstellungen an Luftfahrzeugen ist unter Vorbehalt der Bestimmungen der übrigen Bundesgesetzgebung gestattet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_82"
    },
    {
        "book": "LFV",
        "title": "LFV, 5, Verkehr, Betrieb und Unterhalt, 56, Werbung, an Luftfahrzeugen",
        "citation": "Art. 82 Abs. 2 LFV",
        "content": "Die Hoheits- und Eintragungszeichen müssen in jedem Fall deutlich erkennbar bleiben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_82"
    },
    {
        "book": "LFV",
        "title": "LFV, 5, Verkehr, Betrieb und Unterhalt, 56, Werbung, mit Luftfahrzeugen",
        "citation": "Art. 83 LFV",
        "content": "Jede andere Werbung mit Luftfahrzeugen, namentlich durch Abwurf von Flugblättern, Himmelsschrift, Verwendung von Lautsprechern, Schleppen von Werbebändern ist untersagt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_83"
    },
    {
        "book": "LFV",
        "title": "LFV, 5, Verkehr, Betrieb und Unterhalt, 57, Akrobatische Vorführungen an Luftfahrzeugen",
        "citation": "Art. 84 LFV",
        "content": "Akrobatische Vorführungen an Luftfahrzeugen bedürfen einer Bewilligung des BAZL. Mit der Bewilligung werden die erforderlichen Auflagen verbunden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_84"
    },
    {
        "book": "LFV",
        "title": "LFV, 5, Verkehr, Betrieb und Unterhalt, 58, Öffentliche Flugveranstaltungen, Begriff",
        "citation": "Art. 85 LFV",
        "content": "Öffentliche Flugveranstaltungen sind Veranstaltungen mit Luftfahrzeugen, zu deren Besuch öffentlich eingeladen wird, namentlich Vorführungen und Wettbewerbe sowie Passagierflüge ausserhalb von Flugplätzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_85"
    },
    {
        "book": "LFV",
        "title": "LFV, 5, Verkehr, Betrieb und Unterhalt, 58, Öffentliche Flugveranstaltungen, Bewilligungspflicht",
        "citation": "Art. 86 Abs. 1 LFV",
        "content": "Öffentliche Flugveranstaltungen bedürfen unter Vorbehalt von Absatz 2 einer Bewilligung des BAZL. Vor einer Bewilligung grosser Veranstaltungen ist das Bundesamt für Umwelt anzuhören.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_86"
    },
    {
        "book": "LFV",
        "title": "LFV, 5, Verkehr, Betrieb und Unterhalt, 58, Öffentliche Flugveranstaltungen, Bewilligungspflicht",
        "citation": "Art. 86 Abs. 2 LFV",
        "content": "Keiner Bewilligung bedürfen öffentliche Flugveranstaltungen:\na. auf Flugplätzen, wenn lediglich Passagierflüge und fliegerische Wettbewerbe unter den Mitgliedern einer ortsansässigen Organisation unter Einschluss einzelner Gäste, vorgesehen sind;\nb. ausserhalb von Flugplätzen, wenn höchstens zwanzig Freiballone beteiligt sind;\nc. ausserhalb von Flugplätzen, wenn nicht mehr als zwei Hubschrauber beteiligt sind, unter Vorbehalt der Zustimmung durch die Gemeindebehörden:\nd. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_86"
    },
    {
        "book": "LFV",
        "title": "LFV, 5, Verkehr, Betrieb und Unterhalt, 58, Öffentliche Flugveranstaltungen, Gesuch",
        "citation": "Art. 87 Abs. 1 LFV",
        "content": "Das Gesuch um Bewilligung einer öffentlichen Flugveranstaltung ist dem BAZL spätestens sechs Wochen vor der Durchführung einzureichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_87"
    },
    {
        "book": "LFV",
        "title": "LFV, 5, Verkehr, Betrieb und Unterhalt, 58, Öffentliche Flugveranstaltungen, Gesuch",
        "citation": "Art. 87 Abs. 2 LFV",
        "content": "Es muss folgende Angaben enthalten:\na. Ort und Zeitpunkt;\nb. Veranstalter;\nc. verantwortlicher Leiter;\nd. Organisationsplan und vorgesehene Luftfahrzeuge;\ne. Programm;\nf. Übersicht der für die Veranstaltung getroffenen Anordnungen, insbesondere für die Sicherheit der Zuschauer, den Verkehr am Boden und in der Luft sowie den Sanitätsdienst.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_87"
    },
    {
        "book": "LFV",
        "title": "LFV, 5, Verkehr, Betrieb und Unterhalt, 58, Öffentliche Flugveranstaltungen, Gesuch",
        "citation": "Art. 87 Abs. 3 LFV",
        "content": "Für Veranstaltungen auf Flugplätzen ist die Zustimmung des Flugplatzhalters beizubringen, für Veranstaltungen auf einem anderen Gelände die Zustimmung der Grundeigentümer sowie die Erklärung der zuständigen kantonalen Behörde, dass sie gegen die Veranstaltung keine Einwendung erhebt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_87"
    },
    {
        "book": "LFV",
        "title": "LFV, 5, Verkehr, Betrieb und Unterhalt, 58, Öffentliche Flugveranstaltungen, Gesuch",
        "citation": "Art. 87 Abs. 4 LFV",
        "content": "Dem Gesuch um Bewilligung einer öffentlichen Flugveranstaltung ausserhalb eines Flugplatzes sind beizulegen:\na. Kartenausschnitt 1:25 000, auf dem das vorgesehene Gelände eingezeichnet ist;\nb. Skizze des Geländes 1:5000, aus dem auch die umliegenden Luftfahrthindernisse ersichtlich sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_87"
    },
    {
        "book": "LFV",
        "title": "LFV, 5, Verkehr, Betrieb und Unterhalt, 58, Öffentliche Flugveranstaltungen, Prüfung",
        "citation": "Art. 88 LFV",
        "content": "Das BAZL prüft die Unterlagen und begutachtet insbesondere das für die Benützung vorgesehene Gelände.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_88"
    },
    {
        "book": "LFV",
        "title": "LFV, 5, Verkehr, Betrieb und Unterhalt, 58, Öffentliche Flugveranstaltungen, Bewilligung",
        "citation": "Art. 89 Abs. 1 LFV",
        "content": "Das BAZL, erteilt die Bewilligung, wenn der Veranstalter die zusätzliche Sicherstellung der Haftpflichtansprüche von Dritten auf der Erde nach den Bestimmungen des Artikels 133 nachgewiesen hat und die übrigen Voraussetzungen erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_89"
    },
    {
        "book": "LFV",
        "title": "LFV, 5, Verkehr, Betrieb und Unterhalt, 58, Öffentliche Flugveranstaltungen, Bewilligung",
        "citation": "Art. 89 Abs. 1bis LFV",
        "content": "Veranstaltungen, in deren Rahmen mit Luftfahrzeugen mit motorischem Antrieb Aussenlandungen oberhalb von 1100 m über Meer und ausserhalb von Gebirgslandeplätzen durchgeführt werden, bewilligt das BAZL nur, wenn sie ein bedeutendes Jubiläum im Gebirgsflug zum Anlass haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_89"
    },
    {
        "book": "LFV",
        "title": "LFV, 5, Verkehr, Betrieb und Unterhalt, 58, Öffentliche Flugveranstaltungen, Bewilligung",
        "citation": "Art. 89 Abs. 1ter LFV",
        "content": "Veranstaltungen, in deren Rahmen mit Luftfahrzeugen mit motorischem Antrieb Aussenlandungen auf öffentlichen Gewässern durchgeführt werden, bewilligt das BAZL nur, wenn die zuständige kantonale Behörde die Einhaltung der gewässerschutz-, fischerei-, umwelt- und naturschutzrechtlichen Vorgaben geprüft und bejaht hat und keine Einwände aufgrund weiterer öffentlicher Interessen erhebt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_89"
    },
    {
        "book": "LFV",
        "title": "LFV, 5, Verkehr, Betrieb und Unterhalt, 58, Öffentliche Flugveranstaltungen, Bewilligung",
        "citation": "Art. 89 Abs. 2 LFV",
        "content": "Es setzt die aus Sicherheits- und Lärmgründen nötigen Bedingungen und Auflagen fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_89"
    },
    {
        "book": "LFV",
        "title": "LFV, 5, Verkehr, Betrieb und Unterhalt, 58, Öffentliche Flugveranstaltungen, Leitung",
        "citation": "Art. 90 Abs. 1 LFV",
        "content": "Dem verantwortlichen Leiter der Veranstaltung obliegt, neben der Leitung des Flugbetriebes, insbesondere:\na. die Ausweise des teilnehmenden Flugpersonals und die Zeugnisse der verwendeten Luftfahrzeuge zu prüfen;\nb. das für die Regelung des Flugdienstes verantwortliche Personal über die Flugdienstordnung und die getroffenen Sicherheitsmassnahmen zu unterrichten;\nc. zu prüfen, ob die verwendeten Luftfahrzeuge in der Bewilligung der Flugveranstaltung aufgeführt sind;\nd. darüber zu wachen, dass das genehmigte Programm eingehalten wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_90"
    },
    {
        "book": "LFV",
        "title": "LFV, 5, Verkehr, Betrieb und Unterhalt, 58, Öffentliche Flugveranstaltungen, Leitung",
        "citation": "Art. 90 Abs. 2 LFV",
        "content": "Auf Flugplätzen stehen diese Pflichten und Befugnisse dem Flugplatzleiter zu. Dieser kann sie unter seiner Aufsicht auf den Leiter der Veranstaltung übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_90"
    },
    {
        "book": "LFV",
        "title": "LFV, 5, Verkehr, Betrieb und Unterhalt, 58, Öffentliche Flugveranstaltungen, Überwachung",
        "citation": "Art. 91 LFV",
        "content": "Das BAZL kann die Veranstaltung durch einen Sachverständigen überwachen lassen. Dessen Aufgaben werden von Fall zu Fall festgelegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_91"
    },
    {
        "book": "LFV",
        "title": "LFV, 5, Verkehr, Betrieb und Unterhalt, 510, Rückzug von Bewilligungen",
        "citation": "Art. 99 LFV",
        "content": "Bewilligungen können zurückgezogen oder eingeschränkt werden, wenn die bei der Erteilung massgebenden Voraussetzungen nicht mehr bestehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_99"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 61, Betriebsbewilligung, Gewerbsmässigkeit",
        "citation": "Art. 100 Abs. 1 LFV",
        "content": "Flüge gelten als gewerbsmässig, wenn:\na. für sie in irgendeiner Form ein Entgelt entrichtet wird, das mehr als die Kosten für Luftfahrzeugmiete, Treibstoff sowie Flugplatz- und Flugsicherungsgebühren decken soll; und\nb. sie einem nicht bestimmten Kreis von Personen zugänglich sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_100"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 61, Betriebsbewilligung, Gewerbsmässigkeit",
        "citation": "Art. 100 Abs. 1bis LFV",
        "content": "Ist der Beförderer ein Verein, so gelten Vereinsmitglieder als einem bestimmten Kreis zugehörig, wenn sie seit mehr als 30 Tagen Mitglied sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_100"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 61, Betriebsbewilligung, Gewerbsmässigkeit",
        "citation": "Art. 100 Abs. 2 LFV",
        "content": "Bei allen Flügen von Unternehmen, die über eine Betriebsbewilligung verfügen, wird die Gewerbsmässigkeit vermutet. Die zoll- und steuerrechtliche Beurteilung eines Sachverhalts bleibt vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_100"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 61, Betriebsbewilligung, Gewerbsmässigkeit",
        "citation": "Art. 100 Abs. 3 LFV",
        "content": "Bei nicht gewerbsmässigen Flügen, für die ein Entgelt entrichtet wird, sind die Passagiere vor dem Abflug auf den privaten Charakter des Fluges und auf die damit verbundenen Folgen hinsichtlich des Versicherungsschutzes hinzuweisen. Gelangen Luftfahrzeuge zum Einsatz, die in Bezug auf die Lufttüchtigkeit der Sonderkategorie angehören, so sind die Passagiere überdies auf die Besonderheiten der Zulassung des jeweiligen Luftfahrzeuges hinzuweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_100"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 61, Betriebsbewilligung, Einschränkungen für gewerbsmässig eingesetzte Luftfahrzeuge",
        "citation": "Art. 101 LFV",
        "content": "Folgende Luftfahrzeuge dürfen nicht für gewerbsmässige Personentransporte eingesetzt werden:\na. Luftfahrzeuge der Sonderkategorie, Unterkategorie «historisch»; und\nb. Luftfahrzeuge der Standardkategorie, die nicht auf europäischer Ebene geregelt sind und die aktuell über keinen Inhaber der Musterzulassung verfügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_101"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 61, Betriebsbewilligung, Entzug der Betriebsbewilligung",
        "citation": "Art. 102 LFV",
        "content": "Das BAZL kann die Betriebsbewilligung entziehen, wenn:\na. die Voraussetzungen für ihre Erteilung nicht mehr erfüllt sind;\nb. Vorschriften wiederholt oder in grober Weise verletzt werden; oder\nc. Auflagen nicht erfüllt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_102"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 61, Betriebsbewilligung, 611, Unternehmen mit Sitz in der Schweiz, Allgemeine Voraussetzungen für eine Betriebsbewilligung",
        "citation": "Art. 103 Abs. 1 LFV",
        "content": "Einem Unternehmen mit Sitz in der Schweiz wird eine Betriebsbewilligung für die gewerbsmässige Beförderung von Personen oder Gütern (Art. 27 LFG) erteilt, wenn:\na. das Unternehmen in der Schweiz im Handelsregister eingetragen ist mit dem Zweck, gewerbsmässigen Luftverkehr zu betreiben;\nb. das Unternehmen sich unter tatsächlicher Kontrolle und mehrheitlich im Eigentum von Schweizer Bürgern befindet; vorbehalten bleibt der Fall, in dem Ausländer oder ausländische Gesellschaften auf Grund zwischenstaatlicher Vereinbarungen Schweizer Bürgern oder schweizerischen Gesellschaften gleichgestellt sind;\nc. im Fall einer Aktiengesellschaft zudem mehr als die Hälfte des Aktienkapitals aus Namenaktien besteht und sich dieses mehrheitlich im Eigentum von Schweizer Bürgern oder schweizerisch beherrschten Handelsgesellschaften oder Genossenschaften befindet; vorbehalten bleibt der Fall, in dem Ausländer oder ausländische Gesellschaften aufgrund zwischenstaatlicher Vereinbarungen Schweizer Bürgern oder schweizerischen Gesellschaften gleichgestellt sind;\nd. ein Luftverkehrsbetreiberzeugnis vorliegt, das insbesondere die Flugbetriebs- und Unterhaltsorganisation regelt;\ne. die Luftfahrzeuge, die das Unternehmen betreibt, die Mindestanforderungen für die vorgesehenen Dienste erfüllen und im schweizerischen Luftfahrzeugregister eingetragen sind; im Einvernehmen mit der Oberzolldirektion können die Luftfahrzeuge im Luftfahrzeugregister eines Staates eingetragen sein, mit dem diese Möglichkeit in einer zwischenstaatlichen Vereinbarung vorgesehen wurde;\nf. das Unternehmen Halter von mindestens einem Luftfahrzeug ist, das es als Eigentümer oder auf Grund eines Leasingvertrages betreibt, der dem Unternehmen die freie Benützung des Luftfahrzeugs während mindestens sechs Monaten garantiert;\ng. dem Unternehmen eigene Flugbesatzungen mit den erforderlichen Ausweisen zur Verfügung stehen;\nh. ...;\ni. das Unternehmen glaubhaft machen kann, dass es seinen Verpflichtungen während eines Zeitraums von 24 Monaten nach Aufnahme der Tätigkeit jederzeit nachkommen kann und dass es für die fixen und variablen Kosten gemäss seinem Wirtschaftsplan während drei Monaten nach Aufnahme der Tätigkeit ohne Berücksichtigung von Betriebseinnahmen aufkommen kann; die Festlegung der Verpflichtungen und die Ermittlung der Kosten haben von realistischen Annahmen auszugehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_103"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 61, Betriebsbewilligung, 611, Unternehmen mit Sitz in der Schweiz, Allgemeine Voraussetzungen für eine Betriebsbewilligung",
        "citation": "Art. 103 Abs. 2 LFV",
        "content": "Ein Unternehmen, das über eine Betriebsbewilligung verfügt, oder eine Beteiligungsgesellschaft, die direkt oder indirekt eine Mehrheitsbeteiligung an einem Unternehmen hält, hat zur Sicherung einer schweizerischen Mehrheit an seinem Gesellschaftskapital ein Kaufrecht an börsenkotierten Kapitalanteilen, die von Ausländern erworben worden sind. Das Kaufrecht darf bis zehn Tage nach Anmeldung des Erwerbs beim Unternehmer ausgeübt werden, wenn der im Aktienregister eingetragene ausländische Anteil am Gesellschaftskapital 40 Prozent des gesamten Gesellschaftskapitals erreicht hat oder wenn der im Aktienregister eingetragene ausländische Anteil am Gesellschaftskapital den eingetragenen schweizerischen Anteil überstiegen hat. Der Übernahmepreis entspricht dem Börsenkurs im Zeitpunkt der Kaufrechtsausübung. Das Unternehmen veröffentlicht regelmässig den ausländischen Anteil am Gesellschaftskapital. Vorbehalten bleibt der Fall, in dem Ausländer oder ausländische Gesellschaften auf Grund zwischenstaatlicher Vereinbarungen Schweizer Bürgern oder schweizerischen Gesellschaften gleichgestellt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_103"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 61, Betriebsbewilligung, 611, Unternehmen mit Sitz in der Schweiz, Allgemeine Voraussetzungen für eine Betriebsbewilligung",
        "citation": "Art. 103 Abs. 3 LFV",
        "content": "In begründeten Fällen kann das BAZL, im Einvernehmen mit der Oberzolldirektion, auf bestimmte Zeit die Verwendung einzelner Luftfahrzeuge bewilligen, die im Luftfahrzeugregister eines Staates eingetragen sind, mit dem diese Möglichkeit nicht in einer zwischenstaatlichen Vereinbarung vorgesehen wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_103"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 61, Betriebsbewilligung, 611, Unternehmen mit Sitz in der Schweiz, Allgemeine Voraussetzungen für eine Betriebsbewilligung",
        "citation": "Art. 103 Abs. 4 LFV",
        "content": "Das BAZL kann in begründeten Fällen Ausnahmen von den Voraussetzungen nach Absatz 1 Buchstaben a, b und c gewähren. Es kann die Übertragung einzelner Betriebsaufgaben an andere in- oder ausländische Unternehmen bewilligen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_103"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 61, Betriebsbewilligung, 611, Unternehmen mit Sitz in der Schweiz, Sicherheitsmanagementsystem",
        "citation": "Art. 103a Abs. 1 LFV",
        "content": "Folgende Unternehmen mit Sitz in der Schweiz müssen ein Sicherheitsmanagementsystem einrichten und unterhalten:\na. Halter von Flugzeugen und Hubschraubern, die gewerbsmässige Flüge durchführen;\nb. Instandhaltungsbetriebe für Flugzeuge und Hubschrauber.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_103_a"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 61, Betriebsbewilligung, 611, Unternehmen mit Sitz in der Schweiz, Sicherheitsmanagementsystem",
        "citation": "Art. 103a Abs. 2 LFV",
        "content": "Für das Sicherheitsmanagementsystem sind unmittelbar anwendbar die folgenden Normen der Internationalen Zivilluftfahrt-Organisation (ICAO) in Anhang 19 zum Chicago-Übereinkommen:\na. Teil I Ziffern 3.3 und 8.7.3;\nb. Teil III Sektion II Ziffern 1.3 und 6.1.2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_103_a"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 61, Betriebsbewilligung, 611, Unternehmen mit Sitz in der Schweiz, Sicherheitsmanagementsystem",
        "citation": "Art. 103a Abs. 3 LFV",
        "content": "Vorbehalten bleiben die nach Artikel 38 des Chicago-Übereinkommens von der Schweiz gemeldeten Abweichungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_103_a"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 61, Betriebsbewilligung, 611, Unternehmen mit Sitz in der Schweiz, Sicherheitsmanagementsystem",
        "citation": "Art. 103a Abs. 4 LFV",
        "content": "Das UVEK kann Empfehlungen des Anhangs 6 des Chicago-Übereinkommens für verbindlich erklären.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_103_a"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 61, Betriebsbewilligung, 611, Unternehmen mit Sitz in der Schweiz, Sicherheitsmanagementsystem",
        "citation": "Art. 103a Abs. 5 LFV",
        "content": "Das BAZL kann zur Umsetzung der Normen und Empfehlungen der ICAO zusätzliche Weisungen erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_103_a"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 61, Betriebsbewilligung, 611, Unternehmen mit Sitz in der Schweiz, Sicherheitsmanagementsystem",
        "citation": "Art. 103a Abs. 6 LFV",
        "content": "Anhang 6 des Chicago-Übereinkommens wird in der Amtlichen Sammlung nicht veröffentlicht. Er kann beim BAZL in französischer und englischer Sprache eingesehen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_103_a"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 61, Betriebsbewilligung, 611, Unternehmen mit Sitz in der Schweiz, Ballone, Segelflugzeuge und Luftfahrzeuge besonderer Kategorien",
        "citation": "Art. 104 Abs. 1 LFV",
        "content": "Ballonfahrtunternehmen müssen die Voraussetzungen nach Artikel 27 Absatz 2 Buchstabe b des Luftfahrtgesetzes und diejenigen nach Artikel 103 Absatz 1 Buchstaben a, e und g erfüllen. In begründeten Fällen kann das BAZL Ausnahmen zu den Voraussetzungen nach Artikel 103 Absatz 1 Buchstabe a gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_104"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 61, Betriebsbewilligung, 611, Unternehmen mit Sitz in der Schweiz, Ballone, Segelflugzeuge und Luftfahrzeuge besonderer Kategorien",
        "citation": "Art. 104 Abs. 2 LFV",
        "content": "Für Unternehmen, die Segelflugzeuge und Luftfahrzeuge besonderer Kategorien betreiben, ist keine Betriebsbewilligung erforderlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_104"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 61, Betriebsbewilligung, 611, Unternehmen mit Sitz in der Schweiz, Einzelbewilligung",
        "citation": "Art. 105 LFV",
        "content": "Für eine kurze Zeit oder eine geringe Anzahl von Flügen kann eine Betriebsbewilligung als Einzelbewilligung erteilt werden, wenn der Betreiber einen vergleichbaren und der Operation angemessenen Sicherheitsstandard nachweisen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_105"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 61, Betriebsbewilligung, 611, Unternehmen mit Sitz in der Schweiz, Haftungssumme und Versicherungspflicht",
        "citation": "Art. 106 Abs. 1 LFV",
        "content": "Eine Betriebsbewilligung wird einem Gesuchsteller nur erteilt, wenn er:\na. über die folgenden Sicherstellungen verfügt:\n1. für Haftpflichtansprüche im Falle von Tod oder Körperverletzung: über eine minimale Sicherstellung von 250 000 Sonderziehungsrechten gemäss der Definition des Internationalen Währungsfonds je Reisenden,\n2. für Haftpflichtansprüche im Falle von Beschädigung von Reisegepäck: über eine minimale Sicherstellung von 1288 Sonderziehungsrechten je Reisenden,\n3. für Haftpflichtansprüche im Falle von Beschädigung von Gütern: über eine minimale Sicherstellung von 22 Sonderziehungsrechten je Kilogramm; und\nb. nachweist, dass er gegen die Folgen seiner Haftpflicht bis zu den Beträgen nach Buchstabe a versichert ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_106"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 61, Betriebsbewilligung, 611, Unternehmen mit Sitz in der Schweiz, Haftungssumme und Versicherungspflicht",
        "citation": "Art. 106 Abs. 2 LFV",
        "content": "In den Versicherungsvertrag ist folgende Bestimmung aufzunehmen: Endigt der Vertrag vor dem im Nachweis über die Sicherstellung angegebenen Zeitpunkt, so verpflichtet sich die Versicherungsunternehmung, gleichwohl Ersatzansprüche bis zum Entzug der Bewilligung nach den Bestimmungen des Vertrages zu decken, längstens aber während 15 Tagen, nachdem das BAZL vom Ende des Vertrags benachrichtigt worden ist. Als Zeitpunkt des Entzugs gilt der Tag, an dem die Entzugsverfügung rechtskräftig wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_106"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 61, Betriebsbewilligung, 611, Unternehmen mit Sitz in der Schweiz, Auskunfts- und Meldepflicht",
        "citation": "Art. 107 Abs. 1 LFV",
        "content": "Unternehmen mit einer Betriebsbewilligung haben dem BAZL auf Verlangen jederzeit Einblick in ihre Betriebsführung und Geschäftsunterlagen zu gewähren und die für die Erstellung der Luftverkehrsstatistik erforderlichen Angaben zu liefern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_107"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 61, Betriebsbewilligung, 611, Unternehmen mit Sitz in der Schweiz, Auskunfts- und Meldepflicht",
        "citation": "Art. 107 Abs. 3 LFV",
        "content": "Beabsichtigen Unternehmen, Kontinente oder Gebiete, die sie bisher nicht angeflogen haben, zu bedienen, so melden sie dem BAZL im Voraus ihre Pläne. Zudem melden sie ihm im Voraus alle beabsichtigten Zusammenschlüsse oder Übernahmen sowie innert 14 Tagen jede Änderung des Eigentums an Einzelbeteiligungen, die zehn Prozent oder mehr des gesamten Beteiligungskapitals des Unternehmens oder seiner Mutter- oder Dachgesellschaft ausmachen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_107"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 61, Betriebsbewilligung, 612, Unternehmen mit Sitz im Ausland, Allgemeine Voraussetzungen für eine Betriebsbewilligung",
        "citation": "Art. 108 Abs. 1 LFV",
        "content": "Einem Unternehmen mit Sitz im Ausland wird eine Betriebsbewilligung für die gewerbsmässige Beförderung von Personen oder Gütern (Art. 29 LFG) erteilt, wenn:\na. es in seinem Heimatstaat zur gewerbsmässigen Beförderung von Personen oder Gütern im internationalen Luftverkehr zugelassen ist;\nb. es die Behörden seines Heimatstaats in technischer und betrieblicher Hinsicht wirksam beaufsichtigen;\nc. durch die Erteilung der Betriebsbewilligung keine wesentlichen schweizerischen Interessen beeinträchtigt werden;\nd. schweizerischen Unternehmen von seinem Heimatstaat die Beförderung von Personen oder Gütern in gleichwertiger Weise erlaubt wird;\ne. die Haftpflichtansprüche von Dritten auf der Erde (Art. 125) sichergestellt sind; und\nf. es nachweist, dass seine Sicherstellung der Haftpflichtansprüche mindestens den in Artikel 106 Absatz 1 Buchstaben a–c geforderten Beträgen entspricht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_108"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 61, Betriebsbewilligung, 612, Unternehmen mit Sitz im Ausland, Allgemeine Voraussetzungen für eine Betriebsbewilligung",
        "citation": "Art. 108 Abs. 2 LFV",
        "content": "Besteht kein offensichtlicher Grund zur Annahme, dass die Voraussetzungen von Absatz 1 Buchstaben a und b nicht erfüllt sind, so kann auf eine Prüfung der technischen und betrieblichen Grundlagen des Unternehmens verzichtet werden. Eine entsprechende Überprüfung kann aber jederzeit angeordnet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_108"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 61, Betriebsbewilligung, 612, Unternehmen mit Sitz im Ausland, Allgemeine Voraussetzungen für eine Betriebsbewilligung",
        "citation": "Art. 108 Abs. 3 LFV",
        "content": "In begründeten Fällen kann vom Erfordernis nach Absatz 1 Buchstabe d abgesehen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_108"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 61, Betriebsbewilligung, 612, Unternehmen mit Sitz im Ausland, Auskunfts- und Meldepflicht",
        "citation": "Art. 109 LFV",
        "content": "Der Inhaber der Betriebsbewilligung ist verpflichtet, dem BAZL ohne Verzug zu melden:\na. alle Flugprogramme und -pläne für Flüge von und nach der Schweiz;\nb. alle Ereignisse im Sinne von Artikel 77a, die sich im Zusammenhang mit Flügen von und nach der Schweiz ereignen; und\nc. die für die Erstellung der Luftverkehrsstatistik erforderlichen Angaben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_109"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 62, Streckenkonzession, Linienverkehr",
        "citation": "Art. 110 Abs. 1 LFV",
        "content": "Als Linienverkehr gelten Flüge zur gewerbsmässigen Beförderung von Personen oder Gütern, wenn:\na. sie während einer Mindestdauer so regelmässig oder häufig erfolgen, dass es sich erkennbar um eine systematische Folge von Flügen handelt; und\nb. im Personenverkehr in der Öffentlichkeit Sitzplätze zum Einzelkauf angeboten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_110"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 62, Streckenkonzession, Linienverkehr",
        "citation": "Art. 110 Abs. 2 LFV",
        "content": "Das UVEK erlässt Ausführungsvorschriften; es berücksichtigt dabei die Entwicklungen im internationalen Luftverkehr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_110"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 62, Streckenkonzession, Konzessionspflichten",
        "citation": "Art. 111 Abs. 1 LFV",
        "content": "Das konzessionierte Unternehmen ist verpflichtet, Flugpläne und Tarife festzulegen und dem BAZL zu unterbreiten. Es hat seine Flugpläne und Tarife der Öffentlichkeit in geeigneter Weise zugänglich zu machen. Zudem hat es sicherzustellen, dass die auf diese Weise bekannt gemachten Flugpläne und Tarife eingehalten werden. Art und Umfang der Betriebs- und Beförderungspflicht werden in der Konzession geregelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_111"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 62, Streckenkonzession, Konzessionspflichten",
        "citation": "Art. 111 Abs. 2 LFV",
        "content": "Das BAZL kann das konzessionierte Unternehmen, namentlich im Fall einer Notlage oder bei veränderten Verhältnissen, auf begründetes Gesuch hin von einzelnen oder allen auferlegten Pflichten befreien oder ihm andere Erleichterungen gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_111"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 62, Streckenkonzession, Entzug der Streckenkonzession",
        "citation": "Art. 112 Abs. 1 LFV",
        "content": "Das BAZL kann eine Streckenkonzession jederzeit und ohne Entschädigung entziehen, wenn das konzessionierte Unternehmen seine Pflichten schwer oder wiederholt verletzt (Art. 93 LFG).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_112"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 62, Streckenkonzession, Entzug der Streckenkonzession",
        "citation": "Art. 112 Abs. 2 LFV",
        "content": "Es kann die Konzession ferner entziehen, wenn die für die Erteilung erforderlichen Voraussetzungen nicht mehr erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_112"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 62, Streckenkonzession, 621, Unternehmen mit Sitz in der Schweiz, Gesuch",
        "citation": "Art. 114 Abs. 1 LFV",
        "content": "Unternehmen mit Sitz in der Schweiz, die Luftverkehrslinien betreiben wollen, unterbreiten dem BAZL ein Gesuch um Erteilung einer Streckenkonzession mit den folgenden Angaben und Unterlagen:\na. Linien- und Flugplan;\nb. Tarife und Beförderungsbedingungen;\nc. Angaben zum Zeitpunkt der Betriebsaufnahme;\nd. Angaben über das zum Einsatz vorgesehene Flugmaterial;\ne. Verträge über die Zusammenarbeit mit anderen Fluggesellschaften;\nf. Angaben über die Wirtschaftlichkeit der beantragten Linie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_114"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 62, Streckenkonzession, 621, Unternehmen mit Sitz in der Schweiz, Gesuch",
        "citation": "Art. 114 Abs. 2 LFV",
        "content": "Das BAZL informiert vor dem Entscheid über ein Konzessionsgesuch die übrigen Unternehmen mit Sitz in der Schweiz, die ebenfalls in der Lage wären, den Betrieb der gleichen Luftverkehrslinie sicherzustellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_114"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 62, Streckenkonzession, 621, Unternehmen mit Sitz in der Schweiz, Gesuch",
        "citation": "Art. 114 Abs. 3 LFV",
        "content": "Die übrigen Unternehmen können innert 14 Tagen seit der Mitteilung durch das BAZL ihr Interesse am Betrieb der Luftverkehrslinie anmelden. Sie haben vom Zeitpunkt der Mitteilung an 45 Tage Zeit, um ein entsprechendes Konzessionsgesuch einzureichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_114"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 62, Streckenkonzession, 621, Unternehmen mit Sitz in der Schweiz, Gesuch",
        "citation": "Art. 114 Abs. 4 LFV",
        "content": "Das BAZL hört vor dem Entscheid über ein Konzessionsgesuch für innerschweizerische Luftverkehrslinien die Regierungen der betroffenen Kantone, die betroffenen Flugplätze und die interessierten öffentlichen Transportunternehmen an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_114"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 62, Streckenkonzession, 621, Unternehmen mit Sitz in der Schweiz, Gesuch",
        "citation": "Art. 114 Abs. 5 LFV",
        "content": "Besteht gestützt auf staatsvertragliche Regelungen ein Anspruch auf Erteilung einer Streckenkonzession, so finden die Absätze 2–4 keine Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_114"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 62, Streckenkonzession, 621, Unternehmen mit Sitz in der Schweiz, Entscheid",
        "citation": "Art. 115 Abs. 1 LFV",
        "content": "Das BAZL kann die Streckenkonzession namentlich verweigern, wenn das Verkehrsbedürfnis in anderer Weise gleichwertig befriedigt wird oder wenn die anzufliegenden Flugplätze keine Infrastruktur für Instrumentenanflugverfahren aufweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_115"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 62, Streckenkonzession, 621, Unternehmen mit Sitz in der Schweiz, Entscheid",
        "citation": "Art. 115 Abs. 2 LFV",
        "content": "Liegen mehrere Gesuche für die gleiche Luftverkehrslinie vor und ist die Erteilung mehrerer Konzessionen in begründeten Fällen nicht möglich, so berücksichtigt das BAZL bei seinem Entscheid insbesondere folgende Kriterien:\na. die Fähigkeit des Unternehmens, den Betrieb der Linie während mindestens zwei Flugplanperioden sicherzustellen;\nb. die der Öffentlichkeit in Aussicht gestellte Dienstleistung (Produktqualität, Preise, Fluggerät, Kapazität usw.);\nc. die Auswirkungen auf den Wettbewerb in den vorgesehenen Bedienungsmärkten;\nd. die Bedienung der schweizerischen Flughäfen;\ne. die ökonomisch sinnvolle Nutzung bestehender Verkehrsrechte und -kapazitäten;\nf. den Zeitpunkt der Verkehrsaufnahme;\ng. die Erfüllung ökologischer Bedingungen (lärm- und schadstoffarme Luftfahrzeuge);\nh. die vom konzessionierten Unternehmen bisher erbrachten Leistungen zum Aufbau des Marktes der betreffenden Luftverkehrslinie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_115"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 62, Streckenkonzession, 621, Unternehmen mit Sitz in der Schweiz, Entscheid",
        "citation": "Art. 115 Abs. 3 LFV",
        "content": "Das BAZL kann die interessierten Unternehmen zu einer Anhörung einladen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_115"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 62, Streckenkonzession, 621, Unternehmen mit Sitz in der Schweiz, Dauer der Streckenkonzession",
        "citation": "Art. 116 Abs. 1 LFV",
        "content": "Die Konzession wird für höchstens acht Jahre erteilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_116"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 62, Streckenkonzession, 621, Unternehmen mit Sitz in der Schweiz, Dauer der Streckenkonzession",
        "citation": "Art. 116 Abs. 2 LFV",
        "content": "Sie kann auf Gesuch hin erneuert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_116"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 62, Streckenkonzession, 621, Unternehmen mit Sitz in der Schweiz, Dauer der Streckenkonzession",
        "citation": "Art. 116 Abs. 3 LFV",
        "content": "Die Entscheidung über eine Erneuerung wird spätestens 6 Monate vor Ablauf der Konzession gefällt. Im Übrigen findet Artikel 115 Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_116"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 62, Streckenkonzession, 621, Unternehmen mit Sitz in der Schweiz, Änderung und Übertragung von Rechten und Pflichten aus Konzessionen",
        "citation": "Art. 117 Abs. 1 LFV",
        "content": "Das BAZL kann Rechte und Pflichten aus bestehenden Konzessionen ändern oder übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_117"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 62, Streckenkonzession, 621, Unternehmen mit Sitz in der Schweiz, Änderung und Übertragung von Rechten und Pflichten aus Konzessionen",
        "citation": "Art. 117 Abs. 2 LFV",
        "content": "Es kann insbesondere einem konzessionierten Unternehmen erlauben, bestimmte Flüge durch andere schweizerische oder durch ausländische Luftverkehrsunternehmen durchführen zu lassen, wenn namentlich:\na. der sichere Betrieb gewährleistet ist;\nb. klargestellt ist, welche Behörde die Aufsicht innehat; und\nc. die Öffentlichkeit über die Übertragung informiert wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_117"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 62, Streckenkonzession, 621, Unternehmen mit Sitz in der Schweiz, Änderung und Übertragung von Rechten und Pflichten aus Konzessionen",
        "citation": "Art. 117 Abs. 3 LFV",
        "content": "Das BAZL kann die Übertragung einzelner Betriebsaufgaben an andere in- oder ausländische Unternehmen bewilligen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_117"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 62, Streckenkonzession, 621, Unternehmen mit Sitz in der Schweiz, Übertragung ungenutzter Streckenkonzessionen an Mitbewerber",
        "citation": "Art. 118 Abs. 1 LFV",
        "content": "Übt ein Unternehmen die in der Streckenkonzession gewährten Verkehrsrechte nicht aus, so kann jedes andere Unternehmen beim BAZL ein Gesuch um Übertragung der Konzession einreichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_118"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 62, Streckenkonzession, 621, Unternehmen mit Sitz in der Schweiz, Übertragung ungenutzter Streckenkonzessionen an Mitbewerber",
        "citation": "Art. 118 Abs. 2 LFV",
        "content": "Liegt ein solches Gesuch vor, so setzt das BAZL dem konzessionierten Unternehmen eine Frist von höchstens drei Monaten, innert der es den Betrieb der Luftverkehrslinie aufnehmen muss. Das BAZL kann die Frist in begründeten Fällen erstrecken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_118"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 62, Streckenkonzession, 621, Unternehmen mit Sitz in der Schweiz, Übertragung ungenutzter Streckenkonzessionen an Mitbewerber",
        "citation": "Art. 118 Abs. 3 LFV",
        "content": "Nimmt das konzessionierte Unternehmen den Betrieb innert der Frist nicht auf und erfüllt das andere die Konzessionsvoraussetzungen, so überträgt das BAZL die Streckenkonzession.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_118"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 62, Streckenkonzession, 621, Unternehmen mit Sitz in der Schweiz, Übertragung ungenutzter Streckenkonzessionen an Mitbewerber",
        "citation": "Art. 118 Abs. 4 LFV",
        "content": "Die Artikel 114 und 115 sind anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_118"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 62, Streckenkonzession, 621, Unternehmen mit Sitz in der Schweiz, Heimfall unbenutzter Streckenkonzessionen",
        "citation": "Art. 118a LFV",
        "content": "Bedient ein konzessioniertes Unternehmen eine Luftverkehrslinie während 12 Monaten nicht, so fällt die Streckenkonzession dahin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_118_a"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 62, Streckenkonzession, 622, Unternehmen mit Sitz im Ausland, Gesuch",
        "citation": "Art. 119 LFV",
        "content": "Unternehmen mit Sitz im Ausland, die Luftverkehrslinien betreiben wollen, unterbreiten dem BAZL ein Gesuch mit folgenden Angaben und Unterlagen:\na. den Linien- und Flugplan;\nb. die Tarife;\nc. Angaben zum Zeitpunkt der Betriebsaufnahme;\nd. Angaben über das zum Einsatz vorgesehene Flugmaterial;\ne. Angaben zum Rechtsdomizil in der Schweiz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_119"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 62, Streckenkonzession, 622, Unternehmen mit Sitz im Ausland, Verfahren",
        "citation": "Art. 120 Abs. 1 LFV",
        "content": "Die Konzessionierung eines ausländischen Unternehmens richtet sich nach der jeweils geltenden zwischenstaatlichen Vereinbarung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_120"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 62, Streckenkonzession, 622, Unternehmen mit Sitz im Ausland, Verfahren",
        "citation": "Art. 120 Abs. 2 LFV",
        "content": "Besteht keine zwischenstaatliche Vereinbarung oder sind in einer solchen bestimmte Verkehrsrechte nicht geregelt, so kann das BAZL einem ausländischen Unternehmen eine Streckenkonzession für eine einzelne Linie erteilen, wenn das Unternehmen auch von seinem Heimatstaat die notwendigen Verkehrsrechte besitzt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_120"
    },
    {
        "book": "LFV",
        "title": "LFV, 6, Gewerbsmässige Luftfahrt, 62, Streckenkonzession, 622, Unternehmen mit Sitz im Ausland, Verfahren",
        "citation": "Art. 120 Abs. 3 LFV",
        "content": "Das BAZL achtet bei der Erteilung der Konzession insbesondere darauf, dass der Heimatstaat des Unternehmens Gegenrecht gewährt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_120"
    },
    {
        "book": "LFV",
        "title": "LFV, 6a, Sicherheitsmassnahmen, 1. Abschnitt: Allgemeine Bestimmungen, Sicherheitsmassnahmen auf Flugplätzen",
        "citation": "Art. 122a Abs. 1 LFV",
        "content": "Der Halter eines Flugplatzes mit internationalem gewerbsmässigem Luftverkehr legt in einem Sicherheitsprogramm die Sicherheitsmassnahmen fest, die er je nach Bedrohungslage zur Verhütung von Angriffen auf die Sicherheit der zivilen Luftfahrt ergreifen wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_122_a"
    },
    {
        "book": "LFV",
        "title": "LFV, 6a, Sicherheitsmassnahmen, 1. Abschnitt: Allgemeine Bestimmungen, Sicherheitsmassnahmen auf Flugplätzen",
        "citation": "Art. 122a Abs. 2 LFV",
        "content": "Das Sicherheitsprogramm bedarf der Genehmigung durch das BAZL.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_122_a"
    },
    {
        "book": "LFV",
        "title": "LFV, 6a, Sicherheitsmassnahmen, 1. Abschnitt: Allgemeine Bestimmungen, Sicherheitsmassnahmen auf Flugplätzen",
        "citation": "Art. 122a Abs. 3 LFV",
        "content": "Als Sicherheitsmassnahmen kommen insbesondere in Betracht:\na. die auf Aspekte der Sicherheit ausgerichtete Kontrolle der Fluggäste, des nicht aufgegebenen Handgepäcks, des aufgegebenen Gepäcks, der Fracht, der Post und der Luftfahrzeuge;\nb. andere Massnahmen, die sicherstellen sollen, dass keine verbotenen Gegenstände, welche zu widerrechtlichen Handlungen gegen die Sicherheit der zivilen Luftfahrt verwendet werden können, an Bord von Luftfahrzeugen gelangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_122_a"
    },
    {
        "book": "LFV",
        "title": "LFV, 6a, Sicherheitsmassnahmen, 1. Abschnitt: Allgemeine Bestimmungen, Sicherheitsmassnahmen auf Flugplätzen",
        "citation": "Art. 122a Abs. 4 LFV",
        "content": "Das UVEK ordnet die Sicherheitsmassnahmen an. Zuvor hört es die zuständige Kantonspolizei, den betroffenen Flugplatzhalter und die betroffenen Luftverkehrsunternehmen an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_122_a"
    },
    {
        "book": "LFV",
        "title": "LFV, 6a, Sicherheitsmassnahmen, 1. Abschnitt: Allgemeine Bestimmungen, Sicherheitsmassnahmen der Luftverkehrsunternehmen",
        "citation": "Art. 122b Abs. 1 LFV",
        "content": "Das Luftverkehrsunternehmen, das Luftfahrzeuge im internationalen gewerbsmässigen Luftverkehr einsetzt, ist zur Sicherung des Betriebes seiner Luftfahrzeuge gemäss den vom UVEK festgelegten Anforderungen verpflichtet. Es hat seine Sicherheitsmassnahmen in einem Sicherheitsprogramm darzustellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_122_b"
    },
    {
        "book": "LFV",
        "title": "LFV, 6a, Sicherheitsmassnahmen, 1. Abschnitt: Allgemeine Bestimmungen, Sicherheitsmassnahmen der Luftverkehrsunternehmen",
        "citation": "Art. 122b Abs. 2 LFV",
        "content": "Das Sicherheitsprogramm bedarf der Genehmigung durch das BAZL.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_122_b"
    },
    {
        "book": "LFV",
        "title": "LFV, 6a, Sicherheitsmassnahmen, 1. Abschnitt: Allgemeine Bestimmungen, Anwendbare Bestimmungen",
        "citation": "Art. 122c Abs. 1 LFV",
        "content": "Die Sicherheitsmassnahmen richten sich nach:\na. den Bestimmungen unter der Gliederungseinheit 6a;\nb. den unmittelbar anwendbaren Normen der ICAO im Anhang 17 zum Chicago-Übereinkommen; vorbehalten sind die nach Artikel 38 dieses Übereinkommens gemeldeten Abweichungen;\nc. den für die Schweiz verbindlichen Bestimmungen des Rechts der Europäischen Union.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_122_c"
    },
    {
        "book": "LFV",
        "title": "LFV, 6a, Sicherheitsmassnahmen, 1. Abschnitt: Allgemeine Bestimmungen, Anwendbare Bestimmungen",
        "citation": "Art. 122c Abs. 2 LFV",
        "content": "Zudem sind die Empfehlungen der ICAO im Anhang 17 zum Chicago- Übereinkommen vom 7. Dezember 1944 unmittelbar anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_122_c"
    },
    {
        "book": "LFV",
        "title": "LFV, 6a, Sicherheitsmassnahmen, 1. Abschnitt: Allgemeine Bestimmungen, Anwendbare Bestimmungen",
        "citation": "Art. 122c Abs. 2bis LFV",
        "content": "Die Sicherheitsbeauftragten treffen die notwendigen Massnahmen, wenn die Sicherheit der Passagiere, der Besatzung oder des Flugzeugs bedroht ist. Sie dürfen polizeilichen Zwang und polizeiliche Massnahmen nach dem Zwangsanwendungsgesetz vom 20. März 2008 und seinen Ausführungsbestimmungen anwenden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_122_c"
    },
    {
        "book": "LFV",
        "title": "LFV, 6a, Sicherheitsmassnahmen, 1. Abschnitt: Allgemeine Bestimmungen, Anwendbare Bestimmungen",
        "citation": "Art. 122c Abs. 3 LFV",
        "content": "Das BAZL erlässt die notwendigen Vorschriften, insbesondere das Nationale Sicherheitsprogramm Luftfahrt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_122_c"
    },
    {
        "book": "LFV",
        "title": "LFV, 6a, Sicherheitsmassnahmen, 1. Abschnitt: Allgemeine Bestimmungen, Vollzug",
        "citation": "Art. 122d Abs. 1 LFV",
        "content": "Das UVEK erlässt Vorschriften über:\na. die Ausgestaltung der Sicherheitsmassnahmen;\nb. das Zusammenwirken der beteiligten Stellen;\nc. die Verteilung der Kosten zwischen dem BAZL, den Flugplatzhaltern und den Luftverkehrsunternehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_122_d"
    },
    {
        "book": "LFV",
        "title": "LFV, 6a, Sicherheitsmassnahmen, 1. Abschnitt: Allgemeine Bestimmungen, Vollzug",
        "citation": "Art. 122d Abs. 2 LFV",
        "content": "Das BAZL kann je nach Bedrohungslage im Einzelfall gestützt auf eine Bedrohungsanalyse des Bundesamtes für Polizei (fedpol) weitere Massnahmen anordnen und die Kostentragung festlegen; es hört dazu vorgängig die zuständige Flughafenpolizei und den betroffenen Flugplatzhalter an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_122_d"
    },
    {
        "book": "LFV",
        "title": "LFV, 6a, Sicherheitsmassnahmen, 1. Abschnitt: Allgemeine Bestimmungen, Vollzug",
        "citation": "Art. 122d Abs. 3 LFV",
        "content": "Vorbehalten bleiben im Einzelfall die besonderen Befugnisse der Kommandantin oder des Kommandanten einer Kantonspolizei (Art. 100bis LFG).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_122_d"
    },
    {
        "book": "LFV",
        "title": "LFV, 6a, Sicherheitsmassnahmen, 2. Abschnitt: Sicherheitsbeauftragte, Grundsätze",
        "citation": "Art. 122e Abs. 1 LFV",
        "content": "Zur Abwehr widerrechtlicher Handlungen, welche die Sicherheit an Bord schweizerischer Luftfahrzeuge im internationalen gewerbsmässigen Luftverkehr gefährden können, werden Sicherheitsbeauftragte eingesetzt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_122_e"
    },
    {
        "book": "LFV",
        "title": "LFV, 6a, Sicherheitsmassnahmen, 2. Abschnitt: Sicherheitsbeauftragte, Grundsätze",
        "citation": "Art. 122e Abs. 2 LFV",
        "content": "Die Sicherheitsbeauftragten können auch zu Arbeiten am Boden auf ausländischen Flugplätzen eingesetzt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_122_e"
    },
    {
        "book": "LFV",
        "title": "LFV, 6a, Sicherheitsmassnahmen, 2. Abschnitt: Sicherheitsbeauftragte, Aufgaben und Kompetenzen",
        "citation": "Art. 122f Abs. 1 LFV",
        "content": "Die Sicherheitsbeauftragten haben, soweit das zwingend anwendbare ausländische Recht es nicht ausschliesst, insbesondere folgende Aufgaben und Kompetenzen:\na. An Bord überwachen sie das Verhalten der Fluggäste und verhindern widerrechtliche Handlungen, welche die Sicherheit an Bord des Flugzeugs gefährden.\nb. Auf ausländischen Flugplätzen können sie:\n1. zur Verhinderung der Einschleusung verbotener Gegenstände, die zur Gefährdung der Zivilluftfahrt eingesetzt werden können, Fluggäste und Handgepäck durchsuchen und das kontrollierte Gepäck und die Gepäckidentifikation überwachen,\n2. zuhanden der zuständigen ausländischen Stellen mögliche Gefährder bezeichnen,\n3. die ausländischen Stellen bei deren Aufgaben unterstützen.\nc. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_122_f"
    },
    {
        "book": "LFV",
        "title": "LFV, 6a, Sicherheitsmassnahmen, 2. Abschnitt: Sicherheitsbeauftragte, Aufgaben und Kompetenzen",
        "citation": "Art. 122f Abs. 2 LFV",
        "content": "Fedpol erstellt in Zusammenarbeit mit dem BAZL Richtlinien über die Aufgaben der Sicherheitsbeauftragten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_122_f"
    },
    {
        "book": "LFV",
        "title": "LFV, 6a, Sicherheitsmassnahmen, 2. Abschnitt: Sicherheitsbeauftragte, Ausbildung",
        "citation": "Art. 122g Abs. 1 LFV",
        "content": "Zum Einsatz als Sicherheitsbeauftragte oder Sicherheitsbeauftragter kann nur bestimmt werden, wer an einem spezifischen Ausbildungsprogramm teilgenommen und die Abschlussprüfung bestanden hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_122_g"
    },
    {
        "book": "LFV",
        "title": "LFV, 6a, Sicherheitsmassnahmen, 2. Abschnitt: Sicherheitsbeauftragte, Ausbildung",
        "citation": "Art. 122g Abs. 2 LFV",
        "content": "Fedpol:\na. erstellt das Anforderungsprofil der Sicherheitsbeauftragten;\nb. legt das Ausbildungsprogramm fest;\nc. sorgt für die Weiterbildung;\nd. führt entsprechende Aus- und Weiterbildungskurse durch.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_122_g"
    },
    {
        "book": "LFV",
        "title": "LFV, 6a, Sicherheitsmassnahmen, 2. Abschnitt: Sicherheitsbeauftragte, Ausbildung",
        "citation": "Art. 122g Abs. 3 LFV",
        "content": "Es kann für die Kursdurchführung sowie für die Bereitstellung und den Unterhalt der Kursinfrastruktur Dritte, namentlich Luftverkehrsunternehmen und Institutionen der Polizei und der Armee, beiziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_122_g"
    },
    {
        "book": "LFV",
        "title": "LFV, 6a, Sicherheitsmassnahmen, 2. Abschnitt: Sicherheitsbeauftragte, Einsatz",
        "citation": "Art. 122h Abs. 1 LFV",
        "content": "Fedpol ist zuständig für den Einsatz der Sicherheitsbeauftragten und die damit verbundenen administrativen Aufgaben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_122_h"
    },
    {
        "book": "LFV",
        "title": "LFV, 6a, Sicherheitsmassnahmen, 2. Abschnitt: Sicherheitsbeauftragte, Einsatz",
        "citation": "Art. 122h Abs. 2 LFV",
        "content": "Es legt die Einsatzdoktrin und Einsatztaktik fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_122_h"
    },
    {
        "book": "LFV",
        "title": "LFV, 6a, Sicherheitsmassnahmen, 2. Abschnitt: Sicherheitsbeauftragte, Einsatz",
        "citation": "Art. 122h Abs. 3 LFV",
        "content": "Es bestimmt nach Rücksprache mit dem BAZL Ort, Zeit und Art des Einsatzes aufgrund der Risiko- und Bedrohungsanalyse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_122_h"
    },
    {
        "book": "LFV",
        "title": "LFV, 6a, Sicherheitsmassnahmen, 2. Abschnitt: Sicherheitsbeauftragte, Einsatz",
        "citation": "Art. 122h Abs. 4 LFV",
        "content": "Es informiert die jeweils betroffenen Luftverkehrsunternehmen und weist sie rechtzeitig an, die entsprechenden Sitzplatzreservationen vorzunehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_122_h"
    },
    {
        "book": "LFV",
        "title": "LFV, 6a, Sicherheitsmassnahmen, 2. Abschnitt: Sicherheitsbeauftragte, Ausrüstung der Sicherheitsbeauftragten",
        "citation": "Art. 122i Abs. 1 LFV",
        "content": "Fedpol sorgt in Zusammenarbeit mit den Luftverkehrsunternehmen für die notwendige Ausrüstung der Sicherheitsbeauftragten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_122_i"
    },
    {
        "book": "LFV",
        "title": "LFV, 6a, Sicherheitsmassnahmen, 2. Abschnitt: Sicherheitsbeauftragte, Ausrüstung der Sicherheitsbeauftragten",
        "citation": "Art. 122i Abs. 2 LFV",
        "content": "Als Ausrüstung gelten insbesondere Uniformen, Waffen und Hilfsmittel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_122_i"
    },
    {
        "book": "LFV",
        "title": "LFV, 6a, Sicherheitsmassnahmen, 2. Abschnitt: Sicherheitsbeauftragte, Unterstellung",
        "citation": "Art. 122j Abs. 1 LFV",
        "content": "Während der Ausbildung und des Einsatzes bleiben die Sicherheitsbeauftragten dienst- und disziplinarrechtlich den Vorschriften ihres jeweiligen Arbeitgebers unterstellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_122_j"
    },
    {
        "book": "LFV",
        "title": "LFV, 6a, Sicherheitsmassnahmen, 2. Abschnitt: Sicherheitsbeauftragte, Unterstellung",
        "citation": "Art. 122j Abs. 2 LFV",
        "content": "Bei der Erfüllung ihrer Aufgaben unterstehen sie der Weisungsbefugnis von fedpol.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_122_j"
    },
    {
        "book": "LFV",
        "title": "LFV, 6a, Sicherheitsmassnahmen, 2. Abschnitt: Sicherheitsbeauftragte, Unterstellung",
        "citation": "Art. 122j Abs. 3 LFV",
        "content": "An Bord von Luftfahrzeugen unterstehen sie der Bordgewalt des Flugkapitäns.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_122_j"
    },
    {
        "book": "LFV",
        "title": "LFV, 6a, Sicherheitsmassnahmen, 2. Abschnitt: Sicherheitsbeauftragte, Risiko- und Bedrohungsanalyse",
        "citation": "Art. 122k LFV",
        "content": "Fedpol ist zuständig für die Risiko- und Bedrohungsanalyse im Zusammenhang mit dem Einsatz von Sicherheitsbeauftragten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_122_k"
    },
    {
        "book": "LFV",
        "title": "LFV, 6a, Sicherheitsmassnahmen, 2. Abschnitt: Sicherheitsbeauftragte, Daten der möglichen Gefährder",
        "citation": "Art. 122kbis Abs. 1 LFV",
        "content": "Zur Beurteilung der Gefährdung des internationalen gewerbsmässigen Luftverkehrs (Art. 21c Abs. 1 Bst. b LFG) bearbeitet fedpol im Informationssystem für den Einsatz von Sicherheitsbeauftragten:\na. über jeden möglichen Gefährder die folgenden Datenkategorien:\n1. gebuchte Flüge,\n2. Angaben zu getätigten Zahlungen und dafür eingesetzten Zahlungsmitteln;\nb. weitere Daten über mögliche Gefährder, die für die Beurteilung der Gefährdung des internationalen gewerbsmässigen Luftverkehrs notwendig sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_122_k_bis"
    },
    {
        "book": "LFV",
        "title": "LFV, 6a, Sicherheitsmassnahmen, 2. Abschnitt: Sicherheitsbeauftragte, Daten der möglichen Gefährder",
        "citation": "Art. 122kbis Abs. 2 LFV",
        "content": "Betreffend die Identität und die öffentlich zugänglichen Kontaktdaten von möglichen Gefährdern (Art. 21c Abs. 1 Bst. a LFG) bearbeitet fedpol im System die folgenden Daten:\na. Namen einschliesslich Alias;\nb. Geburtsdatum;\nc. Geburtsort;\nd. Heimatort;\ne. Staatsangehörigkeit;\nf. Geschlecht;\ng. Zivilstand;\nh. öffentlich zugängliche Kontaktangaben wie Postadresse, E-Mail-Adresse, Telefonnummern;\ni. Angaben zu Reisedokumenten wie Nummer, Ausstellungsstaat, Visa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_122_k_bis"
    },
    {
        "book": "LFV",
        "title": "LFV, 6a, Sicherheitsmassnahmen, 2. Abschnitt: Sicherheitsbeauftragte, Daten der Sicherheitsbeauftragten",
        "citation": "Art. 122kter LFV",
        "content": "Fedpol bearbeitet im Informationssystem die folgenden Daten der einsetzbaren Sicherheitsbeauftragten:\na. Namen;\nb. Geburtsdatum;\nc. Geburtsort;\nd. Heimatort und Nationalität;\ne. Kontaktangaben wie Postadressen, E-Mail-Adressen, Telefonnummern;\nf. Notfalladresse (Name, Vorname, Telefonnummer und Beziehung der Kontaktperson zum Sicherheitsbeauftragten);\ng. Angaben zu Reisedokumenten wie Nummer, Ausstellungsstaat, Visa;\nh. Zahlungsverbindung;\ni. Sprachkenntnisse;\nj. absolvierte Kurse im Hinblick auf die Tätigkeit als Sicherheitsbeauftragte und geleistete Einsätze.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_122_k_ter"
    },
    {
        "book": "LFV",
        "title": "LFV, 6a, Sicherheitsmassnahmen, 2. Abschnitt: Sicherheitsbeauftragte, Unterhalt und Aufbewahrung von Schusswaffen",
        "citation": "Art. 122l Abs. 1 LFV",
        "content": "Fedpol ist, nach Rücksprache mit dem BAZL, zuständig für den Unterhalt und die Aufbewahrung der Waffen der Sicherheitsbeauftragten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_122_l"
    },
    {
        "book": "LFV",
        "title": "LFV, 6a, Sicherheitsmassnahmen, 2. Abschnitt: Sicherheitsbeauftragte, Unterhalt und Aufbewahrung von Schusswaffen",
        "citation": "Art. 122l Abs. 2 LFV",
        "content": "Fedpol kann zu diesem Zweck die Flughafenpolizei oder andere von ihm bezeichnete Organe beiziehen, vor allem für die Aufbewahrung von Waffen ausländischer Sicherheitsbeauftragter bei einem Zwischenhalt in der Schweiz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_122_l"
    },
    {
        "book": "LFV",
        "title": "LFV, 6a, Sicherheitsmassnahmen, 2. Abschnitt: Sicherheitsbeauftragte, Pflichten der Luftverkehrsunternehmen",
        "citation": "Art. 122m Abs. 1 LFV",
        "content": "Die Luftverkehrsunternehmen können beigezogen werden:\na. zur Aus- und Weiterbildung der Sicherheitsbeauftragten;\nb. zum Einsatz und zu den damit verbundenen administrativen Aufgaben;\nc. zur Risiko- und Bedrohungsanalyse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_122_m"
    },
    {
        "book": "LFV",
        "title": "LFV, 6a, Sicherheitsmassnahmen, 2. Abschnitt: Sicherheitsbeauftragte, Pflichten der Luftverkehrsunternehmen",
        "citation": "Art. 122m Abs. 2 LFV",
        "content": "Ihnen können dabei namentlich folgende Aufgaben übertragen werden:\na. Sie unterrichten im Rahmen der Aus- und Weiterbildung luftfahrtspezifische Themen.\nb. Sie reservieren die Sitzplätze für die Sicherheitsbeauftragten nach Massgabe von fedpol.\nc. Sie besorgen die notwendigen luftfahrtspezifischen Ausweise für die Sicherheitsbeauftragten.\nd. Sie stellen das luftfahrtspezifische Einsatzmaterial bereit.\ne. Sie leiten sicherheitsrelevante Informationen, die für die Risiko- und Bedrohungsanalyse von Bedeutung sind, an fedpol weiter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_122_m"
    },
    {
        "book": "LFV",
        "title": "LFV, 6a, Sicherheitsmassnahmen, 2. Abschnitt: Sicherheitsbeauftragte, Pflichten der Luftverkehrsunternehmen",
        "citation": "Art. 122m Abs. 3 LFV",
        "content": "Das BAZL legt die Pflichten der Luftverkehrsunternehmen im Bereich der Sicherheitsbeauftragten in der Betriebsbewilligung fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_122_m"
    },
    {
        "book": "LFV",
        "title": "LFV, 6a, Sicherheitsmassnahmen, 2. Abschnitt: Sicherheitsbeauftragte, Vergütungen",
        "citation": "Art. 122n LFV",
        "content": "Das BAZL vergütet im Zusammenhang mit dem Einsatz der Sicherheitsbeauftragten:\na. den Luftverkehrsunternehmen: die Kosten für die erbrachten Leistungen im Zusammenhang mit: \n1. der Aus- und Weiterbildung der Sicherheitsbeauftragten,\n2. der Einsatzplanung von Sicherheitsbeauftragten und den damit verbundenen administrativen Aufgaben,\n3. der Risiko- und Bedrohungsanalyse,\n4. der Ausrüstung der Sicherheitsbeauftragten;\nb. den Kantonen oder Gemeinden und der Transportpolizei: die Lohn- und Lohnnebenkosten für die Sicherheitsbeauftragten während der Aus- und Weiterbildung sowie während des Einsatzes;\nc. den Sicherheitsbeauftragten: die Spesen für die Aus- und Weiterbildung sowie für den Einsatz;\nd. den Kantonen oder Gemeinden: die Kosten für die Bewirtschaftung der Schusswaffen von ausländischen Sicherheitsbeauftragten während ihres Aufenthalts in der Schweiz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_122_n"
    },
    {
        "book": "LFV",
        "title": "LFV, 6a, Sicherheitsmassnahmen, 2. Abschnitt: Sicherheitsbeauftragte, Verantwortlichkeit des Bundes",
        "citation": "Art. 122o LFV",
        "content": "Die Verantwortlichkeit des Bundes für Schäden, die ein Sicherheitsbeauftragter in Ausübung seiner Tätigkeit Drittpersonen widerrechtlich zufügt, beurteilt sich nach dem Verantwortlichkeitsgesetz vom 14. März 1958.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_122_o"
    },
    {
        "book": "LFV",
        "title": "LFV, 6b,  Erleichterungen in der Luftfahrt",
        "citation": "Art. 122p LFV",
        "content": "Für die Durchführung von Massnahmen für Erleichterungen in der Luftfahrt (Facilitation) sind die Normen und Empfehlungen der ICAO im Anhang 9 zum ChicagoÜbereinkommen unmittelbar anwendbar. Vorbehalten sind die nach Artikel 38 dieses Übereinkommens gemeldeten Abweichungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_122_p"
    },
    {
        "book": "LFV",
        "title": "LFV, 7, Haftpflicht, 71, des Luftfahrzeughalters gegenüber Dritten auf der Erde, 711, Arten der Sicherstellung",
        "citation": "Art. 123 Abs. 1 LFV",
        "content": "Die Haftpflichtansprüche Dritter auf der Erde sind unter Vorbehalt von Absatz 2 durch Abschluss einer Haftpflichtversicherung bei einem Versicherungsunternehmen sicherzustellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_123"
    },
    {
        "book": "LFV",
        "title": "LFV, 7, Haftpflicht, 71, des Luftfahrzeughalters gegenüber Dritten auf der Erde, 711, Arten der Sicherstellung",
        "citation": "Art. 123 Abs. 2 LFV",
        "content": "Wird eine Sicherstellung der Haftpflichtansprüche durch Hinterlegung oder Solidarbürgschaft angeboten, so regelt das BAZL die Sicherstellung im Rahmen der nachfolgenden Bestimmungen von Fall zu Fall.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_123"
    },
    {
        "book": "LFV",
        "title": "LFV, 7, Haftpflicht, 71, des Luftfahrzeughalters gegenüber Dritten auf der Erde, 712, Nachweis der Sicherstellung",
        "citation": "Art. 124 Abs. 1 LFV",
        "content": "Als Nachweis der Sicherstellung der Haftpflichtansprüche hat der Halter des Luftfahrzeuges den Versicherungsnachweis, den Hinterlegungsschein oder die Bürgschaftserklärung vorzulegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_124"
    },
    {
        "book": "LFV",
        "title": "LFV, 7, Haftpflicht, 71, des Luftfahrzeughalters gegenüber Dritten auf der Erde, 712, Nachweis der Sicherstellung",
        "citation": "Art. 124 Abs. 2 LFV",
        "content": "Das BAZL kann vom Halter des Luftfahrzeuges, Versicherer, Aufbewahrer oder Bürgen nähere Auskunft über die Sicherstellung verlangen. Es kann die Erteilung des Lufttüchtigkeitszeugnisses bis zum Eingang dieser Auskunft aussetzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_124"
    },
    {
        "book": "LFV",
        "title": "LFV, 7, Haftpflicht, 71, des Luftfahrzeughalters gegenüber Dritten auf der Erde, 713, Höhe der Sicherstellung",
        "citation": "Art. 125 Abs. 1 LFV",
        "content": "Die Haftpflichtansprüche von Dritten auf der Erde sind für ein Schadenereignis (Personen- und Sachschäden zusammen) mindestens wie folgt sicherzustellen:Mindestversicherungssumme (Millionen Sonderziehungsrechte)\na. Luftfahrzeuge mit einem Abfluggewicht unter 500 kg        0,75\nb. Luftfahrzeuge mit einem Abfluggewicht von 500 kg oder höher, aber unter 1000 kg        1,5\nc. Luftfahrzeuge mit einem Abfluggewicht von 1000 kg oder höher, aber unter 2700 kg        3\nd. Luftfahrzeuge mit einem Abfluggewicht von 2700 kg oder höher, aber unter 6000 kg        7\ne. Luftfahrzeuge mit einem Abfluggewicht von 6000 kg oder höher, aber unter 12 000 kg      18\nf. Luftfahrzeuge mit einem Abfluggewicht von 12 000 oder höher, aber unter 25 000 kg      80\ng. Luftfahrzeuge mit einem Abfluggewicht von 25 000 kg oder höher, aber unter 50 000 kg    150\nh. Luftfahrzeuge mit einem Abfluggewicht von 50 000 kg oder höher, aber unter 200 000 kg    300\ni. Luftfahrzeuge mit einem Abfluggewicht von 200 000 kg oder höher, aber unter 500 000 kg    500\nj. Luftfahrzeuge mit einem Abfluggewicht von 500 000 kg oder höher    700.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_125"
    },
    {
        "book": "LFV",
        "title": "LFV, 7, Haftpflicht, 71, des Luftfahrzeughalters gegenüber Dritten auf der Erde, 713, Höhe der Sicherstellung",
        "citation": "Art. 125 Abs. 2 LFV",
        "content": "Absatz 1 gilt nicht für Fesselballone, Hängegleiter, Hängegleiter mit elektrischem Antrieb, Fallschirme, Drachen und Drachenfallschirme. Für diese Luftfahrzeuge setzt das UVEK die Versicherungssumme fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_125"
    },
    {
        "book": "LFV",
        "title": "LFV, 7, Haftpflicht, 71, des Luftfahrzeughalters gegenüber Dritten auf der Erde, 713, Höhe der Sicherstellung",
        "citation": "Art. 125 Abs. 3 LFV",
        "content": "Für Flüge, die namentlich wegen der Art der beförderten Güter eine besondere Gefährdung darstellen, kann das BAZL die Erteilung der Betriebsbewilligung vom Nachweis einer zusätzlichen Sicherstellung der Haftpflichtansprüche von Dritten auf der Erde abhängig machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_125"
    },
    {
        "book": "LFV",
        "title": "LFV, 7, Haftpflicht, 71, des Luftfahrzeughalters gegenüber Dritten auf der Erde, 714, Inhalt des Versicherungsvertrages, Wechsel des Halters und Rücktritt",
        "citation": "Art. 126 Abs. 1 LFV",
        "content": "Der Versicherungsvertrag muss bestimmen, dass\na. bei einem Wechsel des Halters während der Vertragsdauer auch die Ansprüche gegen den neuen Halter gedeckt sind;\nb. die Rechte und Pflichten aus dem Versicherungsvertrag auf den neuen Halter übergehen;\nc. der neue Halter berechtigt ist, innert 14 Tagen nach dem Halterwechsel vom Vertrag zurückzutreten;\nd. der Versicherer berechtigt ist, innert 14 Tagen, nachdem er vom Halterwechsel Kenntnis erhalten hat, vom Vertrag zurückzutreten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_126"
    },
    {
        "book": "LFV",
        "title": "LFV, 7, Haftpflicht, 71, des Luftfahrzeughalters gegenüber Dritten auf der Erde, 714, Inhalt des Versicherungsvertrages, Wechsel des Halters und Rücktritt",
        "citation": "Art. 126 Abs. 2 LFV",
        "content": "Bei einem Rücktritt erlischt die Sicherstellung in dem in Artikel 128 Buchstabe b angegebenen Zeitpunkt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_126"
    },
    {
        "book": "LFV",
        "title": "LFV, 7, Haftpflicht, 71, des Luftfahrzeughalters gegenüber Dritten auf der Erde, 714, Inhalt des Versicherungsvertrages, Wechsel des Halters und Rücktritt",
        "citation": "Art. 126 Abs. 3 LFV",
        "content": "Wird dem BAZL vor diesem Zeitpunkt keine neue Sicherstellung nachgewiesen, so ist das Lufttüchtigkeitszeugnis zu entziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_126"
    },
    {
        "book": "LFV",
        "title": "LFV, 7, Haftpflicht, 71, des Luftfahrzeughalters gegenüber Dritten auf der Erde, 714, Inhalt des Versicherungsvertrages, Wechsel des Halters und Rücktritt",
        "citation": "Art. 126 Abs. 4 LFV",
        "content": "Weist der neue Halter innert 14 Tagen seit dem Wechsel des Halters eine neue Sicherstellung nach, so tritt der bisherige Versicherungsvertrag ausser Kraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_126"
    },
    {
        "book": "LFV",
        "title": "LFV, 7, Haftpflicht, 71, des Luftfahrzeughalters gegenüber Dritten auf der Erde, 714, Inhalt des Versicherungsvertrages, Umfang der gesicherten Ersatzansprüche",
        "citation": "Art. 127 Abs. 1 LFV",
        "content": "Die Sicherstellung muss bis zu den im Artikel 125 angegebenen Grenzen die nach den Bestimmungen des Luftfahrtgesetzes gegen den Halter möglichen Ersatzansprüche Dritter auf der Erde decken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_127"
    },
    {
        "book": "LFV",
        "title": "LFV, 7, Haftpflicht, 71, des Luftfahrzeughalters gegenüber Dritten auf der Erde, 714, Inhalt des Versicherungsvertrages, Umfang der gesicherten Ersatzansprüche",
        "citation": "Art. 127 Abs. 2 LFV",
        "content": "Für Schäden, die durch eine an Bord befindliche Person verursacht werden, haftet der Halter, wenn diese Person nicht zur Besatzung gehört (Art. 64 Abs. 2 Bst. b LFG), nur bis zum Betrag der Sicherstellung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_127"
    },
    {
        "book": "LFV",
        "title": "LFV, 7, Haftpflicht, 71, des Luftfahrzeughalters gegenüber Dritten auf der Erde, 714, Inhalt des Versicherungsvertrages, Umfang der gesicherten Ersatzansprüche",
        "citation": "Art. 127 Abs. 3 LFV",
        "content": "Schäden, die durch den Fluglärm auf der Erde verursacht werden, dürfen im Versicherungsvertrag nicht ausgeschlossen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_127"
    },
    {
        "book": "LFV",
        "title": "LFV, 7, Haftpflicht, 71, des Luftfahrzeughalters gegenüber Dritten auf der Erde, 714, Inhalt des Versicherungsvertrages, Dauer und örtlicher Geltungsbereich",
        "citation": "Art. 128 LFV",
        "content": "In den Versicherungsvertrag sind folgende Bestimmungen aufzunehmen:\na. Läuft der Vertrag ab, während sich das Luftfahrzeug auf einem Flug befindet, so verlängert sich die Haftung des Versicherers zugunsten des geschädigten Dritten bis zur nächsten Landung, bei der eine amtliche Nachprüfung der Bordpapiere möglich ist, höchstens aber um 24 Stunden.\nb. Endigt der Vertrag vor dem im Nachweis über die Sicherstellung angegebenen Zeitpunkt, so verpflichtet sich die Versicherungsunternehmung, gleichwohl Ersatzansprüche bis zum Entzug des Lufttüchtigkeitszeugnisses nach den Bestimmungen des Vertrages zu decken, längstens aber während 15 Tagen, nachdem das BAZL vom Ende des Vertrages benachrichtigt worden ist. Als Zeitpunkt des Entzugs gilt der Tag, an dem die Entzugsverfügung rechtskräftig wird.\nc. Überfliegt ein Luftfahrzeug die im Nachweis über die Sicherstellung genannten geografischen Grenzen ihres Geltungsbereiches, so ist die Versicherung zugunsten des geschädigten Dritten auf der Erde trotzdem wirksam, wenn der Flug ausserhalb dieser Grenzen durch höhere Gewalt, durch eine nach den Umständen gebotene Beistandsleistung oder durch fehlerhafte Lenkung, Führung oder Navigation verursacht wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_128"
    },
    {
        "book": "LFV",
        "title": "LFV, 7, Haftpflicht, 71, des Luftfahrzeughalters gegenüber Dritten auf der Erde, 714, Inhalt des Versicherungsvertrages, Verhältnis zum Nachweis der Sicherstellung",
        "citation": "Art. 129 LFV",
        "content": "Der Versicherungsvertrag muss bestimmen, dass zugunsten des geschädigten Dritten die Bedingungen massgebend sind, die sich aus dem Nachweis über die Sicherstellung ergeben, auch wenn sie mit dem Inhalt des abgeschlossenen Vertrages nicht übereinstimmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_129"
    },
    {
        "book": "LFV",
        "title": "LFV, 7, Haftpflicht, 71, des Luftfahrzeughalters gegenüber Dritten auf der Erde, 715, Versicherer und geschädigter Dritter",
        "citation": "Art. 131 Abs. 1 LFV",
        "content": "Der Halter kann vom Versicherer verlangen, dass er, ohne Rücksicht auf allfällige Rückgriffsrechte, seine Ersatzleistung an den geschädigten Dritten ausrichte, auch wenn nach den Bestimmungen dieser Verordnung die Ansprüche des geschädigten Dritten gegen den Halter weiter gehen als die Ansprüche des Halters gegen den Versicherer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_131"
    },
    {
        "book": "LFV",
        "title": "LFV, 7, Haftpflicht, 71, des Luftfahrzeughalters gegenüber Dritten auf der Erde, 715, Versicherer und geschädigter Dritter",
        "citation": "Art. 131 Abs. 2 LFV",
        "content": "Dem geschädigten Dritten steht kein unmittelbarer Anspruch gegen den Versicherer zu, wohl aber im Umfang seiner Schadenersatzforderung ein Pfandrecht am Anspruch des Halters gegen den Versicherer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_131"
    },
    {
        "book": "LFV",
        "title": "LFV, 7, Haftpflicht, 71, des Luftfahrzeughalters gegenüber Dritten auf der Erde, 716, Bescheinigung der Sicherstellung",
        "citation": "Art. 132 LFV",
        "content": "Die Bescheinigung über die Sicherstellung gibt Auskunft über\n– die Höhe der Garantiesumme,\n– die Geltungsdauer der geleisteten Sicherheit und\n– den geographischen Geltungsbereich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_132"
    },
    {
        "book": "LFV",
        "title": "LFV, 7, Haftpflicht, 71a, Haftpflicht des Luftfahrzeughalters gegenüber Reisenden, Minimale Sicherstellung der Haftpflichtansprüche der Reisenden",
        "citation": "Art. 132a Abs. 1 LFV",
        "content": "Die minimale Sicherstellung für Haftpflichtansprüche der Reisenden beträgt 250 000 Sonderziehungsrechte je Reisenden. Bei nichtgewerbsmässigen Flügen, die mit Luftfahrzeugen mit einem Abfluggewicht bis zu 2700 kg durchgeführt werden, kann die minimale Sicherstellung unter diesem Betrag liegen, muss aber mindestens 128 821 Sonderziehungsrechte je Reisenden betragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_132_a"
    },
    {
        "book": "LFV",
        "title": "LFV, 7, Haftpflicht, 71a, Haftpflicht des Luftfahrzeughalters gegenüber Reisenden, Minimale Sicherstellung der Haftpflichtansprüche der Reisenden",
        "citation": "Art. 132a Abs. 2 LFV",
        "content": "Bei nichtgewerbsmässigen Flügen ohne Reisende kann auf die Sicherstellung für Haftpflichtansprüche der Reisenden verzichtet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_132_a"
    },
    {
        "book": "LFV",
        "title": "LFV, 7, Haftpflicht, 71a, Haftpflicht des Luftfahrzeughalters gegenüber Reisenden, Minimale Sicherstellung der Haftpflichtansprüche der Reisenden",
        "citation": "Art. 132a Abs. 3 LFV",
        "content": "Die Artikel 123, 124 Absatz 1, 126 Absätze 1 und 4, 128 Buchstaben a und c, 129, 131 und 132 sind auf die Haftpflicht gegenüber Reisenden sinngemäss anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_132_a"
    },
    {
        "book": "LFV",
        "title": "LFV, 7, Haftpflicht, 71a, Haftpflicht des Luftfahrzeughalters gegenüber Reisenden, Minimale Sicherstellung der Haftpflichtansprüche der Reisenden",
        "citation": "Art. 132a Abs. 4 LFV",
        "content": "Dieser Artikel gilt nicht für die Hängegleiter (Art. 132b).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_132_a"
    },
    {
        "book": "LFV",
        "title": "LFV, 7, Haftpflicht, 71a, Haftpflicht des Luftfahrzeughalters gegenüber Reisenden, Haftpflicht von Hängegleiterpiloten für Reisende",
        "citation": "Art. 132b Abs. 1 LFV",
        "content": "Der Halter oder die Halterin eines Biplace-Hängegleiters ohne Antrieb oder mit elektrischem Antrieb haftet im Falle eines Unfalls für Tod und Körperverletzung der Reisenden nach den Bestimmungen des Obligationenrechts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_132_b"
    },
    {
        "book": "LFV",
        "title": "LFV, 7, Haftpflicht, 71a, Haftpflicht des Luftfahrzeughalters gegenüber Reisenden, Haftpflicht von Hängegleiterpiloten für Reisende",
        "citation": "Art. 132b Abs. 2 LFV",
        "content": "Die Artikel 123, 124 Absatz 1, 126 Absätze 1 und 4, 128 Buchstaben a und c, 129, 131 und 132 sind sinngemäss anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_132_b"
    },
    {
        "book": "LFV",
        "title": "LFV, 7, Haftpflicht, 71a, Haftpflicht des Luftfahrzeughalters gegenüber Reisenden, Haftpflicht von Hängegleiterpiloten für Reisende",
        "citation": "Art. 132b Abs. 3 LFV",
        "content": "Das UVEK setzt die Mindestversicherungssumme fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_132_b"
    },
    {
        "book": "LFV",
        "title": "LFV, 7, Haftpflicht, 72, Haftpflicht bei öffentlichen Flugveranstaltungen, 721, Versicherungspflicht des Veranstalters",
        "citation": "Art. 133 Abs. 1 LFV",
        "content": "Öffentliche Flugveranstaltungen nach den Artikeln 85–91 werden vom BAZL nur bewilligt, wenn der Gesuchsteller nachweist, dass der Veranstalter für seine Haftpflicht versichert ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_133"
    },
    {
        "book": "LFV",
        "title": "LFV, 7, Haftpflicht, 72, Haftpflicht bei öffentlichen Flugveranstaltungen, 721, Versicherungspflicht des Veranstalters",
        "citation": "Art. 133 Abs. 2 LFV",
        "content": "Die Haftpflichtansprüche sind für ein Schadenereignis (Personen- und Sachschäden zusammen) mindestens wie folgt sicherzustellen:Garantiesumme Fr.\na. bei öffentlichen Flugveranstaltungen ohne akrobatische Patrouillenflüge und ohne Tiefflugakrobatik  2 000 000\nb. bei öffentlichen Flugveranstaltungen ohne akrobatische Patrouillenflüge, aber mit Tiefflugakrobatik  4 000 000\nc. bei öffentlichen Flugveranstaltungen ohne Tiefflugakrobatik, aber mit akrobatischen Patrouillenflügen  4 000 000\nd. bei öffentlichen Flugveranstaltungen mit akrobatischen Patrouillenflügen und mit Tiefflugakrobatik10 000 000.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_133"
    },
    {
        "book": "LFV",
        "title": "LFV, 7, Haftpflicht, 72, Haftpflicht bei öffentlichen Flugveranstaltungen, 721, Versicherungspflicht des Veranstalters",
        "citation": "Art. 133 Abs. 3 LFV",
        "content": "Bei öffentlichen Flugveranstaltungen mit erhöhten Gefahren kann das BAZL diese Garantiesummen hinaufsetzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_133"
    },
    {
        "book": "LFV",
        "title": "LFV, 7, Haftpflicht, 72, Haftpflicht bei öffentlichen Flugveranstaltungen, 722, Versicherung für Ansprüche gegen die Halter",
        "citation": "Art. 134 LFV",
        "content": "Die Versicherung nach Artikel 133 muss subsidiär die Haftpflichtansprüche gegen die Halter der an der Veranstaltung teilnehmenden Luftfahrzeuge decken, wenn die Sicherstellung nach Artikel 125 für die Deckung der Ansprüche nicht ausreicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_134"
    },
    {
        "book": "LFV",
        "title": "LFV, 7, Haftpflicht, 73, Ausländische Luftfahrzeuge, 731, Sicherstellungs- und Nachweispflicht",
        "citation": "Art. 135 Abs. 1 LFV",
        "content": "Der Halter eines ausländischen Luftfahrzeuges muss, bevor er es im schweizerischen Luftraum verwendet, die Haftpflichtansprüche Dritter nach den Ansätzen des Artikels 125 sicherstellen. Er muss die Sicherstellung nachweisen können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_135"
    },
    {
        "book": "LFV",
        "title": "LFV, 7, Haftpflicht, 73, Ausländische Luftfahrzeuge, 731, Sicherstellungs- und Nachweispflicht",
        "citation": "Art. 135 Abs. 2 LFV",
        "content": "Verwendet ein Halter mehrere Luftfahrzeuge im schweizerischen Luftraum, so muss er nur die für das Luftfahrzeug mit dem höchsten Abfluggewicht vorgesehene Garantiesumme sicherstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_135"
    },
    {
        "book": "LFV",
        "title": "LFV, 7, Haftpflicht, 73, Ausländische Luftfahrzeuge, 731, Sicherstellungs- und Nachweispflicht",
        "citation": "Art. 135 Abs. 3 LFV",
        "content": "Das BAZL kann auf die Sicherstellung für Schäden, die durch Lärm oder radioaktive Verseuchung entstehen, verzichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_135"
    },
    {
        "book": "LFV",
        "title": "LFV, 7, Haftpflicht, 73, Ausländische Luftfahrzeuge, 731, Sicherstellungs- und Nachweispflicht",
        "citation": "Art. 135 Abs. 4 LFV",
        "content": "Es kann gegenüber Staaten, die Halter von Luftfahrzeugen sind, auf die Sicherstellung verzichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_135"
    },
    {
        "book": "LFV",
        "title": "LFV, 7, Haftpflicht, 73, Ausländische Luftfahrzeuge, 731, Sicherstellungs- und Nachweispflicht",
        "citation": "Art. 135 Abs. 5 LFV",
        "content": "Es kann von den Beteiligten die erforderlichen Auskünfte verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_135"
    },
    {
        "book": "LFV",
        "title": "LFV, 7, Haftpflicht, 73, Ausländische Luftfahrzeuge, 732, Entscheid",
        "citation": "Art. 136 Abs. 1 LFV",
        "content": "Das BAZL entscheidet über das Vorliegen einer ausreichenden Sicherstellung. Im nichtgewerbsmässigen Luftverkehr prüft es die Sicherstellung nur stichprobenweise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_136"
    },
    {
        "book": "LFV",
        "title": "LFV, 7, Haftpflicht, 73, Ausländische Luftfahrzeuge, 732, Entscheid",
        "citation": "Art. 136 Abs. 2 LFV",
        "content": "Die Erklärung eines zum Geschäftsbetrieb in der Schweiz ermächtigten Versicherers, die Haftpflichtansprüche gegen den Halter eines ausländischen Luftfahrzeuges im Rahmen dieser Verordnung zu decken, genügt als Nachweis der Sicherstellung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_136"
    },
    {
        "book": "LFV",
        "title": "LFV, 7, Haftpflicht, 74, Haftpflicht des Luftfrachtführers",
        "citation": "Art. 137 Abs. 1 LFV",
        "content": "Für entgeltliche Beförderungen mit Luftfahrzeugen sowie für unentgeltliche Beförderungen, die von einem Luftverkehrsunternehmen mit Betriebsbewilligung ausgeführt werden, gelten die besonderen Haftungsbestimmungen der Verordnung vom 17. August 2005 über den Lufttransport sowie die Voraussetzungen nach den Artikeln 106 und 108.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_137"
    },
    {
        "book": "LFV",
        "title": "LFV, 7, Haftpflicht, 74, Haftpflicht des Luftfrachtführers",
        "citation": "Art. 137 Abs. 2 LFV",
        "content": "Für andere Beförderungen mit Luftfahrzeugen gelten die Bestimmungen des Obligationenrechts über die Haftpflicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_137"
    },
    {
        "book": "LFV",
        "title": "LFV, 8, Luftfahrtinformationen",
        "citation": "Art. 138 LFV",
        "content": "Das BAZL veröffentlicht folgende Luftfahrtinformationen:\na. das Luftfahrthandbuch der Schweiz (AIP-Schweiz) mit Informationen von bleibender Geltung, die für den sicheren Betrieb der Luftfahrt wesentlich sind:\nb. die Nachrichten für Luftfahrer (NOTAM) und die Luftfahrtinformationsblätter (AIC), die namentlich über Errichtung, Zustand oder Änderungen von Luftfahrtanlagen sowie über Verkehrsdienste, Verfahren und Gefahren für die Luftfahrt Auskunft geben, deren rechtzeitige Kenntnis für das Luftfahrtpersonal wichtig ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_138"
    },
    {
        "book": "LFV",
        "title": "LFV, 8a, Internationale technische Vorschriften",
        "citation": "Art. 138a Abs. 1 LFV",
        "content": "Das UVEK kann im Rahmen seiner Rechtsetzungsbefugnisse ausnahmsweise einzelne Anhänge, einschliesslich zugehöriger technischer Vorschriften, zum Übereinkommen vom 7. Dezember 1944 über die internationale Zivilluftfahrt sowie technische Vorschriften, welche im Rahmen der Zusammenarbeit der europäischen Luftfahrtbehörden festgelegt werden, als unmittelbar anwendbar erklären.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_138_a"
    },
    {
        "book": "LFV",
        "title": "LFV, 8a, Internationale technische Vorschriften",
        "citation": "Art. 138a Abs. 2 LFV",
        "content": "Es kann im Einvernehmen mit der Bundeskanzlei eine besondere Art der Veröffentlichung solcher Bestimmungen vorschreiben und bestimmen, dass von einer Übersetzung ganz oder teilweise abzusehen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_138_a"
    },
    {
        "book": "LFV",
        "title": "LFV, 8a, Internationale technische Vorschriften",
        "citation": "Art. 138a Abs. 3 LFV",
        "content": "Es entscheidet über die Ablehnung von Anhängen oder Anhangsänderungen im Sinne von Artikel 90 Buchstabe a zweiter Satz des Übereinkommens vom 7. Dezember 1944 über die internationale Zivilluftfahrt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_138_a"
    },
    {
        "book": "LFV",
        "title": "LFV, 9, Administrative Bestimmungen, Formulare",
        "citation": "Art. 139 Abs. 1 LFV",
        "content": "Versicherungsnachweise und Gesuche um Registereintragungen, Erteilung oder Erneuerung von Konzessionen, Bewilligungen, Ausweisen und persönlichen Erlaubnissen sind auf den vom BAZL festgesetzten Formularen einzureichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_139"
    },
    {
        "book": "LFV",
        "title": "LFV, 9, Administrative Bestimmungen, Formulare",
        "citation": "Art. 139 Abs. 2 LFV",
        "content": "Diese Formulare können beim BAZL oder bei den Flugplatzleitungen bezogen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_139"
    },
    {
        "book": "LFV",
        "title": "LFV, 9, Administrative Bestimmungen, Formulare",
        "citation": "Art. 139 Abs. 3 LFV",
        "content": "In dringlichen Fällen können Gesuche telefonisch, telegrafisch oder mit Fernschreiben gestellt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_139"
    },
    {
        "book": "LFV",
        "title": "LFV, 9, Administrative Bestimmungen, Gebühren",
        "citation": "Art. 140 LFV",
        "content": "Für die Amtshandlungen der Aufsichtsbehörden werden die in der Gebührenordnung zum Luftfahrtgesetz festgesetzten Gebühren erhoben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_140"
    },
    {
        "book": "LFV",
        "title": "LFV, 9, Administrative Bestimmungen, Statistik",
        "citation": "Art. 141 Abs. 1 LFV",
        "content": "Das BAZL führt und veröffentlicht die Luftfahrtstatistik.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_141"
    },
    {
        "book": "LFV",
        "title": "LFV, 9, Administrative Bestimmungen, Statistik",
        "citation": "Art. 141 Abs. 2 LFV",
        "content": "Inhaber von Konzessionen und Bewilligungen sowie die Träger von Ausweisen sind verpflichtet, dem BAZL die zur Führung der Statistik erforderlichen Unterlagen zu liefern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_141"
    },
    {
        "book": "LFV",
        "title": "LFV, 9a, Strafbestimmungen",
        "citation": "Art. 141a LFV",
        "content": "Nach Artikel 91 Absatz 1 Buchstabe i LFG wird bestraft, wer:\na. eine Pflicht nach den folgenden Bestimmungen verletzt: Artikel 2a Absatz 1, 2b Absatz 1, 26, 81, 83, 86 Absatz 1 erster Satz, 107 Absatz 2, 109 Buchstaben a oder b und 111 Absatz 1 erster oder zweiter Satz;\nb. eine akrobatische Vorführung an Luftfahrzeugen ohne Bewilligung des BAZL durchführt (Art. 84);\nc. Papiere, welche gestützt auf eine Bestimmung des Luftfahrtrechts an Bord des Luftfahrzeuges mitgeführt werden müssen, nicht mitführt;\nd. Artikel 4 Absatz 1 der Verordnung (EU) Nr. 376/2014 verletzt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/de#art_141_a"
    }
]