[
    {
        "book": "LFV",
        "title": "OSAv, 1, Aéronefs, 12, Classement",
        "citation": "Art. 2 al. 1 OSAv",
        "content": "Sous l’aspect technique, les aéronefs sont classés par catégories selon l’annexe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_2"
    },
    {
        "book": "LFV",
        "title": "OSAv, 1, Aéronefs, 12, Classement",
        "citation": "Art. 2 al. 2 OSAv",
        "content": "Sont considérés comme aéronefs d’État les aéronefs affectés au service de l’armée, de la douane ou de la police de la Confédération et des cantons, ou que le Conseil fédéral a expressément désignés comme tels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_2"
    },
    {
        "book": "LFV",
        "title": "OSAv, 1, Aéronefs, 12a, Aéronefs sans occupants",
        "citation": "Art. 2a al. 1 OSAv",
        "content": "Les aéronefs sans occupants dont le poids est supérieur à 30 kg ne peuvent être utilisés qu’avec l’autorisation de l’Office fédéral de l’aviation civile (OFAC).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_2_a"
    },
    {
        "book": "LFV",
        "title": "OSAv, 1, Aéronefs, 12a, Aéronefs sans occupants",
        "citation": "Art. 2a al. 2 OSAv",
        "content": "Pour réduire les nuisances et le danger auquel personnes et biens sont exposés au sol, les cantons sont habilités à prendre des mesures concernant les aéronefs sans occupants dont le poids est inférieur à 30 kg.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_2_a"
    },
    {
        "book": "LFV",
        "title": "OSAv, 1, Aéronefs, 12a, Aéronefs sans occupants",
        "citation": "Art. 2a al. 3 OSAv",
        "content": "Le Département fédéral de l’environnement, des transports, de l’énergie et de la communication (DETEC) édicte les prescriptions de détail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_2_a"
    },
    {
        "book": "LFV",
        "title": "OSAv, 1, Aéronefs, 12b, Interdiction de certains aéronefs avec occupants",
        "citation": "Art. 2b al. 1 OSAv",
        "content": "L’exploitation d’aéronefs motorisés avec occupants qui, en raison de leur faible poids, sont exclus du champ d’application du règlement (CE) no 216/2008 (art. 4, par. 4 et annexe II, let. e et f dudit règlement), est interdite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_2_b"
    },
    {
        "book": "LFV",
        "title": "OSAv, 1, Aéronefs, 12b, Interdiction de certains aéronefs avec occupants",
        "citation": "Art. 2b al. 2 OSAv",
        "content": "Ne sont pas soumis à cette interdiction:\na. les aéronefs électriques;\nb. les avions à commandes aérodynamiques à moteur à combustion;\nc. les autogires à moteur à combustion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_2_b"
    },
    {
        "book": "LFV",
        "title": "OSAv, 1, Aéronefs, 12b, Interdiction de certains aéronefs avec occupants",
        "citation": "Art. 2b al. 3 OSAv",
        "content": "L’OFAC peut en outre délivrer des autorisations exceptionnelles pour des projets de recherche et de développement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_2_b"
    },
    {
        "book": "LFV",
        "title": "OSAv, 1, Aéronefs, 13, Registre matricule, Immatriculation",
        "citation": "Art. 3 al. 1 OSAv",
        "content": "L’OFAC inscrit dans le registre matricule les avions, les hélicoptères et les autres aéronefs à voilure tournante, les motoplaneurs, les planeurs, les ballons libres avec occupants et les dirigeables, lorsqu’ils:\na. remplissent les conditions requises, notamment en ce qui concerne la propriété (art. 4 et 5);\nb. sont destinés à circuler avec des marques de nationalité et d’immatriculation suisses.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_3"
    },
    {
        "book": "LFV",
        "title": "OSAv, 1, Aéronefs, 13, Registre matricule, Immatriculation",
        "citation": "Art. 3 al. 2 OSAv",
        "content": "L’OFAC peut autoriser l’inscription dans le registre matricule d’un aéronef qui ne remplit pas les conditions requises en matière de propriété s’il doit être utilisé durant une période assez longue par une entreprise suisse de transports aériens commerciaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_3"
    },
    {
        "book": "LFV",
        "title": "OSAv, 1, Aéronefs, 13, Registre matricule, Immatriculation",
        "citation": "Art. 3 al. 3 OSAv",
        "content": "Les aéronefs d’État suisses peuvent être inscrits dans le registre matricule.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_3"
    },
    {
        "book": "LFV",
        "title": "OSAv, 1, Aéronefs, 13, Registre matricule, Immatriculation",
        "citation": "Art. 3 al. 4 OSAv",
        "content": "L’immatriculation peut être refusée lorsque l’aéronef ne répond manifestement pas aux exigences de navigabilité applicables en Suisse ou aux dispositions sur la protection de l’environnement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_3"
    },
    {
        "book": "LFV",
        "title": "OSAv, 1, Aéronefs, 13, Registre matricule, Conditions en matière de propriété",
        "citation": "Art. 4 al. Actuellement: LA. OSAv",
        "content": "Un aéronef satisfait aux conditions prescrites (art. 52, al. 2, let. c, LNA) s’il est la propriété exclusive:\na. de citoyens suisses;\nb. d’étrangers assimilés aux citoyens suisses en vertu d’accords internationaux, s’ils ont leur domicile en Suisse et ont l’autorisation d’y séjourner pendant un certain temps;\nc. d’étrangers qui ont leur domicile en Suisse et ont l’autorisation d’y séjourner pendant un certain temps, et qui utilisent l’aéronef principalement au départ de la Suisse;\nd. de sociétés commerciales ou de sociétés coopératives qui ont leur siège en Suisse et qui sont inscrites au registre du commerce;\ne. de collectivités ou d’établissements de droit public suisse;\nf. d’associations constituées selon le droit suisse, pour autant que deux tiers de leurs membres et de leur comité, ainsi que leur président, soient des citoyens suisses ou des étrangers qui sont assimilés à des citoyens suisses en vertu d’accords internationaux et ont leur domicile en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_4"
    },
    {
        "book": "LFV",
        "title": "OSAv, 1, Aéronefs, 13, Registre matricule, Rapports fiduciaires",
        "citation": "Art. 5 OSAv",
        "content": "Au sens de la présente ordonnance, le droit de disposer fondé sur des rapports fiduciaires n’est pas considéré comme propriété.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_5"
    },
    {
        "book": "LFV",
        "title": "OSAv, 1, Aéronefs, 13, Registre matricule, Demande d’immatriculation",
        "citation": "Art. 6 al. 1 OSAv",
        "content": "L’immatriculation d’un aéronef doit être demandée par le propriétaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_6"
    },
    {
        "book": "LFV",
        "title": "OSAv, 1, Aéronefs, 13, Registre matricule, Demande d’immatriculation",
        "citation": "Art. 6 al. 2 OSAv",
        "content": "À la demande doivent être joints:\na. les actes accréditant la propriété du requérant;\nb. pour les sociétés commerciales et les sociétés coopératives, la preuve qu’elles remplissent les conditions de l’art. 4, let. d;\nc. pour les associations, la preuve qu’elles remplissent les conditions de l’art. 4, let. f;\nd. si le propriétaire est un étranger au sens de l’art. 4, let. b, la preuve qu’il remplit les conditions de cette disposition;\ne. si le propriétaire est un étranger au sens de l’art. 4, let. c, la preuve qu’il remplit les conditions de cette disposition et une déclaration écrite que l’aéronef sera principalement utilisé au départ de la Suisse;\nf. pour un aéronef importé:\n1. la preuve qu’il n’est immatriculé ni dans l’État où il a été construit ni dans l’État où un prédécesseur du requérant avait son domicile;\n2. la preuve qu’il n’est pas inscrit dans le registre des aéronefs ou dans un registre correspondant du dernier État d’immatriculation; cette preuve peut être remplacée par la déclaration écrite de l’ayant droit inscrit dans le registre étranger des aéronefs, par laquelle il consent à l’immatriculation de l’aéronef dans le registre suisse;\ng. pour un aéronef importé qui a déjà été utilisé, la preuve qu’il a été entretenu réglementairement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_6"
    },
    {
        "book": "LFV",
        "title": "OSAv, 1, Aéronefs, 13, Registre matricule, Contenu de l’immatriculation",
        "citation": "Art. 8 al. 1 OSAv",
        "content": "L’immatriculation doit contenir au moins les indications suivantes:\na. date de l’immatriculation;\nb. marque d’immatriculation;\nc. constructeur;\nd. type de l’aéronef;\ne. numéro de fabrication;\nf. nom et adresse du propriétaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_8"
    },
    {
        "book": "LFV",
        "title": "OSAv, 1, Aéronefs, 13, Registre matricule, Contenu de l’immatriculation",
        "citation": "Art. 8 al. 2 OSAv",
        "content": "Le nom et l’adresse de l’exploitant de l’aéronef peuvent être inscrits à côté de ceux du propriétaire lorsque l’exploitant remplit les conditions requises pour l’immatriculation, à l’exception de la propriété.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_8"
    },
    {
        "book": "LFV",
        "title": "OSAv, 1, Aéronefs, 13, Registre matricule, Certificat d’immatriculation",
        "citation": "Art. 9 al. 1 OSAv",
        "content": "L’OFAC délivre au propriétaire de l’aéronef un certificat attestant l’immatriculation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_9"
    },
    {
        "book": "LFV",
        "title": "OSAv, 1, Aéronefs, 13, Registre matricule, Modifications",
        "citation": "Art. 10 al. Nouvelle teneur de la phrase selon le ch. I de l’O du 23 nov. 1994, en vigueur depuis le 1er janv. 1995 (RO 1994 3028). OSAv",
        "content": "Le propriétaire inscrit et, s’il est inscrit, l’exploitant de l’aéronef doivent annoncer par écrit à l’OFAC, dans les dix jours, toute modification des conditions mentionnées aux art. 4 à 7. Le certificat d’immatriculation et le certificat de navigabilité seront joints à cette déclaration.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_10"
    },
    {
        "book": "LFV",
        "title": "OSAv, 1, Aéronefs, 13, Registre matricule, Radiation",
        "citation": "Art. 11 al. 1 OSAv",
        "content": "L’immatriculation d’un aéronef est radiée:\na. à la demande du propriétaire;\nb. d’office lorsque\n– une condition mise à l’inscription n’est plus remplie;\n–  la preuve du placement sous régime douanier ou de la franchise douanière temporaire n’est pas produite;\n– l’exploitant n’acquitte pas une taxe prévue par l’ordonnance du 25 septembre 1989 sur les taxes perçues par l’Office fédéral de l’aviation civile et fixée par une décision passée en force;\n– l’aéronef est détruit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_11"
    },
    {
        "book": "LFV",
        "title": "OSAv, 1, Aéronefs, 13, Registre matricule, Radiation",
        "citation": "Art. 11 al. 2 OSAv",
        "content": "Si l’aéronef a été inscrit dans le registre des aéronefs, l’immatriculation ne peut être radiée avant la radiation dans ce registre. Les papiers de bord d’un aéronef qui doit être exmatriculé d’office sont cependant déjà retirés avant la radiation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_11"
    },
    {
        "book": "LFV",
        "title": "OSAv, 1, Aéronefs, 13, Registre matricule, Radiation",
        "citation": "Art. 11 al. 3 OSAv",
        "content": "Sur demande, l’OFAC délivre une attestation de la radiation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_11"
    },
    {
        "book": "LFV",
        "title": "OSAv, 1, Aéronefs, 14, Marques de nationalité et d’immatriculation",
        "citation": "Art. 12 OSAv",
        "content": "L’OFAC édicte des dispositions sur les marques de nationalité et d’immatriculation des aéronefs suisses.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_12"
    },
    {
        "book": "LFV",
        "title": "OSAv, 1, Aéronefs, 15, Navigabilité et admission à la circulation, Prise en compte du droit international",
        "citation": "Art. 13 al. RS 0.748.127.192.68. La version contraignante pour la Suisse est mentionnée dans l’annexe de cet accord et peut être consultée ou obtenue auprès de l’OFAC. Adresse: Office fédéral de l’aviation civile, 3003 Berne (www.bazl.admin.ch). OSAv",
        "content": "Les dispositions relatives à la navigabilité et à la procédure d’admission (ch. 15) s’appliquent à moins que la version contraignante pour la Suisse de l’un des règlements CE suivants ne soit applicable conformément au ch. 3 de l’annexe de l’accord entre la Confédération suisse et la Communauté européenne sur le transport aérien conclu le 21 juin 1999:\na. règlement (CE) no 1592/2002;\nb. règlement (CE) no 2042/2003;\nc. règlement (CE) no 1702/2003.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_13"
    },
    {
        "book": "LFV",
        "title": "OSAv, 1, Aéronefs, 15, Navigabilité et admission à la circulation, Responsabilité lors des examens",
        "citation": "Art. 15 al. 1 OSAv",
        "content": "Lorsqu’un aéronef et son équipement subissent des dégâts au cours d’un examen, la Confédération en répond selon les dispositions de la loi du 14 mars 1958 sur la responsabilité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_15"
    },
    {
        "book": "LFV",
        "title": "OSAv, 1, Aéronefs, 15, Navigabilité et admission à la circulation, Responsabilité lors des examens",
        "citation": "Art. 15 al. 2 OSAv",
        "content": "Avec l’approbation de l’OFAC, le requérant peut à ses risques et périls faire procéder aux vols d’examen par un pilote qualifié de son choix.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_15"
    },
    {
        "book": "LFV",
        "title": "OSAv, 1, Aéronefs, 15, Navigabilité et admission à la circulation, Responsabilité lors des examens",
        "citation": "Art. 15 al. 3 OSAv",
        "content": "Lors de chaque vol d’examen, la responsabilité civile envers les tiers au sol doit être couverte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_15"
    },
    {
        "book": "LFV",
        "title": "OSAv, 1, Aéronefs, 15, Navigabilité et admission à la circulation, Certificat de navigabilité, certificat de navigabilité restreint, autorisation de vol, certificat de bruit et certificat d’émission de substances nocives",
        "citation": "Art. 16 al. 1 OSAv",
        "content": "L’OFAC atteste la navigabilité des aéronefs immatriculés dans le certificat de navigabilité, le certificat de navigabilité restreint ou l’autorisation de vol.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_16"
    },
    {
        "book": "LFV",
        "title": "OSAv, 1, Aéronefs, 15, Navigabilité et admission à la circulation, Certificat de navigabilité, certificat de navigabilité restreint, autorisation de vol, certificat de bruit et certificat d’émission de substances nocives",
        "citation": "Art. 16 al. 2 OSAv",
        "content": "Pour les aéronefs à moteur, le niveau de bruit est attesté dans le certificat de bruit, et l’émission de substances nocives, dans le certificat d’émission de substances nocives.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_16"
    },
    {
        "book": "LFV",
        "title": "OSAv, 1, Aéronefs, 15, Navigabilité et admission à la circulation, Certificats de navigabilité, certificats de navigabilité restreints, autorisations de vol, certificats de bruit et d’émission de substances nocives émis à l’étranger",
        "citation": "Art. 17 al. 1 OSAv",
        "content": "Les certificats de navigabilité, les certificats de navigabilité restreints et les autorisations de vol étrangers peuvent être reconnus par l’OFAC s’ils ont été établis:\na. d’après les dispositions en vigueur en Suisse;\nb. d’après des normes internationales qui sont obligatoires également pour la Suisse, ou\nc. d’après les normes étrangères ou internationales répondant au moins aux exigences minimales imposées en Suisse et qui sont reconnues par l’OFAC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_17"
    },
    {
        "book": "LFV",
        "title": "OSAv, 1, Aéronefs, 15, Navigabilité et admission à la circulation, Certificats de navigabilité, certificats de navigabilité restreints, autorisations de vol, certificats de bruit et d’émission de substances nocives émis à l’étranger",
        "citation": "Art. 17 al. 2 OSAv",
        "content": "Les certificats étrangers de bruit et les certificats étrangers d’émission de substances nocives peuvent être reconnus par l’OFAC s’ils ont été établis:\na. d’après des normes répondant au moins aux exigences minimales imposées en Suisse, ou\nb. d’après les normes internationales qui sont obligatoires également pour la Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_17"
    },
    {
        "book": "LFV",
        "title": "OSAv, 1, Aéronefs, 15, Navigabilité et admission à la circulation, Certificats de navigabilité, certificats de navigabilité restreints, autorisations de vol, certificats de bruit et d’émission de substances nocives émis à l’étranger",
        "citation": "Art. 17 al. 3 OSAv",
        "content": "Est réservé l’examen complémentaire destiné à vérifier si l’aéronef est en état de navigabilité et s’il satisfait aux exigences en matière de limitation du bruit et de l’émission de substances nocives.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_17"
    },
    {
        "book": "LFV",
        "title": "OSAv, 1, Aéronefs, 15, Navigabilité et admission à la circulation, Admission à la circulation",
        "citation": "Art. 18 al. 1 OSAv",
        "content": "Un aéronef immatriculé est admis à la circulation:\na. s’il est en état de navigabilité;\nb. s’il satisfait aux exigences en matière de limitation du bruit et des autres émissions;\nc. si les prétentions en responsabilité civile de tiers au sol et de passagers sont couvertes dans la mesure prescrite;\nd. si, pour un aéronef importé, la preuve est fournie qu’il a fait l’objet d’un placement sous régime douanier ou qu’il bénéficie temporairement de la franchise douanière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_18"
    },
    {
        "book": "LFV",
        "title": "OSAv, 1, Aéronefs, 15, Navigabilité et admission à la circulation, Admission à la circulation",
        "citation": "Art. 18 al. 3 OSAv",
        "content": "L’admission à la circulation est attestée par l’octroi du certificat de navigabilité, du certificat de navigabilité restreint ou de l’autorisation de vol. Dans ces attestations ou dans leurs annexes, l’OFAC peut fixer des conditions et des restrictions d’exploitation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_18"
    },
    {
        "book": "LFV",
        "title": "OSAv, 1, Aéronefs, 15, Navigabilité et admission à la circulation, Admission à la circulation",
        "citation": "Art. 18 al. 4 OSAv",
        "content": "Dans des cas particuliers, notamment pendant la procédure d’admission, l’OFAC établit une autorisation de vol provisoire. Les prétentions en responsabilité civile de tiers au sol et de passagers doivent être couvertes dans tous les cas.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_18"
    },
    {
        "book": "LFV",
        "title": "OSAv, 1, Aéronefs, 15, Navigabilité et admission à la circulation, Durée de validité du certificat de navigabilité, du certificat de navigabilité restreint et de l’autorisation de vol",
        "citation": "Art. 19 al. 1 OSAv",
        "content": "Les certificats de navigabilité, certificats de navigabilité restreints et autorisations de vol sont en principe valables pour une durée indéterminée. L’OFAC peut exceptionnellement limiter leur validité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_19"
    },
    {
        "book": "LFV",
        "title": "OSAv, 1, Aéronefs, 15, Navigabilité et admission à la circulation, Durée de validité du certificat de navigabilité, du certificat de navigabilité restreint et de l’autorisation de vol",
        "citation": "Art. 19 al. 2 OSAv",
        "content": "Dans des cas particuliers, notamment pendant la procédure d’admission ou pour des vols techniques, l’OFAC établit des autorisations de vol à durée de validité limitée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_19"
    },
    {
        "book": "LFV",
        "title": "OSAv, 1, Aéronefs, 15, Navigabilité et admission à la circulation, Retrait du certificat de navigabilité, du certificat de navigabilité restreint et de l’autorisation de vol",
        "citation": "Art. 20 al. 1 OSAv",
        "content": "Le certificat de navigabilité, le certificat de navigabilité restreint et l’autorisation de vol sont retirés:\na. si l’aéronef n’est plus en état de navigabilité et si la défectuosité n’a pas été réparée dans un délai imparti par l’OFAC;\nb. si l’aéronef ne satisfait plus aux exigences en matière de limitation du bruit et des autres émissions, et si la défectuosité n’a pas été éliminée dans un délai imparti par l’OFAC;\nc. si la responsabilité civile envers les tiers au sol n’est plus suffisamment couverte;\nd. si, à l’expiration de la franchise douanière, le dédouanement n’est pas prouvé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_20"
    },
    {
        "book": "LFV",
        "title": "OSAv, 1, Aéronefs, 15, Navigabilité et admission à la circulation, Retrait du certificat de navigabilité, du certificat de navigabilité restreint et de l’autorisation de vol",
        "citation": "Art. 20 al. 2 OSAv",
        "content": "Le certificat de navigabilité peut en outre être retiré:\na. si la vérification périodique obligatoire de la navigabilité n’a pas été exécutée dans le délai imparti, ou\nb. si les rapports de propriété ne sont pas clairement établis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_20"
    },
    {
        "book": "LFV",
        "title": "OSAv, 1, Aéronefs, 15, Navigabilité et admission à la circulation, Retrait du certificat de navigabilité, du certificat de navigabilité restreint et de l’autorisation de vol",
        "citation": "Art. 20 al. 3 OSAv",
        "content": "Est réservé le retrait selon l’art. 92 de la loi sur la navigation aérienne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_20"
    },
    {
        "book": "LFV",
        "title": "OSAv, 1, Aéronefs, 16, Règles spéciales et autres mesures",
        "citation": "Art. 21 al. Nouvelle expression selon le ch. I de l’O du 4 juil. 2007, en vigueur depuis le 1er août 2007 (RO 2007 3645). Il a été tenu compte de cette mod. dans tout le texte. OSAv",
        "content": "Dans les limites fixées aux art. 108 et 109 de la loi sur l’aviation, le DETEC peut édicter des règles particulières et prendre d’autres mesures concernant les aéronefs de catégories spéciales ou en cas d’innovations techniques. Ce faisant, il tient également compte des impératifs de la protection de la nature, du paysage et de l’environnement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_21"
    },
    {
        "book": "LFV",
        "title": "OSAv, 2, Engins balistiques",
        "citation": "Art. 23 al. 1 OSAv",
        "content": "Sous l’aspect technique, les engins balistiques sont classés par catégories selon l’annexe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_23"
    },
    {
        "book": "LFV",
        "title": "OSAv, 2, Engins balistiques",
        "citation": "Art. 23 al. 2 OSAv",
        "content": "Les petits engins balistiques, tels les feux d’artifice ou les fusées modèles, ainsi que les projectiles antigrêles ne peuvent être utilisés ou lancés que s’ils ne compromettent pas la sécurité de l’aviation. Pour d’autres motifs, la Confédération et les cantons peuvent imposer des restrictions supplémentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_23"
    },
    {
        "book": "LFV",
        "title": "OSAv, 2, Engins balistiques",
        "citation": "Art. 23 al. 3 OSAv",
        "content": "Les autres engins balistiques, notamment les fusées avec ou sans occupants, ne peuvent être utilisés ou lancés qu’avec l’autorisation de l’OFAC. L’OFAC peut fixer des conditions d’admission et d’exploitation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_23"
    },
    {
        "book": "LFV",
        "title": "OSAv, 2, Engins balistiques",
        "citation": "Art. 23 al. 4 OSAv",
        "content": "Les projectiles antigrêles ne doivent pénétrer ni dans les espaces aériens des classes C et D ni dans le secteur des routes ATS de l’espace aérien de la classe E. L’organe du contrôle de la circulation aérienne peut autoriser des exceptions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_23"
    },
    {
        "book": "LFV",
        "title": "OSAv, 3, Personnel aéronautique, 31, Licence",
        "citation": "Art. 24 al. 1 OSAv",
        "content": "Le DETEC fixe les catégories de personnel aéronautique qui ont besoin d’une licence de l’OFAC pour exercer leur activité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_24"
    },
    {
        "book": "LFV",
        "title": "OSAv, 3, Personnel aéronautique, 31, Licence",
        "citation": "Art. 24 al. 2 OSAv",
        "content": "L’OFAC peut déléguer l’organisation d’examens et l’établissement de licences à des associations propres à les exercer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_24"
    },
    {
        "book": "LFV",
        "title": "OSAv, 3, Personnel aéronautique, 32, Prescriptions",
        "citation": "Art. 25 al. 1 OSAv",
        "content": "Le DETEC édicte des prescriptions sur les licences du personnel aéronautique, qui règlent notamment:\na. la nature, la portée et la durée de validité des licences;\nb. les conditions d’octroi, de refus, de renouvellement et de retrait des licences;\nc. les règles de procédure qu’il y a lieu d’observer à cet égard;\nd. les droits et les obligations des titulaires;\ne. les conditions auxquelles le personnel aéronautique formé dans l’aviation militaire peut obtenir des licences civiles;\nf. la reconnaissance des licences, des examens d’aptitude et des examens médicaux étrangers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_25"
    },
    {
        "book": "LFV",
        "title": "OSAv, 3, Personnel aéronautique, 32, Prescriptions",
        "citation": "Art. 25 al. 2 OSAv",
        "content": "Le DETEC peut édicter des prescriptions sur le personnel aéronautique qui n’a besoin d’aucune licence pour exercer son activité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_25"
    },
    {
        "book": "LFV",
        "title": "OSAv, 3, Personnel aéronautique, 32, Prescriptions",
        "citation": "Art. 25 al. 3 OSAv",
        "content": "Le DETEC, en accord avec le Département fédéral de la défense, de la protection de la population et des sports, règle le service médical aéronautique. L’organisation et les compétences de l’Institut de médecine aéronautique sont réglées par une ordonnance du Département fédéral de la défense, de la protection de la population et des sports, élaborée en accord avec le DETEC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_25"
    },
    {
        "book": "LFV",
        "title": "OSAv, 3, Personnel aéronautique, 33, Instruction du personnel aéronautique, Principe",
        "citation": "Art. 26 al. o OSAv",
        "content": "Sous réserve des exceptions que le DETEC fixe pour certaines catégories, l’instruction du personnel aéronautique pour lequel une licence officielle est exigée n’est admise que dans le cadre d’un organisme de formation répondant aux exigences du règlement (UE) n 1178/2011 ou du règlement (UE) 2015/340.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_26"
    },
    {
        "book": "LFV",
        "title": "OSAv, 3, Personnel aéronautique, 33, Instruction du personnel aéronautique, Surveillance des organismes de formation civils",
        "citation": "Art. 28 al. 1 OSAv",
        "content": "L’OFAC surveille l’exploitation des organismes de formation civils instruisant du personnel aéronautique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_28"
    },
    {
        "book": "LFV",
        "title": "OSAv, 3, Personnel aéronautique, 33, Instruction du personnel aéronautique, Surveillance des organismes de formation civils",
        "citation": "Art. 28 al. 2 OSAv",
        "content": "L’OFAC surveille les secteurs de la formation et du perfectionnement aéronautiques que soutient la Confédération, à l’exception du test d’aptitude des aspirants pilotes militaires ou professionnels ou des aspirants éclaireurs parachutistes (SPHAIR).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_28"
    },
    {
        "book": "LFV",
        "title": "OSAv, 3, Personnel aéronautique, 33, Instruction du personnel aéronautique, SPHAIR",
        "citation": "Art. 28a al. 1 OSAv",
        "content": "La réalisation des tests d’aptitude des aspirants pilotes militaires ou professionnels ou des aspirants éclaireurs parachutistes réalisés sous l’appellation SPHAIR est du ressort des Force aériennes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_28_a"
    },
    {
        "book": "LFV",
        "title": "OSAv, 3, Personnel aéronautique, 33, Instruction du personnel aéronautique, SPHAIR",
        "citation": "Art. 28a al. 2 OSAv",
        "content": "Pour accomplir leurs tâches, les Forces aériennes sont soutenues en particulier par l’OFAC, les organisations de l’aviation commerciale, les organismes de formation aéronautique et les associations faîtières de l’aviation légère et sportive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_28_a"
    },
    {
        "book": "LFV",
        "title": "OSAv, 3, Personnel aéronautique, 33, Instruction du personnel aéronautique, SPHAIR",
        "citation": "Art. 28a al. 3 OSAv",
        "content": "Après avoir entendu les organisations visées à l’al. 2, le DDPS règlemente en particulier:\na. les conditions de participation aux tests d’aptitude;\nb. les exigences relatives aux tests d’aptitude;\nc. l’organisation du secrétariat SPHAIR et la participation des organisations visées à l’al. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_28_a"
    },
    {
        "book": "LFV",
        "title": "OSAv, 3, Personnel aéronautique, 34, Protection de la santé des membres d’équipage des aéronefs, 341, Dispositions générales, Champ d’application et droit applicable",
        "citation": "Art. 30 al. 1 OSAv",
        "content": "Le présent chiffre (34) règle la protection de la santé des membres d’équipage des aéronefs exploités par des entreprises de transport aérien sises en Suisse et ayant l’obligation de détenir une autorisation pour le transport aérien commercial de personnes et de marchandises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_30"
    },
    {
        "book": "LFV",
        "title": "OSAv, 3, Personnel aéronautique, 34, Protection de la santé des membres d’équipage des aéronefs, 341, Dispositions générales, Champ d’application et droit applicable",
        "citation": "Art. 30 al. 2 OSAv",
        "content": "Il transpose la version contraignante pour la Suisse de la directive 2000/79/CE conformément au ch. 1 de l’annexe de l’accord du 21 juin 1999 sur le transport aérien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_30"
    },
    {
        "book": "LFV",
        "title": "OSAv, 3, Personnel aéronautique, 34, Protection de la santé des membres d’équipage des aéronefs, 341, Dispositions générales, Information et instruction",
        "citation": "Art. 31 al. RS 822.113 OSAv",
        "content": "L’information et l’instruction des membres d’équipage sont régies par l’art. 5 de l’ordonnance 3 du 18 août 1993 relative à la loi sur le travail (Hygiène, OLT 3).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_31"
    },
    {
        "book": "LFV",
        "title": "OSAv, 3, Personnel aéronautique, 34, Protection de la santé des membres d’équipage des aéronefs, 341, Dispositions générales, Consultation",
        "citation": "Art. 32 al. RS 822.113 OSAv",
        "content": "La consultation des membres d’équipage ou de leurs représentants est régie par l’art. 6 OLT 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_32"
    },
    {
        "book": "LFV",
        "title": "OSAv, 3, Personnel aéronautique, 34, Protection de la santé des membres d’équipage des aéronefs, 341, Dispositions générales, Examen de santé",
        "citation": "Art. 33 al. 1 OSAv",
        "content": "Tout membre d’équipage bénéficie d’un examen de santé gratuit préalablement à son embauche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_33"
    },
    {
        "book": "LFV",
        "title": "OSAv, 3, Personnel aéronautique, 34, Protection de la santé des membres d’équipage des aéronefs, 341, Dispositions générales, Examen de santé",
        "citation": "Art. 33 al. 2 OSAv",
        "content": "Les membres d’équipage bénéficient de l’examen de santé gratuit visé à la clause 4, ch. 1, let. a, de l’annexe de la directive no 2000/79/CE comme suit:\na. membres d’équipage de conduite: aux intervalles prévus par le règlement JAR-FCL 3;\nb. autres membres d’équipage: aux intervalles suivants:\n1. jusqu’à l’âge de 41 ans: tous les cinq ans,\n2. de l’âge de 42 ans à l’âge de 50 ans: tous les deux ans,\n3. à partir de l’âge de 51 ans: tous les ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_33"
    },
    {
        "book": "LFV",
        "title": "OSAv, 3, Personnel aéronautique, 34, Protection de la santé des membres d’équipage des aéronefs, 341, Dispositions générales, Examen de santé",
        "citation": "Art. 33 al. 3 OSAv",
        "content": "Ils bénéficient d’un examen annuel s’ils souffrent de problèmes de santé liés à l’activité aéronautique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_33"
    },
    {
        "book": "LFV",
        "title": "OSAv, 3, Personnel aéronautique, 34, Protection de la santé des membres d’équipage des aéronefs, 341, Dispositions générales, Examen de santé",
        "citation": "Art. 33 al. 4 OSAv",
        "content": "L’entreprise de transport aérien prend à sa charge les frais de l’examen de santé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_33"
    },
    {
        "book": "LFV",
        "title": "OSAv, 3, Personnel aéronautique, 34, Protection de la santé des membres d’équipage des aéronefs, 342, Protection de la santé durant la maternité, Applicabilité des prescriptions en matière de protection durant la maternité",
        "citation": "Art. 34 al. 1 OSAv",
        "content": "Les femmes enceintes peuvent faire valoir leur droit à des mesures de protection particulières dès lors qu’elles ont avisé l’entreprise de leur état.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_34"
    },
    {
        "book": "LFV",
        "title": "OSAv, 3, Personnel aéronautique, 34, Protection de la santé des membres d’équipage des aéronefs, 342, Protection de la santé durant la maternité, Applicabilité des prescriptions en matière de protection durant la maternité",
        "citation": "Art. 34 al. 2 OSAv",
        "content": "À la demande de l’entreprise, elles produisent un certificat médical.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_34"
    },
    {
        "book": "LFV",
        "title": "OSAv, 3, Personnel aéronautique, 34, Protection de la santé des membres d’équipage des aéronefs, 342, Protection de la santé durant la maternité, Occupation durant la maternité",
        "citation": "Art. 35 OSAv",
        "content": "L’occupation des femmes enceintes, des accouchées et des mères allaitantes est régie par les art. 35, al. 1, et 35a, al. 1 à 3, de la loi du 13 mars 1964 sur le travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_35"
    },
    {
        "book": "LFV",
        "title": "OSAv, 3, Personnel aéronautique, 34, Protection de la santé des membres d’équipage des aéronefs, 342, Protection de la santé durant la maternité, Déplacement de l’horaire et paiement du salaire",
        "citation": "Art. 36 al. 1 OSAv",
        "content": "Les femmes enceintes et les mères allaitantes qui sont libérées du service de vol ont droit à 80 % de leur salaire lorsque l’entreprise de transport aérien ne peut leur proposer un travail équivalent au sol.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_36"
    },
    {
        "book": "LFV",
        "title": "OSAv, 3, Personnel aéronautique, 34, Protection de la santé des membres d’équipage des aéronefs, 342, Protection de la santé durant la maternité, Déplacement de l’horaire et paiement du salaire",
        "citation": "Art. 36 al. 2 OSAv",
        "content": "Les textes suivants s’appliquent aux femmes enceintes et aux mères allaitantes exécutant un travail équivalent au sol:\na. loi du 13 mars 1964 sur le travail;\nb. ordonnance 1 du 10 mai 2000 relative à la loi sur le travail;\nc. OLT 3;\nd. prescriptions édictées par le Département fédéral de l’économie en vertu de l’art. 62, al. 4, de l’ordonnance 1 du 10 mai 2000 relative à la loi sur le travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_36"
    },
    {
        "book": "LFV",
        "title": "OSAv, 3, Personnel aéronautique, 34, Protection de la santé des membres d’équipage des aéronefs, 343, Membres d’équipage ayant des responsabilités familiales",
        "citation": "Art. 37 OSAv",
        "content": "L’occupation des membres d’équipage ayant des responsabilités  familiales est régie par:\na. l’art. 36, al. 1, de la loi du 13 mars 1964 sur le travail, pour autant que l’exploitation des vols le permette, et \nb. l’art. 36, al. 3, de la loi du 13 mars 1964 sur le travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_37"
    },
    {
        "book": "LFV",
        "title": "OSAv, 3, Personnel aéronautique, 35, Constatation de l’ébriété et d’états analogues, 351, Alcool, État d’ébriété et incapacité d’assurer le service",
        "citation": "Art. 38 OSAv",
        "content": "Est réputé être en état d’ébriété et dans l’incapacité d’assurer le service un membre d’équipage qui présente un taux d’alcool: \na. dans l’haleine de plus de 0,1 milligramme par litre d’air expiré, ou\nb. dans le sang de plus de 0,2 gramme pour mille.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_38"
    },
    {
        "book": "LFV",
        "title": "OSAv, 3, Personnel aéronautique, 35, Constatation de l’ébriété et d’états analogues, 351, Alcool, Contrôles de l’alcoolémie en présence d’indices d’un état d’ébriété",
        "citation": "Art. 39 OSAv",
        "content": "Lorsqu’un membre de l’équipage présente des signes d’ébriété, un contrôle d’alcoolémie doit être effectué. Ce dernier est réglementé aux art. 40, al. 2 à 4, 41 et 42, al. 1 et 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_39"
    },
    {
        "book": "LFV",
        "title": "OSAv, 3, Personnel aéronautique, 35, Constatation de l’ébriété et d’états analogues, 351, Alcool, Exécution de contrôles aléatoires de l’alcool dans l’air expiré ",
        "citation": "Art. 40 al. 1 OSAv",
        "content": "L’exécution de contrôles aléatoires de l’alcool dans l’air expiré est réglementée: \na. par le règlement (UE) 2018/1042;\nb. à titre complémentaire par la présente ordonnance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_40"
    },
    {
        "book": "LFV",
        "title": "OSAv, 3, Personnel aéronautique, 35, Constatation de l’ébriété et d’états analogues, 351, Alcool, Exécution de contrôles aléatoires de l’alcool dans l’air expiré ",
        "citation": "Art. 40 al. 2 OSAv",
        "content": "Le premier contrôle de l’alcool dans l’air expiré est réalisé au moyen d’un éthylotest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_40"
    },
    {
        "book": "LFV",
        "title": "OSAv, 3, Personnel aéronautique, 35, Constatation de l’ébriété et d’états analogues, 351, Alcool, Exécution de contrôles aléatoires de l’alcool dans l’air expiré ",
        "citation": "Art. 40 al. 3 OSAv",
        "content": "Lorsque la valeur mesurée lors de ce premier contrôle dépasse la valeur limite fixée à l’art. 38, let. a, un second contrôle doit être réalisé au moyen d’un éthylomètre dans les 15 à 30 minutes après le premier contrôle. Dans l’attente du second contrôle, le membre d’équipage ne doit ni manger, ni boire, ni absorber quoi que ce soit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_40"
    },
    {
        "book": "LFV",
        "title": "OSAv, 3, Personnel aéronautique, 35, Constatation de l’ébriété et d’états analogues, 351, Alcool, Exécution de contrôles aléatoires de l’alcool dans l’air expiré ",
        "citation": "Art. 40 al. 4 OSAv",
        "content": "Les éthylotests et éthylomètres doivent répondre aux exigences de l’ordonnance du 15 février 2006 sur les instruments de mesure (OIMes) et des dispositions d’exécution du Département fédéral de justice et police. L’exécution du contrôle de l’alcool dans l’air expiré est réglementée par analogie par l’ordonnance du 28 mars 2007 sur le contrôle de la circulation routière (OCCR) et par les dispositions d’exécution correspondantes de l’Office fédéral des routes (OFROU).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_40"
    },
    {
        "book": "LFV",
        "title": "OSAv, 3, Personnel aéronautique, 35, Constatation de l’ébriété et d’états analogues, 351, Alcool, Incapacité temporaire d’assurer le service",
        "citation": "Art. 41 OSAv",
        "content": "Lorsque la valeur mesurée lors du premier contrôle de l’alcool dans l’air expiré effectué à l’aide d’un éthylotest dépasse la valeur limite fixée à l’art. 38, ou lorsqu’un prélèvement de sang doit être ordonné en vertu de l’art. 42, al. 1, let a et c, le membre d’équipage est réputé temporairement inapte à assurer le service.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_41"
    },
    {
        "book": "LFV",
        "title": "OSAv, 3, Personnel aéronautique, 35, Constatation de l’ébriété et d’états analogues, 351, Alcool, Ordre de procéder à une prise de sang et exécution",
        "citation": "Art. 42 al. 1 OSAv",
        "content": "Il y a lieu d’ordonner une prise de sang dans les cas suivants: \na. lorsque la valeur mesurée lors d’un premier contrôle d’alcool dans l’air expiré effectué à l’aide d’un éthylotest dépasse la valeur limite visée à l’art. 38 et ne peut pas être confirmée par un deuxième contrôle de l’alcool dans l’air expiré réalisé au moyen d’un éthylomètre;\nb. lorsque le contrôle de l’alcool dans l’air expiré est refusé ou rendu impossible, ou si le membre de l’équipage s’y soustrait, ou\nc. lorsque le contrôle de l’alcool dans l’air expiré est impossible à réaliser pour des raisons médicales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_42"
    },
    {
        "book": "LFV",
        "title": "OSAv, 3, Personnel aéronautique, 35, Constatation de l’ébriété et d’états analogues, 351, Alcool, Ordre de procéder à une prise de sang et exécution",
        "citation": "Art. 42 al. 2 OSAv",
        "content": "Lorsque, dans le cas prévu à l’al. 1, let. c, un certificat médical est produit, il peut être renoncé à une prise de sang et le membre d’équipage peut être autorisé à reprendre son service.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_42"
    },
    {
        "book": "LFV",
        "title": "OSAv, 3, Personnel aéronautique, 35, Constatation de l’ébriété et d’états analogues, 351, Alcool, Ordre de procéder à une prise de sang et exécution",
        "citation": "Art. 42 al. 3 OSAv",
        "content": "Les exigences des art. 13, al. 3, et 14 de l’OCCR et les dispositions d’exécution correspondantes de l’OFROU s’appliquent par analogie à l’exécution de la prise de sang.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_42"
    },
    {
        "book": "LFV",
        "title": "OSAv, 3, Personnel aéronautique, 35, Constatation de l’ébriété et d’états analogues, 352, Narcotiques ou substances psychotropes, Examens lorsque des indices donnent à penser qu’un membre d’équipage est sous l’influence de narcotiques ou de substances psychotropes",
        "citation": "Art. 43 OSAv",
        "content": "Lorsque des indices donnent à penser qu’un membre d’équipage est sous l’influence de narcotiques ou de substances psychotropes, les art. 12a, 12b, 13, al. 3, 14, 15 et 17, OCCR et les dispositions d’exécution correspondantes de l’OFROU s’appliquent par analogie à l’exécution des examens ordonnés en pareil cas.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_43"
    },
    {
        "book": "LFV",
        "title": "OSAv, 5, Circulation, exploitation et entretien, 51, Règles de circulation et règles d’exploitation, Règles de circulation",
        "citation": "Art. 75 OSAv",
        "content": "Le DETEC édicte les règles de circulation en vigueur dans l’espace aérien suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_75"
    },
    {
        "book": "LFV",
        "title": "OSAv, 5, Circulation, exploitation et entretien, 51, Règles de circulation et règles d’exploitation, Règles d’exploitation",
        "citation": "Art. 76 al. 1 OSAv",
        "content": "Le DETEC édicte des règles d’exploitation afin d’exécuter ou de compléter le droit international.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_76"
    },
    {
        "book": "LFV",
        "title": "OSAv, 5, Circulation, exploitation et entretien, 51, Règles de circulation et règles d’exploitation, Règles d’exploitation",
        "citation": "Art. 76 al. 2 OSAv",
        "content": "Ces règles d’exploitation s’appliquent en Suisse et à l’étranger aux exploitants et entreprises de transport aérien suisses.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_76"
    },
    {
        "book": "LFV",
        "title": "OSAv, 5, Circulation, exploitation et entretien, 51, Règles de circulation et règles d’exploitation, Règles d’exploitation",
        "citation": "Art. 76 al. 3 OSAv",
        "content": "Il peut être dérogé aux règles d’exploitation à l’étranger si elles se heurtent à des dispositions impératives du droit étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_76"
    },
    {
        "book": "LFV",
        "title": "OSAv, 5, Circulation, exploitation et entretien, 52, Système de comptes rendus d’événements dans l’aviation, Principes",
        "citation": "Art. 77 al. 1 OSAv",
        "content": "Le système de compte rendu visé aux art. 77 à 77e a pour but d’améliorer la sécurité aérienne. Il se fonde sur le règlement (UE) no 376/2014.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_77"
    },
    {
        "book": "LFV",
        "title": "OSAv, 5, Circulation, exploitation et entretien, 52, Système de comptes rendus d’événements dans l’aviation, Principes",
        "citation": "Art. 77 al. 2 OSAv",
        "content": "Sont réservées les autres obligations de déclarer prévues par le droit fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_77"
    },
    {
        "book": "LFV",
        "title": "OSAv, 5, Circulation, exploitation et entretien, 52, Système de comptes rendus d’événements dans l’aviation, Principes",
        "citation": "Art. 77 al. 3 OSAv",
        "content": "Le règlement (UE) no 376/2014 est également applicable aux aéronefs visés à l’annexe II du règlement (CE) no 216/2008.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_77"
    },
    {
        "book": "LFV",
        "title": "OSAv, 5, Circulation, exploitation et entretien, 52, Système de comptes rendus d’événements dans l’aviation, Principes",
        "citation": "Art. 77 al. 4 OSAv",
        "content": "Les événements visés au règlement d’exécution (UE) 2015/1018 doivent être déclarés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_77"
    },
    {
        "book": "LFV",
        "title": "OSAv, 5, Circulation, exploitation et entretien, 52, Système de comptes rendus d’événements dans l’aviation, Centre de traitement",
        "citation": "Art. 77d al. 1 OSAv",
        "content": "L’OFAC désigne un centre interne de traitement des comptes rendus, qui collecte et évalue les comptes rendus d’événements obligatoires et les comptes rendus volontaires qui lui sont communiqués.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_77_d"
    },
    {
        "book": "LFV",
        "title": "OSAv, 5, Circulation, exploitation et entretien, 52, Système de comptes rendus d’événements dans l’aviation, Centre de traitement",
        "citation": "Art. 77d al. 2 OSAv",
        "content": "Sur le plan organisationnel, le centre de traitement est indépendant des unités de l’OFAC chargées d’activités de surveillance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_77_d"
    },
    {
        "book": "LFV",
        "title": "OSAv, 5, Circulation, exploitation et entretien, 52, Système de comptes rendus d’événements dans l’aviation, Centre de traitement",
        "citation": "Art. 77d al. 3 OSAv",
        "content": "Il traite les comptes rendus d’événements de manière confidentielle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_77_d"
    },
    {
        "book": "LFV",
        "title": "OSAv, 5, Circulation, exploitation et entretien, 52, Système de comptes rendus d’événements dans l’aviation, Centre de traitement",
        "citation": "Art. 77d al. 4 OSAv",
        "content": "Les collaborateurs du centre de traitement chargés de réceptionner et d’évaluer les comptes rendus d’événements sont déliés, durant l’exercice de ces activités, de leurs obligations de dénonciation et de poursuite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_77_d"
    },
    {
        "book": "LFV",
        "title": "OSAv, 5, Circulation, exploitation et entretien, 52, Système de comptes rendus d’événements dans l’aviation, Différends relatifs à la protection des sources",
        "citation": "Art. 77e al. o OSAv",
        "content": "Le DETEC est l’organisme visé à l’art. 16, par. 12, du règlement (UE) n 376/2014.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_77_e"
    },
    {
        "book": "LFV",
        "title": "OSAv, 5, Circulation, exploitation et entretien, 54, Prise de vues aériennes",
        "citation": "Art. 80 OSAv",
        "content": "La prise de vues aériennes et leur diffusion sont autorisées sous réserve de la législation sur la protection des ouvrages militaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_80"
    },
    {
        "book": "LFV",
        "title": "OSAv, 5, Circulation, exploitation et entretien, 55, Jet d’objets",
        "citation": "Art. 81 OSAv",
        "content": "Il est interdit de jeter des objets d’un aéronef en vol, sous réserve des exceptions fixées par le DETEC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_81"
    },
    {
        "book": "LFV",
        "title": "OSAv, 5, Circulation, exploitation et entretien, 56, Publicité, Sur des aéronefs",
        "citation": "Art. 82 al. 1 OSAv",
        "content": "La publicité au moyen d’inscriptions et d’images apposées sur des aéronefs est autorisée sous réserve des dispositions de la législation fédérale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_82"
    },
    {
        "book": "LFV",
        "title": "OSAv, 5, Circulation, exploitation et entretien, 56, Publicité, Sur des aéronefs",
        "citation": "Art. 82 al. 2 OSAv",
        "content": "Les marques de nationalité et d’immatriculation doivent dans tous les cas rester aisément reconnaissables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_82"
    },
    {
        "book": "LFV",
        "title": "OSAv, 5, Circulation, exploitation et entretien, 56, Publicité, Au moyen d’aéronefs",
        "citation": "Art. 83 OSAv",
        "content": "Toute autre forme de publicité au moyen d’aéronefs, notamment le jet de feuilles volantes, l’écriture céleste, l’utilisation de haut-parleurs, le remorquage de banderoles, est interdite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_83"
    },
    {
        "book": "LFV",
        "title": "OSAv, 5, Circulation, exploitation et entretien, 57, Démonstrations d’acrobatie sur des aéronefs",
        "citation": "Art. 84 OSAv",
        "content": "Les démonstrations d’acrobatie sur des aéronefs requièrent une autorisation de l’OFAC. L’autorisation prescrit les conditions requises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_84"
    },
    {
        "book": "LFV",
        "title": "OSAv, 5, Circulation, exploitation et entretien, 58, Manifestations publiques d’aviation, Définition",
        "citation": "Art. 85 OSAv",
        "content": "Les manifestations publiques d’aviation sont des manifestations aéronautiques auxquelles le public est convié et qui comprennent notamment des démonstrations et des concours, ainsi que des vols de passagers en dehors des aérodromes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_85"
    },
    {
        "book": "LFV",
        "title": "OSAv, 5, Circulation, exploitation et entretien, 58, Manifestations publiques d’aviation, Autorisation obligatoire",
        "citation": "Art. 86 al. 1 OSAv",
        "content": "Les manifestations publiques d’aviation requièrent, sous réserve de l’al. 2, une autorisation de l’OFAC. Avant d’autoriser de grandes manifestations, il y a lieu d’entendre l’Office fédéral de l’environnement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_86"
    },
    {
        "book": "LFV",
        "title": "OSAv, 5, Circulation, exploitation et entretien, 58, Manifestations publiques d’aviation, Autorisation obligatoire",
        "citation": "Art. 86 al. 2 OSAv",
        "content": "N’ont besoin d’aucune autorisation:\na. les manifestations publiques d’aviation sur des aérodromes, si elles se réduisent à des vols de passagers et à des épreuves de concours entre les membres d’une organisation établie sur cet aérodrome, y compris des personnes invitées;\nb. les manifestations publiques d’aviation en dehors des aérodromes, si vingt ballons libres au plus y participent;\nc. les manifestations publiques d’aviation en dehors des aérodromes, si deux hélicoptères au plus y participent, sous réserve de l’approbation des autorités communales;\nd. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_86"
    },
    {
        "book": "LFV",
        "title": "OSAv, 5, Circulation, exploitation et entretien, 58, Manifestations publiques d’aviation, Demande",
        "citation": "Art. 87 al. 1 OSAv",
        "content": "La demande d’autorisation pour une manifestation publique d’aviation doit être adressée à l’OFAC au plus tard six semaines avant la manifestation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_87"
    },
    {
        "book": "LFV",
        "title": "OSAv, 5, Circulation, exploitation et entretien, 58, Manifestations publiques d’aviation, Demande",
        "citation": "Art. 87 al. 2 OSAv",
        "content": "Elle doit indiquer:\na. le lieu et la date;\nb. l’organisateur;\nc. le chef responsable;\nd. le plan d’organisation et les aéronefs prévus;\ne. le programme;\nf. un résumé des dispositions prises en vue de la manifestation, notamment en ce qui concerne la sécurité des spectateurs, la circulation au sol et dans les airs, ainsi que le service sanitaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_87"
    },
    {
        "book": "LFV",
        "title": "OSAv, 5, Circulation, exploitation et entretien, 58, Manifestations publiques d’aviation, Demande",
        "citation": "Art. 87 al. 3 OSAv",
        "content": "S’il s’agit de manifestations sur des aérodromes, une déclaration de consentement de l’exploitant de l’aérodrome doit être jointe à la demande; s’il s’agit de manifestations sur un autre terrain, il y a lieu de produire une déclaration de consentement de ses propriétaires et une déclaration de l’autorité cantonale compétente selon laquelle elle n’élève pas d’objection à l’encontre de la manifestation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_87"
    },
    {
        "book": "LFV",
        "title": "OSAv, 5, Circulation, exploitation et entretien, 58, Manifestations publiques d’aviation, Demande",
        "citation": "Art. 87 al. 4 OSAv",
        "content": "Lorsqu’il s’agit d’une manifestation publique d’aviation en dehors d’un aérodrome, il y a lieu de joindre à la demande:\na. un fragment de carte au 1:25 000, où le terrain prévu sera spécialement indiqué;\nb. un croquis du terrain au 1:5000, d’où ressortent aussi les obstacles à la navigation aérienne aux alentours de ce terrain.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_87"
    },
    {
        "book": "LFV",
        "title": "OSAv, 5, Circulation, exploitation et entretien, 58, Manifestations publiques d’aviation, Examen",
        "citation": "Art. 88 OSAv",
        "content": "L’OFAC examine la documentation et expertise plus particulièrement le terrain prévu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_88"
    },
    {
        "book": "LFV",
        "title": "OSAv, 5, Circulation, exploitation et entretien, 58, Manifestations publiques d’aviation, Autorisation",
        "citation": "Art. 89 al. 1 OSAv",
        "content": "L’OFAC accorde l’autorisation lorsque l’organisateur a prouvé l’existence de la couverture supplémentaire de sa responsabilité civile envers les tiers au sol, selon les dispositions de l’art. 133, et a établi que les autres conditions sont remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_89"
    },
    {
        "book": "LFV",
        "title": "OSAv, 5, Circulation, exploitation et entretien, 58, Manifestations publiques d’aviation, Autorisation",
        "citation": "Art. 89 al. 1bis OSAv",
        "content": "L’OFAC n’autorise les manifestations dans le cadre desquelles des aéronefs à moteur effectuent des atterrissages en campagne à plus de 1100 m d’altitude et en dehors des places d’atterrissage en montagne que si ces manifestations ont pour but de commémorer un anniversaire important pour le vol en montagne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_89"
    },
    {
        "book": "LFV",
        "title": "OSAv, 5, Circulation, exploitation et entretien, 58, Manifestations publiques d’aviation, Autorisation",
        "citation": "Art. 89 al. 1ter OSAv",
        "content": "Il n’autorise les manifestations dans le cadre desquelles des aéronefs à moteur effectuent des atterrissages en campagne sur des étendues d’eau publiques que si l’autorité cantonale compétente a vérifié et confirmé le bon respect de la législation sur la protection des eaux, de la pêche, de l’environnement et de la nature et ne soulève aucune objection en raison d’autres intérêts publics.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_89"
    },
    {
        "book": "LFV",
        "title": "OSAv, 5, Circulation, exploitation et entretien, 58, Manifestations publiques d’aviation, Autorisation",
        "citation": "Art. 89 al. 2 OSAv",
        "content": "Il fixe les conditions et obligations requises pour des raisons de sécurité et de bruit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_89"
    },
    {
        "book": "LFV",
        "title": "OSAv, 5, Circulation, exploitation et entretien, 58, Manifestations publiques d’aviation, Conduite de la manifestation",
        "citation": "Art. 90 al. 1 OSAv",
        "content": "Outre la direction de l’activité de vol, le chef responsable de la manifestation a notamment les obligations suivantes:\na. examiner les licences du personnel navigant et les certificats des aéronefs employés;\nb. renseigner le personnel chargé de régler le service de vol quant au plan de ce service et aux mesures de sécurité prises;\nc. examiner si les aéronefs utilisés sont mentionnés dans l’autorisation d’organiser la manifestation;\nd. veiller à ce que le programme approuvé soit observé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_90"
    },
    {
        "book": "LFV",
        "title": "OSAv, 5, Circulation, exploitation et entretien, 58, Manifestations publiques d’aviation, Conduite de la manifestation",
        "citation": "Art. 90 al. 2 OSAv",
        "content": "Sur les aérodromes, ces droits et obligations incombent au chef d’aérodrome. Celui-ci peut les confier, sous sa surveillance, au chef de la manifestation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_90"
    },
    {
        "book": "LFV",
        "title": "OSAv, 5, Circulation, exploitation et entretien, 58, Manifestations publiques d’aviation, Surveillance",
        "citation": "Art. 91 OSAv",
        "content": "L’OFAC peut faire surveiller la manifestation par un expert; les tâches de celui-ci sont fixées dans chaque cas particulier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_91"
    },
    {
        "book": "LFV",
        "title": "OSAv, 5, Circulation, exploitation et entretien, 510, Retrait des autorisations",
        "citation": "Art. 99 OSAv",
        "content": "Les autorisations peuvent être retirées ou restreintes si les conditions dans lesquelles elles ont été accordées ne sont plus remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_99"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 61, Autorisation d’exploitation, Vols commerciaux",
        "citation": "Art. 100 al. 1 OSAv",
        "content": "Les vols sont dits commerciaux:\na. lorsqu’ils donnent lieu à rémunération sous une forme quelconque, qui doit couvrir davantage que les coûts pour la location de l’aéronef et le carburant ainsi que pour les redevances d’aéroport et de navigation aérienne, et\nb. lorsqu’un cercle indéterminé de personnes peut y avoir accès.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_100"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 61, Autorisation d’exploitation, Vols commerciaux",
        "citation": "Art. 100 al. 1bis OSAv",
        "content": "Lorsque le transporteur est une association, les membres de celle-ci sont réputés appartenir à un cercle déterminé de personnes pour autant qu’ils soient membres depuis plus de 30 jours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_100"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 61, Autorisation d’exploitation, Vols commerciaux",
        "citation": "Art. 100 al. 2 OSAv",
        "content": "Les vols effectués par une entreprise titulaire d’une autorisation d’exploitation sont présumés commerciaux. L’appréciation des faits sous l’angle des législations fiscales ou douanières est réservée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_100"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 61, Autorisation d’exploitation, Vols commerciaux",
        "citation": "Art. 100 al. 3 OSAv",
        "content": "Les passagers de vols non commerciaux donnant lieu à rémunération doivent être informés au préalable du caractère privé du vol et des conséquences qui en découlent quant à la couverture de l’assurance. Lorsqu’un aéronef relevant de la catégorie de navigabilité spéciale est exploité, les passagers doivent en outre être informés des particularités de la certification de l’aéronef en question.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_100"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 61, Autorisation d’exploitation, Restrictions frappant les aéronefs engagés en exploitation commerciale",
        "citation": "Art. 101 OSAv",
        "content": "Les aéronefs suivants ne peuvent être exploités pour le transport commercial de personnes:\na. aéronefs de la catégorie spéciale, sous-catégorie «Historique», et\nb. aéronefs de la catégorie standard qui ne sont pas soumis à la réglementation européenne et pour lesquels il n’existe aucun détenteur du certificat de type.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_101"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 61, Autorisation d’exploitation, Retrait de l’autorisation",
        "citation": "Art. 102 OSAv",
        "content": "L’OFAC peut retirer l’autorisation:\na. si les conditions régissant l’octroi ne sont plus remplies;\nb. si des prescriptions sont violées de façon grave ou répétée, ou\nc. si des obligations ne sont pas remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_102"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 61, Autorisation d’exploitation, 611, Entreprises sises en Suisse, Conditions générales d’octroi de l’autorisation",
        "citation": "Art. 103 al. 1 OSAv",
        "content": "L’autorisation d’exploitation pour le transport commercial de personnes et de marchandises (art. 27 LA) est délivrée à une entreprise sise en Suisse: \na. lorsque l’entreprise est inscrite au registre du commerce en Suisse avec le but d’assurer du trafic aérien commercial;\nb. lorsque l’entreprise est sous le contrôle effectif de citoyens suisses et majoritairement en mains suisses; est réservé le cas d’étrangers ou de sociétés étrangères assimilés à des citoyens ou à des sociétés suisses en vertu d’accords internationaux;\nc. lorsque de plus, s’agissant d’une société anonyme, plus de la moitié de son capital-actions consiste en actions nominatives et est la propriété de citoyens suisses ou de sociétés commerciales ou coopératives en mains suisses; est réservé le cas d’étrangers ou de sociétés étrangères assimilés à des citoyens ou à des sociétés suisses en vertu d’accords internationaux;\nd. lorsque l’entreprise a une licence de transporteur aérien qui règle en particulier l’organisation de l’exploitation et de l’entretien;\ne. lorsque les aéronefs exploités par l’entreprise remplissent les exigences minimales fixées pour les services prévus et sont inscrits dans le registre matricule suisse; avec l’accord de la Direction générale des douanes, les aéronefs peuvent être inscrits dans le registre matricule d’un État avec lequel a été conclu un accord international prévoyant cette possibilité;\nf. lorsque l’entreprise est l’exploitante d’un aéronef au moins, dont elle est propriétaire ou locataire en vertu d’un contrat de leasing lui garantissant la libre utilisation de l’aéronef pendant une période de six mois au minimum;\ng. lorsque l’entreprise dispose de ses propres équipages, qui sont titulaires des licences requises;\nh. ...\ni. lorsque l’entreprise peut prouver de manière crédible qu’elle est en mesure de faire face en tout temps à ses obligations dans les 24 mois suivant le début de son activité et, sans tenir compte des recettes d’exploitation, de couvrir ses frais fixes et variables dans les trois mois suivant le début de son activité, conformément à son plan de gestion. Les obligations et les coûts doivent être déterminés sur la base de prévisions objectives.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_103"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 61, Autorisation d’exploitation, 611, Entreprises sises en Suisse, Conditions générales d’octroi de l’autorisation",
        "citation": "Art. 103 al. 2 OSAv",
        "content": "Dans le but d’assurer que la majorité du capital de la société est en mains suisses, une entreprise titulaire d’une autorisation d’exploitation, ou une société de participations qui détient directement ou indirectement une participation majoritaire dans une autre entreprise, doit disposer d’un droit d’emption sur les parts de capital cotées en bourse et acquises par des étrangers. Ce droit d’emption peut être exercé dans les dix jours après la déclaration de l’acquéreur à l’entreprise, lorsque la participation étrangère au capital social inscrite au registre des actions a atteint 40 % de l’ensemble du capital social, ou que ladite participation a dépassé la participation suisse inscrite à ce registre. Le prix de reprise correspond au cours de la bourse au moment de l’exercice du droit d’emption. L’entreprise publie régulièrement le taux de participation étrangère au capital de la société. Est réservé le cas d’étrangers ou de sociétés étrangères assimilés à des citoyens ou à des sociétés suisses en vertu d’accords internationaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_103"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 61, Autorisation d’exploitation, 611, Entreprises sises en Suisse, Conditions générales d’octroi de l’autorisation",
        "citation": "Art. 103 al. 3 OSAv",
        "content": "L’OFAC peut, pour de justes motifs et en accord avec la Direction générale des douanes, autoriser pour une durée déterminée l’emploi d’un aéronef inscrit dans le registre matricule d’un État avec lequel aucun accord international prévoyant cette possibilité n’a été conclu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_103"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 61, Autorisation d’exploitation, 611, Entreprises sises en Suisse, Conditions générales d’octroi de l’autorisation",
        "citation": "Art. 103 al. 4 OSAv",
        "content": "L’OFAC peut, pour de justes motifs, accorder des exceptions aux conditions prescrites à l’al. 1, let. a à c. Il peut autoriser le transfert de certaines activités opérationnelles à d’autres entreprises suisses ou étrangères.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_103"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 61, Autorisation d’exploitation, 611, Entreprises sises en Suisse, Système de gestion de la sécurité",
        "citation": "Art. 103a al. 1 OSAv",
        "content": "Les entreprises suivantes sises en Suisse sont tenues d’introduire et de maintenir un système de gestion de la sécurité:\na. les exploitants d’avions et d’hélicoptères qui effectuent des vols commerciaux;\nb. les organismes de maintenance sur avion et sur hélicoptère.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_103_a"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 61, Autorisation d’exploitation, 611, Entreprises sises en Suisse, Système de gestion de la sécurité",
        "citation": "Art. 103a al. 2 OSAv",
        "content": "Les normes suivantes de l’Organisation de l’aviation civile internationale (OACI) contenues dans l’annexe 19 de la Convention de Chicago sont directement applicables au système de gestion de la sécurité:\na. partie I, ch. 3.3 et 8.7.3;\nb. partie III, section II, ch. 1.3 et 6.1.2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_103_a"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 61, Autorisation d’exploitation, 611, Entreprises sises en Suisse, Système de gestion de la sécurité",
        "citation": "Art. 103a al. 3 OSAv",
        "content": "Les dérogations notifiées par la Suisse en vertu de l’art. 38 de la Convention de Chicago sont réservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_103_a"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 61, Autorisation d’exploitation, 611, Entreprises sises en Suisse, Système de gestion de la sécurité",
        "citation": "Art. 103a al. 4 OSAv",
        "content": "Le DETEC peut déclarer obligatoires certaines recommandations de l’annexe 6 de la Convention de Chicago.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_103_a"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 61, Autorisation d’exploitation, 611, Entreprises sises en Suisse, Système de gestion de la sécurité",
        "citation": "Art. 103a al. 5 OSAv",
        "content": "L’OFAC peut, afin de transposer les normes et recommandations de l’OACI, édicter des directives complémentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_103_a"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 61, Autorisation d’exploitation, 611, Entreprises sises en Suisse, Système de gestion de la sécurité",
        "citation": "Art. 103a al. 6 OSAv",
        "content": "L’annexe 6 de la Convention de Chicago n’est pas publiée au Recueil officiel. Elle peut être consultée auprès de l’OFAC, en français et en anglais.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_103_a"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 61, Autorisation d’exploitation, 611, Entreprises sises en Suisse, Ballons, planeurs et aéronefs de catégories spéciales",
        "citation": "Art. 104 al. 1 OSAv",
        "content": "Les entreprises d’aérostation doivent remplir les conditions prescrites à l’art. 27, al. 2, let. b, de la loi sur l’aviation et à l’art. 103, al. 1, let. a, e et g. L’OFAC peut, pour de justes motifs, autoriser des exceptions aux conditions prescrites à l’art. 103, al. 1, let. a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_104"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 61, Autorisation d’exploitation, 611, Entreprises sises en Suisse, Ballons, planeurs et aéronefs de catégories spéciales",
        "citation": "Art. 104 al. 2 OSAv",
        "content": "L’autorisation d’exploitation n’est pas requise pour les entreprises exploitant des planeurs et des aéronefs de catégories spéciales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_104"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 61, Autorisation d’exploitation, 611, Entreprises sises en Suisse, Autorisation spéciale",
        "citation": "Art. 105 OSAv",
        "content": "Une autorisation d’exploitation valable pour une brève durée ou pour un nombre restreint de vols peut être accordée sous forme d’autorisation spéciale si l’exploitant parvient à démontrer qu’un niveau de sécurité comparable et proportionné à l’exploitation est assuré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_105"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 61, Autorisation d’exploitation, 611, Entreprises sises en Suisse, Somme de la responsabilité civile et obligation de s’assurer",
        "citation": "Art. 106 al. 1 OSAv",
        "content": "L’autorisation d’exploitation n’est délivrée à un requérant que:\na. s’il dispose des sûretés suivantes:\n1. au titre de sa responsabilité civile en cas de mort ou de lésion corporelle: d’une couverture minimale de 250 000 droits de tirage spéciaux tels qu’ils sont définis par le Fonds monétaire international par passager,\n2. au titre de sa responsabilité civile en cas de dommage causé à des bagages: d’une couverture minimale de 1288 droits de tirage spéciaux par passager,\n3. au titre de sa responsabilité civile en cas de dommage causé à des marchandises: d’une couverture minimale de 22 droits de tirage spéciaux par kilogramme, et\nb. s’il prouve qu’il est couvert, au titre de sa responsabilité civile, jusqu’à concurrence des montants visés à la let. a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_106"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 61, Autorisation d’exploitation, 611, Entreprises sises en Suisse, Somme de la responsabilité civile et obligation de s’assurer",
        "citation": "Art. 106 al. 2 OSAv",
        "content": "Le contrat d’assurance doit contenir la disposition suivante: Si le contrat prend fin avant l’échéance indiquée dans l’attestation d’assurance, la compagnie d’assurance s’engage à couvrir les prétentions en dommages intérêts dans les conditions définies par le contrat jusqu’au moment du retrait de l’autorisation, mais au plus pendant quinze jours après que l’OFAC a été informé de l’expiration du contrat; est réputé moment du retrait le jour où la décision de retrait entre en vigueur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_106"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 61, Autorisation d’exploitation, 611, Entreprises sises en Suisse, Obligation de renseigner et d’annoncer",
        "citation": "Art. 107 al. 1 OSAv",
        "content": "Les entreprises titulaires d’une autorisation d’exploitation doivent, sur demande, accorder en tout temps à l’OFAC un droit de regard sur leur gestion opérationnelle et commerciale et lui fournir les données nécessaires à l’établissement de la statistique du trafic aérien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_107"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 61, Autorisation d’exploitation, 611, Entreprises sises en Suisse, Obligation de renseigner et d’annoncer",
        "citation": "Art. 107 al. 3 OSAv",
        "content": "Les entreprises informent préalablement l’OFAC de leurs projets visant à desservir des continents ou des régions qu’elles ne desservaient pas jusqu’à présent. Elles lui annoncent aussi préalablement tout projet de fusion ou de rachat et, dans les quatorze jours, toute modification dans la détention de participations représentant dix pour cent ou plus de l’ensemble du capital de l’entreprise ou de celui de sa société mère ou de sa holding.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_107"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 61, Autorisation d’exploitation, 612, Entreprises sises à l’étranger, Conditions générales d’octroi de l’autorisation",
        "citation": "Art. 108 al. 1 OSAv",
        "content": "L’autorisation d’exploitation pour le transport commercial de personnes et de marchandises (art. 29 LA) est délivrée à une entreprise sise à l’étranger:\na. lorsque l’entreprise est habilitée dans son État d’origine à assurer le transport commercial de personnes et de marchandises en trafic aérien international;\nb. lorsque l’entreprise fait l’objet, par les autorités de son État d’origine, d’une surveillance adéquate quant aux aspects techniques et opérationnels;\nc. lorsque l’octroi de l’autorisation ne porte pas atteinte à des intérêts suisses essentiels;\nd. lorsque des entreprises suisses sont autorisées à transporter à des conditions équivalentes des personnes ou des marchandises depuis le territoire de l’entreprise;\ne. lorsque la responsabilité civile envers les tiers au sol est couverte (art. 125), et\nf. si elle prouve qu’elle dispose, au titre de sa responsabilité civile, d’une couverture minimale identique à celle exigée à l’art. 106, al. 1, let. a à c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_108"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 61, Autorisation d’exploitation, 612, Entreprises sises à l’étranger, Conditions générales d’octroi de l’autorisation",
        "citation": "Art. 108 al. 2 OSAv",
        "content": "Lorsqu’il n’existe aucun motif manifeste de supposer que les conditions prescrites à l’al. 1, let. a et b, ne sont pas remplies, on peut renoncer aux contrôles techniques et opérationnels de l’entreprise. De tels contrôles peuvent toutefois être ordonnés en tout temps.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_108"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 61, Autorisation d’exploitation, 612, Entreprises sises à l’étranger, Conditions générales d’octroi de l’autorisation",
        "citation": "Art. 108 al. 3 OSAv",
        "content": "Pour de justes motifs, on peut renoncer à l’exigence formulée à l’al. 1, let. d.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_108"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 61, Autorisation d’exploitation, 612, Entreprises sises à l’étranger, Obligation de renseigner et d’annoncer",
        "citation": "Art. 109 OSAv",
        "content": "Le titulaire d’une autorisation d’exploitation est tenu d’annoncer sans retard à l’OFAC:\na. tous les horaires et les programmes des vols au départ de la Suisse et à destination de celle-ci;\nb. tous les événements au sens de l’art. 77a qui surviennent en relation avec des vols au départ ou à destination de la Suisse, et\nc. les données nécessaires à l’établissement de la statistique du trafic aérien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_109"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 62, Concession de routes, Trafic de lignes",
        "citation": "Art. 110 al. 1 OSAv",
        "content": "Par trafic de lignes, on entend les vols affectés au transport commercial de personnes ou de marchandises:\na. lorsqu’ils sont effectués pendant une période minimale selon une fréquence et une régularité telles qu’ils font partie d’une série systématique évidente, et que\nb. pour le transport de personnes, des sièges vendus individuellement sont mis à la disposition du public.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_110"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 62, Concession de routes, Trafic de lignes",
        "citation": "Art. 110 al. 2 OSAv",
        "content": "Le DETEC édicte des prescriptions d’exécution; il tient compte de l’évolution du trafic aérien international.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_110"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 62, Concession de routes, Obligations liées à la concession",
        "citation": "Art. 111 al. 1 OSAv",
        "content": "L’entreprise concessionnaire est tenue d’établir des horaires et des tarifs et de les soumettre à l’OFAC. Elle doit les rendre accessibles au public de manière appropriée. Elle est en outre tenue de s’assurer que les horaires et les tarifs ainsi rendus publics sont respectés. Le genre et la portée des obligations d’exploiter et de transporter sont réglés dans la concession.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_111"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 62, Concession de routes, Obligations liées à la concession",
        "citation": "Art. 111 al. 2 OSAv",
        "content": "L’OFAC peut, notamment en cas d’urgence ou de modification de la situation, dispenser l’entreprise concessionnaire, sur sa demande dûment motivée, de toutes ses obligations ou de certaines d’entre elles, ou lui accorder d’autres facilités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_111"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 62, Concession de routes, Retrait de la concession",
        "citation": "Art. 112 al. 1 OSAv",
        "content": "L’OFAC peut en tout temps retirer la concession sans indemnité si l’entreprise concessionnaire viole ses obligations de façon grave ou répétée (art. 93 LA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_112"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 62, Concession de routes, Retrait de la concession",
        "citation": "Art. 112 al. 2 OSAv",
        "content": "Il peut en outre retirer la concession si les conditions requises pour l’octroi ne sont plus remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_112"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 62, Concession de routes, 621, Entreprises sises en Suisse, Requête",
        "citation": "Art. 114 al. 1 OSAv",
        "content": "Les entreprises sises en Suisse qui veulent exploiter des lignes aériennes doivent présenter à l’OFAC une requête, assortie des données et documents suivants, visant à obtenir une concession de routes:\na. le tableau de routes et l’horaire;\nb. les tarifs et les conditions de transport;\nc. les informations sur l’ouverture à l’exploitation;\nd. les données sur les aéronefs prévus pour l’exploitation;\ne. les accords de coopération avec d’autres compagnies d’aviation;\nf. les données relatives à la rentabilité de la ligne convoitée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_114"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 62, Concession de routes, 621, Entreprises sises en Suisse, Requête",
        "citation": "Art. 114 al. 2 OSAv",
        "content": "Avant de statuer sur une demande de concession, l’OFAC informe les autres entreprises sises en Suisse qui seraient également en mesure d’assurer l’exploitation de la ligne en question.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_114"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 62, Concession de routes, 621, Entreprises sises en Suisse, Requête",
        "citation": "Art. 114 al. 3 OSAv",
        "content": "Dans les 14 jours suivant la communication de l’OFAC, les autres entreprises peuvent manifester leur intérêt à exploiter la ligne. Elles disposent de 45 jours, à compter de la date de cette communication, pour déposer une requête de concession.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_114"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 62, Concession de routes, 621, Entreprises sises en Suisse, Requête",
        "citation": "Art. 114 al. 4 OSAv",
        "content": "Avant de statuer sur une requête de concession portant sur l’exploitation d’une ligne aérienne en Suisse, l’OFAC entend les gouvernements des cantons concernés, les aérodromes concernés et les entreprises publiques de transport intéressées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_114"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 62, Concession de routes, 621, Entreprises sises en Suisse, Requête",
        "citation": "Art. 114 al. 5 OSAv",
        "content": "Les al. 2 à 4 ne sont pas applicables en présence d’un droit à l’octroi d’une concession de routes conféré par une réglementation internationale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_114"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 62, Concession de routes, 621, Entreprises sises en Suisse, Décision",
        "citation": "Art. 115 al. 1 OSAv",
        "content": "L’OFAC peut refuser d’octroyer la concession si la demande de transport peut être satisfaite d’une autre manière équivalente ou que les aéroports qu’il est prévu de desservir ne disposent pas de l’infrastructure nécessaire pour les procédures d’approche aux instruments.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_115"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 62, Concession de routes, 621, Entreprises sises en Suisse, Décision",
        "citation": "Art. 115 al. 2 OSAv",
        "content": "Lorsque plusieurs demandes sont déposées pour la même ligne et que l’octroi de plusieurs concessions est exclu pour des raisons dûment motivées, l’OFAC prend sa décision en tenant compte des critères suivants:\na. la capacité de l’entreprise à assurer l’exploitation de la ligne pendant au moins deux périodes d’horaire;\nb. les prestations que l’entreprise s’engage à offrir au public (qualité du produit, prix, avions, capacités, etc.);\nc. les effets sur la concurrence dans les marchés convoités;\nd. la desserte des aéroports suisses;\ne. l’usage économiquement judicieux des capacités et des droits de trafic existants;\nf. la date de l’ouverture à l’exploitation;\ng. la conformité aux impératifs écologiques (avions silencieux et peu polluants);\nh. les prestations fournies à ce jour par l’entreprise concessionnaire pour développer le marché de la ligne en question.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_115"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 62, Concession de routes, 621, Entreprises sises en Suisse, Décision",
        "citation": "Art. 115 al. 3 OSAv",
        "content": "L’OFAC peut inviter les entreprises intéressées à se prononcer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_115"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 62, Concession de routes, 621, Entreprises sises en Suisse, Durée de validité de la concession",
        "citation": "Art. 116 al. 1 OSAv",
        "content": "La concession est délivrée pour une durée de huit ans au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_116"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 62, Concession de routes, 621, Entreprises sises en Suisse, Durée de validité de la concession",
        "citation": "Art. 116 al. 2 OSAv",
        "content": "Elle peut être renouvelée sur demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_116"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 62, Concession de routes, 621, Entreprises sises en Suisse, Durée de validité de la concession",
        "citation": "Art. 116 al. 3 OSAv",
        "content": "La décision portant sur le renouvellement est rendue au plus tard six mois avant l’échéance de la concession. L’art. 115 est en outre applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_116"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 62, Concession de routes, 621, Entreprises sises en Suisse, Modification ou transfert des droits et obligations découlant d’une concession",
        "citation": "Art. 117 al. 1 OSAv",
        "content": "L’OFAC peut modifier ou transférer des droits et obligations découlant d’une concession.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_117"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 62, Concession de routes, 621, Entreprises sises en Suisse, Modification ou transfert des droits et obligations découlant d’une concession",
        "citation": "Art. 117 al. 2 OSAv",
        "content": "Il peut en particulier autoriser une entreprise concessionnaire à faire effectuer ses vols par d’autres entreprises, suisses ou étrangères:\na. lorsque la sécurité de l’exploitation est garantie;\nb. lorsque l’autorité chargée de la surveillance est clairement établie, et\nc. lorsque le public est informé du transfert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_117"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 62, Concession de routes, 621, Entreprises sises en Suisse, Modification ou transfert des droits et obligations découlant d’une concession",
        "citation": "Art. 117 al. 3 OSAv",
        "content": "L’OFAC peut autoriser la délégation de certaines tâches d’exploitation à d’autres entreprises suisses ou étrangères.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_117"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 62, Concession de routes, 621, Entreprises sises en Suisse, Transfert à la concurrence de concessions de routes en cas de non‐usage",
        "citation": "Art. 118 al. 1 OSAv",
        "content": "Si une entreprise ne fait pas usage des droits de trafic qui lui ont été octroyés en vertu de la concession de routes, toute autre entreprise peut demander à l’OFAC que la concession en question lui soit transférée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_118"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 62, Concession de routes, 621, Entreprises sises en Suisse, Transfert à la concurrence de concessions de routes en cas de non‐usage",
        "citation": "Art. 118 al. 2 OSAv",
        "content": "Dès lors qu’une demande en ce sens est déposée, l’OFAC impartit à l’entreprise concessionnaire un délai maximal de trois mois pour commencer l’exploitation de la ligne. L’OFAC peut prolonger ce délai pour de justes motifs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_118"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 62, Concession de routes, 621, Entreprises sises en Suisse, Transfert à la concurrence de concessions de routes en cas de non‐usage",
        "citation": "Art. 118 al. 3 OSAv",
        "content": "Si l’entreprise concessionnaire ne commence pas l’exploitation dans le délai imparti et que l’autre entreprise remplit les conditions préalables à l’octroi d’une concession, l’OFAC transfère la concession de routes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_118"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 62, Concession de routes, 621, Entreprises sises en Suisse, Transfert à la concurrence de concessions de routes en cas de non‐usage",
        "citation": "Art. 118 al. 4 OSAv",
        "content": "Les art. 114 et 115 sont applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_118"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 62, Concession de routes, 621, Entreprises sises en Suisse, Caducité de concessions de routes en cas de non-usage",
        "citation": "Art. 118a OSAv",
        "content": "Si une entreprise concessionnaire laisse une ligne aérienne inexploitée sur une période de douze mois, la concession de routes devient caduque.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_118_a"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 62, Concession de routes, 622, Entreprises sises à l’étranger, Requête",
        "citation": "Art. 119 al. 1 OSAv",
        "content": "Les entreprises sises à l’étranger qui souhaitent exploiter des lignes aériennes soumettent à l’OFAC une requête comportant les données et documents suivants:\na. le tableau de routes et l’horaire;\nb. les tarifs;\nc. les informations sur l’ouverture à l’exploitation;\nd. les données sur les aéronefs prévus pour l’exploitation;\ne. les informations sur le domicile légal en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_119"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 62, Concession de routes, 622, Entreprises sises à l’étranger, Procédure",
        "citation": "Art. 120 al. 1 OSAv",
        "content": "L’octroi d’une concession à une entreprise étrangère est régi par l’accord international déterminant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_120"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 62, Concession de routes, 622, Entreprises sises à l’étranger, Procédure",
        "citation": "Art. 120 al. 2 OSAv",
        "content": "Lorsqu’une réglementation internationale fait défaut ou qu’elle ne prévoit pas certains droits de trafic, l’OFAC peut accorder une concession pour une ligne unique à une entreprise étrangère à la condition que celle-ci soit détentrice des droits de trafic nécessaires octroyés par son État d’origine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_120"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6, Aviation commerciale, 62, Concession de routes, 622, Entreprises sises à l’étranger, Procédure",
        "citation": "Art. 120 al. 3 OSAv",
        "content": "Lors de l’octroi de la concession, l’OFAC veille en particulier à ce que l’État d’origine de l’entreprise accorde la réciprocité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_120"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6a, Mesures de sûreté, Section 1, Dispositions générales, Mesures de sûreté sur les aérodromes",
        "citation": "Art. 122a al. 1 OSAv",
        "content": "Tout exploitant d’un aérodrome suisse ouvert au trafic aérien commercial international définit dans un programme de sûreté les mesures qu’il entend prendre, suivant la gravité de la menace, afin de prévenir tout acte dirigé contre la sûreté de l’aviation civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_122_a"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6a, Mesures de sûreté, Section 1, Dispositions générales, Mesures de sûreté sur les aérodromes",
        "citation": "Art. 122a al. 2 OSAv",
        "content": "Le programme de sûreté est soumis à l’approbation de l’OFAC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_122_a"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6a, Mesures de sûreté, Section 1, Dispositions générales, Mesures de sûreté sur les aérodromes",
        "citation": "Art. 122a al. 3 OSAv",
        "content": "Par mesures de sûreté, on entend notamment:\na. le contrôle des passagers, des bagages à main non enregistrés, des bagages enregistrés, du fret, des envois postaux et des aéronefs concentré sur les aspects relatifs à la sûreté;\nb. d’autres mesures visant à garantir qu’aucun article prohibé qui pourrait servir à perpétrer des actes illicites contre la sûreté de l’aviation civile ne puisse parvenir à bord des aéronefs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_122_a"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6a, Mesures de sûreté, Section 1, Dispositions générales, Mesures de sûreté sur les aérodromes",
        "citation": "Art. 122a al. 4 OSAv",
        "content": "Le DETEC ordonne les mesures de sûreté. Il consulte préalablement les polices cantonales compétentes, l’exploitant de l’aérodrome concerné et les entreprises de transport aérien concernées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_122_a"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6a, Mesures de sûreté, Section 1, Dispositions générales, Mesures de sûreté des entreprises de transport aérien",
        "citation": "Art. 122b al. 1 OSAv",
        "content": "Toute entreprise de transport aérien dont les aéronefs sont affectés au trafic commercial international est tenue de garantir l’exploitation sûre de ses appareils, conformément aux exigences fixées par le DETEC. Les mesures qu’elle prend doivent être décrites dans un programme de sûreté.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_122_b"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6a, Mesures de sûreté, Section 1, Dispositions générales, Mesures de sûreté des entreprises de transport aérien",
        "citation": "Art. 122b al. 2 OSAv",
        "content": "Le programme de sûreté est soumis à l’approbation de l’OFAC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_122_b"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6a, Mesures de sûreté, Section 1, Dispositions générales, Dispositions applicables",
        "citation": "Art. 122c al. 1 OSAv",
        "content": "Les mesures de sûreté sont régies par:\na. les dispositions de la subdivision 6a;\nb. les normes directement applicables de l’OACI énoncées à l’annexe 17 de la Convention de Chicago, sous réserve des différences notifiées conformément à l’art. 38 de ladite Convention;\nc. les dispositions du droit de l’Union européenne qui lient la Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_122_c"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6a, Mesures de sûreté, Section 1, Dispositions générales, Dispositions applicables",
        "citation": "Art. 122c al. 2 OSAv",
        "content": "Les recommandations de l’OACI énoncées à l’annexe 17 de la Convention 7 décembre 1944 de Chicago sont en outre directement applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_122_c"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6a, Mesures de sûreté, Section 1, Dispositions générales, Dispositions applicables",
        "citation": "Art. 122c al. 2bis OSAv",
        "content": "Les gardes de sûreté prennent les mesures nécessaires lorsque la sécurité des passagers, de l’équipage ou de l’aéronef est menacée. Ils peuvent faire usage de la contrainte et des mesures policières selon la loi du 20 mars 2008 sur l’usage de la contrainte et ses dispositions d’exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_122_c"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6a, Mesures de sûreté, Section 1, Dispositions générales, Dispositions applicables",
        "citation": "Art. 122c al. 3 OSAv",
        "content": "L’OFAC édicte les prescriptions nécessaires, en particulier le programme national de sûreté de l’aviation civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_122_c"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6a, Mesures de sûreté, Section 1, Dispositions générales, Exécution",
        "citation": "Art. 122d al. 1 OSAv",
        "content": "Le DETEC édicte des prescriptions:\na. sur la forme des mesures de sûreté;\nb. sur les modalités du concours des services intéressés;\nc. sur la répartition des frais entre l’OFAC, les exploitants des aérodromes et les entreprises de transport aérien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_122_d"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6a, Mesures de sûreté, Section 1, Dispositions générales, Exécution",
        "citation": "Art. 122d al. 2 OSAv",
        "content": "Dans certains cas particuliers, selon la gravité de la menace et en se fondant sur une analyse de la menace effectuée par l’Office fédéral de la police (fedpol), l’OFAC peut ordonner des mesures supplémentaires et fixer la répartition des frais; il consulte préalablement la police aéroportuaire compétente ainsi que l’exploitant de l’aérodrome concerné.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_122_d"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6a, Mesures de sûreté, Section 1, Dispositions générales, Exécution",
        "citation": "Art. 122d al. 3 OSAv",
        "content": "Les attributions spéciales conférées dans certains cas particuliers au commandant d’une police cantonale sont réservées (art. 100bis LA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_122_d"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6a, Mesures de sûreté, Section 2, Gardes de sûreté, Principes",
        "citation": "Art. 122e al. 1 OSAv",
        "content": "Des gardes de sûreté sont affectés à bord des aéronefs suisses utilisés dans le trafic aérien commercial international afin de prévenir des actes illicites de nature à compromettre la sûreté à bord.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_122_e"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6a, Mesures de sûreté, Section 2, Gardes de sûreté, Principes",
        "citation": "Art. 122e al. 2 OSAv",
        "content": "Les gardes de sûreté peuvent également être affectés au sol sur des aérodromes étrangers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_122_e"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6a, Mesures de sûreté, Section 2, Gardes de sûreté, Tâches et compétences",
        "citation": "Art. 122f al. 1 OSAv",
        "content": "Sauf disposition contraire du droit étranger applicable, les gardes de sûreté exercent en particulier les tâches et compétences suivantes:\na. à bord, ils surveillent le comportement des passagers et empêchent tout acte illicite pouvant mettre en danger la sûreté à bord de l’aéronef;\nb. Sur les aérodromes étrangers, ils peuvent:\n1. fouiller les passagers et les bagages à main et surveiller les bagages contrôlés et l’identification des bagages afin d’empêcher l’introduction d’articles prohibés susceptibles d’être utilisés pour compromettre la sûreté de l’aviation civile,\n2. signaler des individus potentiellement dangereux aux services étrangers compétents,\n3. assister les services étrangers dans leurs tâches;\nc. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_122_f"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6a, Mesures de sûreté, Section 2, Gardes de sûreté, Tâches et compétences",
        "citation": "Art. 122f al. 2 OSAv",
        "content": "Fedpol en collaboration avec l’OFAC rédige des directives précisant les tâches des gardes de sûreté.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_122_f"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6a, Mesures de sûreté, Section 2, Gardes de sûreté, Formation",
        "citation": "Art. 122g al. 1 OSAv",
        "content": "Seule peut être employée en qualité de garde de sûreté une personne ayant suivi un programme de formation spécifique et ayant réussi l’examen final.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_122_g"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6a, Mesures de sûreté, Section 2, Gardes de sûreté, Formation",
        "citation": "Art. 122g al. 2 OSAv",
        "content": "Fedpol:\na. définit les exigences auxquelles doivent répondre les gardes de sûreté;\nb. détermine le programme de formation;\nc. veille à ce que les gardes de sûreté se perfectionnent;\nd. organise des cours de formation et de perfectionnement adéquats.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_122_g"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6a, Mesures de sûreté, Section 2, Gardes de sûreté, Formation",
        "citation": "Art. 122g al. 3 OSAv",
        "content": "Il peut faire appel à des tiers, notamment aux entreprises de transport aérien et aux institutions de la police et de l’armée, pour organiser les cours ainsi que pour fournir et entretenir l’infrastructure des cours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_122_g"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6a, Mesures de sûreté, Section 2, Gardes de sûreté, Affectation",
        "citation": "Art. 122h al. 1 OSAv",
        "content": "Fedpol se charge de l’affectation des gardes de sûreté et des tâches administratives qui en découlent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_122_h"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6a, Mesures de sûreté, Section 2, Gardes de sûreté, Affectation",
        "citation": "Art. 122h al. 2 OSAv",
        "content": "Il fixe la doctrine et la tactique d’intervention.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_122_h"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6a, Mesures de sûreté, Section 2, Gardes de sûreté, Affectation",
        "citation": "Art. 122h al. 3 OSAv",
        "content": "Il fixe d’entente avec l’OFAC le lieu, la date et le genre de l’affectation sur la base d’une analyse des risques et d’une évaluation des dangers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_122_h"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6a, Mesures de sûreté, Section 2, Gardes de sûreté, Affectation",
        "citation": "Art. 122h al. 4 OSAv",
        "content": "Il informe les entreprises de transport aérien concernées et leur ordonne à temps de réserver les sièges nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_122_h"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6a, Mesures de sûreté, Section 2, Gardes de sûreté, Équipement des gardes de sûreté",
        "citation": "Art. 122i al. 1 OSAv",
        "content": "Fedpol fournit, en collaboration avec les entreprises de transport aérien, l’équipement nécessaire aux gardes de sûreté.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_122_i"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6a, Mesures de sûreté, Section 2, Gardes de sûreté, Équipement des gardes de sûreté",
        "citation": "Art. 122i al. 2 OSAv",
        "content": "Par équipement, on entend notamment les uniformes, les armes et les moyens auxiliaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_122_i"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6a, Mesures de sûreté, Section 2, Gardes de sûreté, Rapports de subordination",
        "citation": "Art. 122j al. 1 OSAv",
        "content": "Durant la formation et les affectations, les gardes de sûreté restent soumis aux prescriptions de service et aux prescriptions disciplinaires de leur employeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_122_j"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6a, Mesures de sûreté, Section 2, Gardes de sûreté, Rapports de subordination",
        "citation": "Art. 122j al. 2 OSAv",
        "content": "Dans l’accomplissement de leurs tâches, ils sont subordonnés à fedpol.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_122_j"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6a, Mesures de sûreté, Section 2, Gardes de sûreté, Rapports de subordination",
        "citation": "Art. 122j al. 3 OSAv",
        "content": "À bord de l’aéronef, ils sont soumis à l’autorité du commandant de bord.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_122_j"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6a, Mesures de sûreté, Section 2, Gardes de sûreté, Analyse des risques et évaluation des dangers",
        "citation": "Art. 122k OSAv",
        "content": "Fedpol est responsable de l’analyse des risques et de l’évaluation des dangers liées à l’affectation des gardes de sûreté.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_122_k"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6a, Mesures de sûreté, Section 2, Gardes de sûreté, Données des individus potentiellement dangereux",
        "citation": "Art. 122kbis al. 1 OSAv",
        "content": "Afin d’évaluer la menace pesant sur le trafic aérien commercial international (art. 21c, al. 1, let. b, LA), fedpol traite dans le système d’information pour l’affectation des gardes de sûreté dans l’aviation:\na. en ce qui concerne tout individu potentiellement dangereux, les catégories de données suivantes:\n1. vols réservés,\n2. informations concernant les paiements effectués et les moyens de paiement utilisés à cet effet;\nb. toutes données supplémentaires relatives aux individus potentiellement dangereux qui sont nécessaires pour évaluer la menace pesant sur le trafic aérien commercial international.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_122_k_bis"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6a, Mesures de sûreté, Section 2, Gardes de sûreté, Données des individus potentiellement dangereux",
        "citation": "Art. 122kbis al. 2 OSAv",
        "content": "En ce qui concerne l’identité et les coordonnées publiquement accessibles des individus potentiellement dangereux (art. 21c, al. 1, let. a, LA), fedpol traite les données suivantes dans le système d’information:\na. nom, y compris les pseudonymes;\nb. date de naissance;\nc. lieu de naissance;\nd. commune d’origine;\ne. nationalité;\nf. sexe;\ng. état civil;\nh. coordonnées publiquement accessibles comme l’adresse postale, l’adresse de courrier électronique, les numéros de téléphone;\ni. informations concernant les documents de voyage, comme le numéro, l’État de délivrance, les visas.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_122_k_bis"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6a, Mesures de sûreté, Section 2, Gardes de sûreté, Données des gardes de sûreté",
        "citation": "Art. 122kter OSAv",
        "content": "Dans le cadre du système d’information, fedpol traite les données suivantes relatives aux gardes de sûreté mobilisables:\na. nom;\nb. date de naissance;\nc. lieu de naissance;\nd. commune d’origine et nationalité;\ne. coordonnées comme l’adresse postale, l’adresse de courrier électronique, les numéros de téléphone;\nf. personne à prévenir en cas d’urgence (nom, prénom, numéro de téléphone et lien de cette personne avec le garde de sûreté);\ng. informations en lien avec les documents de voyage, comme le numéro, l’État de délivrance, les visas;\nh. coordonnées de paiement;\ni. connaissances linguistiques;\nj. cours suivis pour les besoins de l’activité de garde de sûreté et affectations effectuées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_122_k_ter"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6a, Mesures de sûreté, Section 2, Gardes de sûreté, Entretien et conservation des armes à feu",
        "citation": "Art. 122l al. 1 OSAv",
        "content": "Fedpol assure, après avoir consulté l’OFAC, l’entretien et la conservation des armes des gardes de sûreté.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_122_l"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6a, Mesures de sûreté, Section 2, Gardes de sûreté, Entretien et conservation des armes à feu",
        "citation": "Art. 122l al. 2 OSAv",
        "content": "Il peut faire appel à cet effet à la police aéroportuaire ou à d’autres organes qu’il aura désignés, notamment pour la conservation des armes des gardes de sûreté étrangers qui font escale en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_122_l"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6a, Mesures de sûreté, Section 2, Gardes de sûreté, Obligations des entreprises de transport aérien",
        "citation": "Art. 122m al. 1 OSAv",
        "content": "Les entreprises de transport aérien peuvent être appelées à participer:\na. à la formation et au perfectionnement des gardes de sûreté;\nb. à l’affectation et aux tâches administratives qui en découlent;\nc. à l’analyse des risques et à l’évaluation des dangers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_122_m"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6a, Mesures de sûreté, Section 2, Gardes de sûreté, Obligations des entreprises de transport aérien",
        "citation": "Art. 122m al. 2 OSAv",
        "content": "À ce titre, elles peuvent notamment être chargées de:\na. donner des cours sur des thèmes spécifiques à l’aviation dans le cadre de la formation et du perfectionnement;\nb. réserver, selon les instructions de fedpol, les sièges destinés aux gardes de sûreté;\nc. fournir à ces derniers les documents aéronautiques nécessaires;\nd. mettre à disposition le matériel spécifique aux affectations dans le cadre du transport aérien;\ne. transmettre à fedpol les informations sur la sûreté importantes pour l’analyse des risques et l’évaluation des dangers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_122_m"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6a, Mesures de sûreté, Section 2, Gardes de sûreté, Obligations des entreprises de transport aérien",
        "citation": "Art. 122m al. 3 OSAv",
        "content": "L’OFAC fixe dans l’autorisation d’exploitation les obligations des entreprises de transport aérien en relation avec les gardes de sûreté.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_122_m"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6a, Mesures de sûreté, Section 2, Gardes de sûreté, Indemnités ",
        "citation": "Art. 122n al. 1 OSAv",
        "content": "Dans le cadre de l’affectation des gardes de sûreté, l’OFAC rembourse:\na. aux entreprises de transport aérien, les frais afférents: \n1. à la formation et au perfectionnement des gardes de sûreté, \n2. à la planification des affectations des gardes de sûreté et aux tâches administratives qui en découlent, \n3. à l’analyse des risques et à l’évaluation des dangers, \n4. à l’équipement des gardes de sûreté;\nb. aux cantons ou communes et à la police des transports, les salaires et les charges salariales des gardes de sûreté pour la durée de leur formation et de leur perfectionnement ainsi que pour la durée de leurs affectations; \nc. aux gardes de sûreté, les frais afférents à leur formation et à leur perfectionnement et ceux afférents à leurs affectations;\nd. aux cantons ou communes, les frais afférents à la gestion des armes à feu des gardes de sûreté étrangers pour la durée de leur séjour en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_122_n"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6a, Mesures de sûreté, Section 2, Gardes de sûreté, Responsabilité de la Confédération",
        "citation": "Art. 122o al. RS 170.32 OSAv",
        "content": "La responsabilité de la Confédération pour les dommages qu’un garde de sûreté causerait illicitement à un tiers dans l’exercice de son activité est régie par les dispositions de la loi du 14 mars 1958 sur la responsabilité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_122_o"
    },
    {
        "book": "LFV",
        "title": "OSAv, 6b, Facilitations",
        "citation": "Art. 122p al. RS 0.748.0. Cette annexe n’est pas publiée au RO. Elle peut être consultée gratuitement en ligne sur le site de l’Office fédéral de l’aviation civile (www.bazl.admin.ch > Espace professionnel > Réglementation et informations de base) ou obtenue contre paiement auprès de l’Organisation de l’aviation civile internationale, Groupe de la vente des documents, 999, rue de l’Université, Montréal, Québec, Canada H3C 5H7. OSAv",
        "content": "Les normes et recommandations de l’OACI énoncées à l’annexe 9 de la Convention de Chicago s’appliquent directement aux mesures de facilitation à mettre en œuvre dans le transport aérien. Les différences notifiées conformément à l’art. 38 de ladite Convention sont réservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_122_p"
    },
    {
        "book": "LFV",
        "title": "OSAv, 7, Responsabilité civile, 71, Responsabilité de l’exploitant d’un aéronef envers les tiers au sol, 711, Nature de la couverture",
        "citation": "Art. 123 al. 1 OSAv",
        "content": "Sous réserve de l’al. 2, la responsabilité civile envers les tiers au sol doit être couverte par une assurance-responsabilité civile conclue auprès d’une compagnie d’assurance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_123"
    },
    {
        "book": "LFV",
        "title": "OSAv, 7, Responsabilité civile, 71, Responsabilité de l’exploitant d’un aéronef envers les tiers au sol, 711, Nature de la couverture",
        "citation": "Art. 123 al. 2 OSAv",
        "content": "Si la couverture est proposée sous forme de dépôt de sûretés ou d’une caution solidaire, l’OFAC la règle dans chaque cas particulier dans les limites des dispositions ci-après.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_123"
    },
    {
        "book": "LFV",
        "title": "OSAv, 7, Responsabilité civile, 71, Responsabilité de l’exploitant d’un aéronef envers les tiers au sol, 712, Preuve de la couverture",
        "citation": "Art. 124 al. 1 OSAv",
        "content": "Comme preuve de la couverture de la responsabilité civile, l’exploitant de l’aéronef doit produire une attestation d’assurance, un certificat de dépôt ou une déclaration de cautionnement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_124"
    },
    {
        "book": "LFV",
        "title": "OSAv, 7, Responsabilité civile, 71, Responsabilité de l’exploitant d’un aéronef envers les tiers au sol, 712, Preuve de la couverture",
        "citation": "Art. 124 al. 2 OSAv",
        "content": "L’OFAC est en droit de demander à l’exploitant de l’aéronef, à l’assureur, au dépositaire ou à la caution de plus amples informations sur la couverture. Il peut différer l’octroi du certificat de navigabilité jusqu’à réception de ces informations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_124"
    },
    {
        "book": "LFV",
        "title": "OSAv, 7, Responsabilité civile, 71, Responsabilité de l’exploitant d’un aéronef envers les tiers au sol, 713, Montant de la couverture",
        "citation": "Art. 125 al. 1 OSAv",
        "content": "En cas de sinistre, la responsabilité civile envers les tiers au sol doit être au moins couverte comme suit (dommages corporels et dommages matériels réunis):Assurance minimale  (millions de droits de tirage spéciaux)\na. aéronefs d’un poids au décollage inférieur à 500 kg        0,75\nb. aéronefs d’un poids au décollage égal ou supérieur à 500 kg mais inférieur à 1000 kg        1,5\nc. aéronefs d’un poids au décollage égal ou supérieur à 1000 kg mais inférieur à 2700 kg        3\nd. aéronefs d’un poids au décollage égal ou supérieur à 2700 kg mais inférieur à 6000 kg        7\ne. aéronefs d’un poids au décollage égal ou supérieur à 6000 kg mais inférieur à 12 000 kg      18\nf. aéronefs d’un poids au décollage égal ou supérieur à 12 000 kg mais inférieur à 25 000 kg      80\ng.  aéronefs d’un poids au décollage égal ou supérieur à 25 000 kg mais inférieur à 50 000 kg    150\nh. aéronefs d’un poids au décollage égal ou supérieur à 50 000 kg mais inférieur à 200 000 kg    300\ni. aéronefs d’un poids au décollage égal ou supérieur à 200 000 kg mais inférieur à 500 000 kg    500\nj. aéronefs d’un poids au décollage égal ou supérieur à 500 000 kg    700.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_125"
    },
    {
        "book": "LFV",
        "title": "OSAv, 7, Responsabilité civile, 71, Responsabilité de l’exploitant d’un aéronef envers les tiers au sol, 713, Montant de la couverture",
        "citation": "Art. 125 al. 2 OSAv",
        "content": "L’al. 1 ne s’applique pas aux ballons captifs, aux planeurs de pente, aux planeurs de pente à propulsion électrique, aux parachutes, aux cerfs-volants et aux parachutes ascensionnels. Pour ces aéronefs, le DETEC fixe le montant de la couverture.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_125"
    },
    {
        "book": "LFV",
        "title": "OSAv, 7, Responsabilité civile, 71, Responsabilité de l’exploitant d’un aéronef envers les tiers au sol, 713, Montant de la couverture",
        "citation": "Art. 125 al. 3 OSAv",
        "content": "Pour les vols qui constituent un danger particulier, notamment en raison de la nature des marchandises transportées, l’OFAC peut faire dépendre l’octroi de l’autorisation d’exploitation de la preuve d’une couverture supplémentaire de la responsabilité civile envers les tiers au sol.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_125"
    },
    {
        "book": "LFV",
        "title": "OSAv, 7, Responsabilité civile, 71, Responsabilité de l’exploitant d’un aéronef envers les tiers au sol, 714, Contenu du contrat d’assurance, Changement de l’exploitant et retrait",
        "citation": "Art. 126 al. 1 OSAv",
        "content": "Le contrat d’assurance doit stipuler:\na. qu’en cas de changement de l’exploitant pendant la durée du contrat, les prétentions pouvant être élevées contre le nouvel exploitant sont également couvertes;\nb. que les droits et obligations découlant du contrat d’assurance passent au nouvel exploitant;\nc. que le nouvel exploitant est autorisé à se retirer du contrat dans les quatorze jours qui suivent le changement d’exploitant;\nd. que l’assureur est autorisé à se retirer du contrat dans les quatorze jours après qu’il a eu connaissance du changement d’exploitant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_126"
    },
    {
        "book": "LFV",
        "title": "OSAv, 7, Responsabilité civile, 71, Responsabilité de l’exploitant d’un aéronef envers les tiers au sol, 714, Contenu du contrat d’assurance, Changement de l’exploitant et retrait",
        "citation": "Art. 126 al. 2 OSAv",
        "content": "En cas de retrait, la couverture expire au moment indiqué à l’art. 128, let. b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_126"
    },
    {
        "book": "LFV",
        "title": "OSAv, 7, Responsabilité civile, 71, Responsabilité de l’exploitant d’un aéronef envers les tiers au sol, 714, Contenu du contrat d’assurance, Changement de l’exploitant et retrait",
        "citation": "Art. 126 al. 3 OSAv",
        "content": "Si, avant ce moment, la preuve d’une nouvelle couverture n’a pas été fournie à l’OFAC, le certificat de navigabilité doit être retiré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_126"
    },
    {
        "book": "LFV",
        "title": "OSAv, 7, Responsabilité civile, 71, Responsabilité de l’exploitant d’un aéronef envers les tiers au sol, 714, Contenu du contrat d’assurance, Changement de l’exploitant et retrait",
        "citation": "Art. 126 al. 4 OSAv",
        "content": "Si, dans les quatorze jours qui suivent le changement d’exploitant, le nouvel exploitant prouve qu’il a constitué une nouvelle couverture, le contrat d’assurance antérieur cesse d’être valable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_126"
    },
    {
        "book": "LFV",
        "title": "OSAv, 7, Responsabilité civile, 71, Responsabilité de l’exploitant d’un aéronef envers les tiers au sol, 714, Contenu du contrat d’assurance, Étendue des prétentions couvertes",
        "citation": "Art. 127 al. 1 OSAv",
        "content": "La garantie doit couvrir, jusqu’aux limites indiquées à l’art. 125, les prétentions des tiers au sol qui peuvent être élevées contre l’exploitant d’après les dispositions de la loi sur la navigation aérienne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_127"
    },
    {
        "book": "LFV",
        "title": "OSAv, 7, Responsabilité civile, 71, Responsabilité de l’exploitant d’un aéronef envers les tiers au sol, 714, Contenu du contrat d’assurance, Étendue des prétentions couvertes",
        "citation": "Art. 127 al. 2 OSAv",
        "content": "Pour les dommages causés par une personne se trouvant à bord, l’exploitant ne répond que jusqu’à concurrence du montant de la garantie si cette personne ne fait pas partie de l’équipage (art. 64, al. 2, let. b LNA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_127"
    },
    {
        "book": "LFV",
        "title": "OSAv, 7, Responsabilité civile, 71, Responsabilité de l’exploitant d’un aéronef envers les tiers au sol, 714, Contenu du contrat d’assurance, Étendue des prétentions couvertes",
        "citation": "Art. 127 al. 3 OSAv",
        "content": "Les dommages causés au sol par le bruit des aéronefs ne doivent pas être exclus du contrat d’assurance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_127"
    },
    {
        "book": "LFV",
        "title": "OSAv, 7, Responsabilité civile, 71, Responsabilité de l’exploitant d’un aéronef envers les tiers au sol, 714, Contenu du contrat d’assurance, Durée de la couverture et limites géographiques",
        "citation": "Art. 128 OSAv",
        "content": "Le contrat d’assurance doit contenir les dispositions suivantes:\na. si le contrat expire pendant que l’aéronef se trouve en vol, la responsabilité de l’assureur envers les tiers lésés au sol se prolonge jusqu’au prochain atterrissage permettant un contrôle officiel des papiers de bord, mais au plus pendant vingt-quatre heures;\nb. si le contrat prend fin avant l’échéance indiquée dans l’attestation d’assurance, la compagnie d’assurance s’engage à couvrir les prétentions en dommages-intérêts dans les conditions définies par le contrat jusqu’au moment du retrait du certificat de navigabilité, mais au plus pendant quinze jours après que l’OFAC a été informé de l’expiration du contrat; est réputé moment du retrait le jour où la décision de retrait entre en vigueur.\nc. si un aéronef franchit les limites géographiques de la couverture telles qu’elles sont indiquées dans l’attestation d’assurance, l’assurance est néanmoins valable à l’égard des tiers lésés au sol si le vol au-delà desdites limites a eu pour cause la force majeure, une opération d’assistance justifiée par les circonstances ou une faute de pilotage, de conduite ou de navigation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_128"
    },
    {
        "book": "LFV",
        "title": "OSAv, 7, Responsabilité civile, 71, Responsabilité de l’exploitant d’un aéronef envers les tiers au sol, 714, Contenu du contrat d’assurance, Rapport entre l’attestation d’assurance et la couverture",
        "citation": "Art. 129 OSAv",
        "content": "Le contrat d’assurance doit stipuler que les conditions dont les tiers lésés peuvent se prévaloir sont celles qu’énonce l’attestation d’assurance, même si elles ne concordent pas avec le contenu du contrat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_129"
    },
    {
        "book": "LFV",
        "title": "OSAv, 7, Responsabilité civile, 71, Responsabilité de l’exploitant d’un aéronef envers les tiers au sol, 715, Assureur et tiers lésé",
        "citation": "Art. 131 al. 1 OSAv",
        "content": "L’exploitant peut exiger de l’assureur qu’il s’acquitte, sans préjudice de droits éventuels de recours, entre les mains du tiers lésé, de l’indemnité due à celui-ci, même si les prétentions de ce dernier à l’égard de l’exploitant, suivant les dispositions de la présente ordonnance, dépassent celles de l’exploitant à l’égard de l’assureur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_131"
    },
    {
        "book": "LFV",
        "title": "OSAv, 7, Responsabilité civile, 71, Responsabilité de l’exploitant d’un aéronef envers les tiers au sol, 715, Assureur et tiers lésé",
        "citation": "Art. 131 al. 2 OSAv",
        "content": "Le tiers lésé ne peut faire valoir aucune prétention directement contre l’assureur, mais il possède, pour le montant des dommages-intérêts qui lui sont dus, un droit de gage sur les prétentions de l’exploitant à l’égard de l’assureur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_131"
    },
    {
        "book": "LFV",
        "title": "OSAv, 7, Responsabilité civile, 71, Responsabilité de l’exploitant d’un aéronef envers les tiers au sol, 716, Attestation de la couverture",
        "citation": "Art. 132 OSAv",
        "content": "L’attestation de la couverture indique le montant de la couverture, la durée de la sûreté fournie et le rayon géographique de validité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_132"
    },
    {
        "book": "LFV",
        "title": "OSAv, 7, Responsabilité civile, 71a, Responsabilité de l’exploitant d’un aéronef envers les passagers, Couverture minimale de responsabilité civile envers les passagers",
        "citation": "Art. 132a OSAv",
        "content": "1 La couverture minimale au titre de la responsabilité civile de l’exploitant d’un aéronef envers les passagers est de 250 000 droits de tirage spéciaux par passager. Dans le cadre de l’exploitation non commerciale d’un aéronef dont le poids au décollage est inférieur ou égal à 2700 kg, la couverture minimale peut être inférieure à cette somme, mais elle doit être au minimum de 128 821 droits de tirage spéciaux par passager.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_132_a"
    },
    {
        "book": "LFV",
        "title": "OSAv, 7, Responsabilité civile, 71a, Responsabilité de l’exploitant d’un aéronef envers les passagers, Couverture minimale de responsabilité civile envers les passagers",
        "citation": "Art. 132a al. 2 OSAv",
        "content": "En cas d’exploitation non commerciale d’un aéronef sans passager, on peut renoncer à la couverture au titre de la responsabilité civile envers les passagers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_132_a"
    },
    {
        "book": "LFV",
        "title": "OSAv, 7, Responsabilité civile, 71a, Responsabilité de l’exploitant d’un aéronef envers les passagers, Couverture minimale de responsabilité civile envers les passagers",
        "citation": "Art. 132a al. 3 OSAv",
        "content": "Les art. 123, 124, al. 1, 126, al. 1 et 4, 128, let. a et c, 129, 131 et 132 s’appliquent par analogie à la responsabilité civile envers les passagers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_132_a"
    },
    {
        "book": "LFV",
        "title": "OSAv, 7, Responsabilité civile, 71a, Responsabilité de l’exploitant d’un aéronef envers les passagers, Couverture minimale de responsabilité civile envers les passagers",
        "citation": "Art. 132a al. 4 OSAv",
        "content": "Le présent article ne s’applique pas aux planeurs de pente (art. 132b).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_132_a"
    },
    {
        "book": "LFV",
        "title": "OSAv, 7, Responsabilité civile, 71a, Responsabilité de l’exploitant d’un aéronef envers les passagers, Responsabilité de l’exploitant d’un planeur de pente envers les passagers",
        "citation": "Art. 132b al. 1 OSAv",
        "content": "L’exploitant d’un planeur de pente sans moteur ou à propulsion électrique biplace est responsable conformément aux dispositions du code des obligations du dommage survenu en cas de mort ou de lésion corporelle d’un passager suite à un accident.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_132_b"
    },
    {
        "book": "LFV",
        "title": "OSAv, 7, Responsabilité civile, 71a, Responsabilité de l’exploitant d’un aéronef envers les passagers, Responsabilité de l’exploitant d’un planeur de pente envers les passagers",
        "citation": "Art. 132b al. 2 OSAv",
        "content": "Les art. 123, 124, al. 1, 126, al. 1 et 4, 128, let. a et c, 129, 131 et 132 s’appliquent par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_132_b"
    },
    {
        "book": "LFV",
        "title": "OSAv, 7, Responsabilité civile, 71a, Responsabilité de l’exploitant d’un aéronef envers les passagers, Responsabilité de l’exploitant d’un planeur de pente envers les passagers",
        "citation": "Art. 132b al. 3 OSAv",
        "content": "Le DETEC fixe le montant de la couverture.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_132_b"
    },
    {
        "book": "LFV",
        "title": "OSAv, 7, Responsabilité civile, 72, Responsabilité lors de manifestations publiques d’aviation, 721, Couverture de la responsabilité de l’organisateur",
        "citation": "Art. 133 al. 1 OSAv",
        "content": "Les manifestations publiques d’aviation au sens des art. 85 à 91 ne sont autorisées par l’OFAC que si le requérant prouve que l’organisateur est couvert pour sa responsabilité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_133"
    },
    {
        "book": "LFV",
        "title": "OSAv, 7, Responsabilité civile, 72, Responsabilité lors de manifestations publiques d’aviation, 721, Couverture de la responsabilité de l’organisateur",
        "citation": "Art. 133 al. 2 OSAv",
        "content": "En cas de sinistre, la responsabilité civile doit être au moins couverte comme suit (dommages corporels et dommages matériels réunis):Montant de la couvertureFr.\na. lors de manifestations publiques d’aviation sans vols acrobatiques de patrouille et sans vols acrobatiques à basse altitude  2 000 000\nb. lors de manifestations publiques d’aviation sans vols acrobatiques de patrouille, mais avec vols acrobatiques à basse altitude  4 000 000\nc. lors de manifestations publiques d’aviation sans vols acrobatiques à basse altitude, mais avec vols acrobatiques de patrouille  4 000 000\nd. lors de manifestations publiques d’aviation avec vols acrobatiques de patrouille et avec vols acrobatiques à basse altitude.10 000 000.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_133"
    },
    {
        "book": "LFV",
        "title": "OSAv, 7, Responsabilité civile, 72, Responsabilité lors de manifestations publiques d’aviation, 721, Couverture de la responsabilité de l’organisateur",
        "citation": "Art. 133 al. 3 OSAv",
        "content": "Lors de manifestations publiques d’aviation présentant des dangers accrus, l’OFAC peut élever les montants de la couverture.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_133"
    },
    {
        "book": "LFV",
        "title": "OSAv, 7, Responsabilité civile, 72, Responsabilité lors de manifestations publiques d’aviation, 722, Couverture des prétentions contre les exploitants",
        "citation": "Art. 134 OSAv",
        "content": "La couverture prévue à l’art. 133 doit subsidiairement s’étendre aux prétentions de responsabilité civile qui peuvent être élevées contre les exploitants des aéronefs participant à la manifestation si la garantie prévue à l’art. 125 ne suffit pas à couvrir ces prétentions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_134"
    },
    {
        "book": "LFV",
        "title": "OSAv, 7, Responsabilité civile, 73, Aéronefs étrangers, 731, Couverture et preuve obligatoires",
        "citation": "Art. 135 al. 1 OSAv",
        "content": "Avant de l’utiliser dans l’espace aérien suisse, l’exploitant d’un aéronef étranger doit s’assurer que les prétentions des tiers au titre de la responsabilité civile sont couvertes selon les taux prévus à l’art. 125. Il doit pouvoir faire la preuve de cette couverture.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_135"
    },
    {
        "book": "LFV",
        "title": "OSAv, 7, Responsabilité civile, 73, Aéronefs étrangers, 731, Couverture et preuve obligatoires",
        "citation": "Art. 135 al. 2 OSAv",
        "content": "Si un exploitant utilise plusieurs aéronefs dans l’espace aérien suisse, il ne doit garantir la couverture que pour le montant prévu pour l’aéronef dont le poids au décollage est le plus élevé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_135"
    },
    {
        "book": "LFV",
        "title": "OSAv, 7, Responsabilité civile, 73, Aéronefs étrangers, 731, Couverture et preuve obligatoires",
        "citation": "Art. 135 al. 3 OSAv",
        "content": "L’OFAC peut renoncer à la couverture pour les dommages causés par le bruit ou par une contamination radioactive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_135"
    },
    {
        "book": "LFV",
        "title": "OSAv, 7, Responsabilité civile, 73, Aéronefs étrangers, 731, Couverture et preuve obligatoires",
        "citation": "Art. 135 al. 4 OSAv",
        "content": "Il peut renoncer à la couverture à l’égard des États qui sont exploitants d’aéronefs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_135"
    },
    {
        "book": "LFV",
        "title": "OSAv, 7, Responsabilité civile, 73, Aéronefs étrangers, 731, Couverture et preuve obligatoires",
        "citation": "Art. 135 al. 5 OSAv",
        "content": "Il peut exiger des intéressés qu’ils fournissent les informations nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_135"
    },
    {
        "book": "LFV",
        "title": "OSAv, 7, Responsabilité civile, 73, Aéronefs étrangers, 732, Décision",
        "citation": "Art. 136 al. 1 OSAv",
        "content": "L’OFAC décide si la couverture apportée est suffisante. Dans le trafic aérien non commercial, il n’examine la couverture que par sondages.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_136"
    },
    {
        "book": "LFV",
        "title": "OSAv, 7, Responsabilité civile, 73, Aéronefs étrangers, 732, Décision",
        "citation": "Art. 136 al. 2 OSAv",
        "content": "La déclaration d’une compagnie d’assurance admise en Suisse pour ce genre d’affaires, selon laquelle elle couvre les prétentions de tiers au titre de la responsabilité civile à l’égard de l’exploitant d’un aéronef étranger, conformément à la présente ordonnance, suffit en tant que preuve de la couverture.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_136"
    },
    {
        "book": "LFV",
        "title": "OSAv, 7, Responsabilité civile, 74, Responsabilité civile du transporteur aérien",
        "citation": "Art. 137 al. 1 OSAv",
        "content": "Les transports contre rémunération effectués par aéronef ainsi que les transports gratuits effectués par une entreprise de transport aérien titulaire d’une autorisation d’exploiter sont régis par les dispositions spéciales sur la responsabilité figurant dans l’ordonnance du 17 août 2005 sur le transport aérien et par les conditions prévues aux art. 106 et 108.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_137"
    },
    {
        "book": "LFV",
        "title": "OSAv, 7, Responsabilité civile, 74, Responsabilité civile du transporteur aérien",
        "citation": "Art. 137 al. 2 OSAv",
        "content": "Les autres transports par aéronefs sont régis par les dispositions du droit suisse des obligations sur la responsabilité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_137"
    },
    {
        "book": "LFV",
        "title": "OSAv, 8, Informations aéronautiques",
        "citation": "Art. 138 OSAv",
        "content": "L’OFAC publie les informations aéronautiques ci-après:\na. la Publication d’information aéronautique suisse (AIP-Suisse), laquelle contient des informations de caractère durable qui sont essentielles à la sécurité de la navigation aérienne;\nb. les avis au personnel chargé des opérations aériennes (NOTAM) et les circulaires d’information aéronautique (AIC), donnant sur l’établissement, l’état ou la modification d’installations pour la navigation aérienne, ainsi que sur les services de la circulation, les procédures et les dangers pour la navigation aérienne, des renseignements dont la communication, à temps, est importante pour le personnel aéronautique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_138"
    },
    {
        "book": "LFV",
        "title": "OSAv, 8a, Prescriptions techniques internationales",
        "citation": "Art. 138a al. 1 OSAv",
        "content": "Dans le cadre de ses attributions législatives, le DETEC peut exceptionnellement déclarer directement applicables certaines annexes, y compris les prescriptions techniques qui s’y rapportent, de la Convention du 7 décembre 1944 relative à l’aviation civile internationale, ainsi que des prescriptions techniques qui sont arrêtées dans le cadre de la coopération entre autorités aéronautiques européennes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_138_a"
    },
    {
        "book": "LFV",
        "title": "OSAv, 8a, Prescriptions techniques internationales",
        "citation": "Art. 138a al. 2 OSAv",
        "content": "Avec l’accord de la Chancellerie fédérale, il peut prescrire un mode de publication particulier et décider de renoncer en partie ou entièrement à la traduction de ces dispositions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_138_a"
    },
    {
        "book": "LFV",
        "title": "OSAv, 8a, Prescriptions techniques internationales",
        "citation": "Art. 138a al. 3 OSAv",
        "content": "Il statue sur le rejet des annexes ou des amendements d’annexes visés à l’art. 90, let. a, deuxième phrase, de la Convention du 7 décembre 1944 relative à l’aviation civile internationale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_138_a"
    },
    {
        "book": "LFV",
        "title": "OSAv, 9, Dispositions administratives, Formules",
        "citation": "Art. 139 al. 1 OSAv",
        "content": "Les attestations d’assurance, les demandes d’inscription au registre matricule et les demandes d’octroi ou de renouvellement de concessions, d’autorisations, de licences et de titres personnels doivent être présentées sur les formules établies par l’OFAC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_139"
    },
    {
        "book": "LFV",
        "title": "OSAv, 9, Dispositions administratives, Formules",
        "citation": "Art. 139 al. 2 OSAv",
        "content": "Ces formules peuvent être obtenues à l’OFAC ou auprès des directions des aérodromes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_139"
    },
    {
        "book": "LFV",
        "title": "OSAv, 9, Dispositions administratives, Formules",
        "citation": "Art. 139 al. 3 OSAv",
        "content": "Dans les cas urgents, les demandes peuvent être faites par téléphone, télégraphe ou téléscripteur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_139"
    },
    {
        "book": "LFV",
        "title": "OSAv, 9, Dispositions administratives, Taxes",
        "citation": "Art. 140 al. [RO 1976 668, 1979 778. RO 1983 1526 art. 35 let. a]. Voir actuellement l’O du 28 sept. 2007 sur les émoluments de l’Office fédéral de l’aviation civile (RS 748.112.11). OSAv",
        "content": "Pour les opérations officielles des autorités de surveillance, les taxes figurant dans le règlement des taxes perçues en application de la loi sur la navigation aérienne du 8 mars 1976 sont perçues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_140"
    },
    {
        "book": "LFV",
        "title": "OSAv, 9, Dispositions administratives, Statistique",
        "citation": "Art. 141 al. 1 OSAv",
        "content": "L’OFAC établit et publie la statistique du trafic aérien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_141"
    },
    {
        "book": "LFV",
        "title": "OSAv, 9, Dispositions administratives, Statistique",
        "citation": "Art. 141 al. 2 OSAv",
        "content": "Les titulaires de concessions, d’autorisations ou de licences sont tenus de fournir à l’OFAC les données nécessaires à l’établissement de la statistique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_141"
    },
    {
        "book": "LFV",
        "title": "OSAv, 9a, Disposition pénale",
        "citation": "Art. 141a OSAv",
        "content": "Est puni conformément à l’art. 91, al. 1, let. i, LA quiconque:\na. enfreint l’une des obligations prévues par les dispositions suivantes: art. 2a, al. 1, 2b, al. 1, 26, 81, 83, 86, al. 1, 1re phrase, 107, al. 2, 109, let. a ou b, et 111, al. 1, 1re ou 2e phrase;\nb. effectue une démonstration d’acrobatie sur des aéronefs sans l’autorisation de l’OFAC (art. 84);\nc. n’emporte pas, à bord de l’aéronef, les papiers qui devraient s’y trouver en vertu d’une disposition du droit aérien;\nd.  enfreint l’art. 4, par. 1 du règlement (UE) no 376/2014.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1973/1856_1856_1856/fr#art_141_a"
    }
]