[
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 1, Dispositions générales, Section 1, But et champ d’application, But",
        "citation": "Art. 1 LDAl",
        "content": "La présente loi a pour but:\na. de protéger la santé du consommateur des risques présentés par les denrées alimentaires et les objets usuels qui ne sont pas sûrs;\nb. de veiller à ce que la manipulation des denrées alimentaires et des objets usuels se fasse dans de bonnes conditions d’hygiène;\nc. de protéger le consommateur contre les tromperies relatives aux denrées alimentaires et aux objets usuels;\nd. de mettre à la disposition des consommateurs les informations nécessaires à l’acquisition de denrées alimentaires et d’objets usuels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_1"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 1, Dispositions générales, Section 1, But et champ d’application, Champ d’application",
        "citation": "Art. 2 al. 1 LDAl",
        "content": "La présente loi s’applique:\na. à la manipulation des denrées alimentaires et des objets usuels, c’est-à-dire à leur fabrication, leur traitement, leur entreposage, leur transport et leur mise sur le marché;\nb. à l’étiquetage et à la présentation des denrées alimentaires et des objets usuels ainsi qu’à la publicité et à l’information relatives à ces produits;\nc. à l’importation, à l’exportation et au transit des denrées alimentaires et des objets usuels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_2"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 1, Dispositions générales, Section 1, But et champ d’application, Champ d’application",
        "citation": "Art. 2 al. 2 LDAl",
        "content": "La présente loi s’applique à toutes les étapes de la production, de la transformation et de la distribution, y compris à la production primaire, dans la mesure où celle‐ci est destinée à la fabrication de denrées alimentaires ou d’objets usuels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_2"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 1, Dispositions générales, Section 1, But et champ d’application, Champ d’application",
        "citation": "Art. 2 al. 3 LDAl",
        "content": "Elle s’applique aux denrées alimentaires et aux objets usuels importés pour autant que la Suisse n’ait pas contracté d’autres engagements en vertu d’un accord international.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_2"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 1, Dispositions générales, Section 1, But et champ d’application, Champ d’application",
        "citation": "Art. 2 al. 4 LDAl",
        "content": "Elle ne s’applique pas:\na. à la production primaire de denrées alimentaires destinées à l’usage domestique privé;\nb. à l’importation de denrées alimentaires ou d’objets usuels destinés à l’usage domestique privé; l’al. 5 est réservé;\nc. à la fabrication, au traitement et à l’entreposage domestiques de denrées alimentaires ou d’objets usuels destinés à l’usage domestique privé;\nd. aux substances et produits soumis à la législation sur les produits thérapeutiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_2"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 1, Dispositions générales, Section 1, But et champ d’application, Champ d’application",
        "citation": "Art. 2 al. 5 LDAl",
        "content": "Le Conseil fédéral peut limiter l’importation des denrées alimentaires et des objets usuels destinés à l’usage domestique privé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_2"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 1, Dispositions générales, Section 1, But et champ d’application, Exportation",
        "citation": "Art. 3 al. 1 LDAl",
        "content": "Les denrées alimentaires destinées à être exportées doivent être conformes aux dispositions de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_3"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 1, Dispositions générales, Section 1, But et champ d’application, Exportation",
        "citation": "Art. 3 al. 2 LDAl",
        "content": "Elles peuvent s’écarter des dispositions de la présente loi si la législation ou les autorités du pays de destination imposent d’autres exigences ou admettent d’autres règles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_3"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 1, Dispositions générales, Section 1, But et champ d’application, Exportation",
        "citation": "Art. 3 al. 3 LDAl",
        "content": "Les denrées alimentaires qui ne sont pas conformes aux dispositions de la présente loi ne peuvent être exportées que si les autorités du pays de destination acceptent l’importation après avoir été informées en détail des raisons et des circonstances précises pour lesquelles les denrées alimentaires concernées ne peuvent pas être mises sur le marché en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_3"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 1, Dispositions générales, Section 1, But et champ d’application, Exportation",
        "citation": "Art. 3 al. 4 LDAl",
        "content": "Les objets usuels destinés à l’exportation doivent être conformes aux dispositions du pays de destination. Le Conseil fédéral peut en disposer autrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_3"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 1, Dispositions générales, Section 1, But et champ d’application, Exportation",
        "citation": "Art. 3 al. 5 LDAl",
        "content": "Les denrées alimentaires et les objets usuels préjudiciables à la santé ne peuvent pas être exportés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_3"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 1, Dispositions générales, Section 2, Définitions, Denrées alimentaires",
        "citation": "Art. 4 al. 1 LDAl",
        "content": "On entend par denrées alimentaires l’ensemble des substances ou des produits transformés, partiellement transformés ou non transformés qui sont destinés à être ingérés ou dont on peut raisonnablement s’attendre à ce qu’ils soient ingérés par l’être humain.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_4"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 1, Dispositions générales, Section 2, Définitions, Denrées alimentaires",
        "citation": "Art. 4 al. 2 LDAl",
        "content": "Sont également considérées comme des denrées alimentaires:\na. les boissons, y compris l’eau destinée à la consommation humaine;\nb. les gommes à mâcher;\nc. toute substance incorporée intentionnellement dans la denrée alimentaire au cours de sa fabrication, de sa transformation ou de son traitement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_4"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 1, Dispositions générales, Section 2, Définitions, Denrées alimentaires",
        "citation": "Art. 4 al. 3 LDAl",
        "content": "Ne sont pas considérés comme des denrées alimentaires:\na. les aliments pour animaux;\nb. les animaux vivants, à moins qu’ils n’aient été préparés pour la mise sur le marché à des fins de consommation humaine;\nc. les plantes avant leur récolte;\nd. les médicaments;\ne. les produits cosmétiques;\nf. le tabac et les produits du tabac;\ng. les stupéfiants et les substances psychotropes;\nh. les résidus et les contaminants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_4"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 1, Dispositions générales, Section 2, Définitions, Objets usuels",
        "citation": "Art. 5 LDAl",
        "content": "On entend par objets usuels les objets qui entrent dans l’une des catégories de produits suivantes:\na. objets et matériaux répondant à l’une des caractéristiques suivantes:\n1. ils sont destinés à entrer en contact avec des denrées alimentaires,\n2. ils sont susceptibles d’entrer en contact avec des denrées alimentaires dans des conditions d’utilisation normales ou raisonnablement prévisibles,\n3. ils sont destinés à transmettre leurs constituants aux denrées alimentaires;\nb. produits cosmétiques et autres objets, substances et préparations qui, de par l’usage auquel ils sont destinés, entrent en contact avec les parties superficielles du corps, avec les dents ou avec les muqueuses;\nc. instruments et produits colorants utilisés pour le tatouage et le maquillage permanent;\nd. vêtements, textiles et autres objets qui, de par l’usage auquel ils sont destinés, entrent en contact avec le corps;\ne. jouets et autres objets destinés à être utilisés par des enfants;\nf. bougies, allumettes, briquets et articles de farces et attrapes;\ng. générateurs d’aérosols qui contiennent des denrées alimentaires ou d’autres objets usuels;\nh. objets et matériaux destinés à l’aménagement et au revêtement de locaux d’habitation, à moins qu’ils ne soient soumis à d’autres législations spécifiques;\ni. eau qui n’est pas destinée à être bue mais qui est susceptible d’entrer en contact avec le corps humain dans des installations qui ne sont pas exclusivement réservées à un usage privé mais sont ouvertes au public ou à des personnes autorisées, telle l’eau de douche et l’eau de baignade des hôpitaux, des établissements médico-sociaux ou des hôtels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_5"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 1, Dispositions générales, Section 2, Définitions, Mise sur le marché",
        "citation": "Art. 6 LDAl",
        "content": "On entend par mise sur le marché au sens de la présente loi la distribution de denrées alimentaires ou d’objets usuels, toute forme de cession à titre gratuit ou onéreux, la détention en vue de la remise à titre gratuit ou onéreux, l’offre en vue de la remise et la remise elle-même.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_6"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 1, Denrées alimentaires, Sécurité des denrées alimentaires",
        "citation": "Art. 7 al. 1 LDAl",
        "content": "Seules des denrées alimentaires sûres peuvent être mises sur le marché.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_7"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 1, Denrées alimentaires, Sécurité des denrées alimentaires",
        "citation": "Art. 7 al. 2 LDAl",
        "content": "Une denrée alimentaire n’est pas considérée comme sûre s’il y a lieu de penser qu’elle entre dans l’une des catégories suivantes:\na. elle est préjudiciable à la santé;\nb. elle est impropre à la consommation humaine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_7"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 1, Denrées alimentaires, Sécurité des denrées alimentaires",
        "citation": "Art. 7 al. 3 LDAl",
        "content": "Pour déterminer si une denrée alimentaire est sûre ou non, les éléments suivants doivent être pris en compte:\na. les conditions normales d’utilisation à chaque étape de la production, de la transformation et de la distribution; \nb. les conditions normales d’utilisation de la denrée alimentaire par le consommateur;\nc. les informations fournies au consommateur, ou d’autres informations généralement accessibles concernant la prévention d’effets préjudiciables à la santé liés à une denrée alimentaire ou à une catégorie de denrées alimentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_7"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 1, Denrées alimentaires, Sécurité des denrées alimentaires",
        "citation": "Art. 7 al. 4 LDAl",
        "content": "Le Conseil fédéral fixe les exigences en matière de sécurité des denrées alimentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_7"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 1, Denrées alimentaires, Sécurité des denrées alimentaires",
        "citation": "Art. 7 al. 5 LDAl",
        "content": "Il peut introduire une obligation d’autorisation ou de notification pour:\na. les nouvelles sortes de denrées alimentaires;\nb. les denrées alimentaires destinées aux personnes qui, pour des raisons de santé, ont des besoins alimentaires particuliers;\nc. les denrées alimentaires qui sont présentées comme ayant des effets nutritionnels ou physiologiques particuliers;\nd. les denrées alimentaires provenant d’animaux qui ont reçu, lors d’essais cliniques, des médicaments non autorisés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_7"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 1, Denrées alimentaires, Sécurité des denrées alimentaires",
        "citation": "Art. 7 al. 6 LDAl",
        "content": "Le Conseil fédéral peut introduire d’autres obligations d’autorisation ou de notification si la Suisse s’est engagée, en vertu d’un accord international, à reprendre des dispositions d’ordre technique prévoyant une telle obligation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_7"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 1, Denrées alimentaires, Production primaire",
        "citation": "Art. 8 LDAl",
        "content": "Quiconque produit des animaux ou des plantes pour la fabrication de denrées alimentaires doit veiller à ce qu’ils soient d’une qualité telle que les denrées alimentaires en question ne mettent pas la santé de l’homme en danger et excluent toute possibilité de tromperie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_8"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 1, Denrées alimentaires, Fabrication de viande",
        "citation": "Art. 9 al. 1 LDAl",
        "content": "Le Conseil fédéral définit les espèces animales dont la viande peut être utilisée comme denrée alimentaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_9"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 1, Denrées alimentaires, Fabrication de viande",
        "citation": "Art. 9 al. 2 LDAl",
        "content": "Il définit les espèces animales qui ne peuvent être abattues que dans les abattoirs autorisés en vertu de l’art. 11.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_9"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 1, Denrées alimentaires, Fabrication de viande",
        "citation": "Art. 9 al. 3 LDAl",
        "content": "Il réglemente l’abattage des animaux malades, suspects d’être porteurs d’une maladie ou victimes d’accidents.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_9"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 1, Denrées alimentaires, Hygiène",
        "citation": "Art. 10 al. 1 LDAl",
        "content": "Quiconque manipule des denrées alimentaires doit veiller à ce qu’elles ne subissent pas d’altération préjudiciable sur le plan de l’hygiène du fait de cette activité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_10"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 1, Denrées alimentaires, Hygiène",
        "citation": "Art. 10 al. 2 LDAl",
        "content": "Les personnes qui, en raison d’une maladie ou d’une blessure, peuvent mettre en danger la santé des consommateurs lorsqu’elles manipulent des denrées alimentaires doivent prendre des mesures de protection particulières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_10"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 1, Denrées alimentaires, Hygiène",
        "citation": "Art. 10 al. 3 LDAl",
        "content": "Le Conseil fédéral édicte des prescriptions sur les conditions d’hygiène concernant:\na. la manipulation des denrées alimentaires;\nb. les locaux où les denrées alimentaires sont manipulées ainsi que l’équipement de ces locaux;\nc. les locaux et les installations nécessaires dans les abattoirs, en fonction de la nature et du volume des abattages.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_10"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 1, Denrées alimentaires, Hygiène",
        "citation": "Art. 10 al. 4 LDAl",
        "content": "Le Conseil fédéral peut fixer les connaissances en matière d’hygiène que les personnes manipulant des denrées alimentaires doivent maîtriser.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_10"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 1, Denrées alimentaires, Autorisation d’exploitation et obligation de notifier son activité",
        "citation": "Art. 11 al. 1 LDAl",
        "content": "Les abattoirs et les entreprises dans lesquelles des denrées alimentaires d’origine animale sont manipulées doivent être titulaires d’une autorisation d’exploitation délivrée par le canton.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_11"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 1, Denrées alimentaires, Autorisation d’exploitation et obligation de notifier son activité",
        "citation": "Art. 11 al. 2 LDAl",
        "content": "Les autres entreprises actives dans la production, la transformation ou la distribution de denrées alimentaires doivent notifier leur activité à l’autorité cantonale d’exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_11"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 1, Denrées alimentaires, Autorisation d’exploitation et obligation de notifier son activité",
        "citation": "Art. 11 al. 3 LDAl",
        "content": "Le Conseil fédéral peut prévoir des dérogations pour les entreprises dont les activités remplissent l’une des conditions suivantes:\na. elles relèvent uniquement de la production primaire;\nb. elles présentent un faible risque en termes de sécurité des denrées alimentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_11"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 1, Denrées alimentaires, Obligation d’étiqueter et de renseigner",
        "citation": "Art. 12 al. 1 LDAl",
        "content": "Quiconque met sur le marché des denrées alimentaires préemballées est tenu d’indiquer à l’acquéreur:\na. le pays de production;\nb. la dénomination spécifique;\nc. les ingrédients.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_12"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 1, Denrées alimentaires, Obligation d’étiqueter et de renseigner",
        "citation": "Art. 12 al. 2 LDAl",
        "content": "Le Conseil fédéral peut fixer des exceptions en ce qui concerne l’indication du pays de production, et les ingrédients des produits transformés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_12"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 1, Denrées alimentaires, Obligation d’étiqueter et de renseigner",
        "citation": "Art. 12 al. 3 LDAl",
        "content": "La dénomination spécifique peut être accompagnée d’autres désignations pour autant que ces dernières n’induisent pas le consommateur en erreur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_12"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 1, Denrées alimentaires, Obligation d’étiqueter et de renseigner",
        "citation": "Art. 12 al. 4 LDAl",
        "content": "La dénomination spécifique peut ne pas être mentionnée lorsque la nature de la denrée alimentaire est aisément reconnaissable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_12"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 1, Denrées alimentaires, Obligation d’étiqueter et de renseigner",
        "citation": "Art. 12 al. 5 LDAl",
        "content": "Les indications exigées pour les denrées alimentaires préemballées doivent pouvoir être fournies également, sur demande, pour les denrées alimentaires mises en vrac sur le marché.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_12"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 1, Denrées alimentaires, Étiquetage particulier",
        "citation": "Art. 13 al. 1 LDAl",
        "content": "Le Conseil fédéral peut prescrire d’autres indications concernant notamment:\na. la durée de conservation;\nb. le mode de conservation;\nc.  la provenance des matières premières;\nd. le mode de production;\ne. le mode de préparation;\nf. les effets particuliers;\ng. les dangers particuliers;\nh. la valeur nutritive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_13"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 1, Denrées alimentaires, Étiquetage particulier",
        "citation": "Art. 13 al. 2 LDAl",
        "content": "Le Conseil fédéral peut édicter à l’intention des entreprises qui remettent des plats préparés au consommateur des prescriptions sur les indications à fournir concernant les mets figurant sur les menus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_13"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 1, Denrées alimentaires, Étiquetage particulier",
        "citation": "Art. 13 al. 3 LDAl",
        "content": "Il peut édicter des prescriptions concernant l’étiquetage des denrées alimentaires pour protéger la santé des personnes particulièrement exposées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_13"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 1, Denrées alimentaires, Étiquetage particulier",
        "citation": "Art. 13 al. 4 LDAl",
        "content": "Il règle:\na. l’admissibilité des allégations nutritionnelles et de santé;\nb. l’étiquetage des denrées alimentaires auxquelles ont été ajoutées des substances considérées comme vitales ou physiologiquement utiles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_13"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 1, Denrées alimentaires, Étiquetage particulier",
        "citation": "Art. 13 al. 5 LDAl",
        "content": "Le Conseil fédéral peut disposer que des données et des informations scientifiques utilisées pour cautionner une allégation de santé ne pourront pas être utilisées, pendant un délai déterminé, pour cautionner la même allégation de santé pour un autre produit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_13"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 1, Denrées alimentaires, Étiquetage particulier",
        "citation": "Art. 13 al. 6 LDAl",
        "content": "Ces prescriptions ne doivent pas conduire à une surcharge administrative déraisonnable des entreprises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_13"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 1, Denrées alimentaires, Restrictions s’appliquant à la remise de boissons alcooliques et à la publicité pour ces boissons",
        "citation": "Art. 14 al. 1 LDAl",
        "content": "La remise de boissons alcooliques aux jeunes de moins de 16 ans est interdite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_14"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 1, Denrées alimentaires, Restrictions s’appliquant à la remise de boissons alcooliques et à la publicité pour ces boissons",
        "citation": "Art. 14 al. 2 LDAl",
        "content": "Le Conseil fédéral peut restreindre la publicité pour les boissons alcooliques qui s’adressent particulièrement aux jeunes de moins de 18 ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_14"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 1, Denrées alimentaires, Restrictions s’appliquant à la remise de boissons alcooliques et à la publicité pour ces boissons",
        "citation": "Art. 14 al. 3 LDAl",
        "content": "Les restrictions imposées par les lois suivantes en matière de remise d’alcool et de publicité pour l’alcool sont réservées:\na. loi fédérale du 24 mars 2006 sur la radio et la télévision;\nb. loi fédérale du 21 juin 1932 sur l’alcool.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_14"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 2, Objets usuels, Sécurité des objets usuels",
        "citation": "Art. 15 al. 1 LDAl",
        "content": "Seuls des objets usuels sûrs peuvent être mis sur le marché.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_15"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 2, Objets usuels, Sécurité des objets usuels",
        "citation": "Art. 15 al. 2 LDAl",
        "content": "Un objet usuel est considéré comme sûr si, dans des conditions d’utilisation normales ou raisonnablement prévisibles, il ne présente aucun risque ou ne présente que des risques minimes ou inhérents à l’usage normal qui en est fait et que ses risques sont considérés comme acceptables au regard d’un niveau élevé de protection de la santé des consommateurs et des tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_15"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 2, Objets usuels, Sécurité des objets usuels",
        "citation": "Art. 15 al. 3 LDAl",
        "content": "Afin que la santé des consommateurs et des tiers soit garantie, les aspects suivants de l’objet usuel doivent notamment être pris en compte:\na. ses caractéristiques, sa composition, les conditions de son assemblage, son installation et sa mise en service;\nb. son entretien et sa durée d’utilisation;\nc. son effet sur d’autres produits ou l’effet d’autres produits sur l’objet usuel, s’il y a raisonnablement lieu de penser que l’objet usuel sera utilisé avec ces produits;\nd. sa présentation, son emballage, son étiquetage, les éventuelles mises en garde, les instructions d’utilisation et d’élimination ainsi que toute autre indication relative à cet objet;\ne. les risques particuliers qu’il présente pour certains groupes de consommateurs, notamment les enfants et les personnes âgées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_15"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 2, Objets usuels, Sécurité des objets usuels",
        "citation": "Art. 15 al. 4 LDAl",
        "content": "Le Conseil fédéral fixe les exigences auxquelles les objets usuels doivent satisfaire en matière de sécurité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_15"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 2, Objets usuels, Sécurité des objets usuels",
        "citation": "Art. 15 al. 5 LDAl",
        "content": "Pour garantir la sécurité des objets usuels, le Conseil fédéral peut en outre:\na. prescrire, pour certains objets usuels, des procédures d’examen de la conformité ou l’obligation de les notifier;\nb. prévoir, pour certains objets usuels, la désignation de normes techniques dont l’application permet de supposer qu’ils sont sûrs;\nc. restreindre ou interdire l’emploi de certains objets usuels ou l’utilisation de certaines substances dans les objets usuels;\nd. exiger que les propriétés de certains objets usuels soient rendues publiques;\ne. fixer des exigences en matière d’hygiène pour les objets usuels;\nf. fixer les exigences auxquelles les personnes manipulant des objets usuels doivent satisfaire en termes de connaissances professionnelles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_15"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 2, Objets usuels, Étiquetage et publicité",
        "citation": "Art. 16 al. 1 LDAl",
        "content": "Les objets usuels doivent être étiquetés de manière à garantir la protection de la santé du consommateur et la protection contre la tromperie visée à l’art. 18.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_16"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 2, Objets usuels, Étiquetage et publicité",
        "citation": "Art. 16 al. 2 LDAl",
        "content": "Le Conseil fédéral peut fixer des exigences en matière d’étiquetage des objets usuels et de publicité en faveur de ces objets.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_16"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 2, Objets usuels, Obligation des entreprises de notifier leur activité",
        "citation": "Art. 17 LDAl",
        "content": "Le Conseil fédéral peut soumettre les entreprises actives dans le domaine des objets usuels à l’obligation de notifier leur activité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_17"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 3, Dispositions communes aux denrées alimentaires et aux objets usuels, Protection contre la tromperie",
        "citation": "Art. 18 al. 1 LDAl",
        "content": "Toute indication concernant des denrées alimentaires, des objets et matériaux au sens de l’art. 5, let. a, ou des produits cosmétiques doit être conforme à la réalité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_18"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 3, Dispositions communes aux denrées alimentaires et aux objets usuels, Protection contre la tromperie",
        "citation": "Art. 18 al. 2 LDAl",
        "content": "La présentation, l’étiquetage et l’emballage des produits visés à l’al. 1 ainsi que la publicité pour ces produits ne doivent induire le consommateur en erreur. Les dispositions de la loi du 28 août 1992 sur la protection des marques qui régissent les indications de provenance suisse sont réservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_18"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 3, Dispositions communes aux denrées alimentaires et aux objets usuels, Protection contre la tromperie",
        "citation": "Art. 18 al. 3 LDAl",
        "content": "Sont notamment réputés trompeurs les présentations, les étiquetages, les emballages et les publicités de nature à induire le consommateur en erreur sur la fabrication, la composition, la nature, le mode de production, la durée de conservation, le pays de production, l’origine des matières premières ou des composants, les effets spéciaux ou la valeur particulière du produit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_18"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 3, Dispositions communes aux denrées alimentaires et aux objets usuels, Protection contre la tromperie",
        "citation": "Art. 18 al. 4 LDAl",
        "content": "Pour garantir la protection contre la tromperie, le Conseil fédéral peut:\na. décrire les denrées alimentaires et fixer leur désignation;\nb. fixer les exigences auxquelles doivent satisfaire les produits visés à l’al. 1;\nc. édicter des prescriptions en matière d’étiquetage applicables aux domaines dans lesquels le consommateur peut, de par la nature de la marchandise ou le type de commerce exercé, être facilement trompé;\nd. définir les Bonnes pratiques de fabrication (BPF) pour les produits visés à l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_18"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 3, Dispositions communes aux denrées alimentaires et aux objets usuels, Protection contre la tromperie",
        "citation": "Art. 18 al. 5 LDAl",
        "content": "Le Conseil fédéral peut soumettre d’autres objets usuels au présent article en vue de mettre en œuvre des engagements internationaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_18"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 3, Dispositions communes aux denrées alimentaires et aux objets usuels, Imitation et confusion",
        "citation": "Art. 19 al. 1 LDAl",
        "content": "L’étiquetage des produits succédanés et des produits d’imitation ainsi que la publicité pour ces produits doivent être conçus de manière à permettre au consommateur de reconnaître le type de denrée alimentaire et de différencier la denrée des produits avec lesquels elle pourrait être confondue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_19"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 3, Dispositions communes aux denrées alimentaires et aux objets usuels, Imitation et confusion",
        "citation": "Art. 19 al. 2 LDAl",
        "content": "La présentation, l’étiquetage, l’entreposage et la mise sur le marché des produits qui ne sont pas des denrées alimentaires ainsi que la publicité pour ces produits doivent être tels que ces produits ne puissent pas être confondus avec des denrées alimentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_19"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 3, Dispositions communes aux denrées alimentaires et aux objets usuels, Restriction des procédés de fabrication et de traitement",
        "citation": "Art. 20 al. 1 LDAl",
        "content": "Le Conseil fédéral peut restreindre ou interdire l’emploi de procédés physiques, chimiques, microbiologiques ou biotechnologiques appliqués à la fabrication ou au traitement de denrées alimentaires ou d’objets usuels si l’état des connaissances scientifiques ne permet pas d’exclure tout danger pour la santé du consommateur. Il veille à ce que les exigences de la loi du 21 mars 2003 sur le génie génétique soient respectées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_20"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 3, Dispositions communes aux denrées alimentaires et aux objets usuels, Restriction des procédés de fabrication et de traitement",
        "citation": "Art. 20 al. 2 LDAl",
        "content": "Le Conseil fédéral peut restreindre ou interdire certaines méthodes d’élevage des animaux destinés à la fabrication de denrées alimentaires. Si des procédés permettant d’attester le recours à ces méthodes existent, ils doivent être appliqués.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_20"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 3, Dispositions communes aux denrées alimentaires et aux objets usuels, Restriction des procédés de fabrication et de traitement",
        "citation": "Art. 20 al. 3 LDAl",
        "content": "Pour garantir le respect des dispositions de la législation sur les denrées alimentaires, le Conseil fédéral peut limiter ou interdire la mise sur le marché de produits cosmétiques dont le produit final ou ses composants ont été testés sur des animaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_20"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 4, Tâches des autorités, Analyse des risques",
        "citation": "Art. 21 al. 1 LDAl",
        "content": "L’analyse des risques comprend l’évaluation des risques, la gestion des risques et la communication sur les risques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_21"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 4, Tâches des autorités, Analyse des risques",
        "citation": "Art. 21 al. 2 LDAl",
        "content": "Pour garantir la protection de la santé des consommateurs, les autorités se fondent sur des analyses des risques, sauf si cette approche n’est pas adaptée aux circonstances ou à la nature de la mesure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_21"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 4, Tâches des autorités, Analyse des risques",
        "citation": "Art. 21 al. 3 LDAl",
        "content": "L’évaluation des risques doit reposer sur les connaissances scientifiques à disposition. Elle est menée de manière indépendante, objective et transparente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_21"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 4, Tâches des autorités, Analyse des risques",
        "citation": "Art. 21 al. 4 LDAl",
        "content": "En vue de satisfaire au but de la présente loi, la gestion des risques tient compte des résultats de l’évaluation des risques, en particulier de l’expertise des autorités et d’autres facteurs déterminants, ainsi que du principe de précaution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_21"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 4, Tâches des autorités, Analyse des risques",
        "citation": "Art. 21 al. 5 LDAl",
        "content": "La communication sur les risques est réglée notamment aux art. 24 et 54.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_21"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 4, Tâches des autorités, Principe de précaution",
        "citation": "Art. 22 LDAl",
        "content": "Lorsque l’autorité fédérale compétente constate, après avoir évalué les informations à disposition, qu’une denrée alimentaire ou un objet usuel peut avoir des effets nocifs sur la santé, mais qu’une incertitude scientifique subsiste, elle prend des mesures provisoires pour assurer un niveau de protection de la santé élevé en attendant que de nouvelles connaissances scientifiques permettent d’effectuer une évaluation plus complète.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_22"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 4, Tâches des autorités, Mesures de protection",
        "citation": "Art. 23 LDAl",
        "content": "Si un produit satisfait aux exigences de la législation en vigueur, l’autorité fédérale compétente peut donner l’ordre aux autorités d’exécution de limiter immédiatement sa mise sur le marché ou d’exiger son retrait du marché si de nouvelles connaissances scientifiques permettent d’établir qu’une mise en danger immédiate du consommateur existe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_23"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 4, Tâches des autorités, Information du public",
        "citation": "Art. 24 al. 1 LDAl",
        "content": "Les autorités compétentes informent le public, notamment:\na. sur leurs activités de contrôle et l’efficacité de ces activités;\nb. sur les denrées alimentaires et les objets usuels pour lesquels il existe des raisons suffisantes de soupçonner qu’ils présentent un risque pour la santé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_24"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 4, Tâches des autorités, Information du public",
        "citation": "Art. 24 al. 2 LDAl",
        "content": "Les autorités fédérales compétentes peuvent diffuser auprès du public et des écoles obligatoires des connaissances scientifiques d’intérêt général en matière de nutrition, notamment lorsqu’elles sont utiles à la prévention des maladies, à la protection de la santé et à l’alimentation durable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_24"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 4, Tâches des autorités, Information du public",
        "citation": "Art. 24 al. 3 LDAl",
        "content": "Elles peuvent soutenir le travail d’information effectué par d’autres institutions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_24"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 2, Exigences applicables aux denrées alimentaires et aux objets usuels, Section 4, Tâches des autorités, Information du public",
        "citation": "Art. 24 al. 4 LDAl",
        "content": "Ne sont pas accessibles au public:\na. les rapports de contrôle officiels ainsi que les documents contenant des conclusions sur les résultats et les informations obtenus lors des contrôles (art. 32, al. 1);\nb. les résultats des études et de la recherche (art. 40), lorsque ceux-ci permettent d’identifier les fabricants, les distributeurs ou les produits concernés;\nc. la classification des risques des entreprises par les autorités d’exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_24"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 3, Contrôle, Section 1, Procédures d’analyse",
        "citation": "Art. 25 al. 1 LDAl",
        "content": "L’autorité fédérale compétente publie des recommandations sur la procédure de prélèvement d’échantillons et d’analyse des denrées alimentaires et des objets usuels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_25"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 3, Contrôle, Section 1, Procédures d’analyse",
        "citation": "Art. 25 al. 2 LDAl",
        "content": "Le Conseil fédéral peut déclarer obligatoires certaines procédures de prélèvement d’échantillons et d’analyse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_25"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 3, Contrôle, Section 2, Obligations de l’entreprise, Autocontrôle",
        "citation": "Art. 26 al. 1 LDAl",
        "content": "Quiconque fabrique, traite, entrepose, transporte, met sur le marché, importe, exporte ou fait transiter des denrées alimentaires ou des objets usuels doit veiller à ce que les exigences fixées par la loi soient respectées. Il est tenu au devoir d’autocontrôle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_26"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 3, Contrôle, Section 2, Obligations de l’entreprise, Autocontrôle",
        "citation": "Art. 26 al. 2 LDAl",
        "content": "Le contrôle officiel ne libère pas de l’obligation de procéder à un autocontrôle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_26"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 3, Contrôle, Section 2, Obligations de l’entreprise, Autocontrôle",
        "citation": "Art. 26 al. 3 LDAl",
        "content": "Le Conseil fédéral définit les modalités d’application et de documentation de l’autocontrôle. Il prévoit un autocontrôle simplifié et une procédure de documentation écrite simplifiée pour les micro-entreprises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_26"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 3, Contrôle, Section 2, Obligations de l’entreprise, Autocontrôle",
        "citation": "Art. 26 al. 4 LDAl",
        "content": "Il peut fixer les exigences auxquelles les personnes responsables de l’autocontrôle doivent répondre en termes de connaissances professionnelles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_26"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 3, Contrôle, Section 2, Obligations de l’entreprise, Garantie de la protection de la santé",
        "citation": "Art. 27 al. 1 LDAl",
        "content": "Quiconque constate que des denrées alimentaires ou des objets usuels qu’il a mis sur le marché peuvent présenter un danger pour la santé doit veiller à ce qu’il n’en résulte aucun dommage pour le consommateur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_27"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 3, Contrôle, Section 2, Obligations de l’entreprise, Garantie de la protection de la santé",
        "citation": "Art. 27 al. 2 LDAl",
        "content": "Le Conseil fédéral peut prévoir une obligation de notifier les constatations visées à l’al. 1 aux autorités compétentes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_27"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 3, Contrôle, Section 2, Obligations de l’entreprise, Garantie de la protection de la santé",
        "citation": "Art. 27 al. 3 LDAl",
        "content": "Il fixe les modalités du retrait ou du rappel des denrées alimentaires ou des objets usuels pouvant présenter un danger pour la santé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_27"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 3, Contrôle, Section 2, Obligations de l’entreprise, Garantie de la protection de la santé",
        "citation": "Art. 27 al. 4 LDAl",
        "content": "Les détenteurs et les acquéreurs d’animaux destinés à l’abattage doivent informer le vétérinaire officiel ou l’auxiliaire officiel du Service vétérinaire public si un animal a présenté des troubles de santé ou s’il a été traité avec des médicaments.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_27"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 3, Contrôle, Section 2, Obligations de l’entreprise, Traçabilité",
        "citation": "Art. 28 al. 1 LDAl",
        "content": "Doivent être traçables à toutes les étapes de la production, de la transformation et de la distribution:\na. les denrées alimentaires, les animaux à partir desquels des denrées alimentaires sont produites et toute autre substance destinée à être incorporée ou susceptible d’être incorporée dans des denrées alimentaires;\nb. les objets et matériaux;\nc. les produits cosmétiques;\nd. les jouets.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_28"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 3, Contrôle, Section 2, Obligations de l’entreprise, Traçabilité",
        "citation": "Art. 28 al. 2 LDAl",
        "content": "Les entreprises doivent mettre en place des systèmes et des procédures permettant de fournir les informations sur leurs fournisseurs et sur les entreprises auxquelles elles ont livré des produits de manière à pouvoir les transmettre aux autorités qui en font la demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_28"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 3, Contrôle, Section 2, Obligations de l’entreprise, Traçabilité",
        "citation": "Art. 28 al. 3 LDAl",
        "content": "Le Conseil fédéral peut étendre l’obligation de traçabilité à d’autres objets usuels si la Suisse s’y est engagée en vertu d’un traité international.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_28"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 3, Contrôle, Section 2, Obligations de l’entreprise, Devoir d’assistance et obligation de renseigner",
        "citation": "Art. 29 al. 1 LDAl",
        "content": "Quiconque fabrique, traite, entrepose, transporte, met sur le marché, importe, exporte ou fait transiter des denrées alimentaires ou des objets usuels doit seconder gratuitement les autorités d’exécution dans l’accomplissement de leurs tâches et fournir, sur demande, les échantillons des produits en question ainsi que les renseignements nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_29"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 3, Contrôle, Section 2, Obligations de l’entreprise, Devoir d’assistance et obligation de renseigner",
        "citation": "Art. 29 al. 2 LDAl",
        "content": "Quiconque abat des animaux doit mettre gratuitement à disposition les locaux, les installations et le personnel auxiliaire nécessaires à l’inspection des animaux avant l’abattage et à l’inspection de la viande après l’abattage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_29"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 3, Contrôle, Section 3, Contrôle officiel, Contrôle et prélèvement d’échantillons",
        "citation": "Art. 30 al. 1 LDAl",
        "content": "Des contrôles officiels sont réalisés, en fonction des risques, à tous les stades de la production, de la transformation et de la distribution des denrées alimentaires, des animaux destinés à la production de denrées alimentaires et des objets usuels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_30"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 3, Contrôle, Section 3, Contrôle officiel, Contrôle et prélèvement d’échantillons",
        "citation": "Art. 30 al. 2 LDAl",
        "content": "Les autorités d’exécution vérifient que les dispositions de la législation sur les denrées alimentaires sont respectées. Ils vérifient en particulier:\na. que les prescriptions sur l’autocontrôle sont respectées et que les personnes manipulant des denrées alimentaires ou des objets usuels observent les prescriptions en matière d’hygiène et disposent des connaissances professionnelles requises;\nb. que les denrées alimentaires, les objets usuels, les locaux, les installations, les véhicules, les procédés de fabrication, les animaux, les plantes et les terrains utilisés à des fins agricoles sont conformes à la législation sur les denrées alimentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_30"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 3, Contrôle, Section 3, Contrôle officiel, Contrôle et prélèvement d’échantillons",
        "citation": "Art. 30 al. 3 LDAl",
        "content": "Afin de déterminer si la législation sur les denrées alimentaires est respectée, les autorités d’exécution peuvent prélever des échantillons, consulter les relevés et autres documents et en faire des copies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_30"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 3, Contrôle, Section 3, Contrôle officiel, Contrôle et prélèvement d’échantillons",
        "citation": "Art. 30 al. 4 LDAl",
        "content": "Dans l’accomplissement de leur tâche, les organes de contrôle ont accès aux biens-fonds, bâtiments, exploitations, locaux, installations et véhicules ainsi qu’à toute autre infrastructure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_30"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 3, Contrôle, Section 3, Contrôle officiel, Contrôle et prélèvement d’échantillons",
        "citation": "Art. 30 al. 5 LDAl",
        "content": "Le Conseil fédéral peut:\na. fixer les modalités d’exécution, définir la fréquence des contrôles et régler la certification des contrôles officiels;\nb. prévoir que les contrôles effectués dans certains domaines seront menés par des personnes spécialement formées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_30"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 3, Contrôle, Section 3, Contrôle officiel, Inspection des animaux avant l’abattage et inspection de la viande",
        "citation": "Art. 31 al. 1 LDAl",
        "content": "Le vétérinaire officiel ou, sous son contrôle, l’auxiliaire officiel du Service vétérinaire public inspecte les animaux des espèces ci-après avant l’abattage et leur viande après l’abattage:\na. animaux des espèces équine, bovine, ovine, caprine et porcine;\nb. animaux sauvages utilisés comme animaux de rente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_31"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 3, Contrôle, Section 3, Contrôle officiel, Inspection des animaux avant l’abattage et inspection de la viande",
        "citation": "Art. 31 al. 2 LDAl",
        "content": "Il décide à quelles fins la viande peut être utilisée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_31"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 3, Contrôle, Section 3, Contrôle officiel, Inspection des animaux avant l’abattage et inspection de la viande",
        "citation": "Art. 31 al. 3 LDAl",
        "content": "Le Conseil fédéral peut prévoir:\na. l’inspection, avant l’abattage, d’animaux appartenant à d’autres espèces et l’inspection de leur viande après l’abattage;\nb. l’inspection de la viande des animaux abattus à la chasse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_31"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 3, Contrôle, Section 3, Contrôle officiel, Inspection des animaux avant l’abattage et inspection de la viande",
        "citation": "Art. 31 al. 4 LDAl",
        "content": "Il fixe:\na. la procédure applicable à l’inspection des animaux avant l’abattage;\nb. la procédure applicable à l’inspection de la viande;\nc. le cas échéant, la procédure de contrôle d’autres espèces animales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_31"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 3, Contrôle, Section 3, Contrôle officiel, Résultat du contrôle",
        "citation": "Art. 32 al. 1 LDAl",
        "content": "Les autorités d’exécution notifient le résultat du contrôle par écrit à la personne responsable dans l’entreprise. Le Conseil fédéral peut prévoir des exceptions pour l’inspection des animaux avant l’abattage et pour l’inspection de la viande après l’abattage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_32"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 3, Contrôle, Section 3, Contrôle officiel, Résultat du contrôle",
        "citation": "Art. 32 al. 2 LDAl",
        "content": "Lorsqu’un échantillon n’est pas contesté, le propriétaire peut exiger le remboursement de sa valeur si celle‐ci atteint ou dépasse un montant minimal déterminé. Le Conseil fédéral fixe ce montant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_32"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 3, Contrôle, Section 3, Contrôle officiel, Contestations",
        "citation": "Art. 33 LDAl",
        "content": "Les autorités d’exécution qui constatent que les exigences fixées par la loi ne sont pas remplies prononcent une contestation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_33"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 3, Contrôle, Section 4, Mesures, Produits contestés",
        "citation": "Art. 34 al. 1 LDAl",
        "content": "Lorsque les autorités d’exécution contestent un produit, elles ordonnent les mesures nécessaires à la remise en conformité avec le droit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_34"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 3, Contrôle, Section 4, Mesures, Produits contestés",
        "citation": "Art. 34 al. 2 LDAl",
        "content": "Les autorités d’exécution peuvent décider si le produit contesté:\na. peut être utilisé, cette utilisation étant assortie ou non de charges;\nb. doit être éliminé par l’entreprise, aux frais de cette dernière;\nc. doit être confisqué, rendu inoffensif, utilisé de façon inoffensive ou éliminé aux frais de l’entreprise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_34"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 3, Contrôle, Section 4, Mesures, Produits contestés",
        "citation": "Art. 34 al. 3 LDAl",
        "content": "Les autorités d’exécution peuvent obliger la personne responsable dans l’entreprise à:\na. établir les causes des défauts constatés;\nb. prendre des mesures appropriées;\nc. les informer des mesures prises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_34"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 3, Contrôle, Section 4, Mesures, Produits contestés",
        "citation": "Art. 34 al. 4 LDAl",
        "content": "En cas de violation répétée des charges, les autorités d’exécution peuvent ordonner l’élimination ou la confiscation du produit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_34"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 3, Contrôle, Section 4, Mesures, Produits contestés",
        "citation": "Art. 34 al. 5 LDAl",
        "content": "Lorsque le produit est contesté, les autorités d’exécution peuvent aussi, lors de l’importation:\na. le refouler;\nb. le remettre à l’autorité cantonale d’exécution compétente afin qu’elle procède à une vérification complémentaire;\nc. le réexpédier si la personne responsable de l’envoi et les autorités compétentes du pays d’origine ont donné leur accord;\nd. l’envoyer dans un autre pays de destination à la demande de la personne responsable de l’envoi si l’autorité compétente du pays de destination a donné son accord.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_34"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 3, Contrôle, Section 4, Mesures, Contestations ne portant pas sur des produits",
        "citation": "Art. 35 al. 1 LDAl",
        "content": "Lorsque la contestation ne porte pas sur des produits, les autorités d’exécution peuvent obliger la personne responsable dans l’entreprise à:\na. clarifier les causes des défauts constatés;\nb. prendre les mesures nécessaires à l’élimination des défauts;\nc. informer l’autorité d’exécution des causes identifiées et des mesures prises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_35"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 3, Contrôle, Section 4, Mesures, Contestations ne portant pas sur des produits",
        "citation": "Art. 35 al. 2 LDAl",
        "content": "Les autorités d’exécution peuvent interdire temporairement ou définitivement un procédé de fabrication, l’abattage d’animaux ou l’utilisation d’installations, de locaux, d’équipements, de véhicules et de terrains agricoles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_35"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 3, Contrôle, Section 4, Mesures, Contestations ne portant pas sur des produits",
        "citation": "Art. 35 al. 3 LDAl",
        "content": "Elles peuvent ordonner la fermeture immédiate d’une entreprise si les conditions qui y règnent présentent un danger direct majeur pour la santé publique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_35"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 3, Contrôle, Section 4, Mesures, Mesures provisionnelles",
        "citation": "Art. 36 al. 1 LDAl",
        "content": "Les autorités d’exécution placent les produits contestés sous séquestre si la protection du consommateur ou de tiers l’exige.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_36"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 3, Contrôle, Section 4, Mesures, Mesures provisionnelles",
        "citation": "Art. 36 al. 2 LDAl",
        "content": "Elles peuvent également placer des produits sous séquestre en cas de soupçon fondé si cette mesure apparaît nécessaire à la protection du consommateur ou de tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_36"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 3, Contrôle, Section 4, Mesures, Mesures provisionnelles",
        "citation": "Art. 36 al. 3 LDAl",
        "content": "Les produits placés sous séquestre peuvent être entreposés sous contrôle officiel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_36"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 3, Contrôle, Section 4, Mesures, Mesures provisionnelles",
        "citation": "Art. 36 al. 4 LDAl",
        "content": "Les produits placés sous séquestre qui ne peuvent être conservés sont utilisés ou éliminés compte tenu des intérêts des personnes concernées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_36"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 3, Contrôle, Section 4, Mesures, Dénonciation",
        "citation": "Art. 37 al. 1 LDAl",
        "content": "Les autorités d’exécution dénoncent à l’autorité de poursuite pénale les infractions à la législation sur les denrées alimentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_37"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 3, Contrôle, Section 4, Mesures, Dénonciation",
        "citation": "Art. 37 al. 2 LDAl",
        "content": "Dans les cas de peu de gravité, elles peuvent renoncer à dénoncer l’acte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_37"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 1, Confédération, Importation, exportation et transit",
        "citation": "Art. 38 al. 1 LDAl",
        "content": "La Confédération exécute la présente loi en ce qui concerne l’importation, l’exportation et le transit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_38"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 1, Confédération, Importation, exportation et transit",
        "citation": "Art. 38 al. 2 LDAl",
        "content": "Elle peut déléguer certaines tâches d’exécution dans le cas d’espèce et laisser le soin au canton concerné de prendre la décision définitive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_38"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 1, Confédération, Restrictions à l’importation",
        "citation": "Art. 39 al. 1 LDAl",
        "content": "L’autorité fédérale compétente peut interdire l’importation de certains produits non sûrs pour la santé de la population lorsque ce risque ne peut pas être écarté d’une autre manière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_39"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 1, Confédération, Restrictions à l’importation",
        "citation": "Art. 39 al. 2 LDAl",
        "content": "Elle peut ordonner que certains produits ne soient importés que si les autorités compétentes du pays exportateur ou un organisme accrédité attestent de la conformité du produit en question avec la législation suisse sur les denrées alimentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_39"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 1, Confédération, Recherche",
        "citation": "Art. 40 al. 1 LDAl",
        "content": "La Confédération recueille et étudie les données scientifiques qu’exige l’application de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_40"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 1, Confédération, Recherche",
        "citation": "Art. 40 al. 2 LDAl",
        "content": "Elle peut effectuer des études elle-même ou avec la collaboration des cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_40"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 1, Confédération, Exécution dans le cadre de l’armée",
        "citation": "Art. 41 al. 1 LDAl",
        "content": "Dans les installations fixes utilisées par l’armée, la Confédération exécute le contrôle des denrées alimentaires dans la mesure du possible par l’intermédiaire des autorités cantonales d’exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_41"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 1, Confédération, Exécution dans le cadre de l’armée",
        "citation": "Art. 41 al. 2 LDAl",
        "content": "Pour le reste, l’armée veille elle-même à ce que les exigences de la présente loi soient respectées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_41"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 1, Confédération, Exécution dans le cadre de l’armée",
        "citation": "Art. 41 al. 3 LDAl",
        "content": "Le Conseil fédéral règle les compétences et la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_41"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 1, Confédération, Surveillance et coordination",
        "citation": "Art. 42 al. 1 LDAl",
        "content": "La Confédération surveille l’exécution de la présente loi par les cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_42"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 1, Confédération, Surveillance et coordination",
        "citation": "Art. 42 al. 2 LDAl",
        "content": "Elle coordonne les mesures d’exécution et les activités d’information et établit des programmes de contrôle et des plans d’urgence nationaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_42"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 1, Confédération, Surveillance et coordination",
        "citation": "Art. 42 al. 3 LDAl",
        "content": "Elle peut, dans un but de coordination:\na. obliger les cantons à informer la Confédération des mesures d’exécution qu’ils ont prises ainsi que des résultats de leurs contrôles et de leurs analyses;\nb. prescrire aux cantons l’adoption de mesures concrètes visant à uniformiser l’exécution;\nc. ordonner aux cantons de prendre des mesures concrètes en cas de circonstances extraordinaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_42"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 1, Confédération, Surveillance et coordination",
        "citation": "Art. 42 al. 4 LDAl",
        "content": "L’autorité fédérale compétente peut:\na. coordonner et soutenir les essais interlaboratoires effectués par les autorités cantonales d’exécution;\nb. procéder elle-même à des essais interlaboratoires en collaboration avec les autorités cantonales d’exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_42"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 1, Confédération, Surveillance et coordination",
        "citation": "Art. 42 al. 5 LDAl",
        "content": "Le Conseil fédéral coordonne l’exécution de la présente loi notamment avec celle des lois suivantes:\na. loi fédérale du 16 décembre 2005 sur la protection des animaux;\nb. loi du 15 décembre 2000 sur les produits thérapeutiques;\nc. loi du 21 mars 2003 sur le génie génétique;\nd. loi du 28 septembre 2012 sur les épidémies;\ne. loi du 29 avril 1998 sur l’agriculture;\nf. loi du 1er juillet 1966 sur les épizooties.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_42"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 1, Confédération, Laboratoires nationaux de référence",
        "citation": "Art. 43 al. 1 LDAl",
        "content": "La Confédération gère des laboratoires nationaux de référence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_43"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 1, Confédération, Laboratoires nationaux de référence",
        "citation": "Art. 43 al. 2 LDAl",
        "content": "Lorsque l’autorité fédérale compétente ne peut pas assumer elle-même l’exploitation des laboratoires de référence, elle mandate des tiers pour cette tâche. Si le seuil fixé à l’art. 6, al. 1, de la loi fédérale du 16 décembre 1994 sur les marchés publics est dépassé, elle adjuge le mandat au préalable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_43"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 1, Confédération, Laboratoires nationaux de référence",
        "citation": "Art. 43 al. 3 LDAl",
        "content": "Le Conseil fédéral définit les domaines de compétence des laboratoires et règle leurs tâches.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_43"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 1, Confédération, Laboratoires nationaux de référence",
        "citation": "Art. 43 al. 4 LDAl",
        "content": "Les laboratoires doivent répondre aux exigences suivantes:\na. satisfaire aux normes internationales applicables aux laboratoires d’analyse et être accrédités dans les domaines correspondant à leurs missions;\nb. disposer des personnels, locaux, équipements et moyens leur permettant d’accomplir à tout moment les missions qui leur incombent;\nc. présenter les garanties appropriées de confidentialité, d’impartialité et d’indépendance à l’égard de toute personne fabriquant, important ou commercialisant des produits relevant de leur domaine de compétence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_43"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 1, Confédération, Dispositions d’exécution du Conseil fédéral",
        "citation": "Art. 44 al. 1 LDAl",
        "content": "Le Conseil fédéral édicte les dispositions d’exécution. Ce faisant, il tient compte des prescriptions, directives, recommandations et normes harmonisées sur le plan international; il peut les déclarer contraignantes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_44"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 1, Confédération, Dispositions d’exécution du Conseil fédéral",
        "citation": "Art. 44 al. 2 LDAl",
        "content": "Le Conseil fédéral peut déléguer à l’office fédéral concerné la compétence d’édicter des prescriptions de nature technique ou administrative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_44"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 1, Confédération, Collaboration internationale",
        "citation": "Art. 45 al. 1 LDAl",
        "content": "Les autorités fédérales collaborent avec les institutions et organes spécialisés étrangers et internationaux et elles remplissent les tâches que la Suisse doit assumer en vertu de traités internationaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_45"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 1, Confédération, Collaboration internationale",
        "citation": "Art. 45 al. 2 LDAl",
        "content": "L’assistance administrative internationale est régie par l’art. 22 de la loi fédérale du 6 octobre 1995 sur les entraves techniques au commerce (LETC).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_45"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 1, Confédération, Collaboration internationale",
        "citation": "Art. 45 al. 3 LDAl",
        "content": "Le Conseil fédéral peut conclure de son propre chef des traités internationaux sur la participation de la Suisse à des systèmes internationaux visant à garantir la sécurité des denrées alimentaires et des objets usuels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_45"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 1, Confédération, Collaboration internationale",
        "citation": "Art. 45 al. 4 LDAl",
        "content": "Le Conseil fédéral peut reconnaître des services de contrôle étrangers, des déclarations et des attestations de conformité étrangères, des essais, des contrôles et des évaluations de conformité effectués à l’étranger ainsi que des autorisations établies à l’étranger. L’art. 18, al. 2, LETC est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_45"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 1, Confédération, Inspections transfrontalières",
        "citation": "Art. 46 al. 1 LDAl",
        "content": "Les autorités étrangères qui ont l’intention de contrôler une entreprise suisse exportant des denrées alimentaires ou des objets usuels dans leur pays doivent requérir l’autorisation de l’autorité fédérale compétente. Cette dernière délivre l’autorisation aux conditions suivantes:\na. le contrôle est destiné uniquement à vérifier que les prescriptions de ce pays concernant la fabrication de la denrée alimentaire ou de l’objet usuel à exporter et les exigences relatives aux propriétés de ce produit sont respectées;\nb. l’entreprise concernée accepte d’être contrôlée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_46"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 1, Confédération, Inspections transfrontalières",
        "citation": "Art. 46 al. 2 LDAl",
        "content": "L’autorité fédérale compétente peut demander à participer au contrôle ou à être informée des résultats de ce contrôle par l’autorité étrangère qui l’effectue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_46"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 1, Confédération, Inspections transfrontalières",
        "citation": "Art. 46 al. 3 LDAl",
        "content": "Les autorités suisses compétentes peuvent effectuer des contrôles dans les entreprises d’un pays étranger qui exportent des denrées alimentaires ou des objets usuels vers la Suisse lorsque les conditions suivantes sont remplies:\na. la protection de la santé l’exige;\nb. le contrôle est prévu par un traité international ou le pays concerné l’a autorisé dans le cas d’espèce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_46"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 2, Cantons, Principes",
        "citation": "Art. 47 al. 1 LDAl",
        "content": "Les cantons exécutent la présente loi dans la mesure où la Confédération n’est pas compétente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_47"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 2, Cantons, Principes",
        "citation": "Art. 47 al. 2 LDAl",
        "content": "Ils pourvoient au contrôle des denrées alimentaires et des objets usuels à l’intérieur du pays.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_47"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 2, Cantons, Laboratoires",
        "citation": "Art. 48 al. 1 LDAl",
        "content": "Les cantons gèrent des laboratoires spécialisés accrédités en vue de l’analyse des échantillons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_48"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 2, Cantons, Laboratoires",
        "citation": "Art. 48 al. 2 LDAl",
        "content": "Ils peuvent se regrouper pour diriger des laboratoires communs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_48"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 2, Cantons, Laboratoires",
        "citation": "Art. 48 al. 3 LDAl",
        "content": "Ils peuvent également confier l’exécution d’analyses d’échantillons à des organismes de contrôle accrédités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_48"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 2, Cantons, Organes d’exécution",
        "citation": "Art. 49 al. 1 LDAl",
        "content": "Les cantons instituent en leur qualité d’organes d’exécution:\na. un chimiste cantonal;\nb. un vétérinaire cantonal;\nc. le nombre nécessaire:\n1. d’inspecteurs des denrées alimentaires,\n2. de contrôleurs des denrées alimentaires,\n3. de vétérinaires officiels,\n4. d’auxiliaires officiels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_49"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 2, Cantons, Organes d’exécution",
        "citation": "Art. 49 al. 2 LDAl",
        "content": "Les cantons peuvent confier des tâches de contrôle spéciales à d’autres autorités d’exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_49"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 2, Cantons, Organes d’exécution",
        "citation": "Art. 49 al. 3 LDAl",
        "content": "Le Conseil fédéral peut prévoir la création d’autres organes d’exécution cantonaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_49"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 2, Cantons, Dispositions d’exécution cantonales",
        "citation": "Art. 50 al. 1 LDAl",
        "content": "Les cantons édictent les dispositions d’exécution cantonales et règlent les tâches et l’organisation de leurs organes d’exécution dans les limites de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_50"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 2, Cantons, Dispositions d’exécution cantonales",
        "citation": "Art. 50 al. 2 LDAl",
        "content": "Ils portent ces dispositions d’exécution à la connaissance des autorités fédérales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_50"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 2, Cantons, Coordination, direction et collaboration avec les autorités fédérales",
        "citation": "Art. 51 al. 1 LDAl",
        "content": "Les cantons coordonnent l’exécution, sur leur territoire, de la législation sur les denrées alimentaires et les objets usuels, de la fabrication à la remise au consommateur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_51"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 2, Cantons, Coordination, direction et collaboration avec les autorités fédérales",
        "citation": "Art. 51 al. 2 LDAl",
        "content": "Le chimiste cantonal exécute la présente loi dans le domaine des denrées alimentaires et des objets usuels. Il est autonome dans l’exercice de cette tâche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_51"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 2, Cantons, Coordination, direction et collaboration avec les autorités fédérales",
        "citation": "Art. 51 al. 3 LDAl",
        "content": "Le vétérinaire cantonal exécute la présente loi dans le domaine de la production primaire des denrées alimentaires d’origine animale et de l’abattage. Le canton peut le charger de contrôler en outre la transformation de la viande. Le vétérinaire cantonal est autonome dans l’exercice de ces tâches.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_51"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 2, Cantons, Coordination, direction et collaboration avec les autorités fédérales",
        "citation": "Art. 51 al. 4 LDAl",
        "content": "Les autorités cantonales compétentes transmettent aux autorités fédérales les informations requises par la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_51"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 2, Cantons, Coordination, direction et collaboration avec les autorités fédérales",
        "citation": "Art. 51 al. 5 LDAl",
        "content": "Elles participent aux inspections effectuées par les autorités fédérales ou par les organes spécialisés internationaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_51"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 3, Personnel des organes d’exécution, Exigences imposées au personnel des organes d’exécution",
        "citation": "Art. 52 al. 1 LDAl",
        "content": "Le Conseil fédéral fixe les exigences professionnelles auxquelles doit satisfaire le personnel des organes d’exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_52"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 3, Personnel des organes d’exécution, Exigences imposées au personnel des organes d’exécution",
        "citation": "Art. 52 al. 2 LDAl",
        "content": "Le Conseil fédéral définit les filières de formation que doivent suivre les collaborateurs des organes d’exécution et les diplômes de fin d’études qu’ils doivent obtenir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_52"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 3, Personnel des organes d’exécution, Formation",
        "citation": "Art. 53 al. 1 LDAl",
        "content": "La Confédération et les cantons assurent conjointement la formation du personnel responsable de l’exécution de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_53"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 3, Personnel des organes d’exécution, Formation",
        "citation": "Art. 53 al. 2 LDAl",
        "content": "L’autorité fédérale compétente peut nommer des commissions chargées de faire passer les examens au personnel des organes d’exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_53"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 3, Personnel des organes d’exécution, Formation",
        "citation": "Art. 53 al. 3 LDAl",
        "content": "Le Conseil fédéral règle l’organisation de ces examens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_53"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 3, Personnel des organes d’exécution, Formation",
        "citation": "Art. 53 al. 4 LDAl",
        "content": "Il peut charger les cantons d’organiser les examens destinés aux contrôleurs des denrées alimentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_53"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 3, Personnel des organes d’exécution, Formation",
        "citation": "Art. 53 al. 5 LDAl",
        "content": "L’office fédéral compétent statue sur la reconnaissance des formations et des examens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_53"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 4, Dispositions communes à l’exécution par la Confédération et à l’exécution par les cantons, Mise en garde publique",
        "citation": "Art. 54 al. 1 LDAl",
        "content": "Lorsque l’autorité d’exécution constate que des denrées alimentaires ou des objets usuels qui ne sont pas sûrs ont été distribués à un nombre indéterminé de consommateurs, elle veille à ce que la population en soit informée et à ce que des recommandations lui soient fournies quant au comportement à adopter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_54"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 4, Dispositions communes à l’exécution par la Confédération et à l’exécution par les cantons, Mise en garde publique",
        "citation": "Art. 54 al. 2 LDAl",
        "content": "Lorsque la population de plusieurs cantons est menacée, la diffusion d’informations et de recommandations est du ressort des autorités fédérales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_54"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 4, Dispositions communes à l’exécution par la Confédération et à l’exécution par les cantons, Mise en garde publique",
        "citation": "Art. 54 al. 3 LDAl",
        "content": "Dans des cas de moindre importance, l’autorité compétente peut rendre les informations et les recommandations accessibles en ligne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_54"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 4, Dispositions communes à l’exécution par la Confédération et à l’exécution par les cantons, Mise en garde publique",
        "citation": "Art. 54 al. 4 LDAl",
        "content": "L’autorité consulte, si possible avant la diffusion des informations et recommandations:\na. le fabricant, l’importateur ou la personne responsable de la mise sur le marché;\nb. les organisations de consommateurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_54"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 4, Dispositions communes à l’exécution par la Confédération et à l’exécution par les cantons, Mise en garde publique",
        "citation": "Art. 54 al. 5 LDAl",
        "content": "Elle peut charger la personne responsable de la mise sur le marché d’informer la population.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_54"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 4, Dispositions communes à l’exécution par la Confédération et à l’exécution par les cantons, Collaboration de tiers",
        "citation": "Art. 55 al. 1 LDAl",
        "content": "L’autorité compétente peut déléguer l’exécution de tâches liées au contrôle officiel à des tiers, notamment à des entreprises ou à des organisations. Elle peut créer des organisations à cet effet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_55"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 4, Dispositions communes à l’exécution par la Confédération et à l’exécution par les cantons, Collaboration de tiers",
        "citation": "Art. 55 al. 2 LDAl",
        "content": "Pour exercer leur activité, les tiers doivent remplir l’une des conditions suivantes:\na. être accrédités;\nb. disposer de la reconnaissance accordée par la Suisse en vertu d’un traité international;\nc. disposer d’une autre reconnaissance ou autorisation prévue par la législation fédérale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_55"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 4, Dispositions communes à l’exécution par la Confédération et à l’exécution par les cantons, Collaboration de tiers",
        "citation": "Art. 55 al. 3 LDAl",
        "content": "Le Conseil fédéral détermine à quelle norme l’accréditation doit se conformer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_55"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 4, Dispositions communes à l’exécution par la Confédération et à l’exécution par les cantons, Collaboration de tiers",
        "citation": "Art. 55 al. 4 LDAl",
        "content": "L’autorité compétente définit les tâches et les compétences déléguées aux tiers. Ces derniers n’ont pas le pouvoir d’ordonner des mesures.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_55"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 4, Dispositions communes à l’exécution par la Confédération et à l’exécution par les cantons, Collaboration de tiers",
        "citation": "Art. 55 al. 5 LDAl",
        "content": "Le Conseil fédéral et les cantons peuvent autoriser les tiers mandatés à percevoir des émoluments pour les tâches qu’ils accomplissent en vertu de la présente loi. Le tarif de ces émoluments doit être approuvé par le Département fédéral de l’intérieur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_55"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 4, Dispositions communes à l’exécution par la Confédération et à l’exécution par les cantons, Collaboration de tiers",
        "citation": "Art. 55 al. 6 LDAl",
        "content": "La collaboration de tiers est soumise à la surveillance des pouvoirs publics. Les tiers doivent rendre compte de la gestion des tâches qui leur ont été déléguées et de la comptabilité relative à ces tâches à l’autorité qui les leur a déléguées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_55"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 4, Exécution, Section 4, Dispositions communes à l’exécution par la Confédération et à l’exécution par les cantons, Devoir de discrétion",
        "citation": "Art. 56 LDAl",
        "content": "Toute personne chargée de l’exécution de la présente loi est soumise au devoir de discrétion. Les art. 24 et 60 sont réservés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_56"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 5, Financement, Répartition des coûts",
        "citation": "Art. 57 al. 1 LDAl",
        "content": "La Confédération et les cantons assument les frais d’exécution de la présente loi dans leurs domaines de compétence respectifs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_57"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 5, Financement, Répartition des coûts",
        "citation": "Art. 57 al. 2 LDAl",
        "content": "Les cantons veillent à libérer des ressources financières adéquates pour les contrôles officiels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_57"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 5, Financement, Émoluments",
        "citation": "Art. 58 al. 1 LDAl",
        "content": "Le contrôle des denrées alimentaires est exempt d’émoluments, à moins que la présente loi n’en dispose autrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_58"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 5, Financement, Émoluments",
        "citation": "Art. 58 al. 2 LDAl",
        "content": "Des émoluments sont perçus pour:\na. les contrôles ayant conduit à une contestation; dans les cas de très peu de gravité, aucun émolument n’est perçu;\nb. les contestations répétées sur un même état de fait;\nc. les contrôles de suivi d’une entreprise;\nd. les dépenses liées au rétablissement de la situation conforme au droit (exécution par substitution);\ne. l’inspection des animaux avant l’abattage et l’inspection de la viande après l’abattage, pour autant qu’elles visent à mettre en œuvre la présente loi;\nf le contrôle d’un établissement de découpe;\ng. les contrôles de denrées alimentaires d’origine animale effectués par les autorités fédérales;\nh. les prestations et les contrôles particuliers, effectués sur demande;\ni. les autorisations, y compris les autorisations d’exploitation délivrées aux abattoirs et aux établissements de découpe; les autres autorisations d’exploitation visées à l’art. 11, al. 1, ne donnent pas lieu au prélèvement d’émoluments.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_58"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 5, Financement, Émoluments",
        "citation": "Art. 58 al. 3 LDAl",
        "content": "Le Conseil fédéral peut prévoir la perception d’un émolument à l’importation pour financer des contrôles spéciaux effectués sur certaines denrées alimentaires sur la base de risques connus ou nouveaux. L’émolument est versé par l’importateur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_58"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 5, Financement, Émoluments",
        "citation": "Art. 58 al. 4 LDAl",
        "content": "Il peut prévoir la perception d’autres émoluments lorsque la Suisse s’est engagée à les percevoir en vertu d’un traité international.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_58"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 5, Financement, Émoluments",
        "citation": "Art. 58 al. 5 LDAl",
        "content": "Il fixe les émoluments à percevoir pour les contrôles effectués par les autorités fédérales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_58"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 5, Financement, Émoluments",
        "citation": "Art. 58 al. 6 LDAl",
        "content": "Le Conseil fédéral définit le cadre tarifaire des émoluments cantonaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_58"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 6, Traitement des données, Traitement des données personnelles",
        "citation": "Art. 59 al. 1 LDAl",
        "content": "Les autorités fédérales et cantonales compétentes sont autorisées à traiter des données personnelles, y compris des données relatives aux poursuites et aux sanctions administratives ou pénales, pour autant que cela s’avère nécessaire à l’exécution des tâches qui leur incombent en vertu de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_59"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 6, Traitement des données, Traitement des données personnelles",
        "citation": "Art. 59 al. 2 LDAl",
        "content": "Le Conseil fédéral définit la forme du traitement des données personnelles et la nature des données traitées; il fixe les délais de conservation et de destruction de ces données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_59"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 6, Traitement des données, Échange de données nécessaires à l’exécution",
        "citation": "Art. 60 al. 1 LDAl",
        "content": "Les autorités fédérales compétentes, les autorités cantonales ainsi que les tiers visés à l’al. 2, let. c et d, échangent entre eux les données dont ils ont besoin pour:\na. s’acquitter des tâches que la législation sur les denrées alimentaires leur confère;\nb. remplir l’obligation de présenter des rapports qui leur est assignée par des traités internationaux dans le domaine des denrées alimentaires et des objets usuels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_60"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 6, Traitement des données, Échange de données nécessaires à l’exécution",
        "citation": "Art. 60 al. 2 LDAl",
        "content": "Le Conseil fédéral règle:\na. les modalités de l’échange des données;\nb. la forme sous laquelle les données sont transmises;\nc. l’échange de données avec les tiers auxquels des tâches officielles sont confiées en vertu de l’art. 55;\nd. l’échange de données avec les tiers chargés des tâches visées aux art. 14 à 16, 18, 64 et 180 de la loi du 29 avril 1998 sur l’agriculture.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_60"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 6, Traitement des données, Échange de données avec des autorités ou des institutions étrangères et avec des organisations internationales",
        "citation": "Art. 61 al. 1 LDAl",
        "content": "Le Conseil fédéral règle les compétences et les procédures régissant les échanges de données personnelles avec des autorités ou des institutions étrangères et avec des organisations internationales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_61"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 6, Traitement des données, Échange de données avec des autorités ou des institutions étrangères et avec des organisations internationales",
        "citation": "Art. 61 al. 2 LDAl",
        "content": "Les données relatives aux poursuites administratives ou pénales ne peuvent être transmises à des autorités ou des institutions étrangères ou à des organisations internationales qu’à l’une des conditions suivantes:\na. un traité international ou une décision d’une organisation internationale l’exige;\nb. cette mesure est absolument indispensable pour parer à un danger immédiat pour la santé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_61"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 6, Traitement des données, Système d’information de l’Office fédéral de la sécurité alimentaire et des affaires vétérinaires",
        "citation": "Art. 62 al. 1 LDAl",
        "content": "L’Office fédéral de la sécurité alimentaire et des affaires vétérinaires (OSAV) exploite un système d’information dans les buts suivants:\na. garantir la sécurité et l’hygiène des denrées alimentaires et des objets usuels ainsi que la protection contre la tromperie dans le cadre des tâches qui lui incombent en vertu de la présente loi;\nb. faciliter les tâches d’exécution fédérales et cantonales prescrites par la présente loi;\nc. établir les rapports requis sur les plans national et international.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_62"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 6, Traitement des données, Système d’information de l’Office fédéral de la sécurité alimentaire et des affaires vétérinaires",
        "citation": "Art. 62 al. 2 LDAl",
        "content": "Le système d’information de l’OSAV fait partie intégrante du système commun à celui-ci et à l’Office fédéral de l’agriculture (OFAG), système qui suit toute la chaîne alimentaire et permet de garantir la sécurité alimentaire et celle des objets usuels, la sécurité des aliments pour animaux, la santé des animaux, la protection des animaux et une production primaire irréprochable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_62"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 6, Traitement des données, Système d’information de l’Office fédéral de la sécurité alimentaire et des affaires vétérinaires",
        "citation": "Art. 62 al. 3 LDAl",
        "content": "Le système d’information de l’OSAV contient des données personnelles, notamment:\na. des données relatives aux poursuites et aux sanctions administratives ou pénales;\nb. des données sanitaires relevant de la sécurité des denrées alimentaires et des objets usuels;\nc. des données sur les résultats des contrôles et des analyses de laboratoire;\nd. des données sur des cas de tromperie en lien avec des denrées alimentaires ou des objets usuels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_62"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 6, Traitement des données, Système d’information de l’Office fédéral de la sécurité alimentaire et des affaires vétérinaires",
        "citation": "Art. 62 al. 4 LDAl",
        "content": "Dans le cadre des tâches qui leur sont assignées par la loi, les autorités ci-après peuvent traiter des données en ligne dans le système d’information de l’OSAV aux fins suivantes:\na. OSAV: en vue de garantir la sécurité et l’hygiène des denrées alimentaires et des objets usuels, la protection contre la tromperie, la sécurité des aliments pour animaux, la santé des animaux, la protection des animaux ainsi qu’une production primaire irréprochable;\nb. OFAG: en vue de garantir la sécurité et l’hygiène des denrées alimentaires, la protection contre la tromperie, la sécurité des aliments pour animaux, la santé des animaux et la protection des animaux ainsi qu’une production primaire irréprochable;\nc. Office fédéral de la douane et de la sécurité des frontières (OFDF): en vue d’exécuter les tâches visées à l’art. 38, al. 1;\nd. autorités cantonales d’exécution: afin de remplir les tâches qui leur sont attribuées dans leurs domaines de compétence respectifs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_62"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 6, Traitement des données, Système d’information de l’Office fédéral de la sécurité alimentaire et des affaires vétérinaires",
        "citation": "Art. 62 al. 5 LDAl",
        "content": "Pour accomplir les tâches qui leur sont confiées, les autorités et organes ci-après peuvent consulter en ligne les données suivantes dans le système d’information de l’OSAV:a. OSAV: données sur la sécurité et l’hygiène des denrées alimentaires et des objets usuels, la protection contre la tromperie, la sécurité des aliments pour animaux, la santé des animaux, la protection des animaux et la production primaire;\nb. OFAG: données sur la sécurité et l’hygiène des denrées alimentaires, la protection contre la tromperie, la sécurité des aliments pour animaux, la santé des animaux, la protection des animaux et la production primaire;\nc. OFDF: données permettant d’accomplir les tâches d’exécution visées à l’art. 38, al. 1;\nd. autres services fédéraux chargés de tâches relevant de la mise en œuvre de la présente loi: données nécessaires à l’accomplissement des tâches qui leur sont assignées dans la mesure où le Conseil fédéral le prévoit;\ne. autorités d’exécution cantonales: données sur la sécurité et l’hygiène des denrées alimentaires et des objets usuels, la protection contre la tromperie, la sécurité des aliments pour animaux, la santé des animaux, la protection des animaux et la production primaire;\nf. tiers auxquels des tâches publiques sont confiées en vertu de l’art. 55: données nécessaires à l’accomplissement de ces tâches;\ng. tiers auxquels des tâches sont confiées en vertu des art. 14 à 16, 18, 64 et 180 de la loi du 29 avril 1998 sur l’agriculture: données nécessaires à l’accomplissement de ces tâches.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_62"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 6, Traitement des données, Système d’information de l’Office fédéral de la sécurité alimentaire et des affaires vétérinaires",
        "citation": "Art. 62 al. 6 LDAl",
        "content": "Pour le système d’information de l’OSAV, le Conseil fédéral règle:\na. la structure et l’inventaire des données, y compris de celles qui figurent dans la partie du système d’information de l’OFSP utilisée par les cantons;\nb. les responsabilités relatives au traitement des données;\nc. les droits d’accès, notamment l’étendue des droits d’accès en ligne;\nd. les mesures organisationnelles et techniques nécessaires pour assurer la protection et la sécurité des données;\ne. la procédure de collaboration avec les cantons;\nf. les délais de conservation et de destruction des données;\ng. l’archivage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_62"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 6, Traitement des données, Système d’information de l’Office fédéral de la sécurité alimentaire et des affaires vétérinaires",
        "citation": "Art. 62 al. 7 LDAl",
        "content": "Les cantons qui utilisent le système d’information de l’OSAV pour leurs propres tâches d’exécution sont tenus de fixer des règles de protection des données équivalentes pour le domaine de leur ressort et de désigner un organe qui surveillera le respect de ces règles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_62"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 7, Dispositions pénales et voies de droit, Section 1, Dispositions pénales, Délits et crimes",
        "citation": "Art. 63 al. 1 LDAl",
        "content": "Est puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire quiconque, intentionnellement:\na. fabrique, traite, entrepose, transporte ou met sur le marché des denrées alimentaires de telle façon qu’elles mettent la santé en danger dans des conditions normales d’utilisation;\nb. fabrique, traite, entrepose, transporte ou met sur le marché des objets usuels de telle façon qu’ils mettent la santé en danger dans des conditions d’utilisation normales ou raisonnablement prévisibles;\nc. importe, exporte ou fait transiter des denrées alimentaires ou des objets usuels dangereux pour la santé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_63"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 7, Dispositions pénales et voies de droit, Section 1, Dispositions pénales, Délits et crimes",
        "citation": "Art. 63 al. 2 LDAl",
        "content": "La peine encourue est une peine privative de liberté de cinq ans au plus ou une peine pécuniaire si l’auteur des faits agit à titre professionnel ou avec l’intention de s’enrichir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_63"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 7, Dispositions pénales et voies de droit, Section 1, Dispositions pénales, Délits et crimes",
        "citation": "Art. 63 al. 3 LDAl",
        "content": "La peine encourue est une peine pécuniaire de 180 jours-amende au plus si l’auteur des faits agit par négligence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_63"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 7, Dispositions pénales et voies de droit, Section 1, Dispositions pénales, Délits et crimes",
        "citation": "Art. 63 al. 4 LDAl",
        "content": "Le respect de l’obligation de notifier visée à l’art. 27, al. 2, peut constituer un motif de réduction de peine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_63"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 7, Dispositions pénales et voies de droit, Section 1, Dispositions pénales, Contraventions",
        "citation": "Art. 64 al. 1 LDAl",
        "content": "Est puni d’une amende de 40 000 francs au plus quiconque, intentionnellement:\na. fabrique, traite, entrepose, transporte ou met sur le marché des denrées alimentaires ou des objets usuels dans des conditions telles qu’ils ne sont pas conformes aux exigences de la présente loi;\nb. enfreint les prescriptions d’hygiène à observer lors de la manipulation de denrées alimentaires ou d’objets usuels;\nc. utilise des substances ou des procédés interdits pour la production agricole ou la fabrication de denrées alimentaires;\nd. enfreint les prescriptions de la présente loi relatives à l’importation, à l’exportation et au transit de denrées alimentaires et d’objets usuels;\ne. sans autorisation, abat des animaux en dehors des abattoirs autorisés;\nf. soustrait des denrées alimentaires, des objets usuels, des locaux, des installations, des équipements, des véhicules et des procédés de fabrication ainsi que des animaux, des plantes ou des terrains utilisés pour la fabrication de denrées alimentaires à l’examen par les autorités d’exécution, empêche ce contrôle ou l’entrave;\ng. refuse de fournir aux autorités d’exécution les informations exigées en vertu de l’art. 29, al. 1;\nh. enfreint les prescriptions concernant la remise de boissons alcooliques;\ni. enfreint les prescriptions concernant la protection contre la tromperie relative aux denrées alimentaires ou aux objets usuels;\nj. enfreint les prescriptions concernant l’étiquetage et la présentation des denrées alimentaires ou des objets usuels ou la publicité relative à ces produits;\nk. enfreint les prescriptions relatives à l’autocontrôle visé à l’art. 26, à l’obligation d’informer les autorités visée à l’art. 27, à la traçabilité visée à l’art. 28 ou aux obligations d’autorisation et de notification de son activité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_64"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 7, Dispositions pénales et voies de droit, Section 1, Dispositions pénales, Contraventions",
        "citation": "Art. 64 al. 2 LDAl",
        "content": "L’amende encourue est de 80 000 francs au plus si l’auteur des faits agit à titre professionnel ou avec l’intention de s’enrichir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_64"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 7, Dispositions pénales et voies de droit, Section 1, Dispositions pénales, Contraventions",
        "citation": "Art. 64 al. 3 LDAl",
        "content": "La tentative et la complicité sont punissables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_64"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 7, Dispositions pénales et voies de droit, Section 1, Dispositions pénales, Contraventions",
        "citation": "Art. 64 al. 4 LDAl",
        "content": "L’amende est de 20 000 francs au plus si l’auteur des faits agit par négligence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_64"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 7, Dispositions pénales et voies de droit, Section 1, Dispositions pénales, Contraventions",
        "citation": "Art. 64 al. 5 LDAl",
        "content": "Si les autorités d’exécution ont obtenu des informations en vertu du devoir d’assistance et de l’obligation de renseigner fixés à l’art. 29, al. 1, celles-ci ne peuvent être utilisées dans le cadre d’une procédure pénale que si la personne concernée a donné son accord ou s’il apparaît que les informations auraient pu être obtenues sans cette obligation de renseigner.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_64"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 7, Dispositions pénales et voies de droit, Section 1, Dispositions pénales, Infractions commises dans une entreprise, faux dans les titres",
        "citation": "Art. 65 LDAl",
        "content": "Les dispositions pénales relatives aux infractions commises dans une entreprise et aux faux dans les titres fixées aux art. 6, 7 et 15 de la loi fédérale du 22 mars 1974 sur le droit pénal administratif s’appliquent également aux autorités cantonales dans le domaine régi par le droit sur les denrées alimentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_65"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 7, Dispositions pénales et voies de droit, Section 1, Dispositions pénales, Poursuite pénale",
        "citation": "Art. 66 al. 1 LDAl",
        "content": "Les cantons poursuivent et jugent les infractions à la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_66"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 7, Dispositions pénales et voies de droit, Section 1, Dispositions pénales, Poursuite pénale",
        "citation": "Art. 66 al. 2 LDAl",
        "content": "L’office fédéral qui assume la surveillance dévolue à la Confédération peut obliger les autorités d’instruction cantonales à engager une poursuite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_66"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 7, Dispositions pénales et voies de droit, Section 1, Dispositions pénales, Poursuite pénale",
        "citation": "Art. 66 al. 3 LDAl",
        "content": "L’OFDF et l’OSAV poursuivent et jugent, dans leurs domaines de compétences respectifs, les infractions aux prescriptions sur l’importation, l’exportation et le transit fixées dans la présente loi ou dans ses dispositions d’exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_66"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 7, Dispositions pénales et voies de droit, Section 1, Dispositions pénales, Poursuite pénale",
        "citation": "Art. 66 al. 4 LDAl",
        "content": "Si un acte constitue à la fois une infraction relevant de l’al. 3 poursuivie par l’OFDF et une autre infraction poursuivie par ce même office, l’OFDF applique la peine encourue pour l’infraction la plus grave; il peut augmenter cette peine dans une juste mesure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_66"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 7, Dispositions pénales et voies de droit, Section 2, Voies de droit, Procédure d’opposition",
        "citation": "Art. 67 LDAl",
        "content": "Les décisions relatives aux mesures et aux certificats de conformité prévues par la présente loi peuvent faire l’objet d’une opposition devant l’autorité de décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_67"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 7, Dispositions pénales et voies de droit, Section 2, Voies de droit, Procédure fédérale",
        "citation": "Art. 68 LDAl",
        "content": "La procédure d’opposition et la procédure de recours contre des décisions prises par les autorités fédérales sont régies par les dispositions générales de la procédure fédérale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_68"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 7, Dispositions pénales et voies de droit, Section 2, Voies de droit, Procédure cantonale",
        "citation": "Art. 69 LDAl",
        "content": "Les cantons instituent une autorité de recours qui a le pouvoir de vérifier si les décisions sur opposition prises par leurs organes d’exécution, y compris leur pouvoir d’appréciation, sont conformes à la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_69"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 7, Dispositions pénales et voies de droit, Section 2, Voies de droit, Délais",
        "citation": "Art. 70 al. 1 LDAl",
        "content": "Le délai d’opposition est de 10 jours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_70"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 7, Dispositions pénales et voies de droit, Section 2, Voies de droit, Délais",
        "citation": "Art. 70 al. 2 LDAl",
        "content": "Le délai de recours contre les décisions sur opposition est de 30 jours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_70"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 7, Dispositions pénales et voies de droit, Section 2, Voies de droit, Effet suspensif et mesures provisionnelles",
        "citation": "Art. 71 al. 1 LDAl",
        "content": "L’autorité de décision et l’autorité de recours peuvent retirer l’effet suspensif à une opposition ou à un recours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_71"
    },
    {
        "book": "LMG",
        "title": "LDAl, Chapitre 7, Dispositions pénales et voies de droit, Section 2, Voies de droit, Effet suspensif et mesures provisionnelles",
        "citation": "Art. 71 al. 2 LDAl",
        "content": "Si l’effet suspensif est accordé à une opposition ou à un recours, l’autorité de décision ou l’autorité de recours peut prendre des mesures provisionnelles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/62/fr#art_71"
    }
]