[
    {
        "book": "LSV",
        "title": "OIF, Capitolo 1: Disposizioni generali, Scopo e campo d’applicazione",
        "citation": "Art. 1 cpv. 1 OIF",
        "content": "Lo scopo della presente ordinanza è la protezione dai rumori dannosi o molesti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_1"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 1: Disposizioni generali, Scopo e campo d’applicazione",
        "citation": "Art. 1 cpv. 2 OIF",
        "content": "Essa regola:\na. la limitazione delle emissioni foniche esterne prodotte dall’esercizio di impianti nuovi o esistenti ai sensi dell’articolo 7 della legge;\nb. la delimitazione e l’urbanizzazione delle zone edificabili nelle zone esposte ai rumori;\nc. il rilascio di autorizzazioni di costruire, in zone esposte ai rumori, edifici con locali sensibili al rumore;\nd. l’isolamento contro i rumori esterni e interni nei nuovi edifici con locali sensibili al rumore;\ne. l’isolamento contro i rumori esterni negli edifici esistenti con locali sensibili al rumore;\nf. la determinazione delle immissioni foniche esterne e la loro valutazione in base a valori limite d’esposizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_1"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 1: Disposizioni generali, Scopo e campo d’applicazione",
        "citation": "Art. 1 cpv. 3 OIF",
        "content": "Essa non regola:\na. la protezione contro il rumore prodotto sull’area di un’azienda nella misura in cui colpisce l’edificio aziendale e le abitazioni annesse all’interno di detta area;\nb. la protezione contro gli infrasuoni e gli ultrasuoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_1"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 1: Disposizioni generali, Definizioni",
        "citation": "Art. 2 cpv. 1 OIF",
        "content": "Sono impianti fissi gli edifici, le infrastrutture per il traffico, gli impianti tecnici degli edifici e le altre installazioni non mobili il cui esercizio provoca rumore esterno. Ne fanno segnatamente parte le strade, gli impianti ferroviari, gli aeroporti, gli impianti dell’industria, delle arti e mestieri e dell’agricoltura, i poligoni di tiro nonché le piazze di tiro e d’esercizio militari permanenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_2"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 1: Disposizioni generali, Definizioni",
        "citation": "Art. 2 cpv. 2 OIF",
        "content": "Sono considerati impianti fissi nuovi anche gli impianti fissi e gli edifici di cui viene cambiata completamente l’utilizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_2"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 1: Disposizioni generali, Definizioni",
        "citation": "Art. 2 cpv. 3 OIF",
        "content": "Per limitazione delle emissioni si intendono sia i provvedimenti tecnici, di costruzione, d’esercizio, compresi quelli dirigistici, limitativi o moderativi del traffico realizzati sugli impianti stessi, sia i provvedimenti di costruzione messi in opera sulla via di propagazione delle emissioni, che servono a prevenire o a ridurre la formazione o la propagazione del rumore esterno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_2"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 1: Disposizioni generali, Definizioni",
        "citation": "Art. 2 cpv. 4 OIF",
        "content": "Il risanamento è la limitazione delle emissioni di un impianto fisso esistente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_2"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 1: Disposizioni generali, Definizioni",
        "citation": "Art. 2 cpv. 5 OIF",
        "content": "Sono valori limite d’esposizione i valori limite d’immissione, i valori di pianificazione e i valori d’allarme. Sono stabiliti in funzione del tipo di rumore, del periodo della giornata, dell’utilizzazione dell’edificio e della zona da proteggere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_2"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 1: Disposizioni generali, Definizioni",
        "citation": "Art. 2 cpv. 6 OIF",
        "content": "Per i locali sensibili al rumore si intendono:\na. i locali delle abitazioni, tranne le cucine senza tinello, i servizi e i ripostigli;\nb. i locali delle aziende nei quali persone soggiornano regolarmente per un periodo prolungato, tranne i locali nei quali si tengono animali da reddito e i locali con notevole rumore aziendale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_2"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 2: Veicoli, apparecchi e macchine mobili, Sezione 1: Limitazione delle emissioni dei veicoli",
        "citation": "Art. 3 cpv. 1 OIF",
        "content": "Le emissioni foniche dei veicoli a motore, degli aeromobili, dei battelli e dei veicoli ferroviari devono essere limitate nella maggior misura possibile dal punto di vista tecnico e dell’esercizio e sopportabile sotto il profilo economico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_3"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 2: Veicoli, apparecchi e macchine mobili, Sezione 1: Limitazione delle emissioni dei veicoli",
        "citation": "Art. 3 cpv. 2 OIF",
        "content": "La limitazione delle emissioni è retta rispettivamente dalla legislazione sulla circolazione stradale, sulla navigazione aerea civile, sulla navigazione interna e sulle ferrovie, per i veicoli che sottostanno ad una di dette legislazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_3"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 2: Veicoli, apparecchi e macchine mobili, Sezione 1: Limitazione delle emissioni dei veicoli",
        "citation": "Art. 3 cpv. 3 OIF",
        "content": "La limitazione delle emissioni degli altri veicoli è retta dalle prescrizioni sugli apparecchi e macchine mobili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_3"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 2: Veicoli, apparecchi e macchine mobili, Sezione 2:, Limitazione delle emissioni degli apparecchi e macchine mobili, Principio",
        "citation": "Art. 4 cpv. 1 OIF",
        "content": "Le emissioni foniche esterne degli apparecchi e macchine mobili devono essere limitate:\na. nella maggior misura possibile dal punto di vista tecnico e dell’esercizio e sopportabile sotto il profilo economico, e\nb. in modo che il benessere fisico della popolazione colpita non sia sensibilmente disturbato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_4"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 2: Veicoli, apparecchi e macchine mobili, Sezione 2:, Limitazione delle emissioni degli apparecchi e macchine mobili, Principio",
        "citation": "Art. 4 cpv. 2 OIF",
        "content": "L’autorità esecutiva ordina provvedimenti che concernono l’esercizio o la costruzione o che assicurano una manutenzione a regola d’arte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_4"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 2: Veicoli, apparecchi e macchine mobili, Sezione 2:, Limitazione delle emissioni degli apparecchi e macchine mobili, Principio",
        "citation": "Art. 4 cpv. 3 OIF",
        "content": "Quando immissioni foniche notevolmente moleste prodotte dal funzionamento o dall’impiego di armi, di apparecchi o macchine militari non possono essere evitate, l’autorità esecutiva accorda facilitazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_4"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 2: Veicoli, apparecchi e macchine mobili, Sezione 2:, Limitazione delle emissioni degli apparecchi e macchine mobili, Principio",
        "citation": "Art. 4 cpv. 4 OIF",
        "content": "La limitazione delle emissioni prodotte da apparecchi e macchine che servono al funzionamento di un impianto fisso è retta dalle prescrizioni sugli impianti fissi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_4"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 2: Veicoli, apparecchi e macchine mobili, Sezione 2:, Limitazione delle emissioni degli apparecchi e macchine mobili, Valutazione della conformità e contrassegno di apparecchi e macchine",
        "citation": "Art. 5 cpv. 1 OIF",
        "content": "Gli apparecchi e le macchine destinati a essere utilizzati all’aperto possono essere messi in commercio solo se sono stati sottoposti a una valutazione della conformità e sono muniti del relativo contrassegno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_5"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 2: Veicoli, apparecchi e macchine mobili, Sezione 2:, Limitazione delle emissioni degli apparecchi e macchine mobili, Valutazione della conformità e contrassegno di apparecchi e macchine",
        "citation": "Art. 5 cpv. 2 OIF",
        "content": "Il Dipartimento federale dell’ambiente, dei trasporti, dell’energia e delle comunicazioni (DATEC) stabilisce:\na. gli apparecchi e le macchine da sottoporre all’obbligo della valutazione della conformità e del contrassegno;\nb. le esigenze in materia di limitazione preventiva delle emissioni e in materia di contrassegno, tenendo conto delle norme riconosciute sul piano internazionale;\nc. i documenti da presentare per la valutazione della conformità;\nd. i metodi d’esame, di misurazione e di calcolo determinanti;\ne. il controllo successivo;\nf. il riconoscimento di risultati d’esame e di contrassegni esteri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_5"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 2: Veicoli, apparecchi e macchine mobili, Sezione 2:, Limitazione delle emissioni degli apparecchi e macchine mobili, Direttive sul rumore dei cantieri",
        "citation": "Art. 6 OIF",
        "content": "L’Ufficio federale dell’ambiente (UFAM) emana direttive sui provvedimenti di costruzione e d’esercizio per limitare il rumore dei cantieri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_6"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 3: Impianti fissi nuovi o modificati, Limitazione delle emissioni degli impianti fissi nuovi",
        "citation": "Art. 7 cpv. 1 OIF",
        "content": "Le emissioni foniche di un impianto fisso nuovo devono essere limitate secondo le disposizioni dell’autorità esecutiva:\na. nella maggior misura possibile dal punto di vista tecnico e dell’esercizio e sopportabile sotto il profilo economico, e\nb. in modo che le immissioni foniche prodotte da detto impianto non superino i valori di pianificazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_7"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 3: Impianti fissi nuovi o modificati, Limitazione delle emissioni degli impianti fissi nuovi",
        "citation": "Art. 7 cpv. 2 OIF",
        "content": "Se l’osservanza dei valori di pianificazione costituisse un onere sproporzionato rispetto all’impianto e se esiste un interesse pubblico preponderante per l’impianto, segnatamente anche in relazione alla pianificazione del territorio, l’autorità esecutiva accorda facilitazioni. I valori limite d’immissione non possono tuttavia essere superati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_7"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 3: Impianti fissi nuovi o modificati, Limitazione delle emissioni degli impianti fissi nuovi",
        "citation": "Art. 7 cpv. 3 OIF",
        "content": "Nel caso di pompe di calore aria-acqua nuove utilizzate prevalentemente per il riscaldamento di locali o di acqua potabile e le cui immissioni foniche non superano i valori di pianificazione, le ulteriori limitazioni delle emissioni di cui al capoverso 1 lettera a devono essere adottate solo se è possibile ottenere una limitazione delle emissioni di almeno 3 dB con al massimo l’1 per cento dei costi di investimento dell’impianto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_7"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 3: Impianti fissi nuovi o modificati, Limitazione delle emissioni degli impianti fissi modificati",
        "citation": "Art. 8 cpv. 1 OIF",
        "content": "Se un impianto fisso già esistente viene modificato, le emissioni foniche delle parti d’impianto nuove o modificate devono essere limitate secondo le disposizioni dell’autorità esecutiva nella maggior misura possibile dal punto di vista tecnico e dell’esercizio e sopportabile sotto il profilo economico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_8"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 3: Impianti fissi nuovi o modificati, Limitazione delle emissioni degli impianti fissi modificati",
        "citation": "Art. 8 cpv. 2 OIF",
        "content": "Se un impianto è modificato sostanzialmente, le emissioni foniche dell’intero impianto devono essere almeno limitate in modo tale da non superare i valori limite d’immissione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_8"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 3: Impianti fissi nuovi o modificati, Limitazione delle emissioni degli impianti fissi modificati",
        "citation": "Art. 8 cpv. 3 OIF",
        "content": "Le trasformazioni, gli ingrandimenti e i cambiamenti dell’esercizio causati dal titolare dell’impianto sono considerati come modificazione sostanziale di un impianto fisso, se c’è da aspettarsi che l’impianto stesso o la maggiore sollecitazione degli impianti per il traffico esistenti provochi immissioni foniche percettibilmente più elevate. La ricostruzione dell’impianto è sempre considerata una modificazione sostanziale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_8"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 3: Impianti fissi nuovi o modificati, Limitazione delle emissioni degli impianti fissi modificati",
        "citation": "Art. 8 cpv. 4 OIF",
        "content": "Nel caso in cui un impianto fisso nuovo venga modificato, vale l’articolo 7.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_8"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 3: Impianti fissi nuovi o modificati, Maggiore sollecitazione degli impianti per il traffico",
        "citation": "Art. 9 OIF",
        "content": "L’esercizio di un impianto fisso nuovo o modificato sostanzialmente non deve:\na. né comportare il superamento dei valori limite d’immissione a causa della maggiore sollecitazione di un impianto per il traffico;\nb. né provocare, a causa della maggiore sollecitazione di un impianto per il traffico che deve essere risanato, immissioni foniche percettibilmente più elevate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_9"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 3: Impianti fissi nuovi o modificati, Provvedimenti d’isolamento acustico di edifici esistenti",
        "citation": "Art. 10 cpv. 1 OIF",
        "content": "Se per impianti fissi nuovi o modificati sostanzialmente, pubblici o concessionati, le esigenze secondo gli articoli 7 capoverso 2 e 8 capoverso 2 o secondo l’articolo 9 non possono essere rispettate, l’autorità esecutiva obbliga i proprietari degli edifici esistenti esposti al rumore ad isolare secondo l’allegato 1 le finestre dei locali sensibili al rumore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_10"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 3: Impianti fissi nuovi o modificati, Provvedimenti d’isolamento acustico di edifici esistenti",
        "citation": "Art. 10 cpv. 2 OIF",
        "content": "Con l’accordo dell’autorità esecutiva, i proprietari possono applicare ai loro edifici altri provvedimenti d’isolamento acustico, se questi permettono di ridurre nella stessa misura il rumore all’interno dei locali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_10"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 3: Impianti fissi nuovi o modificati, Provvedimenti d’isolamento acustico di edifici esistenti",
        "citation": "Art. 10 cpv. 3 OIF",
        "content": "Nessun provvedimento d’isolamento acustico deve essere preso quando:\na. c’è da aspettarsi che non produrrà una riduzione percettibile del rumore nell’edificio;\nb. prevalgono gli interessi per la protezione di un sito o di un monumento storico;\nc. l’edificio sarà demolito presumibilmente entro tre anni dalla messa in funzione dell’impianto nuovo o modificato oppure quando entro tale termine i locali saranno destinati ad un uso non sensibile al rumore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_10"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 3: Impianti fissi nuovi o modificati, Spese",
        "citation": "Art. 11 cpv. 1 OIF",
        "content": "Il titolare dell’impianto nuovo o modificato sostanzialmente sopporta le spese per la limitazione delle emissioni prodotte dal suo impianto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_11"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 3: Impianti fissi nuovi o modificati, Spese",
        "citation": "Art. 11 cpv. 2 OIF",
        "content": "Se il proprietario di un edificio deve prendere provvedimenti d’isolamento acustico ai sensi dell’articolo 10 capoverso 1, il titolare dell’impianto deve inoltre sopportare le spese debitamente giustificate, in uso localmente, per:\na. la progettazione e la direzione dei lavori;\nb. l’isolamento acustico delle finestre necessario ai sensi dell’allegato 1 e i lavori d’adattamento indispensabili;\nc. il finanziamento se nonostante l’invito del proprietario dell’edificio non ha versato alcun acconto;\nd. eventuali tasse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_11"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 3: Impianti fissi nuovi o modificati, Spese",
        "citation": "Art. 11 cpv. 3 OIF",
        "content": "Se il proprietario dell’edificio deve prendere provvedimenti d’isolamento acustico ai sensi dell’articolo 10 capoverso 2, il titolare dell’impianto sopporta le spese debitamente giustificate, in uso localmente, solo nella misura in cui non superano quelle secondo il capoverso 2. Le altre spese sono a carico del proprietario dell’edificio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_11"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 3: Impianti fissi nuovi o modificati, Spese",
        "citation": "Art. 11 cpv. 4 OIF",
        "content": "Quando le limitazioni d’emissione o i provvedimenti d’isolamento acustico devono essere attuati a causa del rumore prodotto da più impianti, le spese sono ripartite in proporzione alle immissioni foniche di ciascun impianto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_11"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 3: Impianti fissi nuovi o modificati, Spese",
        "citation": "Art. 11 cpv. 5 OIF",
        "content": "Le spese di manutenzione e di rinnovamento dei provvedimenti d’isolamento acustico sono a carico del proprietario dell’edificio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_11"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 3: Impianti fissi nuovi o modificati, Controlli",
        "citation": "Art. 12 OIF",
        "content": "L’autorità esecutiva controlla, al più tardi un anno dopo la messa in esercizio dell’impianto nuovo o modificato, che le limitazioni d’emissione e i provvedimenti d’isolamento acustico ordinati siano stati attuati. In caso di dubbio esamina l’efficacia dei provvedimenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_12"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 4: Impianti fissi esistenti, Sezione 1: Risanamento e provvedimenti d’isolamento acustico, Risanamenti",
        "citation": "Art. 13 cpv. 1 OIF",
        "content": "Per gli impianti fissi che contribuiscono in modo determinante al superamento dei valori limite d’immissione l’autorità esecutiva ordina, dopo aver sentito il detentore dell’impianto, i risanamenti necessari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_13"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 4: Impianti fissi esistenti, Sezione 1: Risanamento e provvedimenti d’isolamento acustico, Risanamenti",
        "citation": "Art. 13 cpv. 2 OIF",
        "content": "Gli impianti devono essere risanati:\na. nella maggior misura possibile dal punto di vista tecnico e dell’esercizio e sopportabile sotto il profilo economico, e\nb. in modo che i valori limite d’immissione non siano superati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_13"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 4: Impianti fissi esistenti, Sezione 1: Risanamento e provvedimenti d’isolamento acustico, Risanamenti",
        "citation": "Art. 13 cpv. 3 OIF",
        "content": "Se nessun interesse preponderante vi si oppone, l’autorità esecutiva dà la preferenza ai provvedimenti che impediscono o riducono la produzione del rumore rispetto a quelli che ne impediscono o ne riducono semplicemente la propagazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_13"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 4: Impianti fissi esistenti, Sezione 1: Risanamento e provvedimenti d’isolamento acustico, Risanamenti",
        "citation": "Art. 13 cpv. 4 OIF",
        "content": "Nessun risanamento deve essere effettuato, se:\na. i valori limite d’immissione sono superati solo in zone di costruzione non ancora urbanizzate;\nb. sulla base del diritto cantonale di costruzione e di pianificazione del territorio, sul luogo delle immissioni foniche saranno prese misure di pianificazione, sistemazione o costruzione che permetteranno, prima dello scadere dei termini fissati (art. 17), di rispettare i valori limite d’immissione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_13"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 4: Impianti fissi esistenti, Sezione 1: Risanamento e provvedimenti d’isolamento acustico, Facilitazioni in materia di risanamento",
        "citation": "Art. 14 cpv. 1 OIF",
        "content": "L’autorità esecutiva accorda facilitazioni nella misura in cui:\na. il risanamento provoca limitazioni dell’esercizio sproporzionate o costi sproporzionati;\nb. interessi preponderanti, segnatamente nel campo della protezione dei siti, della natura e del paesaggio, della sicurezza del traffico o dell’esercizio, come pure della difesa integrata, si oppongono al risanamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_14"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 4: Impianti fissi esistenti, Sezione 1: Risanamento e provvedimenti d’isolamento acustico, Facilitazioni in materia di risanamento",
        "citation": "Art. 14 cpv. 2 OIF",
        "content": "I valori d’allarme non devono tuttavia essere superati dagli impianti privati non concessionati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_14"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 4: Impianti fissi esistenti, Sezione 1: Risanamento e provvedimenti d’isolamento acustico, Provvedimenti d’isolamento acustico su edifici esistenti",
        "citation": "Art. 15 cpv. 1 OIF",
        "content": "Se per impianti fissi pubblici o concessionati non possono essere rispettati i valori d’allarme a causa delle facilitazioni accordate, l’autorità esecutiva obbliga i proprietari degli edifici esistenti esposti al rumore ad isolare ai sensi dell’allegato 1 le finestre dei locali sensibili al rumore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_15"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 4: Impianti fissi esistenti, Sezione 1: Risanamento e provvedimenti d’isolamento acustico, Provvedimenti d’isolamento acustico su edifici esistenti",
        "citation": "Art. 15 cpv. 2 OIF",
        "content": "Con l’accordo dell’autorità esecutiva, i proprietari possono applicare ai loro edifici altri provvedimenti d’isolamento acustico, se questi permettono di ridurre nella stessa misura il rumore all’interno dei locali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_15"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 4: Impianti fissi esistenti, Sezione 1: Risanamento e provvedimenti d’isolamento acustico, Provvedimenti d’isolamento acustico su edifici esistenti",
        "citation": "Art. 15 cpv. 3 OIF",
        "content": "Nessun provvedimento d’isolamento acustico deve essere preso quando:\na. c’è da aspettarsi che non produrrà una riduzione percettibile del rumore nell’edificio;\nb. prevalgono gli interessi per la protezione di un sito o di un monumento storico;\nc. l’edificio sarà demolito presumibilmente entro tre anni dalla notifica della decisione sui provvedimenti d’isolamento acustico da effettuare oppure quando entro tale termine i locali saranno destinati ad un uso non sensibile al rumore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_15"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 4: Impianti fissi esistenti, Sezione 1: Risanamento e provvedimenti d’isolamento acustico, Spese",
        "citation": "Art. 16 cpv. 1 OIF",
        "content": "Il detentore dell’impianto sopporta le spese di risanamento del suo impianto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_16"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 4: Impianti fissi esistenti, Sezione 1: Risanamento e provvedimenti d’isolamento acustico, Spese",
        "citation": "Art. 16 cpv. 2 OIF",
        "content": "Il detentore di un impianto pubblico o concessionato sopporta inoltre le spese ai sensi dell’articolo 11 per i provvedimenti d’isolamento acustico su edifici esistenti, quando non è in grado di liberarsi, ai sensi dell’articolo 20 capoverso 2 della legge, da tale obbligo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_16"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 4: Impianti fissi esistenti, Sezione 1: Risanamento e provvedimenti d’isolamento acustico, Spese",
        "citation": "Art. 16 cpv. 3 OIF",
        "content": "Quando i risanamenti o i provvedimenti d’isolamento acustico devono essere attuati a causa del rumore prodotto da più impianti, le spese sono ripartite in proporzione alle immissioni foniche di ciascun impianto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_16"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 4: Impianti fissi esistenti, Sezione 1: Risanamento e provvedimenti d’isolamento acustico, Spese",
        "citation": "Art. 16 cpv. 4 OIF",
        "content": "Le spese di manutenzione e di rinnovamento dei provvedimenti d’isolamento acustico sono a carico del proprietario dell’edificio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_16"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 4: Impianti fissi esistenti, Sezione 1: Risanamento e provvedimenti d’isolamento acustico, Termini",
        "citation": "Art. 17 cpv. 1 OIF",
        "content": "L’autorità esecutiva fissa i termini per il risanamento e per i provvedimenti d’isolamento acustico a seconda della loro urgenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_17"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 4: Impianti fissi esistenti, Sezione 1: Risanamento e provvedimenti d’isolamento acustico, Termini",
        "citation": "Art. 17 cpv. 2 OIF",
        "content": "Per la valutazione dell’urgenza sono determinanti:\na. l’entità del superamento dei valori limite d’immissione;\nb. il numero delle persone colpite dal rumore;\nc. il rapporto fra la spesa e il giovamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_17"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 4: Impianti fissi esistenti, Sezione 1: Risanamento e provvedimenti d’isolamento acustico, Termini",
        "citation": "Art. 17 cpv. 3 OIF",
        "content": "I risanamenti e i provvedimenti d’isolamento acustico devono essere eseguiti al più tardi 15 anni dopo l’entrata in vigore della presente ordinanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_17"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 4: Impianti fissi esistenti, Sezione 1: Risanamento e provvedimenti d’isolamento acustico, Termini",
        "citation": "Art. 17 cpv. 4 OIF",
        "content": "Per la realizzazione di risanamenti e provvedimenti d’isolamento acustico inerenti alle strade il termine (cpv. 3) è prorogato come segue: \na. fino al 31 marzo 2015 per le strade nazionali;\nb. fino al 31 marzo 2018 per le strade principali ai sensi dell’articolo 12 della legge federale del 22 marzo 1985 concernente l’utilizzazione dell’imposta sugli oli minerali a destinazione vincolata (LUMin) nonché per le altre strade.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_17"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 4: Impianti fissi esistenti, Sezione 1: Risanamento e provvedimenti d’isolamento acustico, Termini",
        "citation": "Art. 17 cpv. 5 OIF",
        "content": "Per la realizzazione di risanamenti e provvedimenti d’isolamento acustico di impianti ferroviari valgono i termini previsti dalla legge federale del 24 marzo 2000 concernente il risanamento fonico delle ferrovie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_17"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 4: Impianti fissi esistenti, Sezione 1: Risanamento e provvedimenti d’isolamento acustico, Termini",
        "citation": "Art. 17 cpv. 6 OIF",
        "content": "I risanamenti e i provvedimenti d’isolamento acustico devono essere realizzati:\na. entro il 31 luglio 2020, per gli aerodromi militari;\nb. entro il 31 maggio 2016, per gli aerodromi civili sui quali circolano velivoli grandi;\nc. entro il 1° novembre 2016, per gli impianti di tiro civili per i quali vige l’obbligo di risanamento in base alla modifica del 23 agosto 2006 dell’allegato 7;\nd. entro il 31 luglio 2025, per le piazze d’armi, di tiro e d’esercizio militari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_17"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 4: Impianti fissi esistenti, Sezione 1: Risanamento e provvedimenti d’isolamento acustico, Controlli",
        "citation": "Art. 18 OIF",
        "content": "L’autorità esecutiva controlla, al più tardi un anno dopo l’esecuzione del risanamento o dei provvedimenti d’isolamento acustico, che questi siano conformi alle misure ordinate. In caso di dubbio esamina l’efficacia dei provvedimenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_18"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 4: Impianti fissi esistenti, Sezione 1: Risanamento e provvedimenti d’isolamento acustico, Rilevamenti periodici",
        "citation": "Art. 20 cpv. 1 OIF",
        "content": "L’UFAM effettua periodicamente, presso le autorità esecutive, rilevamenti sullo stato dei risanamenti e dei provvedimenti d’isolamento acustico concernenti in particolare le strade, gli impianti ferroviari, gli aerodromi, i poligoni di tiro, nonché le piazze di tiro e d’esercizio militari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_20"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 4: Impianti fissi esistenti, Sezione 1: Risanamento e provvedimenti d’isolamento acustico, Rilevamenti periodici",
        "citation": "Art. 20 cpv. 2 OIF",
        "content": "Per le strade, l’UFAM  chiede alle autorità esecutive di presentare, entro il 31 marzo, in particolare:\na. una panoramica concernente:\n1. le strade o i tratti stradali da risanare,\n2. i tempi previsti per il risanamento di tali strade e tratti stradali,\n3. le spese complessive per i suddetti risanamenti e provvedimenti d’isolamento acustico, e\n4. il numero delle persone esposte a immissioni foniche superiori ai valori limite d’immissione e ai valori d’allarme;\nb. un rapporto riguardante:\n1. i risanamenti effettuati durante l’anno precedente su strade o tratti stradali e i provvedimenti d’isolamento acustico, e\n2. l’efficacia di tali risanamenti e provvedimenti d’isolamento acustico, nonché le spese da essi derivanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_20"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 4: Impianti fissi esistenti, Sezione 1: Risanamento e provvedimenti d’isolamento acustico, Rilevamenti periodici",
        "citation": "Art. 20 cpv. 3 OIF",
        "content": "Per le strade nazionali, l’UFAM chiede le informazioni di cui al capoverso 2 all’Ufficio federale delle strade. Per le strade principali e le altre strade le chiede ai Cantoni. Le informazioni devono essere inoltrate secondo le disposizioni dell’UFAM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_20"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 4: Impianti fissi esistenti, Sezione 1: Risanamento e provvedimenti d’isolamento acustico, Rilevamenti periodici",
        "citation": "Art. 20 cpv. 4 OIF",
        "content": "L’UFAM valuta le informazioni raccolte, con particolare attenzione allo stato di avanzamento dei risanamenti, nonché all’efficacia dei provvedimenti e alle relative spese. Infine, comunica alle autorità esecutive i risultati della valutazione e li pubblica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_20"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 4: Impianti fissi esistenti, Sezione 2: Sussidi federali per il risanamento e i provvedimenti d’isolamento acustico nel caso di strade principali e altre strade esistenti, Diritto ai sussidi",
        "citation": "Art. 21 cpv. 1 OIF",
        "content": "La Confederazione accorda sussidi per risanamenti e provvedimenti d’isolamento acustico su edifici esistenti:\na. per le strade principali secondo l’articolo 12 LUMin;\nb. per le altre strade.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_21"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 4: Impianti fissi esistenti, Sezione 2: Sussidi federali per il risanamento e i provvedimenti d’isolamento acustico nel caso di strade principali e altre strade esistenti, Diritto ai sussidi",
        "citation": "Art. 21 cpv. 2 OIF",
        "content": "I sussidi di cui al capoverso 1 lettera a sono parte integrante dei sussidi globali secondo l’articolo 13 LUMin, mentre i sussidi di cui al capoverso 1 lettera b sono accordati globalmente per i tratti fissati negli accordi programmatici con i Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_21"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 4: Impianti fissi esistenti, Sezione 2: Sussidi federali per il risanamento e i provvedimenti d’isolamento acustico nel caso di strade principali e altre strade esistenti, Domanda",
        "citation": "Art. 22 cpv. 1 OIF",
        "content": "Il Cantone presenta la domanda di sussidi per i risanamenti e i provvedimenti d’isolamento acustico relativi alle strade di cui all’articolo 21 capoverso 1 lettera b all’UFAM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_22"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 4: Impianti fissi esistenti, Sezione 2: Sussidi federali per il risanamento e i provvedimenti d’isolamento acustico nel caso di strade principali e altre strade esistenti, Domanda",
        "citation": "Art. 22 cpv. 2 OIF",
        "content": "La domanda deve contenere in particolare informazioni concernenti:\na. le strade o i tratti stradali da risanare durante il periodo di validità dell’accordo programmatico;\nb. i provvedimenti di risanamento e d’isolamento acustico previsti e le relative spese;\nc. l’efficacia perseguita con tali provvedimenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_22"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 4: Impianti fissi esistenti, Sezione 2: Sussidi federali per il risanamento e i provvedimenti d’isolamento acustico nel caso di strade principali e altre strade esistenti, Accordo programmatico",
        "citation": "Art. 23 cpv. 1 OIF",
        "content": "L’UFAM stipula un accordo programmatico con l’autorità cantonale competente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_23"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 4: Impianti fissi esistenti, Sezione 2: Sussidi federali per il risanamento e i provvedimenti d’isolamento acustico nel caso di strade principali e altre strade esistenti, Accordo programmatico",
        "citation": "Art. 23 cpv. 2 OIF",
        "content": "Oggetto dell’accordo programmatico sono in particolare:\na. le strade o i tratti stradali da risanare;\nb. i sussidi della Confederazione;\nc. il controlling.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_23"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 4: Impianti fissi esistenti, Sezione 2: Sussidi federali per il risanamento e i provvedimenti d’isolamento acustico nel caso di strade principali e altre strade esistenti, Accordo programmatico",
        "citation": "Art. 23 cpv. 3 OIF",
        "content": "La durata dell’accordo programmatico è di quattro anni; in casi motivati può essere concordata una durata superiore o inferiore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_23"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 4: Impianti fissi esistenti, Sezione 2: Sussidi federali per il risanamento e i provvedimenti d’isolamento acustico nel caso di strade principali e altre strade esistenti, Accordo programmatico",
        "citation": "Art. 23 cpv. 4 OIF",
        "content": "L’UFAM emana direttive relative alla procedura in materia di accordi programmatici, nonché alle informazioni e ai documenti riguardanti l’oggetto dell’accordo programmatico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_23"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 4: Impianti fissi esistenti, Sezione 2: Sussidi federali per il risanamento e i provvedimenti d’isolamento acustico nel caso di strade principali e altre strade esistenti, Calcolo dei sussidi",
        "citation": "Art. 24 cpv. 1 OIF",
        "content": "L’ammontare dei sussidi per i risanamenti è stabilito in base:\na. al numero delle persone protette mediante tali provvedimenti; e\nb. alla riduzione dell’inquinamento fonico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_24"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 4: Impianti fissi esistenti, Sezione 2: Sussidi federali per il risanamento e i provvedimenti d’isolamento acustico nel caso di strade principali e altre strade esistenti, Calcolo dei sussidi",
        "citation": "Art. 24 cpv. 2 OIF",
        "content": "Per provvedimenti d’isolamento acustico su edifici esistenti sono accordati 400 franchi per ogni finestra insonorizzata o per ogni altro provvedimento edile d’isolamento acustico di efficacia analoga.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_24"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 4: Impianti fissi esistenti, Sezione 2: Sussidi federali per il risanamento e i provvedimenti d’isolamento acustico nel caso di strade principali e altre strade esistenti, Calcolo dei sussidi",
        "citation": "Art. 24 cpv. 3 OIF",
        "content": "L’ammontare dei sussidi è negoziato tra la Confederazione e il Cantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_24"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 4: Impianti fissi esistenti, Sezione 2: Sussidi federali per il risanamento e i provvedimenti d’isolamento acustico nel caso di strade principali e altre strade esistenti, Pagamento",
        "citation": "Art. 25 OIF",
        "content": "I sussidi globali sono pagati a rate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_25"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 4: Impianti fissi esistenti, Sezione 2: Sussidi federali per il risanamento e i provvedimenti d’isolamento acustico nel caso di strade principali e altre strade esistenti, Rendicontazione e controllo",
        "citation": "Art. 26 OIF",
        "content": "1 Il Cantone presenta ogni anno all’UFAM un rapporto sull’impiego dei sussidi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_26"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 4: Impianti fissi esistenti, Sezione 2: Sussidi federali per il risanamento e i provvedimenti d’isolamento acustico nel caso di strade principali e altre strade esistenti, Rendicontazione e controllo",
        "citation": "Art. 26 cpv. 2 OIF",
        "content": "L’UFAM controlla a campione:\na. l’esecuzione di singole misure conformemente agli obiettivi programmatici;\nb. l’impiego dei sussidi versati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_26"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 4: Impianti fissi esistenti, Sezione 2: Sussidi federali per il risanamento e i provvedimenti d’isolamento acustico nel caso di strade principali e altre strade esistenti, Adempimento parziale e sottrazione allo scopo",
        "citation": "Art. 27 cpv. 1 OIF",
        "content": "L’UFAM sospende totalmente o in parte i pagamenti rateali nel corso del programma se il Cantone:\na. non adempie all’obbligo di rendicontazione (art. 26 cpv. 1);\nb. cagiona per colpa propria una grave inadempienza nella sua prestazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_27"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 4: Impianti fissi esistenti, Sezione 2: Sussidi federali per il risanamento e i provvedimenti d’isolamento acustico nel caso di strade principali e altre strade esistenti, Adempimento parziale e sottrazione allo scopo",
        "citation": "Art. 27 cpv. 2 OIF",
        "content": "Se, dopo la conclusione del programma, risulta che la prestazione è stata eseguita solo parzialmente, l’UFAM ne esige la corretta esecuzione da parte del Cantone, stabilendo un termine adeguato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_27"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 4: Impianti fissi esistenti, Sezione 2: Sussidi federali per il risanamento e i provvedimenti d’isolamento acustico nel caso di strade principali e altre strade esistenti, Adempimento parziale e sottrazione allo scopo",
        "citation": "Art. 27 cpv. 3 OIF",
        "content": "Se impianti per i quali sono stati accordati aiuti finanziari o indennità sono sottratti al loro scopo, l’UFAM può esigere che il Cantone ordini, entro un termine adeguato, la cessazione della sottrazione allo scopo o il suo annullamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_27"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 4: Impianti fissi esistenti, Sezione 2: Sussidi federali per il risanamento e i provvedimenti d’isolamento acustico nel caso di strade principali e altre strade esistenti, Adempimento parziale e sottrazione allo scopo",
        "citation": "Art. 27 cpv. 4 OIF",
        "content": "Se le lacune non sono colmate o la sottrazione allo scopo non cessa o non è annullata, la restituzione è retta dagli articoli 28 e 29 della legge del 5 ottobre 1990 sui sussidi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_27"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 5: Requisiti delle zone edificabili e autorizzazioni di costruire nelle zone esposte ai rumori, Delimitazione di nuove zone edificabili e di nuove zone che richiedono una protezione fonica elevata",
        "citation": "Art. 29 cpv. 1 OIF",
        "content": "Le nuove zone edificabili destinate ad edifici con locali sensibili al rumore e le nuove zone non edificabili che richiedono una protezione fonica elevata possono essere delimitate solo nelle zone nelle quali le immissioni foniche non superano i valori di pianificazione o nelle quali tali valori possono essere rispettati grazie a misure di pianificazione, sistemazione o costruzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_29"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 5: Requisiti delle zone edificabili e autorizzazioni di costruire nelle zone esposte ai rumori, Urbanizzazione delle zone edificabili",
        "citation": "Art. 30 OIF",
        "content": "Le zone edificabili destinate ad edifici con locali sensibili al rumore che al momento dell’entrata in vigore della legge non erano ancora urbanizzate possono essere urbanizzate solo nella misura in cui i valori di pianificazione sono rispettati oppure possono esserlo sia mediante il cambiamento della destinazione delle zone sia mediante misure di pianificazione, sistemazione o costruzione. L’autorità esecutiva può accordare delle eccezioni per piccole parti di zone edificabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_30"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 5: Requisiti delle zone edificabili e autorizzazioni di costruire nelle zone esposte ai rumori, Autorizzazione di costruire nelle zone esposte ai rumori",
        "citation": "Art. 31 cpv. 1 OIF",
        "content": "Quando i valori limite d’immissione sono superati, la costruzione o la modificazione sostanziale di un edificio con locali sensibili al rumore può essere autorizzata soltanto se detti valori possono essere rispettati:\na. grazie alla disposizione dei locali sensibili al rumore sul lato opposto dell’edificio rispetto al rumore stesso; oppure\nb. grazie a misure di costruzione o di sistemazione che proteggano l’edificio dai rumori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_31"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 5: Requisiti delle zone edificabili e autorizzazioni di costruire nelle zone esposte ai rumori, Autorizzazione di costruire nelle zone esposte ai rumori",
        "citation": "Art. 31 cpv. 2 OIF",
        "content": "Se i provvedimenti di cui al capoverso 1 non permettono di rispettare i valori limite d’immissione, l’autorizzazione di costruire può essere accordata solo se esiste un interesse preponderante per la costruzione dell’edificio e se l’autorità cantonale è consenziente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_31"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 5: Requisiti delle zone edificabili e autorizzazioni di costruire nelle zone esposte ai rumori, Autorizzazione di costruire nelle zone esposte ai rumori",
        "citation": "Art. 31 cpv. 3 OIF",
        "content": "Le spese per detti provvedimenti sono a carico del proprietario del terreno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_31"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 5: Requisiti delle zone edificabili e autorizzazioni di costruire nelle zone esposte ai rumori, Disposizioni speciali per gli aeroporti con traffico di velivoli grandi",
        "citation": "Art. 31a cpv. 1 OIF",
        "content": "In prossimità di aeroporti sui quali circolano velivoli grandi, i valori di pianificazione e i valori limite d’immissione secondo l’allegato 5 numero 222 sono rispettati durante le ore notturne se:\na. dalle ore 24 alle 6 non è prevista alcuna attività aerea; \nb. i locali sensibili al rumore sono protetti contro il rumore esterno e interno almeno secondo le esigenze maggiorate in materia di isolamento acustico previste dalla norma SIA 181 del 1° giugno 2006 della Società svizzera degli ingegneri e degli architetti; e\nc. le camere da letto:\n1. dispongono di una finestra che si chiude automaticamente tra le ore 22 e le 24 e si può aprire automaticamente nelle restanti ore, e \n2. sono concepite in modo da garantire un clima adeguato dei locali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_31_a"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 5: Requisiti delle zone edificabili e autorizzazioni di costruire nelle zone esposte ai rumori, Disposizioni speciali per gli aeroporti con traffico di velivoli grandi",
        "citation": "Art. 31a cpv. 2 OIF",
        "content": "Al momento della delimitazione o dell’urbanizzazione di zone edificabili, l’autorità competente provvede affinché le esigenze di cui al capoverso 1 lettere b e c siano definite in modo vincolante per i proprietari fondiari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_31_a"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 5: Requisiti delle zone edificabili e autorizzazioni di costruire nelle zone esposte ai rumori, Disposizioni speciali per gli aeroporti con traffico di velivoli grandi",
        "citation": "Art. 31a cpv. 3 OIF",
        "content": "L’UFAM emana raccomandazioni per l’esecuzione del capoverso 1 lettera c. A tal fine, tiene conto delle norme tecniche determinanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_31_a"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 6: Isolamento acustico dei nuovi edifici, Esigenze",
        "citation": "Art. 32 cpv. 1 OIF",
        "content": "Il committente di un nuovo edificio provvede affinché l’isolamento acustico degli elementi edili esterni e di quelli di separazione dei locali sensibili al rumore come pure delle scale e degli impianti tecnici dell’edificio corrisponda alle regole riconosciute dell’edilizia. Come tali valgono in particolare, per il rumore degli aerodromi con traffico di velivoli grandi, le esigenze più severe e, per il rumore degli altri impianti fissi, le esigenze minime secondo la norma SIA 181 della Società svizzera degli ingegneri e degli architetti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_32"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 6: Isolamento acustico dei nuovi edifici, Esigenze",
        "citation": "Art. 32 cpv. 2 OIF",
        "content": "Quando i valori limite d’immissione sono superati e le premesse ai sensi dell’articolo 31 capoverso 2 per l’accordo dell’autorizzazione di costruire sono adempite, l’autorità esecutiva inasprisce in misura adeguata le esigenze in materia d’isolamento acustico degli elementi edili esterni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_32"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 6: Isolamento acustico dei nuovi edifici, Esigenze",
        "citation": "Art. 32 cpv. 3 OIF",
        "content": "Le esigenze si applicano anche agli elementi edili esterni, a quelli di separazione, alle scale e agli impianti tecnici dell’edificio che devono essere modificati, sostituiti o montati come elementi nuovi. Su richiesta, l’autorità esecutiva accorda facilitazioni, se il rispetto delle esigenze è sproporzionato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_32"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 6: Isolamento acustico dei nuovi edifici, Elementi edili esterni, elementi edili di separazione ed impianti tecnici dell’edificio",
        "citation": "Art. 33 cpv. 1 OIF",
        "content": "Gli elementi edili esterni delimitano il locale da quanto è esterno all’edificio (per es. le finestre, le porte e i muri esterni, il tetto).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_33"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 6: Isolamento acustico dei nuovi edifici, Elementi edili esterni, elementi edili di separazione ed impianti tecnici dell’edificio",
        "citation": "Art. 33 cpv. 2 OIF",
        "content": "Gli elementi edili di separazione delimitano fra loro i locali di differenti unità d’uso come per esempio di appartamenti (per es. le pareti interne, le solette, le porte).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_33"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 6: Isolamento acustico dei nuovi edifici, Elementi edili esterni, elementi edili di separazione ed impianti tecnici dell’edificio",
        "citation": "Art. 33 cpv. 3 OIF",
        "content": "Gli impianti tecnici dell’edificio sono quelli che fanno corpo con esso come l’impianto di riscaldamento, quello d’aerazione, gli impianti d’approvvigionamento e d’evacuazione, gli ascensori o le macchine per lavare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_33"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 6: Isolamento acustico dei nuovi edifici, Richiesta dell’autorizzazione di costruire",
        "citation": "Art. 34 cpv. 1 OIF",
        "content": "Nella richiesta dell’autorizzazione di costruire il committente deve indicare:\na. il carico fonico esterno, se i valori limite d’immissione sono superati;\nb. l’utilizzazione dei locali;\nc. gli elementi edili esterni e quelli di separazione dei locali sensibili al rumore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_34"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 6: Isolamento acustico dei nuovi edifici, Richiesta dell’autorizzazione di costruire",
        "citation": "Art. 34 cpv. 2 OIF",
        "content": "Per i progetti di costruzione nelle zone in cui i valori limite d’immissione sono superati, l’autorità esecutiva può esigere indicazioni sull’isolamento acustico degli elementi edili esterni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_34"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 6: Isolamento acustico dei nuovi edifici, Controlli",
        "citation": "Art. 35 OIF",
        "content": "Al termine dei lavori di costruzione l’autorità esecutiva verifica, mediante prove a caso, se i provvedimenti d’isolamento acustico adempiono le esigenze. In caso di dubbio, procede ad un esame approfondito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_35"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 7: Determinazione, valutazione e controllo delle immissioni foniche esterne degli impianti fissi, Sezione 1: Determinazione, Obbligo della determinazione",
        "citation": "Art. 36 cpv. 1 OIF",
        "content": "L’autorità esecutiva determina o fa determinare le immissioni foniche esterne degli impianti fissi, se ha motivo di ritenere che i valori limite d’esposizione determinanti di detti impianti siano o potrebbero essere superati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_36"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 7: Determinazione, valutazione e controllo delle immissioni foniche esterne degli impianti fissi, Sezione 1: Determinazione, Obbligo della determinazione",
        "citation": "Art. 36 cpv. 2 OIF",
        "content": "Essa tiene conto a tal fine degli aumenti o delle diminuzioni prevedibili delle immissioni foniche in seguito:\na. alla costruzione, alla modifica o al risanamento di impianti fissi, in particolare se, al momento della determinazione, i relativi progetti sono già stati approvati o pubblicati; e\nb. alla costruzione, alla modifica o alla demolizione di altri edifici, se, al momento della determinazione, i relativi progetti sono già pubblicati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_36"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 7: Determinazione, valutazione e controllo delle immissioni foniche esterne degli impianti fissi, Sezione 1: Determinazione, Catasto dei rumori",
        "citation": "Art. 37 cpv. 1 OIF",
        "content": "Per le strade, gli impianti ferroviari, gli aerodromi e le piazze d’armi, di tiro e d’esercizio militari, l’autorità esecutiva registra in un catasto (catasto dei rumori) le immissioni foniche determinate secondo l’articolo 36.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_37"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 7: Determinazione, valutazione e controllo delle immissioni foniche esterne degli impianti fissi, Sezione 1: Determinazione, Catasto dei rumori",
        "citation": "Art. 37 cpv. 2 OIF",
        "content": "Nel catasto dei rumori sono contemplati:\na. il carico fonico determinato;\nb. i metodi di calcolo impiegati;\nc. i dati iniziali per il calcolo del rumore;\nd. l’utilizzazione delle zone esposte al rumore secondo il relativo piano d’utilizzazione;\ne. i gradi di sensibilità assegnati;\nf. gli impianti e i loro proprietari;\ng. il numero delle persone esposte ad immissioni foniche superiori ai valori limite d’esposizione al rumore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_37"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 7: Determinazione, valutazione e controllo delle immissioni foniche esterne degli impianti fissi, Sezione 1: Determinazione, Catasto dei rumori",
        "citation": "Art. 37 cpv. 3 OIF",
        "content": "L’autorità esecutiva provvede alla verifica e alla rettifica del relativo catasto dei rumori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_37"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 7: Determinazione, valutazione e controllo delle immissioni foniche esterne degli impianti fissi, Sezione 1: Determinazione, Catasto dei rumori",
        "citation": "Art. 37 cpv. 4 OIF",
        "content": "Su richiesta, essa inoltra detto catasto dei rumori all’UFAM, il quale può emanare raccomandazioni volte ad assicurare la comparabilità del rilevamento e della rappresentazione dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_37"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 7: Determinazione, valutazione e controllo delle immissioni foniche esterne degli impianti fissi, Sezione 1: Determinazione, Catasto dei rumori",
        "citation": "Art. 37 cpv. 5 OIF",
        "content": "La determinazione delle immissioni foniche generate dall’aeroporto di Basilea- Mulhouse sul territorio svizzero è effettuata dall’Ufficio federale dell’aviazione civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_37"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 7: Determinazione, valutazione e controllo delle immissioni foniche esterne degli impianti fissi, Sezione 1: Determinazione, Catasto dei rumori",
        "citation": "Art. 37 cpv. 6 OIF",
        "content": "Chiunque può prendere visione dei catasti dei rumori, a condizione che il segreto di fabbricazione e d’affari siano garantiti e che nessun altro interesse preponderante vi si opponga.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_37"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 7: Determinazione, valutazione e controllo delle immissioni foniche esterne degli impianti fissi, Sezione 1: Determinazione, Definizione delle immissioni foniche e controllo",
        "citation": "Art. 37a cpv. 1 OIF",
        "content": "Nella sua decisione concernente la costruzione, la modifica o il risanamento di un impianto, l’autorità esecutiva definisce le immissioni foniche consentite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_37_a"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 7: Determinazione, valutazione e controllo delle immissioni foniche esterne degli impianti fissi, Sezione 1: Determinazione, Definizione delle immissioni foniche e controllo",
        "citation": "Art. 37a cpv. 2 OIF",
        "content": "Nel caso in cui risulti accertato o sia lecito attendersi che le immissioni foniche di un impianto divergano sensibilmente e durevolmente dalle immissioni definite nella decisione, l’autorità esecutiva adotta le misure necessarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_37_a"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 7: Determinazione, valutazione e controllo delle immissioni foniche esterne degli impianti fissi, Sezione 1: Determinazione, Definizione delle immissioni foniche e controllo",
        "citation": "Art. 37a cpv. 3 OIF",
        "content": "L’UFAM può emanare raccomandazioni volte ad assicurare la comparabilità dei rilevamenti e della rappresentazione dei dati relativi alle immissioni foniche definite in tali decisioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_37_a"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 7: Determinazione, valutazione e controllo delle immissioni foniche esterne degli impianti fissi, Sezione 1: Determinazione, Metodi di determinazione",
        "citation": "Art. 38 cpv. 1 OIF",
        "content": "Le immissioni foniche sono determinate sotto forma di livello di valutazione Lr o livello massimo Lmass in base a calcoli o misurazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_38"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 7: Determinazione, valutazione e controllo delle immissioni foniche esterne degli impianti fissi, Sezione 1: Determinazione, Metodi di determinazione",
        "citation": "Art. 38 cpv. 2 OIF",
        "content": "Le immissioni foniche degli aeroplani sono di regola determinate mediante calcoli. Tali calcoli vanno eseguiti secondo lo stato riconosciuto della tecnica. L’UFAM raccomanda le procedure di calcolo idonee.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_38"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 7: Determinazione, valutazione e controllo delle immissioni foniche esterne degli impianti fissi, Sezione 1: Determinazione, Metodi di determinazione",
        "citation": "Art. 38 cpv. 3 OIF",
        "content": "Le esigenze poste ai metodi di calcolo e agli apparecchi di misura sono rette dall’allegato 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_38"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 7: Determinazione, valutazione e controllo delle immissioni foniche esterne degli impianti fissi, Sezione 1: Determinazione, Luogo della determinazione",
        "citation": "Art. 39 cpv. 1 OIF",
        "content": "Per gli edifici, le immissioni foniche devono essere determinate al centro delle finestre aperte dei locali sensibili al rumore. Le immissioni foniche degli aeroplani possono essere determinate anche in prossimità dell’edificio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_39"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 7: Determinazione, valutazione e controllo delle immissioni foniche esterne degli impianti fissi, Sezione 1: Determinazione, Luogo della determinazione",
        "citation": "Art. 39 cpv. 2 OIF",
        "content": "Nelle zone non edificate di zone che richiedono una protezione fonica elevata, le immissioni foniche devono essere determinate ad 1,5 m dal suolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_39"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 7: Determinazione, valutazione e controllo delle immissioni foniche esterne degli impianti fissi, Sezione 1: Determinazione, Luogo della determinazione",
        "citation": "Art. 39 cpv. 3 OIF",
        "content": "Nelle zone edificabili non ancora edificate le immissioni foniche devono essere determinate nel luogo dove, in base al diritto di costruzione e alla pianificazione, potranno sorgere edifici con locali sensibili al rumore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_39"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 7: Determinazione, valutazione e controllo delle immissioni foniche esterne degli impianti fissi, Sezione 2: Valutazione, Valori limite d’esposizione al rumore",
        "citation": "Art. 40 cpv. 1 OIF",
        "content": "L’autorità esecutiva valuta le immissioni foniche esterne degli impianti fissi determinate sulla base dei valori limite d’esposizione al rumore secondo gli allegati 3 e seguenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_40"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 7: Determinazione, valutazione e controllo delle immissioni foniche esterne degli impianti fissi, Sezione 2: Valutazione, Valori limite d’esposizione al rumore",
        "citation": "Art. 40 cpv. 2 OIF",
        "content": "I valori limite d’esposizione al rumore sono superati anche quando la somma delle immissioni foniche dello stesso genere provenienti da più impianti li superano. Detta regola non è applicabile ai valori di pianificazione nel caso di impianti fissi nuovi (art. 7 cpv. 1).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_40"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 7: Determinazione, valutazione e controllo delle immissioni foniche esterne degli impianti fissi, Sezione 2: Valutazione, Valori limite d’esposizione al rumore",
        "citation": "Art. 40 cpv. 3 OIF",
        "content": "In mancanza di valori limite d’esposizione al rumore, l’autorità esecutiva valuta le immissioni foniche in base all’articolo 15 della legge. Tiene pure conto degli articoli 19 e 23 della legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_40"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 7: Determinazione, valutazione e controllo delle immissioni foniche esterne degli impianti fissi, Sezione 2: Valutazione, Applicabilità dei valori limite d’esposizione al rumore",
        "citation": "Art. 41 cpv. 1 OIF",
        "content": "I valori limite d’esposizione al rumore sono applicabili agli edifici con locali sensibili al rumore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_41"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 7: Determinazione, valutazione e controllo delle immissioni foniche esterne degli impianti fissi, Sezione 2: Valutazione, Applicabilità dei valori limite d’esposizione al rumore",
        "citation": "Art. 41 cpv. 2 OIF",
        "content": "Sono inoltre applicabili:\na. nelle zone edificabili non ancora edificate dove secondo il diritto di costruzione e di pianificazione possono sorgere edifici con locali sensibili al rumore;\nb. nelle zone non edificate delle zone che richiedono una protezione fonica elevata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_41"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 7: Determinazione, valutazione e controllo delle immissioni foniche esterne degli impianti fissi, Sezione 2: Valutazione, Applicabilità dei valori limite d’esposizione al rumore",
        "citation": "Art. 41 cpv. 3 OIF",
        "content": "Per le zone e gli edifici nei quali solitamente le persone soggiornano soltanto durante il giorno o durante la notte, i valori limite d’esposizione al rumore per la notte, rispettivamente per il giorno non sono applicabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_41"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 7: Determinazione, valutazione e controllo delle immissioni foniche esterne degli impianti fissi, Sezione 2: Valutazione, Particolari valori limite d’esposizione al rumore per i locali aziendali",
        "citation": "Art. 42 cpv. 1 OIF",
        "content": "Per i locali delle aziende (art. 2 cpv. 6 lett. b) site nelle zone con grado di sensibilità I, II o III sono applicabili valori di pianificazione e valori limite d’immissione superiori di 5 dB (A).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_42"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 7: Determinazione, valutazione e controllo delle immissioni foniche esterne degli impianti fissi, Sezione 2: Valutazione, Particolari valori limite d’esposizione al rumore per i locali aziendali",
        "citation": "Art. 42 cpv. 2 OIF",
        "content": "Il capoverso 1 non è applicabile ai locali delle scuole, degli istituti e dei collegi. È applicabile ai locali degli alberghi e dei ristoranti solo se questi possono essere sufficientemente aerati anche con le finestre chiuse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_42"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 7: Determinazione, valutazione e controllo delle immissioni foniche esterne degli impianti fissi, Sezione 2: Valutazione, Gradi di sensibilità",
        "citation": "Art. 43 cpv. 1 OIF",
        "content": "Nelle zone d’utilizzazione ai sensi degli articoli 14 e seguenti della legge federale del 22 giugno 1979 sulla pianificazione del territorio sono applicabili i seguenti gradi di sensibilità:\na. il grado di sensibilità I nelle zone che richiedono una protezione fonica elevata, segnatamente nelle zone ricreative;\nb. il grado di sensibilità II nelle zone in cui non sono ammesse aziende moleste, segnatamente le zone destinate all’abitazione e quelle riservate agli edifici e impianti pubblici;\nc. il grado di sensibilità III nelle zone in cui sono ammesse aziende mediamente moleste, segnatamente le zone destinate all’abitazione e alle aziende artigianali (zone miste) e quelle agricole;\nd. il grado di sensibilità IV nelle zone in cui sono ammesse aziende fortemente moleste, segnatamente le zone industriali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_43"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 7: Determinazione, valutazione e controllo delle immissioni foniche esterne degli impianti fissi, Sezione 2: Valutazione, Gradi di sensibilità",
        "citation": "Art. 43 cpv. 2 OIF",
        "content": "Parti delle zone d’utilizzazione con grado di sensibilità I o II possono essere declassate di un grado, se sono già esposte al rumore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_43"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 7: Determinazione, valutazione e controllo delle immissioni foniche esterne degli impianti fissi, Sezione 2: Valutazione, Procedura",
        "citation": "Art. 44 cpv. 1 OIF",
        "content": "I Cantoni provvedono affinché nei regolamenti edili o nei piani d’utilizzazione dei Comuni siano assegnati i gradi di sensibilità alle zone d’utilizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_44"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 7: Determinazione, valutazione e controllo delle immissioni foniche esterne degli impianti fissi, Sezione 2: Valutazione, Procedura",
        "citation": "Art. 44 cpv. 2 OIF",
        "content": "I gradi di sensibilità devono essere assegnati al momento della delimitazione o della modificazione delle zone d’utilizzazione oppure in occasione di modificazioni del regolamento edile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_44"
    },
    {
        "book": "LSV",
        "title": "OIF, Capitolo 7: Determinazione, valutazione e controllo delle immissioni foniche esterne degli impianti fissi, Sezione 2: Valutazione, Procedura",
        "citation": "Art. 44 cpv. 3 OIF",
        "content": "Fino all’assegnazione, i Cantoni stabiliscono caso per caso il grado di sensibilità secondo l’articolo 43.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1987/338_338_338/it#art_44"
    }
]