[
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 1: Oggetto e campo d’applicazione, Oggetto",
        "citation": "Art. 1 cpv. 1 LPMed",
        "content": "La presente legge promuove, nell’interesse della sanità pubblica, la qualità della formazione universitaria, del perfezionamento professionale e dell’aggiornamento, come pure dell’esercizio professionale nei settori della medicina umana, dell’odontoiatria, della chiropratica, della farmacia e della veterinaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_1"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 1: Oggetto e campo d’applicazione, Oggetto",
        "citation": "Art. 1 cpv. 2 LPMed",
        "content": "Essa garantisce sull’intero territorio della Confederazione la libera circolazione delle persone che esercitano professioni mediche universitarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_1"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 1: Oggetto e campo d’applicazione, Oggetto",
        "citation": "Art. 1 cpv. 3 LPMed",
        "content": "A tale scopo, la presente legge definisce:\na. i requisiti che la formazione universitaria e il perfezionamento professionale devono soddisfare;\nb. le condizioni per l’ottenimento di un diploma federale e di un titolo federale di perfezionamento per le professioni mediche universitarie;\nc. l’accreditamento periodico dei cicli di studio e di perfezionamento;\nd. le condizioni per il riconoscimento di diplomi e titoli di perfezionamento esteri;\ne. le norme relative all’esercizio delle professioni mediche universitarie ... sotto la propria responsabilità professionale;\nf. le condizioni che il registro dei titolari di diplomi e di titoli di perfezionamento (registro) deve adempiere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_1"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 1: Oggetto e campo d’applicazione, Professioni mediche universitarie",
        "citation": "Art. 2 cpv. 1 LPMed",
        "content": "Sono considerate professioni mediche universitarie le professioni di:\na. medico;\nb. medico-dentista;\nc. chiropratico;\nd. farmacista;\ne. veterinario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_2"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 1: Oggetto e campo d’applicazione, Professioni mediche universitarie",
        "citation": "Art. 2 cpv. 2 LPMed",
        "content": "Il Consiglio federale può definire altre professioni del settore sanitario quali professioni mediche universitarie e sottoporle alla presente legge, qualora:\na. tali professioni richiedano una formazione scientifica e una competenza professionale analoghe a quelle richieste per le professioni mediche universitarie di cui al capoverso 1; e\nb. sia necessario per garantire la qualità dell’assistenza medica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_2"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 2:, Principi e obiettivi della formazione, del perfezionamento e dell’aggiornamento, Definizioni",
        "citation": "Art. 3 cpv. 1 LPMed",
        "content": "La formazione scientifica e professionale riferita alle professioni mediche universitarie comprende la formazione universitaria, il perfezionamento professionale e l’aggiornamento permanente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_3"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 2:, Principi e obiettivi della formazione, del perfezionamento e dell’aggiornamento, Definizioni",
        "citation": "Art. 3 cpv. 2 LPMed",
        "content": "La formazione universitaria fornisce le basi per l’esercizio della professione medica prescelta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_3"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 2:, Principi e obiettivi della formazione, del perfezionamento e dell’aggiornamento, Definizioni",
        "citation": "Art. 3 cpv. 3 LPMed",
        "content": "Il perfezionamento professionale consente di approfondire le competenze e la specializzazione nel settore prescelto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_3"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 2:, Principi e obiettivi della formazione, del perfezionamento e dell’aggiornamento, Definizioni",
        "citation": "Art. 3 cpv. 4 LPMed",
        "content": "L’aggiornamento permanente garantisce l’attualizzazione delle conoscenze e delle competenze professionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_3"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 2:, Principi e obiettivi della formazione, del perfezionamento e dell’aggiornamento, Obiettivi della formazione e del perfezionamento",
        "citation": "Art. 4 cpv. 1 LPMed",
        "content": "La formazione e il perfezionamento abilitano a prevenire, diagnosticare e guarire turbe della salute di esseri umani o di animali, ad alleviarne le sofferenze, come pure a promuoverne la salute, nonché a preparare, dispensare o smerciare agenti terapeutici per la prevenzione e la cura di malattie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_4"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 2:, Principi e obiettivi della formazione, del perfezionamento e dell’aggiornamento, Obiettivi della formazione e del perfezionamento",
        "citation": "Art. 4 cpv. 2 LPMed",
        "content": "La formazione e il perfezionamento abilitano in particolare a:\na. dispensare ai pazienti un’assistenza completa, individuale e di qualità elevata;\nb. affrontare le diverse problematiche avvalendosi di metodi scientifici riconosciuti e tenendo conto degli aspetti etici ed economici, e a prendere le decisioni pertinenti;\nc. comunicare con i pazienti e con gli altri interessati in maniera adeguata e mirata;\nd. assumere le proprie responsabilità nell’ambito della sanità, soprattutto nelle cure mediche di base e, sotto il profilo specificatamente professionale, nei confronti della società; \ne. svolgere mansioni organizzative e gestionali nel quadro della propria attività professionale;\nf. tener conto delle competenze di altre professioni sanitarie riconosciute;\ng. far fronte alla concorrenza internazionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_4"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 2:, Principi e obiettivi della formazione, del perfezionamento e dell’aggiornamento, Diplomi e titoli di perfezionamento federali",
        "citation": "Art. 5 cpv. 1 LPMed",
        "content": "Per ogni professione medica universitaria è rilasciato un diploma federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_5"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 2:, Principi e obiettivi della formazione, del perfezionamento e dell’aggiornamento, Diplomi e titoli di perfezionamento federali",
        "citation": "Art. 5 cpv. 2 LPMed",
        "content": "Il Consiglio federale determina i titoli federali di perfezionamento relativi alle professioni mediche universitarie il cui esercizio sotto la propria responsabilità professionale è subordinato a un perfezionamento conformemente alla presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_5"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 2:, Principi e obiettivi della formazione, del perfezionamento e dell’aggiornamento, Diplomi e titoli di perfezionamento federali",
        "citation": "Art. 5 cpv. 3 LPMed",
        "content": "Il Consiglio federale può prevedere titoli federali di perfezionamento anche per altre professioni mediche universitarie, segnatamente se un perfezionamento riconosciuto dalla Confederazione è richiesto in virtù di un’altra legge federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_5"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 2:, Principi e obiettivi della formazione, del perfezionamento e dell’aggiornamento, Diplomi e titoli di perfezionamento federali",
        "citation": "Art. 5 cpv. 4 LPMed",
        "content": "I diplomi e titoli di perfezionamento federali sono firmati da un rappresentante della Confederazione e da un rappresentante della scuola universitaria o dell’organizzazione responsabile del perfezionamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_5"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 3: Formazione universitaria, Sezione 1: Obiettivi generali, Conoscenze, attitudini e capacità",
        "citation": "Art. 6 cpv. 1 LPMed",
        "content": "Chi ha concluso un ciclo di studio deve avere le seguenti conoscenze, attitudini e capacità:\na. disporre delle basi scientifiche necessarie a predisporre provvedimenti preventivi, diagnostici, terapeutici, palliativi e riabilitativi;\nb. comprendere i principi e i metodi della ricerca scientifica;\nc. saper riconoscere e valutare i fattori di salvaguardia della salute e tenerne conto nella propria attività professionale;\nd. saper consigliare, accompagnare e assistere i pazienti in collaborazione con membri di altre professioni;\ne. essere in grado di analizzare le informazioni mediche e i risultati della ricerca, di valutare criticamente le relative conclusioni e di applicarle nella propria attività professionale;\nf. saper trarre insegnamento dalla collaborazione interdisciplinare con i membri di altre professioni;\ng. conoscere le basi legali del sistema svizzero di sicurezza sociale e del settore della sanità e sapere applicare tali conoscenze nella propria attività professionale;\nh. essere in grado di valutare l’efficacia, la pertinenza e l’economicità delle proprie prestazioni e agire di conseguenza;\ni. capire le relazioni tra l’economia pubblica, da un lato, e il settore della sanità e le sue diverse strutture di assistenza, dall’altro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_6"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 3: Formazione universitaria, Sezione 1: Obiettivi generali, Conoscenze, attitudini e capacità",
        "citation": "Art. 6 cpv. 2 LPMed",
        "content": "Chi ha concluso un ciclo di studio deve essere in grado di applicare tali conoscenze, attitudini e capacità nella propria attività professionale e di completarle in permanenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_6"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 3: Formazione universitaria, Sezione 1: Obiettivi generali, Sviluppo delle competenze sociali e della personalità",
        "citation": "Art. 7 LPMed",
        "content": "I cicli di studio favoriscono lo sviluppo delle competenze sociali e della personalità degli studenti in modo da poter affrontare le future esigenze professionali. In particolare, devono consentire agli studenti di:\na. riconoscere e rispettare i limiti dell’attività medica, come pure i propri punti forti e deboli;\nb. cogliere la dimensione etica della loro attività professionale e assumere le proprie responsabilità nei confronti dell’individuo, della società e dell’ambiente;\nc. rispettare, nell’ambito delle cure, il diritto di autodeterminazione dei pazienti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_7"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 3: Formazione universitaria, Sezione 2: Obiettivi specifici della formazione, Medicina umana, odontoiatria e chiropratica",
        "citation": "Art. 8 LPMed",
        "content": "Chi ha concluso gli studi di medicina umana, di odontoiatria o di chiropratica deve:\na. conoscere le strutture e i meccanismi funzionali di base del corpo umano rilevanti ai fini dell’esercizio della professione, dal livello molecolare fino all’intero organismo, in tutte le sue fasi di sviluppo e a tutti gli stadi, dallo stato di buona salute alla malattia;\nb. padroneggiare, nel proprio campo professionale, la diagnosi e la cura delle turbe della salute e delle malattie frequenti o che necessitano di un trattamento urgente;\nc. essere in grado di utilizzare gli agenti terapeutici in modo professionale, economico ed ecologicamente sostenibile;\nd. riconoscere i quadri clinici rilevanti per i settori professionali affini e adattare il proprio modo di procedere alle problematiche superiori;\ne. essere in grado di riassumere e comunicare i reperti e la loro interpretazione;\nf. capire i problemi di salute nel loro insieme e saperne individuare in particolare i fattori e le ripercussioni di natura fisica, psichica, sociale, giuridica, economica, culturale ed ecologica, nonché tenerne conto nella soluzione dei problemi di salute a livello sia individuale sia collettivo;\ng. comprendere i pazienti nella loro individualità e nel loro contesto sociale e tener conto delle loro esigenze e di quelle dei loro congiunti;\nh. adoperarsi a favore della salute umana prestando la propria consulenza e adottando i necessari provvedimenti preventivi e di promozione della salute nel proprio campo professionale;\ni. rispettare la dignità e l’autonomia dell’essere umano, conoscere i fondamenti dell’etica, avere dimestichezza con i problemi etici relativi al proprio campo professionale e, nella sua attività professionale e scientifica, lasciarsi guidare da principi etici volti al bene dell’essere umano;\nj. avere adeguate conoscenze su metodi e approcci terapeutici della medicina complementare;\nk. avere dimestichezza con i compiti dei diversi professionisti della salute nelle cure mediche di base e conoscere l’importanza centrale e la funzione della medicina di famiglia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_8"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 3: Formazione universitaria, Sezione 2: Obiettivi specifici della formazione, Farmacia",
        "citation": "Art. 9 LPMed",
        "content": "Chi ha concluso gli studi di farmacia deve:\na. conoscere e capire segnatamente le basi scientifiche relative alla preparazione, alla dispensazione, allo smercio, alla documentazione e all’eliminazione di medicamenti e sostanze ausiliarie farmaceutiche, nonché le corrispondenti prescrizioni legali;\nb. capire le interazioni tra i medicamenti e il loro ambiente;\nc. disporre di conoscenze approfondite sull’impiego, gli effetti, l’applicazione e i rischi legati ai medicamenti e ai dispositivi medici importanti per la sua professione; \nd. conoscere le principali terapie non medicamentose per l’essere umano e l’animale;\ne. essere in grado di prestare consulenza farmaceutica ai membri di altre professioni sanitarie e contribuire con loro a consigliare i pazienti su questioni sanitarie;\nf. assumere compiti finalizzati alla promozione e alla salvaguardia della salute come pure alla prevenzione delle malattie e acquisire le relative competenze, in particolare nel campo delle vaccinazioni;\ng. rispettare la dignità e l’autonomia dell’essere umano, conoscere i fondamenti dell’etica, avere dimestichezza con le problematiche etiche in campo medico, in particolare con la terapia medicamentosa e, nella propria attività professionale e scientifica, lasciarsi guidare da principi etici volti al bene dell’essere umano;\nh. avere dimestichezza con i compiti dei diversi professionisti della salute nelle cure mediche di base;\ni. conoscere e capire segnatamente i principi e i fondamenti professionali relativi alla preparazione, alla dispensazione, allo smercio, alla documentazione e all’eliminazione di medicamenti della medicina complementare, nonché le corrispondenti prescrizioni legali;\nj. avere conoscenze di base adeguate concernenti la diagnosi e la cura delle turbe della salute e delle malattie frequenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_9"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 3: Formazione universitaria, Sezione 2: Obiettivi specifici della formazione, Veterinaria",
        "citation": "Art. 10 LPMed",
        "content": "Chi ha concluso gli studi di veterinaria deve:\na. conoscere le strutture e i meccanismi funzionali di base dell’organismo animale rilevanti ai fini dell’esercizio della professione, dal livello molecolare fino all’intero organismo, in tutte le sue fasi di sviluppo e a tutti gli stadi, dallo stato di buona salute alla malattia;\nb. avere conoscenze di base concernenti il comportamento di animali sani e malati, come pure le loro esigenze in materia di detenzione, foraggiamento e trattamento e sapere come le carenze si ripercuotono sul benessere e sul rendimento dell’animale;\nc. padroneggiare, nel proprio campo professionale, la diagnosi e la cura delle turbe della salute e delle malattie frequenti o che necessitano di un trattamento urgente;\nd. disporre di conoscenze di base in materia di genetica, zootecnia e produzione animale e comprendere gli effetti di predisposizioni ereditarie e di metodi di produzione sul benessere e sul rendimento dell’animale;\ne. avere dimestichezza con le basi legali e i compiti dello Stato nel settore veterinario, in particolare con le metodologie in materia di sorveglianza e di lotta contro le epizoozie, incluse le malattie trasmissibili tra esseri umani e animali, con il controllo delle derrate alimentari di origine animale e con i principi della protezione degli animali;\nf. essere in grado di utilizzare gli agenti terapeutici in modo professionale, economico ed ecologicamente sostenibile;\ng. essere in grado di riassumere e comunicare i reperti e la loro interpretazione;\nh. rispettare la dignità della creatura, conoscere i rapporti di tensione fra le diverse esigenze dell’animale, dell’essere umano, della società e dell’ambiente ed essere disposto e in grado di applicare il proprio sapere con responsabilità;\ni. avere adeguate conoscenze su metodi e approcci terapeutici della medicina complementare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_10"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 3: Formazione universitaria, Sezione 2: Obiettivi specifici della formazione, Obiettivi per altre professioni mediche",
        "citation": "Art. 11 LPMed",
        "content": "Qualora siano istituiti diplomi federali per altre professioni ai sensi dell’articolo 2 capoverso 2, il Consiglio federale ne definisce gli obiettivi della formazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_11"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 3: Formazione universitaria, Sezione 3: Esame federale e diplomi, Ammissione",
        "citation": "Art. 12 cpv. 1 LPMed",
        "content": "Le condizioni d’ammissione all’esame federale sono le seguenti:\na. essere titolari di una maturità federale o di una maturità riconosciuta dal diritto federale o di un diploma di un’università cantonale, di un politecnico federale o di una scuola universitaria professionale; e\nb. aver concluso un ciclo di studio accreditato conformemente alla presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_12"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 3: Formazione universitaria, Sezione 3: Esame federale e diplomi, Ammissione",
        "citation": "Art. 12 cpv. 2 LPMed",
        "content": "È ammesso all’esame federale di chiropratico anche chi:\na. può far valere un determinato numero di punti di credito formativo ottenuti frequentando un ciclo di studio di una scuola universitaria svizzera accreditata conformemente alla presente legge; e\nb. ha concluso in una scuola universitaria estera un ciclo di studio che figura nell’elenco stabilito dal Dipartimento federale dell’interno (DFI) (art. 33).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_12"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 3: Formazione universitaria, Sezione 3: Esame federale e diplomi, Ammissione",
        "citation": "Art. 12 cpv. 3 LPMed",
        "content": "Dopo aver consultato la Commissione delle professioni mediche e il Consiglio delle scuole universitarie, il Consiglio federale determina il numero di punti di credito formativo di cui al capoverso 2 lettera a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_12"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 3: Formazione universitaria, Sezione 3: Esame federale e diplomi, Disposizioni esecutive concernenti gli esami federali",
        "citation": "Art. 13 LPMed",
        "content": "Dopo aver consultato la Commissione delle professioni mediche e le scuole universitarie, il Consiglio federale determina:\na. il contenuto dell’esame;\nb. la procedura d’esame;\nc. le tasse d’esame e le indennità versate agli esperti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_13"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 3: Formazione universitaria, Sezione 3: Esame federale e diplomi, Istituzione delle commissioni d’esame",
        "citation": "Art. 13a LPMed",
        "content": "Dopo aver consultato la Commissione delle professioni mediche, il Consiglio federale nomina le commissioni d’esame cui compete lo svolgimento degli esami e conferisce loro i mandati necessari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_13_a"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 3: Formazione universitaria, Sezione 3: Esame federale e diplomi, Esame federale",
        "citation": "Art. 14 cpv. 1 LPMed",
        "content": "La formazione universitaria si conclude con l’esame federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_14"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 3: Formazione universitaria, Sezione 3: Esame federale e diplomi, Esame federale",
        "citation": "Art. 14 cpv. 2 LPMed",
        "content": "L’esame federale deve consentire di verificare se gli studenti:\na. dispongono delle conoscenze specialistiche, delle attitudini e delle capacità, come pure delle modalità di comportamento e della competenza sociale necessarie all’esercizio della professione medica prescelta; e\nb. presentano i requisiti per il necessario perfezionamento professionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_14"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 3: Formazione universitaria, Sezione 3: Esame federale e diplomi, Riconoscimento di diplomi esteri",
        "citation": "Art. 15 cpv. 1 LPMed",
        "content": "Sono riconosciuti i diplomi esteri la cui equivalenza con un diploma federale è prevista in un accordo sul riconoscimento reciproco concluso con gli Stati interessati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_15"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 3: Formazione universitaria, Sezione 3: Esame federale e diplomi, Riconoscimento di diplomi esteri",
        "citation": "Art. 15 cpv. 2 LPMed",
        "content": "Il diploma estero riconosciuto produce in Svizzera gli stessi effetti di un diploma federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_15"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 3: Formazione universitaria, Sezione 3: Esame federale e diplomi, Riconoscimento di diplomi esteri",
        "citation": "Art. 15 cpv. 3 LPMed",
        "content": "Il riconoscimento è di competenza della Commissione delle professioni mediche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_15"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 3: Formazione universitaria, Sezione 3: Esame federale e diplomi, Riconoscimento di diplomi esteri",
        "citation": "Art. 15 cpv. 4 LPMed",
        "content": "Qualora non riconosca il diploma estero, la Commissione delle professioni mediche stabilisce le condizioni per l’ottenimento del diploma federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_15"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 3: Formazione universitaria, Sezione 3: Esame federale e diplomi, Competenza delle scuole universitarie",
        "citation": "Art. 16 LPMed",
        "content": "Le scuole universitarie disciplinano i cicli di studio finalizzati all’ottenimento di un diploma federale in funzione dei criteri di accreditamento e degli obiettivi della presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_16"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 4: Perfezionamento, Sezione 1: Obiettivi e durata, Obiettivi",
        "citation": "Art. 17 cpv. 1 LPMed",
        "content": "Il perfezionamento ha lo scopo di estendere e approfondire le conoscenze, le attitudini, le capacità, le modalità di comportamento e la competenza sociale acquisite nel corso della formazione universitaria in modo che le persone che ne hanno fruito siano in grado di esercitare sotto la propria responsabilità l’attività professionale nel ramo prescelto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_17"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 4: Perfezionamento, Sezione 1: Obiettivi e durata, Obiettivi",
        "citation": "Art. 17 cpv. 2 LPMed",
        "content": "Il perfezionamento deve conferire in particolare la capacità di:\na. emettere diagnosi sicure e prescrivere o eseguire le terapie adeguate;\nb. rispettare la dignità dell’essere umano nella cura dei pazienti e nei contatti con i loro congiunti;\nc. accompagnare i pazienti sino alla fine dell’esistenza;\nd. agire autonomamente in situazioni d’emergenza;\ne. prendere provvedimenti atti a tutelare e promuovere la salute, come pure a prevenire turbe della salute;\nf. impiegare in modo efficace, opportuno ed economico i mezzi a disposizione;\ng. collaborare con i colleghi in Svizzera e all’estero, con i membri di altre professioni sanitarie e con le competenti autorità sanitarie;\nh. aggiornarsi nel corso dell’intera durata della propria attività professionale;\ni. capire i compiti dei diversi professionisti della salute e le loro interazioni nelle cure mediche di base, compresa la funzione centrale della medicina di famiglia, e adempiere i propri compiti in questo ambito conformemente alla specificità della propria professione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_17"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 4: Perfezionamento, Sezione 1: Obiettivi e durata, Obiettivi",
        "citation": "Art. 17 cpv. 3 LPMed",
        "content": "I medici attivi nel campo della medicina umana che dispensano cure mediche di base devono acquisire le loro conoscenze, attitudini e capacità specifiche al settore della medicina di famiglia durante il perfezionamento in tale settore, in parte sotto forma di assistenza in uno studio medico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_17"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 4: Perfezionamento, Sezione 1: Obiettivi e durata, Durata",
        "citation": "Art. 18 cpv. 1 LPMed",
        "content": "Il perfezionamento dura da un minimo di due anni a un massimo di sei.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_18"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 4: Perfezionamento, Sezione 1: Obiettivi e durata, Durata",
        "citation": "Art. 18 cpv. 2 LPMed",
        "content": "In caso di perfezionamento a tempo parziale, la durata si protrae proporzionalmente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_18"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 4: Perfezionamento, Sezione 1: Obiettivi e durata, Durata",
        "citation": "Art. 18 cpv. 3 LPMed",
        "content": "Dopo aver consultato la Commissione delle professioni mediche, il Consiglio federale determina la durata del perfezionamento per i diversi titoli di perfezionamento relativi alle professioni mediche universitarie. Anziché stabilirne la durata, può determinare l’entità del perfezionamento; in particolare può fissare il numero di punti di credito di perfezionamento richiesti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_18"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 4: Perfezionamento, Sezione 2: Ammissione",
        "citation": "Art. 19 cpv. 1 LPMed",
        "content": "Può seguire un ciclo di perfezionamento accreditato chi è titolare di un diploma federale corrispondente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_19"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 4: Perfezionamento, Sezione 2: Ammissione",
        "citation": "Art. 19 cpv. 2 LPMed",
        "content": "Non sussiste alcun diritto a un posto di perfezionamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_19"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 4: Perfezionamento, Sezione 2: Ammissione",
        "citation": "Art. 19 cpv. 3 LPMed",
        "content": "L’accesso al perfezionamento non dev’essere subordinato all’appartenenza a un’associazione professionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_19"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 4: Perfezionamento, Sezione 3: Rilascio di titoli di perfezionamento e riconoscimento di titoli di perfezionamento esteri, Rilascio di titoli di perfezionamento",
        "citation": "Art. 20 LPMed",
        "content": "L’organizzazione responsabile di un ciclo di perfezionamento accreditato rilascia il corrispondente titolo federale di perfezionamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_20"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 4: Perfezionamento, Sezione 3: Rilascio di titoli di perfezionamento e riconoscimento di titoli di perfezionamento esteri, Riconoscimento di titoli di perfezionamento esteri",
        "citation": "Art. 21 cpv. 1 LPMed",
        "content": "Sono riconosciuti i titoli di perfezionamento esteri la cui equivalenza con un titolo federale di perfezionamento è prevista in un accordo sul riconoscimento reciproco concluso con gli Stati interessati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_21"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 4: Perfezionamento, Sezione 3: Rilascio di titoli di perfezionamento e riconoscimento di titoli di perfezionamento esteri, Riconoscimento di titoli di perfezionamento esteri",
        "citation": "Art. 21 cpv. 2 LPMed",
        "content": "Il titolo di perfezionamento estero riconosciuto produce in Svizzera gli stessi effetti del titolo federale di perfezionamento corrispondente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_21"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 4: Perfezionamento, Sezione 3: Rilascio di titoli di perfezionamento e riconoscimento di titoli di perfezionamento esteri, Riconoscimento di titoli di perfezionamento esteri",
        "citation": "Art. 21 cpv. 3 LPMed",
        "content": "Il riconoscimento dei titoli di perfezionamento esteri è di competenza della Commissione delle professioni mediche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_21"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 5:, Accreditamento di cicli di formazione e di perfezionamento e riconoscimento di cicli di studio esteri, Sezione 1: Principio, Scopo e oggetto dell’accreditamento",
        "citation": "Art. 22 cpv. 1 LPMed",
        "content": "Scopo dell’accreditamento è verificare se i cicli di formazione e di perfezionamento consentono alle persone che li frequentano di raggiungere gli obiettivi stabiliti nella presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_22"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 5:, Accreditamento di cicli di formazione e di perfezionamento e riconoscimento di cicli di studio esteri, Sezione 1: Principio, Scopo e oggetto dell’accreditamento",
        "citation": "Art. 22 cpv. 2 LPMed",
        "content": "L’accreditamento comprende il controllo di qualità delle strutture, dei processi e dei risultati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_22"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 5:, Accreditamento di cicli di formazione e di perfezionamento e riconoscimento di cicli di studio esteri, Sezione 1: Principio, Obbligo d’accreditamento",
        "citation": "Art. 23 cpv. 1 LPMed",
        "content": "I cicli di studio finalizzati all’ottenimento di un diploma federale devono essere accreditati conformemente alla legge federale del 30 settembre 2011 sulla promozione e sul coordinamento del settore universitario svizzero (LPSU) e alla presente legge. Si svolge una sola procedura di accreditamento. Essa è retta dall’articolo 32 LPSU.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_23"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 5:, Accreditamento di cicli di formazione e di perfezionamento e riconoscimento di cicli di studio esteri, Sezione 1: Principio, Obbligo d’accreditamento",
        "citation": "Art. 23 cpv. 2 LPMed",
        "content": "I cicli di perfezionamento finalizzati all’ottenimento di un titolo federale di perfezionamento devono essere accreditati conformemente alla presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_23"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 5:, Accreditamento di cicli di formazione e di perfezionamento e riconoscimento di cicli di studio esteri, Sezione 2: Criteri di accreditamento, Cicli di studio",
        "citation": "Art. 24 cpv. 1 LPMed",
        "content": "Un ciclo di studio finalizzato all’ottenimento di un diploma federale è accreditato se risponde, oltre che alle condizioni di cui all’articolo 31 LPSU, ai criteri seguenti:\na. consente agli studenti di raggiungere gli obiettivi di formazione relativi alla professione medica universitaria prescelta;\nb. abilita gli studenti a seguire un perfezionamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_24"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 5:, Accreditamento di cicli di formazione e di perfezionamento e riconoscimento di cicli di studio esteri, Sezione 2: Criteri di accreditamento, Cicli di studio",
        "citation": "Art. 24 cpv. 2 LPMed",
        "content": "Prima dell’accreditamento viene sentita la Commissione delle professioni mediche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_24"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 5:, Accreditamento di cicli di formazione e di perfezionamento e riconoscimento di cicli di studio esteri, Sezione 2: Criteri di accreditamento, Cicli di studio",
        "citation": "Art. 24 cpv. 3 LPMed",
        "content": "Il Consiglio federale può stabilire criteri di accreditamento speciali concernenti l’impostazione dei cicli di studio e il sistema di valutazione degli studenti, se ciò è indispensabile per la preparazione all’esame federale. Sente dapprima il Consiglio delle scuole universitarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_24"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 5:, Accreditamento di cicli di formazione e di perfezionamento e riconoscimento di cicli di studio esteri, Sezione 2: Criteri di accreditamento, Cicli di perfezionamento",
        "citation": "Art. 25 cpv. 1 LPMed",
        "content": "Un ciclo di perfezionamento finalizzato all’ottenimento di un titolo federale di perfezionamento è accreditato se:\na. si svolge sotto la responsabilità di un’organizzazione professionale a carattere nazionale o di un’altra organizzazione idonea (organizzazione responsabile);\nb. consente alle persone che lo frequentano di raggiungere gli obiettivi di perfezionamento secondo la presente legge;\nc. è aperto a persone provenienti da tutta la Svizzera; \nd. è impostato sulla formazione universitaria;\ne. consente di accertare se le persone che lo frequentano hanno raggiunto gli obiettivi di cui all’articolo 17;\nf. include sia una formazione pratica sia un insegnamento teorico;\ng. garantisce che il perfezionamento si svolga sotto la responsabilità di una persona in possesso del titolo federale di perfezionamento corrispondente;\nh. si svolge in centri autorizzati a questo scopo dall’organizzazione responsabile;\ni. richiede dalle persone che lo frequentano collaborazione personale e assunzione di responsabilità;\nj. l’organizzazione responsabile dispone di un’istanza indipendente e imparziale incaricata di statuire sui ricorsi delle persone che lo frequentano o dei centri di perfezionamento, secondo una procedura equa, almeno nei casi di cui all’articolo 55.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_25"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 5:, Accreditamento di cicli di formazione e di perfezionamento e riconoscimento di cicli di studio esteri, Sezione 2: Criteri di accreditamento, Cicli di perfezionamento",
        "citation": "Art. 25 cpv. 2 LPMed",
        "content": "Dopo aver consultato la Commissione delle professioni mediche e le organizzazioni responsabili, il Consiglio federale può emanare disposizioni che concretizzano il criterio di accreditamento di cui al capoverso 1 lettera b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_25"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 5:, Accreditamento di cicli di formazione e di perfezionamento e riconoscimento di cicli di studio esteri, Sezione 2: Criteri di accreditamento, Cicli di perfezionamento",
        "citation": "Art. 25 cpv. 3 LPMed",
        "content": "Per ciascuna professione medica universitaria, un’unica organizzazione è responsabile per tutti i cicli di perfezionamento previsti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_25"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 5:, Accreditamento di cicli di formazione e di perfezionamento e riconoscimento di cicli di studio esteri, Sezione 3: Procedura di accreditamento per i cicli di perfezionamento, Domanda e autovalutazione",
        "citation": "Art. 26 cpv. 1 LPMed",
        "content": "L’organizzazione responsabile di un ciclo di perfezionamento presenta la domanda di accreditamento all’istanza di accreditamento (art. 47 cpv. 2).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_26"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 5:, Accreditamento di cicli di formazione e di perfezionamento e riconoscimento di cicli di studio esteri, Sezione 3: Procedura di accreditamento per i cicli di perfezionamento, Domanda e autovalutazione",
        "citation": "Art. 26 cpv. 2 LPMed",
        "content": "La domanda dev’essere corredata di un rapporto atto a dimostrare che i criteri di accreditamento sono soddisfatti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_26"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 5:, Accreditamento di cicli di formazione e di perfezionamento e riconoscimento di cicli di studio esteri, Sezione 3: Procedura di accreditamento per i cicli di perfezionamento, Valutazione esterna",
        "citation": "Art. 27 cpv. 1 LPMed",
        "content": "L’organo di accreditamento (art. 48 cpv. 2) istituisce commissioni peritali incaricate di verificare i cicli di perfezionamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_27"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 5:, Accreditamento di cicli di formazione e di perfezionamento e riconoscimento di cicli di studio esteri, Sezione 3: Procedura di accreditamento per i cicli di perfezionamento, Valutazione esterna",
        "citation": "Art. 27 cpv. 2 LPMed",
        "content": "Le commissioni peritali sono composte di specialisti svizzeri ed esteri riconosciuti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_27"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 5:, Accreditamento di cicli di formazione e di perfezionamento e riconoscimento di cicli di studio esteri, Sezione 3: Procedura di accreditamento per i cicli di perfezionamento, Valutazione esterna",
        "citation": "Art. 27 cpv. 3 LPMed",
        "content": "Esse completano con indagini proprie il rapporto di autovalutazione dei richiedenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_27"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 5:, Accreditamento di cicli di formazione e di perfezionamento e riconoscimento di cicli di studio esteri, Sezione 3: Procedura di accreditamento per i cicli di perfezionamento, Valutazione esterna",
        "citation": "Art. 27 cpv. 4 LPMed",
        "content": "Esse sottopongono all’organo di accreditamento una proposta di accreditamento motivata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_27"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 5:, Accreditamento di cicli di formazione e di perfezionamento e riconoscimento di cicli di studio esteri, Sezione 3: Procedura di accreditamento per i cicli di perfezionamento, Valutazione esterna",
        "citation": "Art. 27 cpv. 5 LPMed",
        "content": "L’organo di accreditamento può: \na. rinviare la proposta di accreditamento alla commissione peritale per ulteriore elaborazione;\nb. trattare esso stesso la proposta della commissione peritale e, all’occorrenza, trasmetterla per decisione all’istanza di accreditamento con una proposta e un rapporto supplementari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_27"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 5:, Accreditamento di cicli di formazione e di perfezionamento e riconoscimento di cicli di studio esteri, Sezione 3: Procedura di accreditamento per i cicli di perfezionamento, Decisione di accreditamento",
        "citation": "Art. 28 cpv. 1 LPMed",
        "content": "L’istanza di accreditamento statuisce sulle proposte dopo aver consultato la Commissione delle professioni mediche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_28"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 5:, Accreditamento di cicli di formazione e di perfezionamento e riconoscimento di cicli di studio esteri, Sezione 3: Procedura di accreditamento per i cicli di perfezionamento, Decisione di accreditamento",
        "citation": "Art. 28 cpv. 2 LPMed",
        "content": "Essa può vincolare l’accreditamento a oneri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_28"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 5:, Accreditamento di cicli di formazione e di perfezionamento e riconoscimento di cicli di studio esteri, Sezione 3: Procedura di accreditamento per i cicli di perfezionamento, Periodo di validità",
        "citation": "Art. 29 cpv. 1 LPMed",
        "content": "Il periodo di validità dell’accreditamento dei cicli di studio è disciplinato dalla legge federale del 30 settembre 2011 sulla promozione e sul coordinamento del settore universitario svizzero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_29"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 5:, Accreditamento di cicli di formazione e di perfezionamento e riconoscimento di cicli di studio esteri, Sezione 3: Procedura di accreditamento per i cicli di perfezionamento, Periodo di validità",
        "citation": "Art. 29 cpv. 2 LPMed",
        "content": "L’accreditamento dei cicli di perfezionamento è valido per sette anni al massimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_29"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 5:, Accreditamento di cicli di formazione e di perfezionamento e riconoscimento di cicli di studio esteri, Sezione 3: Procedura di accreditamento per i cicli di perfezionamento, Oneri e revoca",
        "citation": "Art. 30 cpv. 1 LPMed",
        "content": "Se l’accreditamento è vincolato a oneri, l’organizzazione responsabile del ciclo di perfezionamento deve dimostrare, entro il termine stabilito nella decisione di accreditamento, che gli oneri sono adempiuti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_30"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 5:, Accreditamento di cicli di formazione e di perfezionamento e riconoscimento di cicli di studio esteri, Sezione 3: Procedura di accreditamento per i cicli di perfezionamento, Oneri e revoca",
        "citation": "Art. 30 cpv. 2 LPMed",
        "content": "In caso di adempimento parziale degli oneri, l’istanza di accreditamento può imporre nuovi oneri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_30"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 5:, Accreditamento di cicli di formazione e di perfezionamento e riconoscimento di cicli di studio esteri, Sezione 3: Procedura di accreditamento per i cicli di perfezionamento, Oneri e revoca",
        "citation": "Art. 30 cpv. 3 LPMed",
        "content": "Se gli oneri non sono adempiuti e l’inadempienza pregiudica gravemente il rispetto dei criteri di accreditamento, l’istanza di accreditamento può revocare l’accreditamento su proposta dell’organo di accreditamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_30"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 5:, Accreditamento di cicli di formazione e di perfezionamento e riconoscimento di cicli di studio esteri, Sezione 3: Procedura di accreditamento per i cicli di perfezionamento, Modifica di un ciclo di perfezionamento accreditato",
        "citation": "Art. 31 cpv. 1 LPMed",
        "content": "Ogni modifica materiale di un ciclo di perfezionamento accreditato deve essere comunicata all’istanza di accreditamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_31"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 5:, Accreditamento di cicli di formazione e di perfezionamento e riconoscimento di cicli di studio esteri, Sezione 3: Procedura di accreditamento per i cicli di perfezionamento, Modifica di un ciclo di perfezionamento accreditato",
        "citation": "Art. 31 cpv. 2 LPMed",
        "content": "Se la modifica è contraria ai criteri di accreditamento, l’istanza di accreditamento può imporre oneri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_31"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 5:, Accreditamento di cicli di formazione e di perfezionamento e riconoscimento di cicli di studio esteri, Sezione 3: Procedura di accreditamento per i cicli di perfezionamento, Obbligo di informazione",
        "citation": "Art. 31a LPMed",
        "content": "Su richiesta, le organizzazioni responsabili del perfezionamento forniscono gratuitamente all’istanza di accreditamento tutte le informazioni, i rapporti e i documenti di cui necessita per svolgere i compiti di vigilanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_31_a"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 5:, Accreditamento di cicli di formazione e di perfezionamento e riconoscimento di cicli di studio esteri, Sezione 3a:, Finanziamento dell’accreditamento, ...",
        "citation": "Art. 32 cpv. 1 LPMed",
        "content": "Le spese di accreditamento dei cicli di studio sono finanziate conformemente all’articolo 35 LPSU.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_32"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 5:, Accreditamento di cicli di formazione e di perfezionamento e riconoscimento di cicli di studio esteri, Sezione 3a:, Finanziamento dell’accreditamento, ...",
        "citation": "Art. 32 cpv. 2 LPMed",
        "content": "L’accreditamento dei cicli di perfezionamento è finanziato mediante emolumenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_32"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 5:, Accreditamento di cicli di formazione e di perfezionamento e riconoscimento di cicli di studio esteri, Sezione 4: Elenco dei cicli di studio esteri riconosciuti",
        "citation": "Art. 33 cpv. 1 LPMed",
        "content": "Il DFI allestisce, mediante ordinanza, un elenco dei cicli di studio in chiropratica riconosciuti, offerti da scuole universitarie estere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_33"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 5:, Accreditamento di cicli di formazione e di perfezionamento e riconoscimento di cicli di studio esteri, Sezione 4: Elenco dei cicli di studio esteri riconosciuti",
        "citation": "Art. 33 cpv. 2 LPMed",
        "content": "I cicli di studio in chiropratica di scuole universitarie estere sono inseriti nell’elenco se sono stati accreditati secondo una procedura che garantisce che la formazione risponde ai requisiti di qualità stabiliti nella presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_33"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 5:, Accreditamento di cicli di formazione e di perfezionamento e riconoscimento di cicli di studio esteri, Sezione 4: Elenco dei cicli di studio esteri riconosciuti",
        "citation": "Art. 33 cpv. 3 LPMed",
        "content": "Il Consiglio federale disciplina il controllo periodico dei cicli di studio riconosciuti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_33"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 6: Esercizio della professione e aggiornamento, Registrazione, conoscenze linguistiche e diploma",
        "citation": "Art. 33a cpv. 1 LPMed",
        "content": "Chi esercita una professione medica universitaria deve:\na. essere iscritto nel registro di cui all’articolo 51;\nb. disporre delle conoscenze linguistiche necessarie all’esercizio della professione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_33_a"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 6: Esercizio della professione e aggiornamento, Registrazione, conoscenze linguistiche e diploma",
        "citation": "Art. 33a cpv. 2 LPMed",
        "content": "Chi desidera esercitare una professione medica universitaria ... sotto vigilanza professionale e non è titolare di un diploma federale o di un diploma estero riconosciuto secondo la presente legge deve:\na. essere titolare di un diploma che lo autorizza a esercitare, nello Stato che ha rilasciato tale diploma, una professione medica universitaria sotto vigilanza professionale ai sensi della presente legge;\nb. richiedere alla Commissione delle professioni mediche l’iscrizione nel registro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_33_a"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 6: Esercizio della professione e aggiornamento, Registrazione, conoscenze linguistiche e diploma",
        "citation": "Art. 33a cpv. 3 LPMed",
        "content": "Il datore di lavoro è incaricato di verificare che la persona che esercita una professione medica universitaria sotto vigilanza professionale:\na. sia iscritta nel registro di cui all’articolo 51;\nb. disponga delle conoscenze linguistiche necessarie all’esercizio della professione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_33_a"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 6: Esercizio della professione e aggiornamento, Registrazione, conoscenze linguistiche e diploma",
        "citation": "Art. 33a cpv. 4 LPMed",
        "content": "Il Consiglio federale disciplina i particolari relativi alle conoscenze linguistiche e alla loro attestazione e verifica. Può stabilire eccezioni alle esigenze relative alle conoscenze linguistiche nonché prevedere che la registrazione può aver luogo soltanto se il diploma di cui al capoverso 2 lettera a è stato ottenuto dopo una formazione che soddisfa determinate esigenze minime da esso stabilite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_33_a"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 6: Esercizio della professione e aggiornamento, Obbligo d’autorizzazione",
        "citation": "Art. 34 cpv. 1 LPMed",
        "content": "L’esercizio di una professione medica universitaria sotto la propria responsabilità professionale è subordinato all’ottenimento di un’autorizzazione del Cantone sul cui territorio è esercitata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_34"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 6: Esercizio della professione e aggiornamento, Obbligo di annunciarsi",
        "citation": "Art. 35 cpv. 1 LPMed",
        "content": "I titolari di qualifiche professionali acquisite all’estero che possono avvalersi dell’allegato III dell’Accordo del 21 giugno 1999 tra la Confederazione Svizzera, da una parte, e la Comunità europea ed i suoi Stati membri, dall’altra, sulla libera circolazione delle persone o dell’allegato K della Convenzione del 4 gennaio 1960 istitutiva dell’Associazione europea di libero scambio (AELS), possono esercitare senza autorizzazione la loro professione medica universitaria in qualità di prestatori di servizi sotto la propria responsabilità professionale. Devono annunciarsi seguendo la procedura prevista dalla legge federale del 14 dicembre 2012 sull’obbligo di dichiarazione e sulla verifica delle qualifiche professionali dei prestatori di servizi in professioni regolamentate. L’autorità cantonale competente iscrive l’annuncio nel registro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_35"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 6: Esercizio della professione e aggiornamento, Obbligo di annunciarsi",
        "citation": "Art. 35 cpv. 2 LPMed",
        "content": "I titolari di un’autorizzazione cantonale possono esercitare in un altro Cantone la propria professione medica, e sotto la propria responsabilità professionale, durante un periodo non superiore a 90 giorni per anno civile, senza essere tenuti a chiedere un’autorizzazione di tale Cantone. Le restrizioni e gli oneri legati alla loro autorizzazione si applicano pure a tale attività. Queste persone devono annunciarsi presso l’autorità cantonale competente. Quest’ultima iscrive l’annuncio nel registro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_35"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 6: Esercizio della professione e aggiornamento, Condizioni d’autorizzazione",
        "citation": "Art. 36 cpv. 1 LPMed",
        "content": "L’autorizzazione all’esercizio della professione sotto la propria responsabilità professionale è rilasciata se il richiedente:\na. è titolare di un diploma federale corrispondente;\nb. è degno di fiducia e offre la garanzia, sotto il profilo psicofisico, di un esercizio ineccepibile della professione;\nc. dispone delle conoscenze necessarie di una lingua ufficiale del Cantone per il quale richiede l’autorizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_36"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 6: Esercizio della professione e aggiornamento, Condizioni d’autorizzazione",
        "citation": "Art. 36 cpv. 2 LPMed",
        "content": "Chi intende esercitare la professione di medico, chiropratico o farmacista sotto la propria responsabilità professionale necessita inoltre di un titolo federale di perfezionamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_36"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 6: Esercizio della professione e aggiornamento, Condizioni d’autorizzazione",
        "citation": "Art. 36 cpv. 3 LPMed",
        "content": "Dopo aver consultato la Commissione delle professioni mediche, il Consiglio federale prevede che le persone titolari di un diploma o di un titolo di perfezionamento rilasciato da uno Stato con cui la Svizzera non ha concluso un accordo sul riconoscimento reciproco possano esercitare la professione sotto la propria responsabilità professionale se il loro diploma o il loro titolo di perfezionamento equivale a un diploma federale o a un titolo federale di perfezionamento. La condizione è che tali persone:\na. insegnino nell’ambito di un ciclo di studio o di perfezionamento accreditato ed esercitino la professione sotto la propria responsabilità professionale nell’ospedale in cui insegnano; o\nb. esercitino la professione sotto la propria responsabilità professionale in una regione di cui è provata la copertura insufficiente in materia di assistenza medica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_36"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 6: Esercizio della professione e aggiornamento, Condizioni d’autorizzazione",
        "citation": "Art. 36 cpv. 4 LPMed",
        "content": "Chi dispone dell’autorizzazione a esercitare la professione secondo la presente legge adempie in linea di massima le condizioni per il rilascio dell’autorizzazione in un altro Cantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_36"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 6: Esercizio della professione e aggiornamento, Restrizione dell’autorizzazione e oneri",
        "citation": "Art. 37 LPMed",
        "content": "I Cantoni possono prevedere che l’autorizzazione all’esercizio della professione sotto la propria responsabilità professionale sia vincolata a determinate restrizioni di natura professionale, temporale o geografica, oppure a oneri, se tali restrizioni od oneri risultano da atti normativi della Confederazione oppure se sono necessari per garantire un’assistenza medica affidabile e di qualità elevata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_37"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 6: Esercizio della professione e aggiornamento, Revoca dell’autorizzazione",
        "citation": "Art. 38 cpv. 1 LPMed",
        "content": "L’autorizzazione è revocata se le sue condizioni non sono più adempiute o se emergono fatti in base ai quali essa avrebbe dovuto essere rifiutata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_38"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 6: Esercizio della professione e aggiornamento, Revoca dell’autorizzazione",
        "citation": "Art. 38 cpv. 2 LPMed",
        "content": "Se la revoca avviene nei confronti di una persona in possesso anche di un’autorizzazione di un altro Cantone, l’autorità competente informa l’autorità di vigilanza di tale Cantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_38"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 6: Esercizio della professione e aggiornamento, Designazione della professione",
        "citation": "Art. 39 LPMed",
        "content": "Dopo aver consultato la Commissione delle professioni mediche, il Consiglio federale disciplina le modalità di utilizzazione dei diplomi federali e dei titoli federali di perfezionamento nella designazione della professione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_39"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 6: Esercizio della professione e aggiornamento, Obblighi professionali",
        "citation": "Art. 40 LPMed",
        "content": "Chi esercita una professione medica universitaria sotto la propria responsabilità professionale deve osservare i seguenti obblighi professionali:\na. esercitare la professione in modo accurato e coscienzioso; deve altresì rispettare i limiti delle competenze acquisite nell’ambito della formazione, del perfezionamento e dell’aggiornamento;\nb. approfondire, estendere e migliorare le proprie conoscenze, attitudini e capacità professionali, ai fini della garanzia della qualità, grazie all’aggiornamento permanente;\nc. tutelare i diritti dei pazienti;\nd. praticare esclusivamente una pubblicità oggettiva e corrispondente all’interesse generale, non ingannevole né invadente;\ne. tutelare, nel collaborare con membri di altre professioni sanitarie, esclusivamente gli interessi dei pazienti e operare indipendentemente da vantaggi finanziari;\nf. osservare il segreto professionale conformemente alle prescrizioni pertinenti;\ng. prestare assistenza in casi di urgenza e partecipare ai servizi di emergenza conformemente alle prescrizioni cantonali;\nh. concludere un’assicurazione di responsabilità civile professionale commisurata al genere e all’entità dei rischi connessi alla propria attività oppure dimostrare di aver concluso una simile assicurazione, a meno che l’esercizio dell’attività non sia disciplinato dal diritto in materia di responsabilità dello Stato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_40"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 6: Esercizio della professione e aggiornamento, Autorità cantonale di vigilanza",
        "citation": "Art. 41 cpv. 1 LPMed",
        "content": "Ogni Cantone designa un’autorità incaricata di vigilare sulle persone che esercitano sul territorio cantonale una professione medica universitaria sotto la propria responsabilità professionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_41"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 6: Esercizio della professione e aggiornamento, Autorità cantonale di vigilanza",
        "citation": "Art. 41 cpv. 2 LPMed",
        "content": "Tale autorità di vigilanza prende le misure necessarie a fare osservare gli obblighi professionali. Può delegare determinati compiti di vigilanza alle associazioni professionali cantonali competenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_41"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 6: Esercizio della professione e aggiornamento, Assistenza amministrativa",
        "citation": "Art. 42 LPMed",
        "content": "Le autorità giudiziarie e amministrative annunciano senza indugio all’autorità di vigilanza del proprio Cantone i fatti che potrebbero costituire una violazione degli obblighi professionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_42"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 6: Esercizio della professione e aggiornamento, Misure disciplinari",
        "citation": "Art. 43 cpv. 1 LPMed",
        "content": "In caso di violazione degli obblighi professionali, delle prescrizioni della presente legge o delle sue disposizioni d’esecuzione, l’autorità di vigilanza può ordinare le seguenti misure disciplinari:\na. un avvertimento;\nb. un ammonimento;\nc. una multa fino a 20 000 franchi;\nd. un divieto d’esercizio della professione sotto la propria responsabilità professionale per sei anni al massimo (divieto temporaneo);\ne. un divieto definitivo d’esercizio della professione sotto la propria responsabilità professionale per l’intero campo d’attività o per una parte di esso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_43"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 6: Esercizio della professione e aggiornamento, Misure disciplinari",
        "citation": "Art. 43 cpv. 2 LPMed",
        "content": "Per la violazione degli obblighi professionali di cui all’articolo 40 lettera b possono essere pronunciate soltanto misure disciplinari conformemente al capoverso 1 lettere a–c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_43"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 6: Esercizio della professione e aggiornamento, Misure disciplinari",
        "citation": "Art. 43 cpv. 3 LPMed",
        "content": "La multa e il divieto d’esercizio della professione sotto la propria responsabilità professionale possono essere cumulati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_43"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 6: Esercizio della professione e aggiornamento, Misure disciplinari",
        "citation": "Art. 43 cpv. 4 LPMed",
        "content": "L’autorità di vigilanza può imporre restrizioni all’autorizzazione all’esercizio della professione sotto la propria responsabilità professionale durante il procedimento disciplinare, vincolarla a oneri o sospenderla.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_43"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 6: Esercizio della professione e aggiornamento, Procedura disciplinare in un altro Cantone",
        "citation": "Art. 44 cpv. 1 LPMed",
        "content": "L’autorità di vigilanza di un Cantone che avvia un procedimento disciplinare contro una persona che esercita una professione medica in virtù di un’autorizzazione rilasciata da un altro Cantone ne informa l’autorità di vigilanza del Cantone in questione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_44"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 6: Esercizio della professione e aggiornamento, Procedura disciplinare in un altro Cantone",
        "citation": "Art. 44 cpv. 2 LPMed",
        "content": "Se intende pronunciare un divieto d’esercizio della professione sotto la propria responsabilità professionale, essa consulta l’autorità di vigilanza del Cantone che ha rilasciato l’autorizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_44"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 6: Esercizio della professione e aggiornamento, Effetti del divieto d’esercizio della professione sotto la propria responsabilità professionale",
        "citation": "Art. 45 cpv. 1 LPMed",
        "content": "Il divieto d’esercizio della professione sotto la propria responsabilità professionale si applica sull’intero territorio svizzero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_45"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 6: Esercizio della professione e aggiornamento, Effetti del divieto d’esercizio della professione sotto la propria responsabilità professionale",
        "citation": "Art. 45 cpv. 2 LPMed",
        "content": "Esso invalida ogni autorizzazione all’esercizio della professione sotto la propria responsabilità professionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_45"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 6: Esercizio della professione e aggiornamento, Prescrizione",
        "citation": "Art. 46 cpv. 1 LPMed",
        "content": "Il perseguimento disciplinare si prescrive in due anni a decorrere dalla data in cui l’autorità di vigilanza ha avuto conoscenza dei fatti contestati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_46"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 6: Esercizio della professione e aggiornamento, Prescrizione",
        "citation": "Art. 46 cpv. 2 LPMed",
        "content": "Ogni atto d’inchiesta o atto processuale intrapreso dall’autorità di vigilanza, dall’autorità di perseguimento penale o da un tribunale in merito ai fatti contestati interrompe il termine di prescrizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_46"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 6: Esercizio della professione e aggiornamento, Prescrizione",
        "citation": "Art. 46 cpv. 3 LPMed",
        "content": "Il perseguimento disciplinare si prescrive in ogni caso in dieci anni a decorrere dai fatti contestati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_46"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 6: Esercizio della professione e aggiornamento, Prescrizione",
        "citation": "Art. 46 cpv. 4 LPMed",
        "content": "Qualora la violazione degli obblighi professionali costituisca reato, è applicabile il termine di prescrizione più lungo previsto dal diritto penale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_46"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 6: Esercizio della professione e aggiornamento, Prescrizione",
        "citation": "Art. 46 cpv. 5 LPMed",
        "content": "L’autorità di vigilanza può anche prendere in considerazione fatti caduti in prescrizione qualora si tratti di valutare i rischi per la salute pubblica dovuti a una persona oggetto di un procedimento disciplinare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_46"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 7: Organizzazione, Sezione 1: Accreditamento, Istanza di accreditamento",
        "citation": "Art. 47 cpv. 1 LPMed",
        "content": "L’accreditamento di cicli di studio finalizzati all’ottenimento di un diploma federale compete al Consiglio svizzero di accreditamento di cui all’articolo 21 LPSU.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_47"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 7: Organizzazione, Sezione 1: Accreditamento, Istanza di accreditamento",
        "citation": "Art. 47 cpv. 2 LPMed",
        "content": "L’istanza competente per l’accreditamento di cicli di perfezionamento finalizzati all’ottenimento di un titolo federale di perfezionamento è il DFI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_47"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 7: Organizzazione, Sezione 1: Accreditamento, Organo di accreditamento",
        "citation": "Art. 48 cpv. 1 LPMed",
        "content": "Competente per l’esame delle domande di accreditamento presentate da scuole universitarie è l’Agenzia svizzera di accreditamento e garanzia della qualità di cui all’articolo 22 LPSU o, su proposta del richiedente rivolta all’istanza di accreditamento, un’istituzione di accreditamento internazionalmente riconosciuta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_48"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 7: Organizzazione, Sezione 1: Accreditamento, Organo di accreditamento",
        "citation": "Art. 48 cpv. 2 LPMed",
        "content": "Il Consiglio federale designa l’organo incaricato di esaminare le domande di accreditamento presentate dall’istituto responsabile di un ciclo di perfezionamento. Può delegare tale compito all’Agenzia svizzera di accreditamento e garanzia della qualità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_48"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 7: Organizzazione, Sezione 2: Commissione delle professioni mediche, Composizione e organizzazione",
        "citation": "Art. 49 cpv. 1 LPMed",
        "content": "Il Consiglio federale istituisce una Commissione delle professioni mediche e ne nomina i membri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_49"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 7: Organizzazione, Sezione 2: Commissione delle professioni mediche, Composizione e organizzazione",
        "citation": "Art. 49 cpv. 2 LPMed",
        "content": "Esso fa in modo che vi siano rappresentati adeguatamente la Confederazione, i Cantoni, le scuole universitarie e le cerchie professionali interessate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_49"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 7: Organizzazione, Sezione 2: Commissione delle professioni mediche, Composizione e organizzazione",
        "citation": "Art. 49 cpv. 3 LPMed",
        "content": "La Commissione delle professioni mediche si compone di una direzione e delle sezioni «Formazione» e «Perfezionamento». Dispone inoltre di un segretariato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_49"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 7: Organizzazione, Sezione 2: Commissione delle professioni mediche, Composizione e organizzazione",
        "citation": "Art. 49 cpv. 4 LPMed",
        "content": "Essa emana un regolamento interno; vi disciplina in particolare la procedura per le sue decisioni. Il regolamento dev’essere sottoposto per approvazione al DFI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_49"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 7: Organizzazione, Sezione 2: Commissione delle professioni mediche, Compiti",
        "citation": "Art. 50 cpv. 1 LPMed",
        "content": "La Commissione delle professioni mediche ha le seguenti attribuzioni e competenze:\na. prestare consulenza all’organo di accreditamento, al Consiglio federale, al DFI e al Consiglio delle scuole universitarie in materia di formazione e perfezionamento;\nb. formulare il suo parere in merito a proposte di accreditamento nei settori della formazione e del perfezionamento;\nc. rendere conto regolarmente al DFI e al Consiglio delle scuole universitarie;\nd. decidere in merito al riconoscimento di diplomi e titoli di perfezionamento esteri;\ndbis. stabilire se il diploma estero di cui all’articolo 33a capoverso 2 autorizza il suo titolare a esercitare, nello Stato che ha rilasciato tale diploma, una professione medica universitaria sotto vigilanza professionale ai sensi della presente legge;\ndter. iscrivere nel registro le conoscenze linguistiche del titolare del diploma;\ne. vigilare sugli esami federali;\nf. proporre agli enti competenti misure atte a migliorare la qualità della formazione o del perfezionamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_50"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 7: Organizzazione, Sezione 2: Commissione delle professioni mediche, Compiti",
        "citation": "Art. 50 cpv. 2 LPMed",
        "content": "La Commissione delle professioni mediche può trattare o far trattare dati personali per quanto necessario all’adempimento dei suoi compiti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_50"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 7: Organizzazione, Sezione 3: Registro, Competenza, scopo e contenuto",
        "citation": "Art. 51 cpv. 1 LPMed",
        "content": "Il DFI tiene un registro di tutte le persone che esercitano una professione medica universitaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_51"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 7: Organizzazione, Sezione 3: Registro, Competenza, scopo e contenuto",
        "citation": "Art. 51 cpv. 2 LPMed",
        "content": "Il registro ha lo scopo d’informare e tutelare i pazienti, di garantire la qualità, di fornire dati statistici, di allestire la demografia medica e d’informare i servizi esteri. È inoltre inteso a semplificare le procedure necessarie per il rilascio dell’autorizzazione all’esercizio della professione, nonché a permettere ai Cantoni lo scambio di informazioni relative all’esistenza di misure disciplinari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_51"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 7: Organizzazione, Sezione 3: Registro, Competenza, scopo e contenuto",
        "citation": "Art. 51 cpv. 3 LPMed",
        "content": "Il registro contiene i dati necessari a raggiungere lo scopo di cui al capoverso 2. Vi rientrano anche dati personali degni di particolare protezione ai sensi dell’articolo 5 lettera c della legge federale del 25 settembre 2020 sulla protezione dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_51"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 7: Organizzazione, Sezione 3: Registro, Competenza, scopo e contenuto",
        "citation": "Art. 51 cpv. 4 LPMed",
        "content": "Il registro deve inoltre contenere in particolare le informazioni di cui i Cantoni e gli organi federali abbisognano per l’esecuzione della legge federale del 18 marzo 1994 sull’assicurazione malattie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_51"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 7: Organizzazione, Sezione 3: Registro, Competenza, scopo e contenuto",
        "citation": "Art. 51 cpv. 5 LPMed",
        "content": "Il Consiglio federale emana disposizioni dettagliate sui dati personali contenuti nel registro e sulle relative modalità di trattamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_51"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 7: Organizzazione, Sezione 3: Registro, Obbligo di notifica",
        "citation": "Art. 52 cpv. 1 LPMed",
        "content": "Le autorità cantonali competenti notificano senza indugio al DFI: \na. ogni rilascio, rifiuto, revoca o modifica di un’autorizzazione all’esercizio della professione sotto la propria responsabilità professionale, in particolare qualsiasi restrizione all’esercizio della professione, come pure qualsiasi misura disciplinare che ordinano sulla base dell’articolo 43;\nb. qualsiasi misura disciplinare fondata sul diritto cantonale che ordinano nei confronti di persone che esercitano una professione medica universitaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_52"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 7: Organizzazione, Sezione 3: Registro, Obbligo di notifica",
        "citation": "Art. 52 cpv. 2 LPMed",
        "content": "Le organizzazioni responsabili di un ciclo di perfezionamento notificano ogni rilascio di titoli federali di perfezionamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_52"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 7: Organizzazione, Sezione 3: Registro, Comunicazione dei dati",
        "citation": "Art. 53 cpv. 1 LPMed",
        "content": "I dati relativi a misure disciplinari come pure i motivi di rifiuto o revoca di un’autorizzazione secondo l’articolo 38 capoverso 1 sono a disposizione esclusivamente delle autorità competenti per il rilascio dell’autorizzazione all’esercizio della professione e delle autorità di vigilanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_53"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 7: Organizzazione, Sezione 3: Registro, Comunicazione dei dati",
        "citation": "Art. 53 cpv. 2 LPMed",
        "content": "Su richiesta, l’UFSP comunica alle autorità cui compete un procedimento disciplinare in corso i dati relativi alle restrizioni soppresse e ai divieti temporanei di esercitare la professione ai quali è apposta la menzione «cancellato».",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_53"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 7: Organizzazione, Sezione 3: Registro, Comunicazione dei dati",
        "citation": "Art. 53 cpv. 3 LPMed",
        "content": "Il numero AVS non è accessibile al pubblico; è a disposizione unicamente del servizio incaricato di tenere il registro, nonché delle autorità cantonali competenti per il rilascio dell’autorizzazione all’esercizio della professione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_53"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 7: Organizzazione, Sezione 3: Registro, Comunicazione dei dati",
        "citation": "Art. 53 cpv. 4 LPMed",
        "content": "Tutti gli altri dati sono liberamente consultabili in rete.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_53"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 7: Organizzazione, Sezione 3: Registro, Comunicazione dei dati",
        "citation": "Art. 53 cpv. 5 LPMed",
        "content": "Il Consiglio federale può prevedere che determinati dati siano accessibili soltanto su domanda, se l’interesse della sanità pubblica non richiede che siano pubblicamente accessibili in rete.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_53"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 7: Organizzazione, Sezione 3: Registro, Cancellazione ed eliminazione di iscrizioni nel registro",
        "citation": "Art. 54 cpv. 1 LPMed",
        "content": "L’iscrizione di restrizioni è eliminata dal registro cinque anni dopo la loro soppressione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_54"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 7: Organizzazione, Sezione 3: Registro, Cancellazione ed eliminazione di iscrizioni nel registro",
        "citation": "Art. 54 cpv. 2 LPMed",
        "content": "L’iscrizione di avvertimenti, ammonimenti e multe è eliminata dal registro cinque anni dopo la loro pronuncia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_54"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 7: Organizzazione, Sezione 3: Registro, Cancellazione ed eliminazione di iscrizioni nel registro",
        "citation": "Art. 54 cpv. 3 LPMed",
        "content": "Il divieto temporaneo di esercitare la professione è annullato nel registro con la menzione «cancellato» dieci anni dopo la sua soppressione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_54"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 7: Organizzazione, Sezione 3: Registro, Cancellazione ed eliminazione di iscrizioni nel registro",
        "citation": "Art. 54 cpv. 4 LPMed",
        "content": "La cancellazione e l’eliminazione di iscrizioni relative all’esistenza di misure disciplinari fondate sul diritto cantonale ai sensi dell’articolo 52 capoverso 1 lettera b sono effettuate analogamente ai capoversi 1–3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_54"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 7: Organizzazione, Sezione 3: Registro, Cancellazione ed eliminazione di iscrizioni nel registro",
        "citation": "Art. 54 cpv. 5 LPMed",
        "content": "Tutte le iscrizioni relative a una persona sono eliminate dal registro non appena un’autorità ne annuncia il decesso. I dati, anonimizzati, possono in seguito essere utilizzati a fini statistici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_54"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 7a:, Aiuti finanziari, Promovimento dell’efficienza nell’ambito delle cure mediche di base",
        "citation": "Art. 54a cpv. 1 LPMed",
        "content": "Entro i limiti dei crediti stanziati, la Confederazione può concedere aiuti finanziari alle scuole universitarie, a organizzazioni responsabili del perfezionamento nonché ad altre istituzioni pubbliche e private, per la realizzazione di progetti che:\na. nell’ambito della formazione, del perfezionamento e dell’esercizio della professione, contribuiscono a promuovere l’efficienza nell’ambito delle cure mediche di base e in particolare l’interprofessionalità;\nb. rivestono un carattere esemplare a livello sovraregionale;\nc. sono sottoposti a valutazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_54_a"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 7a:, Aiuti finanziari, Promovimento dell’efficienza nell’ambito delle cure mediche di base",
        "citation": "Art. 54a cpv. 2 LPMed",
        "content": "Le scuole universitarie, le organizzazioni responsabili del perfezionamento nonché le altre istituzioni pubbliche e private che ricevono aiuti finanziari secondo il capoverso 1 mettono i risultati della valutazione a disposizione della Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_54_a"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 7a:, Aiuti finanziari, Promovimento dell’efficienza nell’ambito delle cure mediche di base",
        "citation": "Art. 54a cpv. 3 LPMed",
        "content": "Le domande di aiuti finanziari sono presentate all’UFSP. Esso concede gli aiuti finanziari sulla base di contratti di prestazione o mediante decisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_54_a"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 7a:, Aiuti finanziari, Promovimento dell’efficienza nell’ambito delle cure mediche di base",
        "citation": "Art. 54a cpv. 4 LPMed",
        "content": "L’aiuto finanziario copre al massimo la metà dei costi computabili del progetto, inclusi quelli della valutazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_54_a"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 7a:, Aiuti finanziari, Promovimento dell’efficienza nell’ambito delle cure mediche di base",
        "citation": "Art. 54a cpv. 5 LPMed",
        "content": "L’aiuto finanziario è versato per tre anni al massimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_54_a"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 7a:, Aiuti finanziari, Promovimento dell’efficienza nell’ambito delle cure mediche di base",
        "citation": "Art. 54a cpv. 6 LPMed",
        "content": "Il Consiglio federale disciplina il calcolo degli aiuti finanziari e la procedura di concessione dei contributi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_54_a"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 7a:, Aiuti finanziari, Finanziamento",
        "citation": "Art. 54b cpv. 1 LPMed",
        "content": "Mediante lo stanziamento di un credito d’impegno pluriennale, l’Assemblea federale determina l’importo massimo a concorrenza del quale la Confederazione può concedere aiuti finanziari conformemente all’articolo 54a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_54_b"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 7a:, Aiuti finanziari, Finanziamento",
        "citation": "Art. 54b cpv. 2 LPMed",
        "content": "Se si prevede che gli aiuti finanziari richiesti eccederanno i mezzi a disposizione, il Dipartimento stila una lista delle priorità, cercando di garantire una ripartizione equilibrata dei mezzi tra le regioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_54_b"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 8: Rimedi giuridici e disposizioni penali, Sezione 1: Rimedi giuridici, Decisioni delle organizzazioni responsabili di cicli di perfezionamento",
        "citation": "Art. 55 cpv. 1 LPMed",
        "content": "Le organizzazioni responsabili di cicli di perfezionamento accreditati emettono decisioni formali secondo la legge federale del 20 dicembre 1968 sulla procedura amministrativa in merito:\na. alla computabilità di periodi di perfezionamento;\nb. all’ammissione all’esame finale;\nc. al superamento dell’esame finale;\nd. al rilascio di titoli di perfezionamento;\ne. al riconoscimento di centri di perfezionamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_55"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 8: Rimedi giuridici e disposizioni penali, Sezione 1: Rimedi giuridici, Decisioni delle organizzazioni responsabili di cicli di perfezionamento",
        "citation": "Art. 55 cpv. 2 LPMed",
        "content": "Su domanda del richiedente, emanano una decisione formale sull’ammissione a un ciclo di perfezionamento accreditato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_55"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 8: Rimedi giuridici e disposizioni penali, Sezione 1: Rimedi giuridici, Modalità di consultazione dei documenti d’esame",
        "citation": "Art. 56 LPMed",
        "content": "Per garantire la segretezza delle domande degli esami medici, può essere rifiutata la consegna dei documenti d’esame, vietata la copiatura o riproduzione di esemplari e limitata la durata della consultazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_56"
    },
    {
        "book": "MedBG",
        "title": "LPMed, Capitolo 8: Rimedi giuridici e disposizioni penali, Sezione 2: Disposizioni penali",
        "citation": "Art. 58 LPMed",
        "content": "Chiunque:\na. si fregia di un diploma o di un titolo di perfezionamento di cui alla presente legge senza averlo ottenuto regolarmente;\nb. utilizza una denominazione che induce a credere erroneamente che egli abbia concluso una formazione o un ciclo di perfezionamento di cui alla presente legge;\nc. impiega un operatore sanitario che esercita una professione medica senza essere iscritto nel registro,è punito con la multa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/537/it#art_58"
    }
]