[
    {
        "book": "MG",
        "title": "LAAM, Titre premier, Tâches de l’armée",
        "citation": "Art. 1 al. 1 LAAM",
        "content": "L’armée assume les tâches suivantes:\na. elle contribue à prévenir la guerre et à maintenir la paix;\nb. elle assure la défense du pays et de sa population;\nc. elle sauvegarde la souveraineté sur l’espace aérien suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_1"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre premier, Tâches de l’armée",
        "citation": "Art. 1 al. 2 LAAM",
        "content": "Lorsque les moyens des autorités civiles en Suisse ne suffisent plus, elle leur apporte son appui aux fins suivantes:\na. faire face à une menace grave pesant sur la sécurité intérieure;\nb. faire face à des catastrophes et à d’autres situations extraordinaires.\nc. assurer la protection de personnes ou la protection de biens particulièrement dignes de protection, en particulier l’approvisionnement en eau potable et en énergie, les infrastructures d’information, de communication et de transports ainsi que d’autres installations, processus et systèmes essentiels au fonctionnement de l’économie et au bien-être de la population (infrastructures critiques);\nd. accomplir des tâches relevant du Réseau national de sécurité ou des services coordonnés;\ne. faire face à des situations de surcharge extrême ou accomplir des tâches que les autorités civiles ne peuvent accomplir faute de moyens ou de personnel appropriés;\nf. accomplir d’autres tâches d’importance nationale ou internationale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_1"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre premier, Tâches de l’armée",
        "citation": "Art. 1 al. 3 LAAM",
        "content": "Elle apporte son appui aux autorités civiles à l’étranger aux fins suivantes:\na. assurer la protection de personnes ou la protection de biens particulièrement dignes de protection;\nb. fournir une aide humanitaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_1"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre premier, Tâches de l’armée",
        "citation": "Art. 1 al. 4 LAAM",
        "content": "Elle contribue à promouvoir la paix sur le plan international.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_1"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre premier, Tâches de l’armée",
        "citation": "Art. 1 al. 5 LAAM",
        "content": "Elle peut au surplus:\na. mettre des moyens militaires à la disposition d’autorités civiles ou de tiers lorsqu’ils doivent accomplir des activités civiles ou hors du service en Suisse;\nb. fournir une aide spontanée, avec des troupes en service d’instruction et des formations professionnelles, à des autorités civiles ou à des tiers en cas d’événement imprévu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_1"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 1, Dispositions générales, Principe",
        "citation": "Art. 2 al. 1 LAAM",
        "content": "Tout Suisse est astreint au service militaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_2"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 1, Dispositions générales, Principe",
        "citation": "Art. 2 al. 2 LAAM",
        "content": "Le service de protection civile, le service civil de remplacement et la taxe d’exemption de l’obligation de servir sont réglés par des lois fédérales particulières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_2"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 1, Dispositions générales, Service militaire des Suissesses",
        "citation": "Art. 3 al. 1 LAAM",
        "content": "Toute Suissesse peut se porter volontaire pour accomplir le service militaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_3"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 1, Dispositions générales, Service militaire des Suissesses",
        "citation": "Art. 3 al. 2 LAAM",
        "content": "Si sa demande est acceptée, elle est enrôlée. Si, lors du recrutement, elle est déclarée apte au service et qu’elle s’engage à assumer la fonction militaire qui lui est attribuée, elle est astreinte au service militaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_3"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 1, Dispositions générales, Service militaire des Suissesses",
        "citation": "Art. 3 al. 3 LAAM",
        "content": "Elle a les mêmes droits et les mêmes devoirs que les militaires de sexe masculin. Le Conseil fédéral peut prévoir des exceptions, en particulier en ce qui concerne la libération du service militaire, la durée des services, l’affectation et l’avancement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_3"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 1, Dispositions générales, Suisses de l’étranger",
        "citation": "Art. 4 al. 1 LAAM",
        "content": "En temps de paix, les Suisses de l’étranger sont dispensés du recrutement et du service militaire. Le Conseil fédéral peut prévoir des exceptions, en particulier pour les Suisses de l’étranger domiciliés dans les États voisins de la Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_4"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 1, Dispositions générales, Suisses de l’étranger",
        "citation": "Art. 4 al. 2 LAAM",
        "content": "Les Suisses de l’étranger peuvent se porter volontaires pour accomplir le service militaire. Si leur demande est acceptée, ils sont enrôlés. Si, lors du recrutement, ils sont déclarés aptes au service et qu’ils s’engagent à assumer la fonction militaire qui leur est attribuée, ils sont astreints au service militaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_4"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 1, Dispositions générales, Suisses de l’étranger",
        "citation": "Art. 4 al. 3 LAAM",
        "content": "Tout Suisse de l’étranger peut être convoqué pour le service de défense nationale (art. 76).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_4"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 1, Dispositions générales, Suisses de l’étranger",
        "citation": "Art. 4 al. 4 LAAM",
        "content": "Toute personne qui séjourne à l’étranger plus de six ans sans interruption et dont l’armée n’a pas besoin est incorporée dans l’armée, à son retour, uniquement si elle en fait la demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_4"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 1, Dispositions générales, Suisses de l’étranger",
        "citation": "Art. 4 al. 5 LAAM",
        "content": "Le Conseil fédéral règle les détails, notamment:\na. les devoirs hors du service;\nb. l’obligation d’entrer en service et l’affectation en cas de service actif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_4"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 1, Dispositions générales, Doubles nationaux",
        "citation": "Art. 5 al. 1 LAAM",
        "content": "Les Suisses qui possèdent la nationalité d’un autre État et dans lequel ils ont accompli leurs obligations militaires ou des services de remplacement ne sont pas astreints au service militaire en Suisse. Le Conseil fédéral peut prévoir des exceptions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_5"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 1, Dispositions générales, Doubles nationaux",
        "citation": "Art. 5 al. 2 LAAM",
        "content": "Demeurent réservées l’obligation de s’annoncer et l’obligation de s’acquitter de la taxe d’exemption.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_5"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 1, Dispositions générales, Doubles nationaux",
        "citation": "Art. 5 al. 3 LAAM",
        "content": "Le Conseil fédéral règle les détails. Il peut conclure des conventions avec d’autres États concernant la reconnaissance réciproque de l’accomplissement du service militaire par les doubles nationaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_5"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 1, Dispositions générales, Attribution et affectation d’autres personnes",
        "citation": "Art. 6 al. 1 LAAM",
        "content": "Le Conseil fédéral peut ordonner que soient attribués ou affectés à l’armée:\na. les Suisses et les Suissesses qui ne sont pas astreints à la protection civile et qui se mettent volontairement à la disposition de l’armée;\nb. en cas de service actif, les personnes exclues du service militaire conformément aux art. 21 à 23;\nc. les personnes déclarées inaptes au service militaire et au service de protection civile pour des raisons médicales dont le taux d’invalidité est inférieur à 40 % et qui déposent une demande pour accomplir du service plutôt que de payer la taxe d’exemption de l’obligation de servir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_6"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 1, Dispositions générales, Attribution et affectation d’autres personnes",
        "citation": "Art. 6 al. 2 LAAM",
        "content": "Les personnes attribuées ou affectées à l’armée ont les mêmes droits et les mêmes devoirs que les autres militaires. Le Conseil fédéral peut prévoir des exceptions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_6"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 1, Dispositions générales, Attestation de l’accomplissement des obligations militaires",
        "citation": "Art. 6a al. 1 LAAM",
        "content": "Les personnes astreintes au service militaire reçoivent un document dans lequel l’accomplissement de leurs obligations militaires est attesté.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_6_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 1, Dispositions générales, Attestation de l’accomplissement des obligations militaires",
        "citation": "Art. 6a al. 2 LAAM",
        "content": "Ce document est mis à jour régulièrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_6_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 1, Conscription et recrutement, Conscription",
        "citation": "Art. 7 al. 1 LAAM",
        "content": "Les personnes astreintes au service militaire sont enrôlées au début de l’année au cours de laquelle elles atteignent l’âge de 18 ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_7"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 1, Conscription et recrutement, Conscription",
        "citation": "Art. 7 al. 2 LAAM",
        "content": "Elles s’annoncent aux autorités militaires compétentes pour être inscrites aux rôles militaires et fournir les données visées à l’art. 27. L’obligation de s’annoncer s’éteint à la fin de l’année au cours de laquelle elles atteignent l’âge de 29 ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_7"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 1, Conscription et recrutement, Obligation de participer à la séance d’information",
        "citation": "Art. 8 al. 1 LAAM",
        "content": "Les conscrits participent à une séance d’information, au cours de laquelle:\na. ils remettent un questionnaire médical dûment rempli sur leur état de santé général à l’intention des médecins compétents;\nb. ils précisent à l’intention des organes de recrutement quand ils souhaitent accomplir leur école de recrues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_8"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 1, Conscription et recrutement, Obligation de participer à la séance d’information",
        "citation": "Art. 8 al. 2 LAAM",
        "content": "La séance d’information n’est pas imputée sur la durée totale des services d’instruction (art. 42).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_8"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 1, Conscription et recrutement, Obligation de participer à la séance d’information",
        "citation": "Art. 8 al. 3 LAAM",
        "content": "La séance d’information est ouverte aux Suisses de l’étranger et aux Suissesses qui ne sont pas enrôlés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_8"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 1, Conscription et recrutement, Obligation de participer au recrutement",
        "citation": "Art. 9 al. 1 LAAM",
        "content": "Les conscrits participent au recrutement. Le Conseil fédéral peut prévoir des exceptions pour les cas manifestes d’inaptitude au service.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_9"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 1, Conscription et recrutement, Obligation de participer au recrutement",
        "citation": "Art. 9 al. 2 LAAM",
        "content": "Les conscrits passent le recrutement au plus tôt au début de leur 19e année et au plus tard à la fin de l’année au cours de laquelle ils atteignent l’âge de 24 ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_9"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 1, Conscription et recrutement, Obligation de participer au recrutement",
        "citation": "Art. 9 al. 3 LAAM",
        "content": "Le Conseil fédéral peut prévoir un recrutement ultérieur si les services d’instruction obligatoires (art. 42) peuvent encore être accomplis dans les limites d’âge visées à l’art. 13. Le recrutement ultérieur est soumis au consentement des personnes concernées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_9"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 1, Conscription et recrutement, Obligation de participer au recrutement",
        "citation": "Art. 9 al. 4 LAAM",
        "content": "Les conscrits peuvent être convoqués au recrutement à partir du moment où ils doivent accomplir l’école de recrues (art. 49, al. 1).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_9"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 1, Conscription et recrutement, Objet du recrutement",
        "citation": "Art. 10 al. 1 LAAM",
        "content": "Le recrutement des conscrits consiste à traiter, au moyen d’examens, de tests et de questionnaires, les données nécessaires pour:\na. déterminer le profil de prestations;\nb. apprécier l’aptitude à effectuer le service militaire ou le service de protection civile;\nc. vérifier s’il existe des motifs empêchant la remise de l’arme personnelle;\nd. décider de l’affectation à une fonction militaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_10"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 1, Conscription et recrutement, Objet du recrutement",
        "citation": "Art. 10 al. 2 LAAM",
        "content": "Les jours de recrutement sont imputés sur la durée totale des services d’instruction (art. 42).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_10"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 1, Conscription et recrutement, Compétences, répartition des frais",
        "citation": "Art. 11 al. 1 LAAM",
        "content": "Chaque année, les communes annoncent gratuitement aux autorités militaires cantonales le nom, les prénoms, l’adresse et le numéro AVS des futurs conscrits qui figurent dans leur registre des habitants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_11"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 1, Conscription et recrutement, Compétences, répartition des frais",
        "citation": "Art. 11 al. 2 LAAM",
        "content": "Les tâches suivantes incombent aux cantons:\na. inscrire les futurs conscrits aux rôles militaires;\nb. organiser la séance d’information;\nc. délivrer aux conscrits lors de la séance d’information le document dans lequel l’accomplissement de leurs obligations militaires sera attesté;\nd. ils apportent leur concours lors du recrutement;\ne. ils invitent les femmes à la séance d’information.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_11"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 1, Conscription et recrutement, Compétences, répartition des frais",
        "citation": "Art. 11 al. 2bis LAAM",
        "content": "Le Conseil fédéral fixe les objectifs de la séance d’information, les informations à transmettre et les données à recueillir. Le Département fédéral de la défense, de la protection de la population et des sports (DDPS) règle les modalités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_11"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 1, Conscription et recrutement, Compétences, répartition des frais",
        "citation": "Art. 11 al. 3 LAAM",
        "content": "La Confédération organise le recrutement. Elle assiste les cantons pour ce qui est des Suisses de l’étranger astreints à l’obligation de servir dans l’armée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_11"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 1, Conscription et recrutement, Compétences, répartition des frais",
        "citation": "Art. 11 al. 4 LAAM",
        "content": "Les frais du recrutement sont à la charge de la Confédération. Les cantons prennent à leur charge les frais de la séance d’information.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_11"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 2, Service militaire, Principe",
        "citation": "Art. 12 LAAM",
        "content": "Les personnes astreintes au service militaire et aptes au service accomplissent les services suivants:\na. les services d’instruction (art. 41 à 61);\nb. le service de promotion de la paix pour lequel elles se sont inscrites (art. 66);\nc. le service d’appui (art. 67 à 75);\nd. le service actif (art. 76 à 91);\ne. les devoirs généraux hors du service (art. 25).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_12"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 2, Service militaire, Limites d’âge déterminant l’obligation de servir dans l’armée",
        "citation": "Art. 13 al. 1 LAAM",
        "content": "L’obligation de servir dans l’armée s’éteint:\na. pour les militaires de la troupe et les sous-officiers: à la fin de la douzième année après l’achèvement de l’école de recrues;\nabis. pour les conscrits libérés de l’obligation d’accomplir le service militaire en vertu de l’art. 49, al. 2: à la fin de la douzième année après leur libération;\nb. pour les sous-officiers supérieurs:\n1. qui ne sont pas incorporés dans les états-majors des Grandes Unités:\n– sergents-majors, sergents-majors chefs, fourriers et adjudants sous-officiers: à la fin de l’année au cours de laquelle ils atteignent l’âge de 36 ans,\n– adjudants d’état-major: à la fin de l’année au cours de laquelle ils atteignent l’âge de 42 ans,\n– adjudants majors et adjudants-chefs: à la fin de l’année au cours de laquelle ils atteignent l’âge de 50 ans,\n2. qui sont incorporés dans les états-majors des Grandes Unités: à la fin de l’année au cours de laquelle ils atteignent l’âge de 50 ans;\nc. pour les officiers subalternes: à la fin de l’année au cours de laquelle ils atteignent l’âge de 40 ans;\nd. pour les capitaines: à la fin de l’année au cours de laquelle ils atteignent l’âge de 42 ans;\ne. pour les officiers supérieurs: à la fin de l’année au cours de laquelle ils atteignent l’âge de 50 ans;\nf. pour les officiers généraux: à la fin de l’année au cours de laquelle ils atteignent l’âge de 65 ans;\ng. pour les spécialistes: à la fin de l’année au cours de laquelle ils atteignent l’âge de 50 ans; \nh. pour le personnel militaire: à l’expiration du contrat, sous réserve d’une prolongation en vertu des let. a à g.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_13"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 2, Service militaire, Limites d’âge déterminant l’obligation de servir dans l’armée",
        "citation": "Art. 13 al. 2 LAAM",
        "content": "Le Conseil fédéral peut:\na. abaisser de cinq ans au plus les limites d’âge pour gérer l’effectif de l’armée;\nb. relever de cinq ans au plus les limites d’âge applicables à un service actif ou à un service d’appui;\nc. prévoir que les sous-officiers supérieurs, les officiers et les spécialistes peuvent prolonger la durée de leur obligation de servir en cas de besoin de l’armée, mais au plus tard jusqu’à la fin de l’année au cours de laquelle ils atteignent l’âge de 65 ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_13"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 2, Service militaire, Contrôle de loyauté",
        "citation": "Art. 14 al. 1 LAAM",
        "content": "La loyauté des militaires peut être contrôlée dans les cas suivants:\na. ils sont régulièrement appelés à représenter la Suisse à l’étranger dans le cadre de leur fonction et pourraient porter à ce titre une atteinte considérable à l’image de la Confédération;\nb. ils sont appelés à exercer, dans le cadre de leur fonction, des compétences décisionnelles ou des tâches de surveillance dans d’importantes affaires financières ou fiscales et pourraient porter à ce titre une atteinte considérable aux intérêts financiers de la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_14"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 2, Service militaire, Contrôle de loyauté",
        "citation": "Art. 14 al. 2 LAAM",
        "content": "Le Conseil fédéral désigne les fonctions soumises au contrôle. Il s’en tient au strict nécessaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_14"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 2, Service militaire, Contrôle de loyauté",
        "citation": "Art. 14 al. 3 LAAM",
        "content": "Les services spécialisés chargés des contrôles de sécurité relatifs à des personnes au sens de l’art. 31, al. 2, de la loi du 18 décembre 2020 sur la sécurité de l’information (LSI) réalisent le contrôle de loyauté. La procédure est régie par les dispositions de la LSI relatives au contrôle de sécurité, qui s’appliquent par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_14"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 2, Service militaire, Contrôle de loyauté",
        "citation": "Art. 14 al. 4 LAAM",
        "content": "Lorsque les militaires sont soumis simultanément à un contrôle de sécurité au sens de la LSI, les deux procédures sont combinées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_14"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 2, Service militaire, Obligation de revêtir un grade ou une fonction",
        "citation": "Art. 15 LAAM",
        "content": "Tout militaire peut être tenu de revêtir un grade et d’exercer un commandement ou une fonction. Il doit accomplir les services correspondants et les tâches hors du service y afférentes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_15"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 2, Service militaire, Service militaire sans arme",
        "citation": "Art. 16 al. 1 LAAM",
        "content": "Les hommes astreints au service militaire qui ne peuvent concilier le service militaire armé avec leur conscience accomplissent leur service militaire sans arme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_16"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 2, Service militaire, Service militaire sans arme",
        "citation": "Art. 16 al. 2 LAAM",
        "content": "L’autorité compétente chargée d’accorder les autorisations statue sur les demandes d’admission au service militaire sans arme. Le Conseil fédéral en règle la compétence et l’organisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_16"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 2, Service militaire, Exemption des parlementaires",
        "citation": "Art. 17 al. 1 LAAM",
        "content": "Les membres de l’Assemblée fédérale sont exemptés du service d’instruction et du service d’appui pendant la durée des sessions, des séances des commissions et des séances des groupes des deux conseils.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_17"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 2, Service militaire, Exemption des parlementaires",
        "citation": "Art. 17 al. 2 LAAM",
        "content": "Ils doivent rattraper uniquement les services d’instruction leur permettant de revêtir un grade supérieur ou une nouvelle fonction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_17"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 2, Service militaire, Personnes exerçant des activités indispensables; exemption du service",
        "citation": "Art. 18 al. 1 LAAM",
        "content": "Sont exemptés du service militaire tant qu’ils exercent leur fonction ou leur activité:\na. les personnes qui exercent la charge de conseiller fédéral, de chancelier ou de vice-chancelier de la Confédération;\nb. les ecclésiastiques non incorporés comme aumôniers;\nc. les professionnels occupés à titre principal suivants:\n1. les membres du personnel médical nécessaires pour assurer le fonctionnement des établissements médicaux civils et qui ne sont pas indispensables à l’armée pour accomplir des tâches médicales,\n2. les membres des services de sauvetage qui ne sont pas indispensables à l’armée pour ses propres services de sauvetage,\n3. les directeurs et les membres du personnel de surveillance d’établissements, de prisons ou de foyers dans lesquels sont exécutées des détentions préventives, des peines ou des mesures,\n4. les membres des services de police qui ne sont pas indispensables à l’armée pour l’accomplissement de ses tâches de police,\n5. les membres du Corps des gardes-frontière,\n6. les employés des services postaux, des entreprises de transport titulaires d’une concession fédérale ou de l’administration qui, en situation extraordinaire, sont indispensables au Réseau national de sécurité,\n7. les membres des sapeurs-pompiers et des services de défense reconnus par l’État,\n8. le personnel indispensable pour assurer le service civil de la navigation aérienne qui n’est pas absolument nécessaire au service militaire de la navigation aérienne.\nd. à i. ...\nj. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_18"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 2, Service militaire, Personnes exerçant des activités indispensables; exemption du service",
        "citation": "Art. 18 al. 2 LAAM",
        "content": "Exceptionnellement et si les circonstances le justifient, le DDPS peut exempter d’autres professionnels occupés à titre principal auprès d’institutions ou de services publics ou privés qui exercent des activités vitales ou indispensables pour l’aide d’urgence ou en cas de catastrophe, dans la mesure où ils ne sont pas absolument nécessaires à l’armée pour des tâches analogues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_18"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 2, Service militaire, Personnes exerçant des activités indispensables; exemption du service",
        "citation": "Art. 18 al. 3 LAAM",
        "content": "Les personnes qui exercent la charge de conseiller fédéral, de chancelier ou de vice-chancelier de la Confédération sont exemptées d’office; les autres personnes le sont sur demande. La demande est déposée en commun par la personne astreinte et son employeur ou le service auquel elle est subordonnée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_18"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 2, Service militaire, Personnes exerçant des activités indispensables; exemption du service",
        "citation": "Art. 18 al. 4 LAAM",
        "content": "Le Conseil fédéral règle les détails, notamment en ce qui concerne les institutions, les personnes et les activités, ainsi que la compétence de décider en la matière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_18"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 2, Service militaire, Personnes exerçant des activités indispensables; exemption du service",
        "citation": "Art. 18 al. 5 LAAM",
        "content": "Les personnes astreintes au service militaire conformément à l’al. 1, let. c, ne sont exemptées qu’après avoir accompli l’école de recrues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_18"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 2, Service militaire, Personnes exerçant des activités indispensables; exemption du service",
        "citation": "Art. 18 al. 6 LAAM",
        "content": "Ne sont pas exemptés du service les militaires qui sont incorporés en qualité de cyberspécialistes et qui sont indispensables à l’armée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_18"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 2, Service militaire, Réincorporation",
        "citation": "Art. 19 LAAM",
        "content": "Toute personne, exemptée du service militaire en vertu de l’art. 18 et dont l’armée a encore besoin, est réincorporée lorsque le motif de l’exemption est caduc.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_19"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 2, Service militaire, Nouvelle appréciation de l’aptitude au service; nouvelle incorporation",
        "citation": "Art. 20 al. 1 LAAM",
        "content": "Le Service médico-militaire peut ordonner d’office une nouvelle appréciation de l’aptitude au service militaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_20"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 2, Service militaire, Nouvelle appréciation de l’aptitude au service; nouvelle incorporation",
        "citation": "Art. 20 al. 1bis LAAM",
        "content": "Peuvent déposer par écrit une demande motivée en vue d’une nouvelle appréciation:\na. la personne concernée;\nb. les médecins militaires et les médecins de l’administration militaire;\nc. les médecins traitants et les médecins experts civils;\nd. les autorités de l’administration militaire et l’assurance militaire;\ne. les autorités pénales militaires;\nf. l’Office fédéral du service civil, même oralement dans le cadre du recrutement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_20"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 2, Service militaire, Nouvelle appréciation de l’aptitude au service; nouvelle incorporation",
        "citation": "Art. 20 al. 1ter LAAM",
        "content": "Les personnes qui sont, en tout ou en partie, incapables de discernement quant à leurs obligations de service sont inaptes au service. Les autorités de protection de l’adulte annoncent sans retard au commandement des Opérations toutes les curatelles, entrées en force ou levées, qui concernent des conscrits ou des militaires. Le commandement des Opérations les transmet aux organes de recrutement et aux commandants d’arrondissement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_20"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 2, Service militaire, Nouvelle appréciation de l’aptitude au service; nouvelle incorporation",
        "citation": "Art. 20 al. 2 LAAM",
        "content": "L’incorporation ainsi que l’affectation de tout militaire peuvent être modifiées en tout temps.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_20"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 2, Service militaire, Nouvelle appréciation de l’aptitude au service; nouvelle incorporation",
        "citation": "Art. 20 al. 3 LAAM",
        "content": "Le Conseil fédéral règle les conditions et la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_20"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 3, Non-recrutement, exclusion de l’armée et dégradation, Non-recrutement",
        "citation": "Art. 21 al. 1 LAAM",
        "content": "Ne sont pas recrutés les conscrits:\na. dont la présence est incompatible avec les impératifs du service militaire parce que, par un jugement entré en force:\n1. ils ont été condamnés pour un crime ou un délit,\n2. ils ont été soumis à une mesure privative de liberté;\nb. à qui aucune arme personnelle ne peut être remise (art. 113, al. 1).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_21"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 3, Non-recrutement, exclusion de l’armée et dégradation, Non-recrutement",
        "citation": "Art. 21 al. 2 LAAM",
        "content": "À leur demande, les personnes visées à l’al. 1 peuvent être admises au recrutement si l’armée a besoin d’elles et si:\na. dans le cas visé à l’al. 1, let. a, elles ont subi avec succès la mise à l’épreuve en cas de condamnation avec sursis ou sursis partiel ou en cas de libération conditionnelle;\nb. dans le cas visé à l’al. 1, let. b, aucun motif n’empêche plus la remise de l’arme personnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_21"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 3, Non-recrutement, exclusion de l’armée et dégradation, Non-recrutement",
        "citation": "Art. 21 al. 3 LAAM",
        "content": "L’admission peut être révoquée s’il s’avère que les conditions auxquelles elle était soumise n’étaient pas remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_21"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 3, Non-recrutement, exclusion de l’armée et dégradation, Exclusion de l’armée",
        "citation": "Art. 22 al. 1 LAAM",
        "content": "Sont exclus de l’armée les militaires:\na. dont la présence est incompatible avec les impératifs du service militaire parce que, par un jugement entré en force:\n1. ils ont été condamnés pour un crime ou un délit,\n2. ils ont été soumis à une mesure privative de liberté;\nb. à qui aucune arme personnelle ne peut être remise (art. 113, al. 1).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_22"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 3, Non-recrutement, exclusion de l’armée et dégradation, Exclusion de l’armée",
        "citation": "Art. 22 al. 2 LAAM",
        "content": "À leur demande, les personnes visées à l’al. 1 peuvent être réintégrées si l’armée a besoin d’elles et si:\na. dans le cas visé à l’al. 1, let. a, elles ont subi avec succès la mise à l’épreuve en cas de condamnation avec sursis ou sursis partiel ou en cas de libération conditionnelle;\nb. dans le cas visé à l’al. 1, let. b, aucun motif n’empêche plus la remise de l’arme personnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_22"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 3, Non-recrutement, exclusion de l’armée et dégradation, Exclusion de l’armée",
        "citation": "Art. 22 al. 3 LAAM",
        "content": "La réintégration peut être révoquée s’il s’avère que les conditions auxquelles elle était soumise n’étaient pas remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_22"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 3, Non-recrutement, exclusion de l’armée et dégradation, Dégradation en raison d’une condamnation pénale",
        "citation": "Art. 22a al. 1 LAAM",
        "content": "Le militaire qui s’est rendu indigne de son grade en raison d’une condamnation pour un crime ou un délit est dégradé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_22_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 3, Non-recrutement, exclusion de l’armée et dégradation, Dégradation en raison d’une condamnation pénale",
        "citation": "Art. 22a al. 2 LAAM",
        "content": "L’autorité qui prononce la dégradation décide par la même occasion si la personne concernée peut encore être convoquée pour accomplir du service.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_22_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 3, Non-recrutement, exclusion de l’armée et dégradation, Compétence et accès aux données",
        "citation": "Art. 23 al. 1 LAAM",
        "content": "Le commandement des Opérations  est l’autorité compétente pour les décisions visées aux art. 21 à 22a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_23"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 3, Non-recrutement, exclusion de l’armée et dégradation, Compétence et accès aux données",
        "citation": "Art. 23 al. 2 LAAM",
        "content": "Pour statuer, il peut:\na. demander des rapports de police et des rapports militaires de conduite;\nb. consulter le casier judiciaire, les dossiers pénaux et les dossiers d’exécution des peines;\nc. demander des extraits du registre des poursuites et faillites et consulter les dossiers concernés;\nd. demander l’exécution d’un contrôle de sécurité relatif aux personnes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_23"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 3, Non-recrutement, exclusion de l’armée et dégradation, Compétence et accès aux données",
        "citation": "Art. 23 al. 3 LAAM",
        "content": "Si un tribunal militaire a expressément renoncé à prononcer l’exclusion de l’armée ou la dégradation, le commandement des Opérations est tenu par cette décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_23"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 3, Non-recrutement, exclusion de l’armée et dégradation, Officiers et sous-officiers affectés à une autre fonction",
        "citation": "Art. 24 al. 1 LAAM",
        "content": "Les militaires qui se révèlent incapables de remplir leur fonction sont affectés immédiatement à une fonction qu’ils sont aptes à remplir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_24"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 3, Non-recrutement, exclusion de l’armée et dégradation, Officiers et sous-officiers affectés à une autre fonction",
        "citation": "Art. 24 al. 2 LAAM",
        "content": "Le Conseil fédéral règle la compétence et la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_24"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 4, Devoirs hors du service, Devoirs généraux",
        "citation": "Art. 25 al. 1 LAAM",
        "content": "Hors du service, les personnes astreintes au service militaire ont les devoirs suivants:\na. conserver l’équipement personnel en lieu sûr et le maintenir en bon état (art. 112);\nb. s’annoncer (art. 27);\nc. accomplir le tir obligatoire (art. 63);\nd. se conformer aux prescriptions concernant le comportement hors du service.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_25"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 4, Devoirs hors du service, Devoirs généraux",
        "citation": "Art. 25 al. 2 LAAM",
        "content": "Le Conseil fédéral peut émettre des prescriptions garantissant que des militaires incorporés dans certaines formations ou exerçant certaines fonctions soient atteignables hors du service.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_25"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 4, Devoirs hors du service, Obligations particulières",
        "citation": "Art. 26 LAAM",
        "content": "Hors du service, les personnes astreintes au service militaire ont l’obligation légale de se présenter:\na. aux auditions pour conscrits et militaires soumis aux contrôles de sécurité relatifs aux personnes;\nb. aux examens médicaux en vue d’une nouvelle appréciation de l’aptitude au service.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_26"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 4, Devoirs hors du service, Obligation de s’annoncer",
        "citation": "Art. 27 al. 1 LAAM",
        "content": "Les personnes astreintes au service militaire, y compris les conscrits, et les doubles nationaux non astreints au service militaire communiquent spontanément au commandant d’arrondissement de leur canton de domicile les données personnelles ci-après, ainsi que toutes les modifications les concernant:\na. nom, prénoms, date de naissance;\nb. adresse du domicile, adresse postale, adresse électronique et numéro de téléphone portable;\nc. langue maternelle, commune et canton d’origine;\nd. formation et activité professionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_27"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 4, Devoirs hors du service, Obligation de s’annoncer",
        "citation": "Art. 27 al. 1bis LAAM",
        "content": "Ils communiquent spontanément au commandement des Opérations les données ci-après, ainsi que toutes les modifications les concernant:\na. les condamnations pénales exécutoires pour un crime ou un délit et les condamnations pénales exécutoires à une mesure entraînant une privation de liberté;\nb. les saisies infructueuses et les déclarations de faillite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_27"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre deuxième  Obligations militaires, Chapitre 2, Définition des obligations militaires, Section 4, Devoirs hors du service, Obligation de s’annoncer",
        "citation": "Art. 27 al. 2 LAAM",
        "content": "Le Conseil fédéral règle l’obligation de s’annoncer pour les Suisses de l’étranger, ainsi que pour les personnes qui accomplissent un service civil et celles qui sont au bénéfice d’un congé à l’étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_27"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre troisième  Droits et devoirs des militaires, Chapitre 1, Droits généraux, Droits constitutionnels et légaux",
        "citation": "Art. 28 al. 1 LAAM",
        "content": "En période de service militaire, les militaires bénéficient des mêmes droits constitutionnels et légaux que dans la vie civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_28"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre troisième  Droits et devoirs des militaires, Chapitre 1, Droits généraux, Droits constitutionnels et légaux",
        "citation": "Art. 28 al. 2 LAAM",
        "content": "Des restrictions sont admissibles uniquement dans la mesure où l’instruction ou l’engagement spécifique l’exigent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_28"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre troisième  Droits et devoirs des militaires, Chapitre 1, Droits généraux, Droits constitutionnels et légaux",
        "citation": "Art. 28 al. 3 LAAM",
        "content": "Le Conseil fédéral édicte les dispositions fixant les droits et les devoirs des militaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_28"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre troisième  Droits et devoirs des militaires, Chapitre 1, Droits généraux, Entretien",
        "citation": "Art. 29 al. 1 LAAM",
        "content": "Les militaires en service reçoivent de la Confédération la solde et la subsistance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_29"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre troisième  Droits et devoirs des militaires, Chapitre 1, Droits généraux, Entretien",
        "citation": "Art. 29 al. 2 LAAM",
        "content": "La Confédération pourvoit à leur logement et prend à sa charge leurs voyages de service.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_29"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre troisième  Droits et devoirs des militaires, Chapitre 1, Droits généraux, Entretien",
        "citation": "Art. 29 al. 3 LAAM",
        "content": "Elle veille à fournir aux militaires en service et à ceux qui doivent régler des affaires officielles hors du service des services postaux relevant du service universel suffisants et gratuits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_29"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre troisième  Droits et devoirs des militaires, Chapitre 1, Droits généraux, Entretien",
        "citation": "Art. 29 al. 4 LAAM",
        "content": "L’Assemblée fédérale édicte les dispositions relatives à la solde, à la subsistance, au logement et aux voyages de service.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_29"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre troisième  Droits et devoirs des militaires, Chapitre 1, Droits généraux, Indemnités de formation",
        "citation": "Art. 29a al. 1 LAAM",
        "content": "La Confédération peut octroyer aux militaires de milice qui accomplissent une école de cadres et le service pratique en vue d’une formation de sous-officier, de sous-officier supérieur ou d’officier jusqu’au niveau de l’état-major de corps de troupe une contribution financière que ceux-ci pourront utiliser pour suivre des formations civiles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_29_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre troisième  Droits et devoirs des militaires, Chapitre 1, Droits généraux, Indemnités de formation",
        "citation": "Art. 29a al. 2 LAAM",
        "content": "Le Conseil fédéral édicte les dispositions relatives aux indemnités de formation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_29_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre troisième  Droits et devoirs des militaires, Chapitre 1, Droits généraux, Indemnité pour perte de gain",
        "citation": "Art. 30 al. 1 LAAM",
        "content": "Toute personne qui effectue du service militaire a droit à une indemnité pour perte de gain.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_30"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre troisième  Droits et devoirs des militaires, Chapitre 1, Droits généraux, Indemnité pour perte de gain",
        "citation": "Art. 30 al. 1bis LAAM",
        "content": "La période entre l’école de recrues et des services d’instruction destinés à l’obtention du grade de sergent, de sergent-major, de sergent-major chef, de fourrier ou de lieutenant, ou entre des services d’instruction de ce type, donne droit à la solde et à l’indemnité pour perte de gain pour autant que les intervalles entre les services n’excèdent pas six semaines.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_30"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre troisième  Droits et devoirs des militaires, Chapitre 1, Droits généraux, Indemnité pour perte de gain",
        "citation": "Art. 30 al. 2 LAAM",
        "content": "L’indemnité pour perte de gain est réglée par la loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_30"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre troisième  Droits et devoirs des militaires, Chapitre 1, Droits généraux, Conseils, assistance",
        "citation": "Art. 31 al. 1 LAAM",
        "content": "Des services sont à la disposition des militaires pour leur prodiguer conseils et assistance dans les domaines médical, spirituel, psychologique ou social en relation avec le service militaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_31"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre troisième  Droits et devoirs des militaires, Chapitre 1, Droits généraux, Conseils, assistance",
        "citation": "Art. 31 al. 2 LAAM",
        "content": "Les différents services sont pris en charge par la Confédération. Ils sont habilités à traiter des données personnelles, y compris des données sensibles, à condition et aussi longtemps que l’exécution de leurs tâches l’exige.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_31"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre troisième  Droits et devoirs des militaires, Chapitre 2, Devoirs généraux, Ordres et obéissance",
        "citation": "Art. 32 al. 1 LAAM",
        "content": "Les supérieurs et les aides de commandement qu’ils ont habilités ont le droit de donner des ordres à leurs subordonnés dans les affaires relevant du service.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_32"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre troisième  Droits et devoirs des militaires, Chapitre 2, Devoirs généraux, Ordres et obéissance",
        "citation": "Art. 32 al. 2 LAAM",
        "content": "Les militaires doivent obéissance à leurs supérieurs dans les affaires relevant du service.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_32"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre troisième  Droits et devoirs des militaires, Chapitre 2, Devoirs généraux, Ordres et obéissance",
        "citation": "Art. 32 al. 3 LAAM",
        "content": "Les militaires n’ont pas à exécuter un ordre lorsque celui-ci leur impose un comportement punissable au sens de la loi ou du droit des gens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_32"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre troisième  Droits et devoirs des militaires, Chapitre 2, Devoirs généraux, Devoir de garder le secret",
        "citation": "Art. 33 al. 1 LAAM",
        "content": "Les militaires sont tenus de garder le secret en ce qui concerne les affaires dont ils ont connaissance dans le cadre de leurs activités de service, dans la mesure où ces affaires doivent être maintenues secrètes en raison de leur importance ou de prescriptions particulières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_33"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre troisième  Droits et devoirs des militaires, Chapitre 2, Devoirs généraux, Devoir de garder le secret",
        "citation": "Art. 33 al. 2 LAAM",
        "content": "Le devoir de garder le secret subsiste après la fin de l’obligation de servir dans l’armée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_33"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre troisième  Droits et devoirs des militaires, Chapitre 3, Maladie et accident, Assurance",
        "citation": "Art. 34 LAAM",
        "content": "L’assurance des conscrits et des militaires contre la maladie et l’accident est réglée par une loi fédérale spéciale. La responsabilité de la Confédération applicable aux dommages aux personnes se fonde exclusivement sur cette loi spéciale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_34"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre troisième  Droits et devoirs des militaires, Chapitre 3, Maladie et accident, Système de santé militaire",
        "citation": "Art. 34a al. 1 LAAM",
        "content": "Le système de santé militaire comprend l’ensemble des prestations médicales, pharmaceutiques et sanitaires que l’armée ou l’administration militaire fournissent, sous la responsabilité de la Confédération, aux conscrits, aux militaires et à des tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_34_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre troisième  Droits et devoirs des militaires, Chapitre 3, Maladie et accident, Système de santé militaire",
        "citation": "Art. 34a al. 2 LAAM",
        "content": "Le DDPS s’assure que les personnes mentionnées à l’al. 1 reçoivent des soins ambulatoires ou hospitaliers, au besoin dans des établissements médicaux civils.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_34_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre troisième  Droits et devoirs des militaires, Chapitre 3, Maladie et accident, Système de santé militaire",
        "citation": "Art. 34a al. 3 LAAM",
        "content": "Le Conseil fédéral détermine les conditions de fourniture des prestations. Il désigne les tiers pouvant bénéficier de prestations fournies par le système de santé militaire. Sont notamment des tiers certains services, les employés de l’administration fédérale ainsi que les patients qui bénéficient d’un traitement dans le cadre de l’instruction ou durant des engagements.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_34_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre troisième  Droits et devoirs des militaires, Chapitre 3, Maladie et accident, Protection contre les maladies transmissibles ou graves",
        "citation": "Art. 35 al. 1 LAAM",
        "content": "Le Conseil fédéral édicte des prescriptions sur la protection contre les maladies transmissibles ou graves au sein de l’armée. Il définit les mesures et les compétences en respectant les dispositions de la loi du 28 septembre 2012 sur les épidémies et de la loi du 1er juillet 1966 sur les épizooties.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_35"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre troisième  Droits et devoirs des militaires, Chapitre 3, Maladie et accident, Protection contre les maladies transmissibles ou graves",
        "citation": "Art. 35 al. 2 LAAM",
        "content": "Il peut, pour l’exercice de fonctions de l’armée présentant un risque élevé d’infection, exiger des analyses de sang ou des vaccinations à titre préventif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_35"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre troisième  Droits et devoirs des militaires, Chapitre 3, Maladie et accident, Protection contre les maladies transmissibles ou graves",
        "citation": "Art. 35 al. 3 LAAM",
        "content": "Il peut proposer aux conscrits et aux militaires des analyses de sang ou des vaccinations volontaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_35"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre troisième  Droits et devoirs des militaires, Chapitre 3, Maladie et accident, Examens médicaux de routine",
        "citation": "Art. 35a LAAM",
        "content": "Le DDPS peut soumettre les officiers généraux, le personnel militaire de la police militaire et les cadres du rang le plus élevé de l’administration militaire de la Confédération à des examens médicaux de routine réguliers, effectués par un médecin-conseil ou par le service médical.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_35_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre troisième  Droits et devoirs des militaires, Chapitre 4, Affaires juridiques non pécuniaires du service militaire; voies de droit, Plainte de service",
        "citation": "Art. 36 al. 1 LAAM",
        "content": "Tout militaire a le droit de déposer une plainte de service s’il est convaincu qu’un supérieur, un autre militaire ou une autorité militaire lui a fait du tort.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_36"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre troisième  Droits et devoirs des militaires, Chapitre 4, Affaires juridiques non pécuniaires du service militaire; voies de droit, Plainte de service",
        "citation": "Art. 36 al. 2 LAAM",
        "content": "La décision concernant la plainte de service peut être déférée à l’instance immédiatement supérieure. La décision de celle-ci peut être déférée à son tour au département fédéral compétent qui statue définitivement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_36"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre troisième  Droits et devoirs des militaires, Chapitre 4, Affaires juridiques non pécuniaires du service militaire; voies de droit, Plainte de service",
        "citation": "Art. 36 al. 3 LAAM",
        "content": "Les décisions des directions militaires cantonales peuvent être déférées directement au DDPS, pour autant que le droit cantonal ne prévoie pas la possibilité de recourir auprès du gouvernement cantonal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_36"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre troisième  Droits et devoirs des militaires, Chapitre 4, Affaires juridiques non pécuniaires du service militaire; voies de droit, Plainte de service",
        "citation": "Art. 36 al. 4 LAAM",
        "content": "Les plaintes de service et les recours sont traités selon une procédure simple, rapide et gratuite. Ils n’ont pas d’effet suspensif. L’autorité saisie peut exceptionnellement admettre un effet suspensif pour des raisons particulières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_36"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre troisième  Droits et devoirs des militaires, Chapitre 4, Affaires juridiques non pécuniaires du service militaire; voies de droit, Plainte de service",
        "citation": "Art. 36 al. 5 LAAM",
        "content": "Le Conseil fédéral règle les détails.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_36"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre troisième  Droits et devoirs des militaires, Chapitre 4, Affaires juridiques non pécuniaires du service militaire; voies de droit, Affaires relevant du pouvoir de commandement",
        "citation": "Art. 37 al. 1 LAAM",
        "content": "Toutes les injonctions des supérieurs militaires sont considérées comme des affaires relevant du pouvoir de commandement militaire au sens de l’art. 3, let. d, de la loi fédérale du 20 décembre 1968 sur la procédure administrative. En outre, le Conseil fédéral détermine quelles injonctions des autorités militaires fédérales et cantonales relatives à l’affectation du militaire doivent également être considérées comme des affaires relevant du pouvoir de commandement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_37"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre troisième  Droits et devoirs des militaires, Chapitre 4, Affaires juridiques non pécuniaires du service militaire; voies de droit, Affaires relevant du pouvoir de commandement",
        "citation": "Art. 37 al. 2 LAAM",
        "content": "La plainte de service est également recevable dans les affaires relevant du pouvoir de commandement militaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_37"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre troisième  Droits et devoirs des militaires, Chapitre 4, Affaires juridiques non pécuniaires du service militaire; voies de droit, Demande de réexamen dans des cas particuliers",
        "citation": "Art. 38 LAAM",
        "content": "Les militaires peuvent déposer une demande de réexamen concernant les mises sur pied, ainsi que les décisions relatives aux déplacements de service, à l’accomplissement anticipé du service, au service volontaire et aux dispenses du service d’appui ou du service actif. La plainte de service n’est pas recevable dans ces cas.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_38"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre troisième  Droits et devoirs des militaires, Chapitre 4, Affaires juridiques non pécuniaires du service militaire; voies de droit, Recours contre l’appréciation de l’aptitude au service militaire",
        "citation": "Art. 39 LAAM",
        "content": "Les militaires peuvent recourir contre les décisions des commissions de visite sanitaire concernant l’appréciation de l’aptitude au service militaire auprès d’une autre commission de visite sanitaire. La décision rendue est alors définitive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_39"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre troisième  Droits et devoirs des militaires, Chapitre 4, Affaires juridiques non pécuniaires du service militaire; voies de droit, Autres affaires juridiques non pécuniaires; voies de droit",
        "citation": "Art. 40 al. 1 LAAM",
        "content": "Dans d’autres affaires juridiques non pécuniaires, en particulier en ce qui concerne des décisions rendues en vertu des art. 21 à 24 et des sanctions de droit administratif similaires, les voies de droit sont régies par la loi fédérale du 20 décembre 1968 sur la procédure administrative et par le droit cantonal lorsqu’elles relèvent des autorités cantonales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_40"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre troisième  Droits et devoirs des militaires, Chapitre 4, Affaires juridiques non pécuniaires du service militaire; voies de droit, Autres affaires juridiques non pécuniaires; voies de droit",
        "citation": "Art. 40 al. 2 LAAM",
        "content": "Les décisions des autorités chargées d’accorder les autorisations pour l’admission au service militaire sans arme (art. 16, al. 2) peuvent faire l’objet d’un recours devant le DDPS; la décision de celui-ci peut faire l’objet d’un recours devant le Tribunal administratif fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_40"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre troisième  Droits et devoirs des militaires, Chapitre 5, Titres et décorations octroyés par des autorités étrangères",
        "citation": "Art. 40a al. 1 LAAM",
        "content": "Il est interdit aux militaires d’accepter des titres ou des décorations octroyés par des autorités étrangères.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_40_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre troisième  Droits et devoirs des militaires, Chapitre 5, Titres et décorations octroyés par des autorités étrangères",
        "citation": "Art. 40a al. 2 LAAM",
        "content": "Les militaires qui étaient en possession de titres ou de décorations avant d’être incorporés dans l’armée suisse ne peuvent pas faire usage de tels titres ou porter de telles décorations en Suisse ou à l’étranger tant qu’ils n’ont pas été libérés du service militaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_40_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre troisième  Droits et devoirs des militaires, Chapitre 6, Droits d’auteur",
        "citation": "Art. 40b al. 1 LAAM",
        "content": "Lorsqu’un militaire crée une œuvre au sens de la loi du 9 octobre 1992 sur le droit d’auteur dans l’exercice de ses fonctions, le droit d’utilisation revient exclusivement à la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_40_b"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre troisième  Droits et devoirs des militaires, Chapitre 6, Droits d’auteur",
        "citation": "Art. 40b al. 2 LAAM",
        "content": "Si l’œuvre a une grande utilité pour la Confédération, une indemnisation appropriée peut être accordée au militaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_40_b"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 1, Dispositions générales, Services d’instruction",
        "citation": "Art. 41 al. 1 LAAM",
        "content": "Les services d’instruction comprennent les écoles, les cours, les exercices et les rapports.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_41"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 1, Dispositions générales, Services d’instruction",
        "citation": "Art. 41 al. 2 LAAM",
        "content": "Les officiers, les sous-officiers supérieurs, les sous-officiers ainsi que les appointés et les soldats qui occupent des fonctions de cadre sont convoqués à des cours de cadres avant les services d’instruction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_41"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 1, Dispositions générales, Services d’instruction",
        "citation": "Art. 41 al. 3 LAAM",
        "content": "Le Conseil fédéral fixe les services d’instruction, définit leur durée et leur subordination; il désigne les participants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_41"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 1, Dispositions générales, Services d’instruction obligatoires",
        "citation": "Art. 42 al. 1 LAAM",
        "content": "Le nombre de jours de service d’instruction est déterminé par les besoins de l’armée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_42"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 1, Dispositions générales, Services d’instruction obligatoires",
        "citation": "Art. 42 al. 2 LAAM",
        "content": "Il est de 280 jours au plus pour la troupe et de 300 jours au plus pour les soldats et les appointés qui effectuent la durée totale des services d’instruction obligatoires en une seule fois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_42"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 1, Dispositions générales, Services d’instruction obligatoires",
        "citation": "Art. 42 al. 3 LAAM",
        "content": "Le Conseil fédéral fixe le nombre de jours pour les autres militaires. Ce nombre ne doit pas être supérieur à 1700.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_42"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 1, Dispositions générales, Imputation de services d’instruction",
        "citation": "Art. 43 al. 1 LAAM",
        "content": "L’instruction et les services préparatoires pour les engagements dans le pays et à l’étranger donnent droit à la solde et sont imputés sur la durée totale des services d’instruction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_43"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 1, Dispositions générales, Imputation de services d’instruction",
        "citation": "Art. 43 al. 2 LAAM",
        "content": "Les services d’instruction fournis et rémunérés en vertu d’un contrat de travail ne donnent pas droit à la solde et ne sont pas imputés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_43"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 1, Dispositions générales, Services d’instruction volontaires",
        "citation": "Art. 44 al. 1 LAAM",
        "content": "Les militaires peuvent être autorisés à effectuer des services d’instruction volontaires si l’armée en a besoin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_44"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 1, Dispositions générales, Services d’instruction volontaires",
        "citation": "Art. 44 al. 2 LAAM",
        "content": "Les services d’instruction volontaires ne sont pas imputés sur la durée des services d’instruction obligatoires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_44"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 1, Dispositions générales, Services d’instruction supplémentaires",
        "citation": "Art. 45 LAAM",
        "content": "En cas de réorganisation ou de rééquipement d’une formation, le Conseil fédéral peut ordonner des services d’instruction supplémentaires et en fixer la durée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_45"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 1, Dispositions générales, Buts et conduite de l’instruction",
        "citation": "Art. 46 al. 1 LAAM",
        "content": "L’instruction est organisée à tous les échelons en fonction des tâches de l’armée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_46"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 1, Dispositions générales, Buts et conduite de l’instruction",
        "citation": "Art. 46 al. 2 LAAM",
        "content": "Le DDPS fixe les buts et règle la conduite de l’instruction en fonction de l’engagement de l’armée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_46"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 1, Dispositions générales, Personnel militaire",
        "citation": "Art. 47 al. 1 LAAM",
        "content": "Le personnel militaire comprend les militaires de métier et les militaires contractuels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_47"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 1, Dispositions générales, Personnel militaire",
        "citation": "Art. 47 al. 2 LAAM",
        "content": "Les militaires de métier sont les officiers de carrière, les sous-officiers de carrière et les soldats de métier. En règle générale, ils sont engagés par contrat de durée indéterminée conformément à la législation sur le personnel de la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_47"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 1, Dispositions générales, Personnel militaire",
        "citation": "Art. 47 al. 3 LAAM",
        "content": "Les militaires contractuels sont les officiers contractuels, les sous-officiers contractuels et les soldats contractuels. Ils sont engagés par contrat de durée déterminée conformément à la législation sur le personnel de la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_47"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 1, Dispositions générales, Personnel militaire",
        "citation": "Art. 47 al. 4 LAAM",
        "content": "Le personnel militaire est employé dans les domaines de l’instruction et de la conduite et dans tous les genres d’engagement de l’armée. Il peut être engagé dans le pays ou à l’étranger. Quiconque fait partie du personnel militaire est considéré comme militaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_47"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 1, Dispositions générales, Personnel militaire",
        "citation": "Art. 47 al. 5 LAAM",
        "content": "Le personnel militaire est spécialement instruit pour son engagement. L’instruction peut être effectuée en collaboration avec des hautes écoles et des hautes écoles spécialisées, avec des spécialistes et avec des forces armées étrangères.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_47"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 1, Dispositions générales, Instruction et engagement des troupes",
        "citation": "Art. 48 al. 1 LAAM",
        "content": "Les commandants de troupe sont responsables de l’instruction et de l’engagement des troupes qui leur sont subordonnées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_48"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 1, Dispositions générales, Instruction et engagement des troupes",
        "citation": "Art. 48 al. 2 LAAM",
        "content": "Le Conseil fédéral règle l’organisation de l’instruction des troupes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_48"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 1, Dispositions générales, Instruction à l’étranger ou avec des troupes étrangères",
        "citation": "Art. 48a al. 1 LAAM",
        "content": "Dans le cadre de la politique étrangère et de la politique de sécurité de la Suisse, le Conseil fédéral peut conclure des accords internationaux concernant:\na. l’instruction à l’étranger de troupes suisses;\nb. l’instruction de troupes étrangères en Suisse;\nc. l’instruction à l’étranger de troupes étrangères;\nd. des exercices réalisés avec des troupes étrangères.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_48_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 1, Dispositions générales, Instruction à l’étranger ou avec des troupes étrangères",
        "citation": "Art. 48a al. 2 LAAM",
        "content": "Le Conseil fédéral peut fournir des installations et du matériel de l’armée à des fins d’instruction dans un contexte international.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_48_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 1, Dispositions générales, Instruction à l’étranger ou avec des troupes étrangères",
        "citation": "Art. 48a al. 3 LAAM",
        "content": "Il édicte des dispositions concernant le service militaire, obligatoire ou volontaire, que les militaires accomplissent à l’étranger en tant que sportifs d’élite, entraîneurs, accompagnateurs ou fonctionnaires, et dont les sportifs d’élite profitent pour améliorer leurs performances et pour participer à des compétitions. Il peut, dans ce cadre, édicter des dispositions particulières concernant:\na. la subsistance;\nb. le logement;\nc. les voyages de service;\nd. l’équipement et le matériel;\ne. les assurances;\nf. la responsabilité pour dommages.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_48_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 1, Dispositions générales, Instruction et formation continue du personnel médical militaire",
        "citation": "Art. 48b al. 1 LAAM",
        "content": "L’instruction et la formation continue du personnel médical militaire sont du ressort de la Confédération, dans la mesure où ils ne s’effectuent pas dans une haute école.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_48_b"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 1, Dispositions générales, Instruction et formation continue du personnel médical militaire",
        "citation": "Art. 48b al. 2 LAAM",
        "content": "La Confédération garantit et coordonne l’instruction et la formation continue des médecins militaires et des autres cadres des professions de la santé dans le domaine de la médecine militaire et de catastrophe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_48_b"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 1, Dispositions générales, Instruction et formation continue du personnel médical militaire",
        "citation": "Art. 48b al. 3 LAAM",
        "content": "La Confédération exploite à cet effet un centre de compétences pour la médecine militaire et de catastrophe. Ce centre est une unité administrative du DDPS. Il peut confier des mandats à des tiers pour appliquer des mesures de formation et de formation continue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_48_b"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 1, Dispositions générales, Instruction et formation continue des cyberspécialistes",
        "citation": "Art. 48c al. 1 LAAM",
        "content": "Le DDPS est compétent pour l’instruction et la formation continue des militaires incorporés en qualité de cyberspécialistes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_48_c"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 1, Dispositions générales, Instruction et formation continue des cyberspécialistes",
        "citation": "Art. 48c al. 2 LAAM",
        "content": "Il peut charger des tiers d’appliquer des mesures concernant l’instruction et la formation continue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_48_c"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 1, Dispositions générales, Mise à disposition de moyens militaires pour des activités civiles ou hors du service en Suisse",
        "citation": "Art. 48d al. 1 LAAM",
        "content": "L’armée et l’administration militaire de la Confédération peuvent mettre à la disposition des autorités civiles et des tiers qui le demandent du personnel et du matériel pour les activités suivantes:\na. activités civiles ou hors du service d’intérêt public;\nb. événements ou manifestations civils d’importance nationale ou internationale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_48_d"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 1, Dispositions générales, Mise à disposition de moyens militaires pour des activités civiles ou hors du service en Suisse",
        "citation": "Art. 48d al. 2 LAAM",
        "content": "Les autorités civiles sont prioritaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_48_d"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 1, Dispositions générales, Mise à disposition de moyens militaires pour des activités civiles ou hors du service en Suisse",
        "citation": "Art. 48d al. 3 LAAM",
        "content": "Les moyens militaires ne sont mis à la disposition des autorités ou tiers demandeurs que si les conditions suivantes sont réunies:\na. il est établi que les autorités ou tiers demandeurs ne peuvent exercer les activités ni par leurs propres moyens ni avec l’aide de la protection civile ou de sociétés ou d’associations militaires reconnues;\nb. les personnes prévues à cet effet disposent d’une instruction et d’un équipement qui les rendent aptes à fournir la prestation demandée;\nc. la sécurité requise est garantie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_48_d"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 1, Dispositions générales, Mise à disposition de moyens militaires pour des activités civiles ou hors du service en Suisse",
        "citation": "Art. 48d al. 4 LAAM",
        "content": "Peuvent être mis à la disposition des autorités ou tiers demandeurs:\na. des troupes en service d’instruction;\nb. des formations professionnelles;\nc. les exploitations logistiques de l’administration militaire de la Confédération;\nd. le matériel militaire dont disposent les troupes, les formations et les exploitations visées aux let. a à c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_48_d"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 1, Dispositions générales, Mise à disposition de moyens militaires pour des activités civiles ou hors du service en Suisse",
        "citation": "Art. 48d al. 5 LAAM",
        "content": "Il est possible de mettre à la disposition des autorités ou tiers demandeurs des troupes en service d’instruction ou des formations professionnelles à condition qu’elles ne soient pas armées et que les conditions suivantes soient réunies:\na. les prestations demandées présentent une grande utilité pour l’instruction ou l’entraînement des militaires dans les fonctions qu’ils exercent;\nb. il n’est prévu d’accomplir aucune tâche nécessitant des pouvoirs de police au sens de l’art. 92;\nc. la capacité d’intervention des troupes et des formations professionnelles et la disponibilité de l’armée ne sont pas entravées;\nd. la réalisation des objectifs du service d’instruction n’est pas sensiblement entravée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_48_d"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 1, Dispositions générales, Mise à disposition de moyens militaires pour des activités civiles ou hors du service en Suisse",
        "citation": "Art. 48d al. 6 LAAM",
        "content": "Exceptionnellement et dans une moindre mesure, il est possible de fournir des prestations au profit d’événements ou de manifestations civils d’importance nationale ou internationale même si elles ne présentent pas une grande utilité pour l’instruction ou l’entraînement des militaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_48_d"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 1, Dispositions générales, Mise à disposition de moyens militaires pour des activités civiles ou hors du service en Suisse",
        "citation": "Art. 48d al. 7 LAAM",
        "content": "Le Conseil fédéral règle la procédure et la prise en charge des coûts. Il peut:\na. prévoir une dispense de frais dans certains cas exceptionnels;\nb. obliger les demandeurs qui réalisent un gain considérable grâce à l’événement qui a bénéficié de l’appui de l’armée à virer une part appropriée de ce gain au fonds de compensation des allocations pour perte de gain;\nc. habiliter le DDPS à conclure des conventions de prestations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_48_d"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 1, Dispositions générales, Mise à disposition de moyens militaires pour des activités civiles ou hors du service en Suisse",
        "citation": "Art. 48d al. 8 LAAM",
        "content": "Les troupes en service d’instruction peuvent fournir une aide spontanée, sans arme, en cas d’événement imprévu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_48_d"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 2, Instruction de base, École de recrues",
        "citation": "Art. 49 al. 1 LAAM",
        "content": "Les personnes astreintes au service militaire accomplissent l’école de recrues au plus tôt au début de l’année au cours de laquelle elles atteignent l’âge de 19 ans et au plus tard pendant l’année au cours de laquelle elles atteignent l’âge de 25 ans. Le moment est déterminé par les besoins de l’armée. Les souhaits des conscrits sont pris en compte dans la mesure du possible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_49"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 2, Instruction de base, École de recrues",
        "citation": "Art. 49 al. 2 LAAM",
        "content": "Les conscrits qui n’ont pas accompli l’école de recrues à la fin de l’année au cours de laquelle ils atteignent l’âge de 25 ans sont libérés de l’obligation d’accomplir le service militaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_49"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 2, Instruction de base, École de recrues",
        "citation": "Art. 49 al. 3 LAAM",
        "content": "Le Conseil fédéral peut prévoir que l’école de recrues peut être accomplie ultérieurement si les services d’instruction obligatoires (art. 42) peuvent encore être accomplis dans les limites d’âge visées à l’art. 13.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_49"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 2, Instruction de base, École de recrues",
        "citation": "Art. 49 al. 4 LAAM",
        "content": "L’école de recrues dure 18 semaines. Le Conseil fédéral peut prévoir une durée plus longue ou plus courte, de six semaines au plus, pour les formations nécessitant une instruction particulière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_49"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 2, Instruction de base, Cours techniques",
        "citation": "Art. 50 LAAM",
        "content": "Après l’école de recrues, les spécialistes peuvent recevoir une instruction complémentaire dans le cadre de cours techniques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_50"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 3, Services d’instruction des formations, Cours de répétition",
        "citation": "Art. 51 al. 1 LAAM",
        "content": "Les personnes astreintes au service militaire accomplissent des cours de répétition chaque année. En règle générale, ceux-ci doivent être effectués dans la formation d’incorporation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_51"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 3, Services d’instruction des formations, Cours de répétition",
        "citation": "Art. 51 al. 2 LAAM",
        "content": "Les militaires de la troupe doivent accomplir six cours de répétition d’une durée de trois semaines.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_51"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 3, Services d’instruction des formations, Cours de répétition",
        "citation": "Art. 51 al. 3 LAAM",
        "content": "Le Conseil fédéral fixe la durée et la fréquence de ces cours de répétition pour les militaires chargés de fonctions clés, les sous-officiers, les sous-officiers supérieurs et les officiers. À cet égard, il tient compte notamment des besoins de l’instruction, de la disponibilité opérationnelle et des ressources disponibles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_51"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 3, Services d’instruction des formations, Cours de répétition",
        "citation": "Art. 51 al. 4 LAAM",
        "content": "Si les besoins de l’instruction l’exigent, le Conseil fédéral peut prévoir des cours de répétition plus courts ou l’accomplissement de cours de répétition à la journée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_51"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 3, Services d’instruction des formations, Travaux de préparation et de licenciement",
        "citation": "Art. 53 al. 1 LAAM",
        "content": "Les militaires peuvent être convoqués pour la préparation de services d’instruction et pour des travaux de licenciement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_53"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 3, Services d’instruction des formations, Travaux de préparation et de licenciement",
        "citation": "Art. 53 al. 2 LAAM",
        "content": "Le Conseil fédéral fixe la durée de ces services.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_53"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 3, Services d’instruction des formations, Services accomplis hors de la formation d’incorporation",
        "citation": "Art. 54 LAAM",
        "content": "Le Conseil fédéral peut ordonner des services d’instruction spéciaux hors de la formation d’incorporation pour les militaires qui revêtent certaines fonctions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_54"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 3a, Accomplissement des services d’instruction obligatoires en une seule fois",
        "citation": "Art. 54a al. 1 LAAM",
        "content": "La personne astreinte à l’obligation de servir dans l’armée peut, si elle le souhaite, effectuer la durée totale des services d’instruction obligatoires en une seule fois. Le nombre des personnes astreintes prises en considération est déterminé par les besoins de l’armée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_54_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 3a, Accomplissement des services d’instruction obligatoires en une seule fois",
        "citation": "Art. 54a al. 2 LAAM",
        "content": "Quiconque effectue la durée totale de ses services d’instruction obligatoires en une seule fois (militaire en service long) effectue le solde de ses jours de service immédiatement après son école de recrues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_54_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 3a, Accomplissement des services d’instruction obligatoires en une seule fois",
        "citation": "Art. 54a al. 3 LAAM",
        "content": "La part des militaires en service long à une classe de recrutement ne doit pas dépasser 15 %.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_54_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 3a, Accomplissement des services d’instruction obligatoires en une seule fois",
        "citation": "Art. 54a al. 4 LAAM",
        "content": "Les militaires en service long qui ont accompli la totalité de leurs services d’instruction obligatoires sont incorporés dans l’armée pour une durée de quatre ans. Ils peuvent, en cas de besoin, être convoqués pour des engagements de l’armée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_54_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 4, Instruction des sous-officiers, des sous-officiers supérieurs et des officiers, ...",
        "citation": "Art. 55 al. 1 LAAM",
        "content": "Les aspirants sergents et lieutenants suivent une instruction de cadres adaptée à leurs missions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_55"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 4, Instruction des sous-officiers, des sous-officiers supérieurs et des officiers, ...",
        "citation": "Art. 55 al. 2 LAAM",
        "content": "Les sergents et lieutenants nouvellement nommés accomplissent un service d’instruction dans une école de recrues. Ils assument, à leur échelon, la responsabilité de l’instruction et de la conduite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_55"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 4, Instruction des sous-officiers, des sous-officiers supérieurs et des officiers, ...",
        "citation": "Art. 55 al. 3 LAAM",
        "content": "Le Conseil fédéral détermine:\na. les autres services d’instruction permettant d’obtenir un grade supérieur, d’exercer une nouvelle fonction ou de se reconvertir;\nb. les services particuliers que les sous-officiers, les sous-officiers supérieurs et les officiers doivent accomplir;\nc. la durée maximale de l’instruction des cadres et des services d’instruction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_55"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 4, Instruction des sous-officiers, des sous-officiers supérieurs et des officiers, ...",
        "citation": "Art. 55 al. 4 LAAM",
        "content": "Il peut habiliter le DDPS à régler les modalités des services d’instruction telles que leur répartition en modules, les participants et les conditions d’admission.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_55"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 5, Service accompli dans des écoles et des cours ainsi que dans l’administration militaire",
        "citation": "Art. 59 al. 1 LAAM",
        "content": "En cas de besoin, les autorités militaires peuvent convoquer des militaires pour assurer le déroulement des écoles et des cours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_59"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 5, Service accompli dans des écoles et des cours ainsi que dans l’administration militaire",
        "citation": "Art. 59 al. 2 LAAM",
        "content": "En cas de besoin impératif, les autorités militaires peuvent convoquer des militaires à des services dans l’administration militaire et ses exploitations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_59"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 5, Service accompli dans des écoles et des cours ainsi que dans l’administration militaire",
        "citation": "Art. 59 al. 3 LAAM",
        "content": "Il y a besoin impératif lorsque:\na. l’administration militaire ou ses exploitations doivent faire face à une surcharge extraordinaire;\nb. des travaux exigent des connaissances spécialisées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_59"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 5, Service accompli dans des écoles et des cours ainsi que dans l’administration militaire",
        "citation": "Art. 59 al. 4 LAAM",
        "content": "Les services effectués en vertu d’un contrat de travail dans l’administration militaire de la Confédération ou des cantons par du personnel militaire ou par des employés de cette administration ne donnent pas droit à la solde et ne sont pas imputés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_59"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 6, Affectation en dehors de la troupe, Militaires non incorporés",
        "citation": "Art. 60 al. 1 LAAM",
        "content": "Les militaires, excepté les recrues, qui ne sont pas incorporés dans une formation, sont à la disposition du DDPS. En règle générale, cette situation s’applique également aux militaires dispensés du service d’appui ou du service actif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_60"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 6, Affectation en dehors de la troupe, Militaires non incorporés",
        "citation": "Art. 60 al. 2 LAAM",
        "content": "Ils peuvent être convoqués à des services dans des écoles, des cours et dans l’administration militaire; les Suisses de l’étranger font exception.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_60"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 6, Affectation en dehors de la troupe, Militaires non incorporés",
        "citation": "Art. 60 al. 3 LAAM",
        "content": "Le Conseil fédéral désigne les militaires qui ne sont pas incorporés dans une formation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_60"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 6, Affectation en dehors de la troupe, Affectation dans le cadre du Réseau national de sécurité",
        "citation": "Art. 61 al. 1 LAAM",
        "content": "En cas de nécessité et dans la mesure où les besoins de l’armée le permettent, des militaires peuvent être mis à la disposition de la protection civile, des organes civils de conduite du Réseau national de sécurité ou des centres de renfort des sapeurs-pompiers pour y occuper une fonction de cadre ou de spécialiste.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_61"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 6, Affectation en dehors de la troupe, Affectation dans le cadre du Réseau national de sécurité",
        "citation": "Art. 61 al. 2 LAAM",
        "content": "Pendant la durée de la mise à disposition, ils ne sont pas tenus d’accomplir du service militaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_61"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 6, Affectation en dehors de la troupe, Affectation dans le cadre du Réseau national de sécurité",
        "citation": "Art. 61 al. 3 LAAM",
        "content": "Le Conseil fédéral peut mettre durablement à la disposition des autorités civiles des militaires chargés de la coordination afin que l’armée puisse fournir de manière rapide et efficace l’appui demandé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_61"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 7, Activités hors du service, Soutien de la Confédération",
        "citation": "Art. 62 al. 1 LAAM",
        "content": "La Confédération soutient les activités des associations et des sociétés militaires reconnues qui favorisent la formation et la formation continue avant le service et hors du service au profit de l’armée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_62"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 7, Activités hors du service, Soutien de la Confédération",
        "citation": "Art. 62 al. 2 LAAM",
        "content": "Elle soutient les sociétés de tir reconnues dans l’organisation d’exercices de tir avec armes et munitions d’ordonnance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_62"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 7, Activités hors du service, Soutien de la Confédération",
        "citation": "Art. 62 al. 3 LAAM",
        "content": "Le Conseil fédéral règle les conditions de reconnaissance des associations et sociétés visées aux al. 1 et 2. Il désigne les autres activités qui bénéficient du soutien de la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_62"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 7, Activités hors du service, Soutien de la Confédération",
        "citation": "Art. 62 al. 4 LAAM",
        "content": "La Confédération organise des cours d’instruction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_62"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 7, Activités hors du service, Tir obligatoire hors du service",
        "citation": "Art. 63 al. 1 LAAM",
        "content": "Doivent effectuer chaque année des exercices de tir hors du service aussi longtemps qu’ils sont astreints au service militaire:\na. les sous-officiers supérieurs, sous-officiers, appointés et soldats équipés du fusil d’assaut;\nb. les officiers subalternes appartenant à une arme ou à un service auxiliaire équipés du fusil d’assaut.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_63"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 7, Activités hors du service, Tir obligatoire hors du service",
        "citation": "Art. 63 al. 2 LAAM",
        "content": "Les exercices de tir sont organisés par les sociétés de tir et sont gratuits pour les tireurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_63"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 7, Activités hors du service, Tir obligatoire hors du service",
        "citation": "Art. 63 al. 3 LAAM",
        "content": "Le Conseil fédéral peut prévoir que les officiers subalternes accomplissent le tir obligatoire avec le pistolet au lieu du fusil d’assaut.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_63"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 7, Activités hors du service, Tir obligatoire hors du service",
        "citation": "Art. 63 al. 4 LAAM",
        "content": "Il peut régler différemment la durée de l’obligation d’effectuer les tirs et prévoir des exceptions à cette obligation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_63"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 7, Activités hors du service, Tir obligatoire hors du service",
        "citation": "Art. 63 al. 5 LAAM",
        "content": "Toute personne qui n’accomplit pas le tir obligatoire ou n’obtient pas le résultat minimum requis doit accomplir un cours de tir non soldé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_63"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 7, Activités hors du service, Tir obligatoire hors du service",
        "citation": "Art. 63 al. 6 LAAM",
        "content": "La Confédération indemnise les associations et sociétés reconnues pour l’organisation et l’exécution des exercices fédéraux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_63"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 8, Formation prémilitaire",
        "citation": "Art. 64 al. 1 LAAM",
        "content": "La Confédération soutient, dans la limite des crédits accordés, les associations et les sociétés qui organisent la formation prémilitaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_64"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre quatrième  Instruction de l’armée, Chapitre 8, Formation prémilitaire",
        "citation": "Art. 64 al. 2 LAAM",
        "content": "Le DDPS peut organiser des cours de formation prémilitaire ou charger d’autres organisations de cette tâche. La participation à ces cours est volontaire. L’incorporation dans certaines armes ou dans certaines fonctions peut dépendre de la réussite d’un tel cours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_64"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 1, Dispositions générales, Genres d’engagements",
        "citation": "Art. 65 LAAM",
        "content": "L’armée est engagée dans le cadre du service de promotion de la paix, du service d’appui et du service actif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_65"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 1, Dispositions générales, Imputation du service de promotion de la paix et du service d’appui sur la durée totale des services d’instruction obligatoires",
        "citation": "Art. 65a al. 1 LAAM",
        "content": "Les engagements dans le service de promotion de la paix et dans le service d’appui donnent droit à la solde et sont imputés sur la durée totale des services d’instruction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_65_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 1, Dispositions générales, Imputation du service de promotion de la paix et du service d’appui sur la durée totale des services d’instruction obligatoires",
        "citation": "Art. 65a al. 2 LAAM",
        "content": "Les engagements effectués et rémunérés en vertu d’un contrat de travail ne donnent pas droit à la solde et ne sont pas imputés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_65_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 1, Dispositions générales, Imputation du service de promotion de la paix et du service d’appui sur la durée totale des services d’instruction obligatoires",
        "citation": "Art. 65a al. 3 LAAM",
        "content": "En cas de mise sur pied importante de troupes ou d’engagements de longue durée, le Conseil fédéral peut ordonner que le service d’appui ne soit pas imputé sur la durée totale des services d’instruction ou qu’il ne le soit qu’en partie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_65_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 1, Dispositions générales, Formations de milice à disponibilité élevée",
        "citation": "Art. 65b LAAM",
        "content": "Le Conseil fédéral peut soumettre à un niveau élevé de disponibilité les formations de milice qui doivent être disponibles très rapidement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_65_b"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 1, Dispositions générales, Engagement d’employés de l’administration militaire de la Confédération",
        "citation": "Art. 65c al. 1 LAAM",
        "content": "Le DDPS peut ordonner que les employés de l’administration militaire de la Confédération qui fournissent des services indispensables à un engagement de l’armée soient engagés à titre militaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_65_c"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 1, Dispositions générales, Engagement d’employés de l’administration militaire de la Confédération",
        "citation": "Art. 65c al. 2 LAAM",
        "content": "Ces employés accomplissent l’engagement militaire sous la forme d’un service militaire. Les employés qui ne sont pas astreints au service militaire sont affectés à cet effet à l’armée pour autant que leur contrat de travail prévoie une telle obligation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_65_c"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 1, Dispositions générales, Engagement d’employés de l’administration militaire de la Confédération",
        "citation": "Art. 65c al. 3 LAAM",
        "content": "Le DDPS règle les rapports de subordination qui s’appliquent pour la durée de l’engagement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_65_c"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 2, Service de promotion de la paix, Conditions préalables",
        "citation": "Art. 66 al. 1 LAAM",
        "content": "Les engagements pour la promotion de la paix peuvent être ordonnés sur la base d’un mandat de l’ONU ou de l’OSCE. Ils doivent être conformes aux principes de la politique extérieure et de sécurité de la Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_66"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 2, Service de promotion de la paix, Conditions préalables",
        "citation": "Art. 66 al. 2 LAAM",
        "content": "Le service de promotion de la paix est accompli par des personnes ou des troupes suisses spécialement formées à cet effet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_66"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 2, Service de promotion de la paix, Conditions préalables",
        "citation": "Art. 66 al. 3 LAAM",
        "content": "L’inscription en vue d’une participation à un engagement de promotion de la paix est volontaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_66"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 2, Service de promotion de la paix, Armement et engagement",
        "citation": "Art. 66a al. 1 LAAM",
        "content": "Le Conseil fédéral détermine dans chaque cas l’armement nécessaire à la protection des personnes et des troupes engagées par la Suisse ainsi qu’à l’accomplissement de leur mission.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_66_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 2, Service de promotion de la paix, Armement et engagement",
        "citation": "Art. 66a al. 2 LAAM",
        "content": "La participation à des actions de combat destinées à imposer la paix est exclue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_66_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 2, Service de promotion de la paix, Compétences",
        "citation": "Art. 66b al. 1 LAAM",
        "content": "Le Conseil fédéral est compétent pour ordonner un engagement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_66_b"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 2, Service de promotion de la paix, Compétences",
        "citation": "Art. 66b al. 2 LAAM",
        "content": "Il peut conclure les conventions internationales nécessaires à l’exécution de l’engagement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_66_b"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 2, Service de promotion de la paix, Compétences",
        "citation": "Art. 66b al. 3 LAAM",
        "content": "En cas d’engagement armé, il consulte les Commissions de politique extérieure et les Commissions de la politique de sécurité des deux conseils avant de l’ordonner.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_66_b"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 2, Service de promotion de la paix, Compétences",
        "citation": "Art. 66b al. 4 LAAM",
        "content": "Lorsque l’effectif d’un engagement armé dépasse 100 militaires ou que celui-ci dure plus de trois semaines, l’engagement est soumis à l’approbation de l’Assemblée fédérale. En cas d’urgence, le Conseil fédéral peut demander l’approbation de l’Assemblée fédérale ultérieurement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_66_b"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 3, Service d’appui, Service d’appui en faveur des autorités civiles",
        "citation": "Art. 67 al. 1 LAAM",
        "content": "En Suisse, l’armée fournit un service d’appui aux autorités civiles aux fins suivantes:\na. faire face à des situations extraordinaires dans lesquelles la sécurité intérieure n’est pas gravement menacée et qui ne nécessitent pas un recours au service d’ordre;\nb. assurer la protection de personnes et la protection de biens particulièrement dignes de protection, en particulier les infrastructures critiques;\nc. accomplir des tâches relevant du Réseau national de sécurité ou des services coordonnés;\nd. faire face à des catastrophes, de surcharge extrême ou accomplir des tâches que les autorités civiles ne peuvent accomplir seules faute de moyens ou de personnel appropriés;\ne. accomplir d’autres tâches d’importance nationale ou internationale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_67"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 3, Service d’appui, Service d’appui en faveur des autorités civiles",
        "citation": "Art. 67 al. 2 LAAM",
        "content": "L’appui est apporté à la demande des autorités fédérales ou cantonales concernées si les conditions suivantes sont réunies:\na. la tâche est d’intérêt public;\nb. sans cet appui, les autorités civiles ne pourraient accomplir cette tâche qu’en y consacrant des moyens disproportionnés en personnel, en matériel ou en temps.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_67"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 3, Service d’appui, Service d’appui en faveur des autorités civiles",
        "citation": "Art. 67 al. 3 LAAM",
        "content": "L’appui peut prendre la forme d’un envoi de troupes ou d’une mise à disposition de matériel et de biens d’approvisionnement de l’armée. En cas de nécessité, l’armée peut faire appel à du personnel de la Confédération ou à du personnel externe à l’administration fédérale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_67"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 3, Service d’appui, Service d’appui en faveur des autorités civiles",
        "citation": "Art. 67 al. 4 LAAM",
        "content": "Le Conseil fédéral détermine dans chaque cas quel armement est nécessaire pour assurer la protection des personnes et des troupes engagées et pour accomplir la mission.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_67"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 3, Service d’appui, Service d’appui en vue de renforcer l’état de préparation de l’armée",
        "citation": "Art. 68 LAAM",
        "content": "Des états-majors militaires de conduite ou des troupes peuvent être mis sur pied en vue de renforcer l’état de préparation de l’armée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_68"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 3, Service d’appui, Service d’appui à l’étranger",
        "citation": "Art. 69 al. 1 LAAM",
        "content": "À l’étranger, l’armée fournit un service d’appui aux autorités civiles aux fins suivantes:\na. assurer la protection de personnes et la protection de biens particulièrement dignes de protection, pour autant que l’engagement vise à sauvegarder des intérêts suisses;\nb. appuyer une aide humanitaire, à la demande de l’État concerné ou d’une organisation internationale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_69"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 3, Service d’appui, Service d’appui à l’étranger",
        "citation": "Art. 69 al. 2 LAAM",
        "content": "Le service d’appui à l’étranger est volontaire. Il peut être déclaré obligatoire quand il vise à soutenir l’aide humanitaire dans les régions frontalières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_69"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 3, Service d’appui, Service d’appui à l’étranger",
        "citation": "Art. 69 al. 3 LAAM",
        "content": "Le Conseil fédéral détermine dans chaque cas, pour les engagements visés à l’al. 1, let. a, l’armement nécessaire à la protection des personnes et des troupes engagées et à l’accomplissement de la mission.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_69"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 3, Service d’appui, Service d’appui à l’étranger",
        "citation": "Art. 69 al. 4 LAAM",
        "content": "Il peut conclure des accords internationaux déterminant les conditions juridiques et administratives de l’engagement s’ils sont nécessaires à l’exécution de l’engagement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_69"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 3, Service d’appui, Mise sur pied et attribution",
        "citation": "Art. 70 al. 1 LAAM",
        "content": "Sont compétents pour la mise sur pied et l’attribution aux autorités civiles:\na. le Conseil fédéral;\nb. le DDPS en cas de catastrophe en Suisse;\nc. le DDPS sur demande du Département fédéral des affaires étrangères, en cas de catastrophe à l’étranger exigeant un engagement immédiat; le DDPS peut mettre sur pied 100 militaires non armés au plus; il en informe immédiatement le Conseil fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_70"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 3, Service d’appui, Mise sur pied et attribution",
        "citation": "Art. 70 al. 2 LAAM",
        "content": "L’Assemblée fédérale doit approuver l’engagement lors de la session suivante, pour autant que la mise sur pied comprenne plus de 2000 militaires ou qu’elle dure plus de trois semaines. Si l’engagement s’achève avant la session, le Conseil fédéral adresse un rapport à l’Assemblée fédérale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_70"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 3, Service d’appui, Mise sur pied et attribution",
        "citation": "Art. 70 al. 3 LAAM",
        "content": "Le Conseil fédéral n’a pas besoin de demander l’approbation de l’Assemblée fédérale pour les engagements d’une durée supérieure à trois semaines si dix militaires au plus sont mis sur pied simultanément. Il remet chaque année un rapport concernant ces mises sur pied aux Commissions de politique extérieure et aux Commissions de la politique de sécurité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_70"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 3, Service d’appui, Mission et conduite",
        "citation": "Art. 71 al. 1 LAAM",
        "content": "L’autorité civile fixe la mission pour l’engagement en Suisse après entente avec le DDPS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_71"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 3, Service d’appui, Mission et conduite",
        "citation": "Art. 71 al. 2 LAAM",
        "content": "Le Conseil fédéral ou le DDPS détermine la structure de commandement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_71"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 3, Service d’appui, Mission et conduite",
        "citation": "Art. 71 al. 3 LAAM",
        "content": "Le commandant de troupe conduit la troupe pendant l’engagement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_71"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 3, Service d’appui, Obligations des cantons, des communes et des particuliers",
        "citation": "Art. 72 LAAM",
        "content": "Le Conseil fédéral fixe les obligations des cantons, des communes et des particuliers lors d’une convocation pour le service d’appui.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_72"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 3, Service d’appui, Statut des militaires et du personnel nécessaire",
        "citation": "Art. 73 al. 1 LAAM",
        "content": "Durant le service d’appui, les militaires ont en principe les mêmes droits et obligations qu’en cas de service d’instruction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_73"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 3, Service d’appui, Statut des militaires et du personnel nécessaire",
        "citation": "Art. 73 al. 2 LAAM",
        "content": "Le Conseil fédéral peut prévoir, pour les employés de l’administration fédérale qui accomplissent un service d’appui à l’étranger en vertu de leur contrat de travail, si des raisons objectives l’exigent, des dispositions légales particulières en matière de personnel dans les domaines ci-après:\na. salaire, suppléments au salaire et prestations sociales;\nb. durée maximale du travail, temps de travail, vacances et congés, volume et compensation des heures d’appoint et des heures supplémentaires;\nc. équipement du personnel avec les appareils, les vêtements de travail et le matériel nécessaires à l’accomplissement de ses tâches;\nd. remboursement des frais et versement d’indemnités pour les inconvénients subis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_73"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 3, Service d’appui, Statut des militaires et du personnel nécessaire",
        "citation": "Art. 73 al. 3 LAAM",
        "content": "Le recours à du personnel ne faisant pas partie de l’administration fédérale est réglé par contrat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_73"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 3, Service d’appui, Réquisition en cas de service d’appui",
        "citation": "Art. 74 LAAM",
        "content": "Le Conseil fédéral peut déclarer le droit de réquisition défini à l’art. 80 applicable au service d’appui.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_74"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 3, Service d’appui, Autres dispositions",
        "citation": "Art. 75 al. 1 LAAM",
        "content": "Le service d’appui sera autant que possible assuré par des troupes se trouvant en service.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_75"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 3, Service d’appui, Autres dispositions",
        "citation": "Art. 75 al. 2 LAAM",
        "content": "Des militaires peuvent être convoqués pour des travaux de préparation et de licenciement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_75"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 3, Service d’appui, Autres dispositions",
        "citation": "Art. 75 al. 3 LAAM",
        "content": "Le Conseil fédéral définit les mesures nécessaires pour garantir l’état de préparation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_75"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 3, Service d’appui, Autres dispositions",
        "citation": "Art. 75 al. 4 LAAM",
        "content": "En vue d’un service d’appui, il peut:\na. constituer des formations;\nb. prévoir des services d’instruction volontaires qui ne sont pas imputés sur la durée totale des services obligatoires;\nc. acquérir des équipements et du matériel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_75"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 4, Service actif, Section 1, Dispositions générales, Définition",
        "citation": "Art. 76 al. 1 LAAM",
        "content": "Le service actif est accompli pour:\na. défendre la Suisse et sa population (service de défense nationale);\nb. soutenir les autorités civiles en cas de menaces graves contre la sécurité intérieure (service d’ordre);\nc. améliorer le niveau de l’instruction de l’armée en cas d’accroissement de la menace.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_76"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 4, Service actif, Section 1, Dispositions générales, Définition",
        "citation": "Art. 76 al. 2 LAAM",
        "content": "Des tâches de service d’appui et de service de promotion de la paix peuvent également être assurées durant le service actif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_76"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 4, Service actif, Section 1, Dispositions générales, Compétence",
        "citation": "Art. 77 al. 1 LAAM",
        "content": "L’Assemblée fédérale ordonne le service actif et met sur pied l’armée ou des éléments de l’armée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_77"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 4, Service actif, Section 1, Dispositions générales, Compétence",
        "citation": "Art. 77 al. 2 LAAM",
        "content": "En outre, dans les limites qu’elle détermine, elle peut autoriser le Conseil fédéral à mettre sur pied des troupes supplémentaires ou à renouveler des convocations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_77"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 4, Service actif, Section 1, Dispositions générales, Compétence",
        "citation": "Art. 77 al. 3 LAAM",
        "content": "Lorsque les Chambres ne sont pas réunies, le Conseil fédéral peut, en cas d’urgence, ordonner le service actif.  Si la mise sur pied dépasse 4000 militaires ou que l’engagement est prévu pour une durée de plus de trois semaines, il demande la convocation immédiate de l’Assemblée fédérale, qui décide du maintien de la mesure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_77"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 4, Service actif, Section 1, Dispositions générales, Compétence",
        "citation": "Art. 77 al. 4 LAAM",
        "content": "Le Conseil fédéral peut ordonner la mise de piquet de troupes. Dans ce cas, les militaires concernés se tiennent prêts à remplir les tâches qui leur sont dévolues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_77"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 4, Service actif, Section 1, Dispositions générales, Compétence",
        "citation": "Art. 77 al. 5 LAAM",
        "content": "Le Conseil fédéral décide du licenciement des troupes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_77"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 4, Service actif, Section 1, Dispositions générales, Assermentation",
        "citation": "Art. 78 al. 1 LAAM",
        "content": "Les troupes mobilisées pour le service actif sont assermentées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_78"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 4, Service actif, Section 1, Dispositions générales, Assermentation",
        "citation": "Art. 78 al. 2 LAAM",
        "content": "Les militaires prêtent serment ou promettent solennellement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_78"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 4, Service actif, Section 1, Dispositions générales, Obligations des cantons, des communes et des particuliers",
        "citation": "Art. 79 al. 1 LAAM",
        "content": "Le Conseil fédéral fixe les obligations des cantons, des communes et des particuliers pour la mise de piquet et la mobilisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_79"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 4, Service actif, Section 1, Dispositions générales, Obligations des cantons, des communes et des particuliers",
        "citation": "Art. 79 al. 2 LAAM",
        "content": "En cas d’extrême nécessité, il peut, en dernier recours, obliger tous les Suisses à mettre leur personne à la disposition du pays et à contribuer à le défendre dans la mesure de leurs forces.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_79"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 4, Service actif, Section 1, Dispositions générales, Réquisition et mise hors d’usage",
        "citation": "Art. 80 al. 1 LAAM",
        "content": "Lorsque la Confédération mobilise des troupes pour le service actif, chacun est tenu de mettre à la disposition des autorités militaires et de la troupe sa propriété mobilière et immobilière en vue de l’accomplissement des missions militaires. Cette obligation vaut également pour les préparatifs nécessaires en temps de paix.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_80"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 4, Service actif, Section 1, Dispositions générales, Réquisition et mise hors d’usage",
        "citation": "Art. 80 al. 2 LAAM",
        "content": "Les autorités militaires et la troupe peuvent recourir à la réquisition lorsque leur mission ne peut être remplie autrement ou si les moyens nécessaires leur font défaut.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_80"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 4, Service actif, Section 1, Dispositions générales, Réquisition et mise hors d’usage",
        "citation": "Art. 80 al. 3 LAAM",
        "content": "La Confédération accorde une indemnité équitable pour l’usage, la moins-value et la perte de la propriété.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_80"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 4, Service actif, Section 1, Dispositions générales, Réquisition et mise hors d’usage",
        "citation": "Art. 80 al. 4 LAAM",
        "content": "Toutes les décisions et tous les ordres émis par les organes compétents en matière de réquisition sont définitifs et immédiatement exécutoires. Un recours auprès du Groupement Défense du DDPS est possible contre les décisions concernant des prétentions de nature patrimoniale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_80"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 4, Service actif, Section 1, Dispositions générales, Réquisition et mise hors d’usage",
        "citation": "Art. 80 al. 5 LAAM",
        "content": "Le Conseil fédéral peut ordonner pendant le service actif la mise hors d’usage d’exploitations, d’installations et d’entrepôts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_80"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 4, Service actif, Section 1, Dispositions générales, Exploitation militaire",
        "citation": "Art. 81 al. 1 LAAM",
        "content": "En cas de service actif, le Conseil fédéral peut décréter l’exploitation militaire:\na. des entreprises privées chargées de tâches publiques, à l’exception des entreprises de transport titulaires d’une concession fédérale;\nb. des établissements et exploitations militaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_81"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 4, Service actif, Section 1, Dispositions générales, Exploitation militaire",
        "citation": "Art. 81 al. 2 LAAM",
        "content": "Dans ce cas, les autorités militaires disposent du personnel et du matériel des entreprises précitées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_81"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 4, Service actif, Section 1, Dispositions générales, Exploitation militaire",
        "citation": "Art. 81 al. 3 LAAM",
        "content": "Les autorités militaires peuvent décréter la construction de nouvelles installations ou la destruction d’installations existantes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_81"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 4, Service actif, Section 1, Dispositions générales, Exploitation militaire",
        "citation": "Art. 81 al. 4 LAAM",
        "content": "Le personnel astreint à l’obligation de servir dans l’armée accomplit son travail sous forme de service militaire. Le personnel non astreint au service militaire ne peut quitter son service. Le Conseil fédéral peut édicter des dispositions relatives aux rapports de service concernant ce personnel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_81"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 4, Service actif, Section 1, Dispositions générales, Exploitation militaire",
        "citation": "Art. 81 al. 5 LAAM",
        "content": "La Confédération indemnise équitablement les entreprises pour le préjudice que leur cause l’exploitation militaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_81"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 4, Service actif, Section 1, Dispositions générales, Service d’ordre",
        "citation": "Art. 83 al. 1 LAAM",
        "content": "Des troupes peuvent être engagées pour le service d’ordre lorsque les moyens des autorités civiles ne suffisent plus pour faire face à des menaces graves contre la sécurité intérieure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_83"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 4, Service actif, Section 1, Dispositions générales, Service d’ordre",
        "citation": "Art. 83 al. 2 LAAM",
        "content": "Le service d’ordre est ordonné par l’Assemblée fédérale ou, en cas d’urgence, par le Conseil fédéral, conformément à l’art. 77, al. 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_83"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 4, Service actif, Section 1, Dispositions générales, Service d’ordre",
        "citation": "Art. 83 al. 3 LAAM",
        "content": "L’autorité civile définit la mission de l’engagement en accord avec le DDPS ou avec le commandant en chef de l’armée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_83"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 4, Service actif, Section 1, Dispositions générales, Service d’ordre",
        "citation": "Art. 83 al. 5 LAAM",
        "content": "Les cantons peuvent demander à la Confédération de mettre sur pied des troupes pour assurer le service d’ordre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_83"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 4, Service actif, Section 1, Dispositions générales, Service d’ordre",
        "citation": "Art. 83 al. 6 LAAM",
        "content": "Dans le service de défense nationale, la Confédération veille à garantir la sécurité intérieure lorsque des troupes doivent être engagées à cet effet. Le Conseil fédéral donne au commandant en chef de l’armée les instructions nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_83"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 4, Service actif, Section 2, Haut commandement, Général",
        "citation": "Art. 84 LAAM",
        "content": "Le général est le commandant en chef de l’armée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_84"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 4, Service actif, Section 2, Haut commandement, Élection; suppléance",
        "citation": "Art. 85 al. 1 LAAM",
        "content": "L’Assemblée fédérale élit le général dès qu’une levée de troupes importante est prévue ou ordonnée. Elle décide de la fin de son mandat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_85"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 4, Service actif, Section 2, Haut commandement, Élection; suppléance",
        "citation": "Art. 85 al. 2 LAAM",
        "content": "Le Conseil fédéral édicte les règles applicables au haut commandement jusqu’à l’élection du général.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_85"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 4, Service actif, Section 2, Haut commandement, Élection; suppléance",
        "citation": "Art. 85 al. 3 LAAM",
        "content": "Le Conseil fédéral désigne le suppléant du général sur proposition de ce dernier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_85"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 4, Service actif, Section 2, Haut commandement, Autorité suprême; mission du général",
        "citation": "Art. 86 al. 1 LAAM",
        "content": "Le Conseil fédéral demeure, après l’élection du général, l’autorité d’exécution et de conduite suprême.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_86"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 4, Service actif, Section 2, Haut commandement, Autorité suprême; mission du général",
        "citation": "Art. 86 al. 2 LAAM",
        "content": "Il définit la mission du général.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_86"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 4, Service actif, Section 2, Haut commandement, Collaboration",
        "citation": "Art. 87 LAAM",
        "content": "Le Conseil fédéral consulte le général sur les décisions relatives à la défense nationale; le général peut lui adresser ses propositions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_87"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 4, Service actif, Section 2, Haut commandement, Articulation de l’armée",
        "citation": "Art. 88 al. 1 LAAM",
        "content": "Le général peut modifier l’articulation de l’armée selon les besoins de la situation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_88"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 4, Service actif, Section 2, Haut commandement, Articulation de l’armée",
        "citation": "Art. 88 al. 2 LAAM",
        "content": "La constitution et la dissolution de Grandes Unités doivent être approuvées par le Conseil fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_88"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 4, Service actif, Section 2, Haut commandement, Remise et retrait de commandements",
        "citation": "Art. 89 al. 1 LAAM",
        "content": "Le général peut confier et retirer des commandements.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_89"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 4, Service actif, Section 2, Haut commandement, Remise et retrait de commandements",
        "citation": "Art. 89 al. 2 LAAM",
        "content": "Le Conseil fédéral règle le statut administratif des personnes concernées. Sous réserve des prétentions d’ordre pécuniaire, il n’est pas lié par les dispositions légales en matière de personnel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_89"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 4, Service actif, Section 2, Haut commandement, Subordination d’unités administratives",
        "citation": "Art. 90 LAAM",
        "content": "Le Conseil fédéral désigne les unités administratives qui sont subordonnées au général après son élection.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_90"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Chapitre 4, Service actif, Section 2, Haut commandement, Pouvoir de disposition du général",
        "citation": "Art. 91 LAAM",
        "content": "En cas d’extrême nécessité, le Conseil fédéral peut ordonner que le général dispose des autres moyens en personnel et en matériel dont il a besoin pour remplir sa mission, à moins que la loi ne les exclue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_91"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Titre 5a, Pouvoirs de police, Principes",
        "citation": "Art. 92 al. 1 LAAM",
        "content": "Les militaires qui effectuent en Suisse un service d’appui ou fournissent une aide spontanée en faveur d’organes civils de police ou en faveur du Corps des gardes-frontière sont autorisés à faire usage de la contrainte ou de mesures policières selon la loi du 20 mars 2008 sur l’usage de la contrainte (LusC), dans la mesure où elles sont nécessaires à l’accomplissement de leurs tâches.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_92"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Titre 5a, Pouvoirs de police, Principes",
        "citation": "Art. 92 al. 2 LAAM",
        "content": "Les militaires qui effectuent un autre service peuvent, en vue d’accomplir leurs tâches:\na. interpeller des personnes et contrôler leur identité, les refouler ou les tenir à distance d’endroits déterminés, les interroger, les fouiller et les retenir pour une courte durée jusqu’à l’arrivée des forces de police compétentes;\nb. pénétrer sur des biens-fonds, contrôler, fouiller et, au besoin, séquestrer des effets personnels, des objets, des locaux et des véhicules;\nc. faire usage d’une contrainte directe par la force physique, des moyens auxiliaires ou des armes, d’une manière proportionnée aux circonstances, lorsque des moyens moins contraignants ne suffisent pas;\nd. faire usage de leurs armes:\n1. en cas de légitime défense et en état de nécessité,\n2. en dernier recours, pour accomplir une mission de protection ou de garde, dans la mesure où les intérêts à protéger le justifient.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_92"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Titre 5a, Pouvoirs de police, Principes",
        "citation": "Art. 92 al. 3 LAAM",
        "content": "Les employés de l’administration militaire de la Confédération sont autorisés à faire usage de la contrainte ou de mesures policières selon la LusC dans la mesure où elles sont nécessaires à l’accomplissement de leurs tâches.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_92"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Titre 5a, Pouvoirs de police, Principes",
        "citation": "Art. 92 al. 4 LAAM",
        "content": "Considérant les types de tâches et le degré d’instruction, le Conseil fédéral règle en détail:\na. l’exercice des pouvoirs de police et l’usage des armes par les militaires conformément à l’al. 2;\nb. les tâches justifiant le port d’une arme par les employés de l’administration militaire de la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_92"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Titre 5a, Pouvoirs de police, Usage des armes contre des aéronefs",
        "citation": "Art. 92a al. 1 LAAM",
        "content": "L’usage des armes contre des aéronefs n’est autorisé que si les autres moyens disponibles ne sont pas suffisants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_92_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Titre 5a, Pouvoirs de police, Usage des armes contre des aéronefs",
        "citation": "Art. 92a al. 2 LAAM",
        "content": "En cas de navigation aérienne non restreinte, il est en principe interdit de faire usage des armes contre des aéronefs civils.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_92_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Titre 5a, Pouvoirs de police, Usage des armes contre des aéronefs",
        "citation": "Art. 92a al. 3 LAAM",
        "content": "En cas de navigation aérienne restreinte, l’usage des armes contre des aéronefs civils est possible dans des cas particuliers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_92_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Titre 5a, Pouvoirs de police, Usage des armes contre des aéronefs",
        "citation": "Art. 92a al. 4 LAAM",
        "content": "Les armes peuvent être utilisées contre des aéronefs d’État, notamment des avions militaires, qui utilisent l’espace aérien suisse sans autorisation ou au mépris des conditions fixées dans l’autorisation, lorsque ces aéronefs ne se conforment pas aux ordres de la police aérienne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_92_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Titre 5a, Pouvoirs de police, Usage des armes contre des aéronefs",
        "citation": "Art. 92a al. 5 LAAM",
        "content": "Le chef du DDPS ordonne l’usage des armes. Il peut déléguer la compétence décisionnelle concernant l’usage des armes au commandant des Forces aériennes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_92_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Titre 5a, Pouvoirs de police, Usage des armes contre des aéronefs",
        "citation": "Art. 92a al. 6 LAAM",
        "content": "L’usage des armes est réservé dans les cas d’état de nécessité ou de légitime défense.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_92_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre cinquième  Engagement de l’armée, Titre 5a, Pouvoirs de police, Usage des armes contre des aéronefs",
        "citation": "Art. 92a al. 7 LAAM",
        "content": "Le DDPS édicte les prescriptions relatives à l’usage des armes après consultation du Département fédéral de l’environnement, des transports, de l’énergie et de la communication.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_92_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre sixième  Organisation de l’armée, Chapitre 1, Principes, Objectif et compétences",
        "citation": "Art. 93 al. 1 LAAM",
        "content": "L’armée doit être organisée, équipée et instruite de façon à pouvoir accomplir entièrement ses tâches dans les délais impartis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_93"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre sixième  Organisation de l’armée, Chapitre 1, Principes, Objectif et compétences",
        "citation": "Art. 93 al. 2 LAAM",
        "content": "L’Assemblée fédérale édicte les principes de l’organisation de l’armée, fixe la structure de l’armée et détermine les armes, les formations professionnelles et les services auxiliaires. Elle peut déléguer ses pouvoirs au Conseil fédéral et au DDPS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_93"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre sixième  Organisation de l’armée, Chapitre 1, Principes, Principe de milice",
        "citation": "Art. 94 al. 1 LAAM",
        "content": "L’organisation de l’armée selon le principe de milice repose:\na. sur l’obligation d’accomplir un service militaire d’une durée de plusieurs années pour la majorité des militaires;\nb. sur la répartition des services d’instruction obligatoires entre une instruction de base et des services d’instruction périodiques de courte durée pour la majorité des militaires;\nc. sur l’incorporation fixe des militaires de milice;\nd. sur le principe de la présence d’une majorité de militaires de milice à tous les échelons de cadres et de commandement et chez les officiers d’état-major général, à l’exception des états-majors de l’échelon de l’armée;\ne. sur la limitation du nombre de troupes prêtes à intervenir et de militaires de carrière au nécessaire;\nf. sur une administration militaire civile de la Confédération;\ng. sur un système permettant de renforcer l’état de préparation de l’armée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_94"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre sixième  Organisation de l’armée, Chapitre 1, Principes, Principe de milice",
        "citation": "Art. 94 al. 2 LAAM",
        "content": "Il n’est permis de déroger au principe de milice que si la loi le prévoit et que l’accomplissement des tâches de l’armée l’exige impérativement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_94"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre sixième  Organisation de l’armée, Chapitre 2, Télématique militaire",
        "citation": "Art. 96 al. 1 LAAM",
        "content": "Pour accomplir ses tâches, l’armée élabore, gère et utilise des installations et systèmes robustes et indépendants qui lui sont propres et lui permettent de traiter des données (télématique militaire).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_96"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre sixième  Organisation de l’armée, Chapitre 2, Télématique militaire",
        "citation": "Art. 96 al. 2 LAAM",
        "content": "Elle peut collaborer avec des autorités civiles pour élaborer, gérer, utiliser et protéger la télématique militaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_96"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre sixième  Organisation de l’armée, Chapitre 3, Service de renseignement et Sécurité militaire, Service de renseignement",
        "citation": "Art. 99 al. 1 LAAM",
        "content": "Le service de renseignement de l’armée (service de renseignement) a pour tâche de rechercher et d’évaluer des informations sur l’étranger importantes pour l’armée, notamment du point de vue de la défense nationale, du service de promotion de la paix et du service d’appui à l’étranger. Lors d’engagements en service d’appui en Suisse, il échange, sous la conduite des autorités civiles compétentes, des informations d’importance opérationnelle avec les services participant à l’intervention.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_99"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre sixième  Organisation de l’armée, Chapitre 3, Service de renseignement et Sécurité militaire, Service de renseignement",
        "citation": "Art. 99 al. 1bis LAAM",
        "content": "Pour accomplir sa mission, il peut recourir à l’exploration radio au sens de l’art. 38 de la loi fédérale du 25 septembre 2015 sur le renseignement (LRens). Le Conseil fédéral règle les domaines d’exploration par voie d’ordonnance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_99"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre sixième  Organisation de l’armée, Chapitre 3, Service de renseignement et Sécurité militaire, Service de renseignement",
        "citation": "Art. 99 al. 1ter LAAM",
        "content": "Le service de renseignement peut enregistrer et analyser dans les buts suivants les ondes électromagnétiques émanant de systèmes de télécommunication:\na. surveiller les fréquences utilisées par l’armée suisse et garantir cette utilisation;\nb. recueillir en Suisse et à l’étranger des informations sur la situation du trafic aérien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_99"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre sixième  Organisation de l’armée, Chapitre 3, Service de renseignement et Sécurité militaire, Service de renseignement",
        "citation": "Art. 99 al. 1quater LAAM",
        "content": "Le service de renseignement peut également utiliser des aéronefs et des satellites pour observer des événements et des installations et effectuer des enregistrements. Il a l’interdiction d’observer et d’effectuer des enregistrements visuels et sonores d’événements et d’installations relevant de la sphère privée protégée. Les enregistrements visuels et sonores relevant de la sphère privée protégée qu’il est techniquement impossible d’éviter doivent être immédiatement détruits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_99"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre sixième  Organisation de l’armée, Chapitre 3, Service de renseignement et Sécurité militaire, Service de renseignement",
        "citation": "Art. 99 al. 2 LAAM",
        "content": "Il est habilité à traiter, le cas échéant à l’insu de la personne concernée, des données personnelles, sensibles ou non, y compris des données personnelles qui permettent d’évaluer la menace qu’une personne représente, à condition et aussi longtemps que l’exécution de ses tâches l’exige. Il peut, de cas en cas, communiquer des données personnelles à l’étranger en dérogation aux dispositions de la protection des données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_99"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre sixième  Organisation de l’armée, Chapitre 3, Service de renseignement et Sécurité militaire, Service de renseignement",
        "citation": "Art. 99 al. 2bis LAAM",
        "content": "Il peut communiquer aux autorités de poursuite pénale de la Confédération les informations sur des personnes en Suisse qu’il a obtenues dans l’exercice des activités mentionnées à l’al. 1, et qui peuvent être importantes pour la poursuite pénale. Le Conseil fédéral règle les modalités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_99"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre sixième  Organisation de l’armée, Chapitre 3, Service de renseignement et Sécurité militaire, Service de renseignement",
        "citation": "Art. 99 al. 3 LAAM",
        "content": "Le Conseil fédéral règle:\na. le détail des tâches du service de renseignement, son organisation et la protection des données;\nb. l’activité du service de renseignement en période de service de promotion de la paix, de service d’appui et de service actif;\nc. la collaboration du service de renseignement avec les autres services cantonaux et fédéraux;\nd. les exceptions aux dispositions sur l’enregistrement des activités de traitement des données lorsque, à défaut, la recherche des informations serait compromise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_99"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre sixième  Organisation de l’armée, Chapitre 3, Service de renseignement et Sécurité militaire, Service de renseignement",
        "citation": "Art. 99 al. 3bis LAAM",
        "content": "Le Conseil fédéral peut conclure seul des traités internationaux portant sur la collaboration internationale du service de renseignement en matière de protection des informations ou de participation à des systèmes d’information militaires internationaux automatisés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_99"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre sixième  Organisation de l’armée, Chapitre 3, Service de renseignement et Sécurité militaire, Service de renseignement",
        "citation": "Art. 99 al. 4 LAAM",
        "content": "Le Conseil fédéral règle la protection des sources en fonction de leurs besoins de protection. Les personnes qui sont en danger en raison de leurs activités de renseignement sur l’étranger doivent être protégées dans tous les cas.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_99"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre sixième  Organisation de l’armée, Chapitre 3, Service de renseignement et Sécurité militaire, Service de renseignement",
        "citation": "Art. 99 al. 5 LAAM",
        "content": "Le Conseil fédéral règle la subordination du service de renseignement. La surveillance de ce dernier est régie par l’art. 78 LRens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_99"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre sixième  Organisation de l’armée, Chapitre 3, Service de renseignement et Sécurité militaire, Service de renseignement",
        "citation": "Art. 99 al. 6 LAAM",
        "content": "Le Conseil fédéral règle chaque année la collaboration entre le service de renseignement et les autorités étrangères; il approuve les accords administratifs internationaux conclus par le service de renseignement et veille à ce que ces accords ne soient exécutoires qu’après avoir obtenu son approbation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_99"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre sixième  Organisation de l’armée, Chapitre 3, Service de renseignement et Sécurité militaire, Sécurité militaire",
        "citation": "Art. 100 al. 1 LAAM",
        "content": "Les organes responsables de la sécurité militaire accomplissent les tâches suivantes:\na. ils apprécient la situation militaire en matière de sécurité en collaboration étroite avec d’autres organes et échangent les informations pertinentes avec ces derniers;\nb. ils veillent à la protection des informations et des ouvrages militaires et à la sécurité des personnes et de l’informatique;\nc. ils prennent les mesures nécessaires lorsque des systèmes et réseaux informatiques de l’armée sont attaqués; ils peuvent s’introduire dans les systèmes et les réseaux informatiques servant à mener de telles cyberattaques afin de perturber, empêcher ou ralentir l’accès à des informations; le Conseil fédéral décide de la mise en œuvre de ces mesures, sauf en cas de service actif;\nd. ils exécutent, dans le domaine militaire, des tâches en matière de police judiciaire et de police de sûreté;\ne. ils prennent des mesures préventives pour assurer la sécurité de l’armée contre l’espionnage, le sabotage et d’autres activités illicites et recherchent les renseignements nécessaires dans les cas suivants:\n1. lorsque l’armée est mise sur pied pour un service de promotion de la paix ou un service actif,\n2. lorsque l’armée est mise sur pied pour un service d’appui et que cette tâche est prévue expressément dans la mission de l’engagement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_100"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre sixième  Organisation de l’armée, Chapitre 3, Service de renseignement et Sécurité militaire, Sécurité militaire",
        "citation": "Art. 100 al. 2 LAAM",
        "content": "Ils peuvent fournir une aide spontanée aux organes de police civils ou au Corps des gardes-frontière si ces derniers en font la demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_100"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre sixième  Organisation de l’armée, Chapitre 3, Service de renseignement et Sécurité militaire, Sécurité militaire",
        "citation": "Art. 100 al. 3 LAAM",
        "content": "Les organes responsables de la sécurité militaire sont autorisés:\na. à traiter des données personnelles, sensibles ou non, y compris des données personnelles qui permettent d’évaluer la menace qu’une personne représente, à condition et aussi longtemps que leurs tâches l’exigent;\nb. à communiquer des données personnelles à l’étranger, pour autant que les conditions des art. 16 et 17 de la loi fédérale du 25 septembre 2020 sur la protection des données (LPD) soient remplies;\nc. à communiquer aux autorités de poursuite pénale de la Confédération les informations sur des personnes en Suisse qu’elles ont obtenues dans l’accomplissement de leurs tâches, si ces informations peuvent être importantes pour la poursuite pénale;\nd. dans le cadre d’une aide spontanée apportée aux organes de police civils ou au Corps des gardes-frontière, à faire usage de la contrainte et des mesures policières prévues par la loi du 20 mars 2008 sur l’usage de la contrainte contre des civils.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_100"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre sixième  Organisation de l’armée, Chapitre 3, Service de renseignement et Sécurité militaire, Sécurité militaire",
        "citation": "Art. 100 al. 4 LAAM",
        "content": "Le Conseil fédéral règle:\na. le détail des tâches des organes responsables de la sécurité militaire et leur organisation;\nb. la collaboration de ces organes avec les organes civils de sécurité, compte tenu en particulier des dispositions légales sur le renseignement et la protection des données;\nc. en cas de service d’appui ou de service actif:\n1. la protection des données et la possibilité de traiter des données personnelles à l’insu des personnes concernées,\n2. les exceptions à l’obligation de déclarer les registres des activités de traitement au Préposé fédéral à la protection des données et à la transparence pour enregistrement (art. 12, al. 4, LPD) si cet enregistrement compromet la recherche d’informations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_100"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre sixième  Organisation de l’armée, Chapitre 4, Formations professionnelles de l’armée",
        "citation": "Art. 101 al. 1 LAAM",
        "content": "Des formations professionnelles peuvent être créées pour l’exécution des tâches suivantes, pour autant que la mise sur pied de formations de milice ne permette pas de les remplir:\na. la sauvegarde de la souveraineté sur l’espace aérien ainsi que les transports et le sauvetage au moyen d’aéronefs militaires;\nb. la préparation de la disponibilité opérationnelle d’installations de conduite civiles et d’installations militaires;\nc. les tâches en matière de police criminelle et de police de sûreté dans le domaine de l’armée;\nd. les missions de sauvetage, d’exploration, de combat et de protection qui exigent une disponibilité immédiate ou une formation spéciale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_101"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre sixième  Organisation de l’armée, Chapitre 4, Formations professionnelles de l’armée",
        "citation": "Art. 101 al. 2 LAAM",
        "content": "Les membres de ces formations peuvent également être engagés dans le domaine de l’instruction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_101"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre sixième  Organisation de l’armée, Chapitre 4, Formations professionnelles de l’armée",
        "citation": "Art. 101 al. 3 LAAM",
        "content": "Ils sont engagés à titre de personnel militaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_101"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre sixième  Organisation de l’armée, Chapitre 5, Grades et fonctions spéciales, Grades",
        "citation": "Art. 102 LAAM",
        "content": "Les grades de l’armée sont les suivants:\na. troupe: recrue, soldat, appointé;\nb. sous-officiers: caporal, sergent, sergent-chef;\nc. sous-officiers supérieurs: sergent-major, sergent-major chef, fourrier, adjudant sous-officier, adjudant d’état-major, adjudant-major, adjudant-chef;\nd. officiers:\n1. officiers subalternes: lieutenant, premier-lieutenant,\n2. capitaine,\n3. officiers supérieurs: major, lieutenant-colonel, colonel,\n4. officiers généraux: brigadier, divisionnaire, commandant de corps,\n5. commandant en chef de l’armée: général.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_102"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre sixième  Organisation de l’armée, Chapitre 5, Grades et fonctions spéciales, Promotions et nominations",
        "citation": "Art. 103 al. 1 LAAM",
        "content": "Les promotions et les nominations dépendent des besoins et des aptitudes. Le Conseil fédéral fixe les conditions et les compétences.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_103"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre sixième  Organisation de l’armée, Chapitre 5, Grades et fonctions spéciales, Promotions et nominations",
        "citation": "Art. 103 al. 3 LAAM",
        "content": "Les autorités compétentes peuvent, pour déterminer l’aptitude d’un candidat:\na. demander des rapports de police et des rapports militaires de conduite;\nb. consulter le casier judiciaire, les dossiers pénaux et les dossiers d’exécution des peines;\nc. demander des extraits du registre des poursuites et faillites et consulter les dossiers concernés;\nd. demander l’exécution d’un contrôle de sécurité relatif aux personnes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_103"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre sixième  Organisation de l’armée, Chapitre 5, Grades et fonctions spéciales, Promotions et nominations",
        "citation": "Art. 103 al. 4 LAAM",
        "content": "Les promotions et les nominations qui contreviennent à la présente loi ou à ses dispositions d’exécution peuvent être déclarées non valables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_103"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre sixième  Organisation de l’armée, Chapitre 5, Grades et fonctions spéciales, Officiers spécialistes",
        "citation": "Art. 104 al. 1 LAAM",
        "content": "En cas de besoin, des fonctions d’officier peuvent être confiées à des sous-officiers supérieurs, des sous-officiers, des appointés et des soldats ayant des connaissances particulières. Ils doivent accomplir tout ou partie des services requis pour l’exercice de ces fonctions, y compris les services d’instruction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_104"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre sixième  Organisation de l’armée, Chapitre 5, Grades et fonctions spéciales, Officiers spécialistes",
        "citation": "Art. 104 al. 2 LAAM",
        "content": "Ils sont nommés officiers spécialistes et ont les mêmes droits et devoirs que les officiers exerçant la même fonction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_104"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre sixième  Organisation de l’armée, Chapitre 5, Grades et fonctions spéciales, Officiers spécialistes",
        "citation": "Art. 104 al. 3 LAAM",
        "content": "Le Conseil fédéral fixe les fonctions qui peuvent leur être confiées et règle les conditions de nomination.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_104"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre sixième  Organisation de l’armée, Chapitre 5, Grades et fonctions spéciales, Officiers spécialistes",
        "citation": "Art. 104 al. 4 LAAM",
        "content": "Si la fonction d’officier n’est plus exercée, la nomination au rang d’officier spécialiste demeure en règle générale acquise. Le Conseil fédéral fixe les exceptions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_104"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre sixième  Organisation de l’armée, Chapitre 5, Grades et fonctions spéciales, Spécialistes",
        "citation": "Art. 104a al. 1 LAAM",
        "content": "Les militaires qui rendent des services indispensables à l’armée ou au Réseau national de sécurité en raison de connaissances particulières, notamment dans les domaines de la sécurité ou de la technique, ou en raison de leur activité professionnelle, peuvent être nommés spécialistes et être incorporés militairement en conséquence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_104_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre sixième  Organisation de l’armée, Chapitre 5, Grades et fonctions spéciales, Spécialistes",
        "citation": "Art. 104a al. 2 LAAM",
        "content": "Le Conseil fédéral désigne et définit en détail les fonctions dans une ordonnance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_104_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre septième  Matériel de l’armée, Chapitre 1, Dispositions générales, Matériel de l’armée",
        "citation": "Art. 105 LAAM",
        "content": "Le matériel de l’armée comprend:\na. l’équipement personnel;\nb. le reste du matériel de l’armée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_105"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre septième  Matériel de l’armée, Chapitre 1, Dispositions générales, Acquisition du matériel",
        "citation": "Art. 106 al. 1 LAAM",
        "content": "La Confédération acquiert le matériel de l’armée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_106"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre septième  Matériel de l’armée, Chapitre 1, Dispositions générales, Acquisition du matériel",
        "citation": "Art. 106 al. 2 LAAM",
        "content": "Elle acquiert le matériel de l’armée si possible auprès d’un fabricant suisse et en prenant en considération toutes les régions du pays.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_106"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre septième  Matériel de l’armée, Chapitre 1, Dispositions générales, Exploitation et entretien",
        "citation": "Art. 106a al. 1 LAAM",
        "content": "La Confédération pourvoit à l’exploitation et à l’entretien du matériel de l’armée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_106_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre septième  Matériel de l’armée, Chapitre 1, Dispositions générales, Exploitation et entretien",
        "citation": "Art. 106a al. 2 LAAM",
        "content": "Elle peut charger les cantons de l’exploitation et de l’entretien, contre indemnisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_106_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre septième  Matériel de l’armée, Chapitre 1, Dispositions générales, Réserve",
        "citation": "Art. 108 LAAM",
        "content": "La Confédération tient prête une réserve suffisante de biens de soutien pour permettre à l’armée de remplir sa mission.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_108"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre septième  Matériel de l’armée, Chapitre 1, Dispositions générales, Animaux de l’armée et véhicules",
        "citation": "Art. 109 al. 1 LAAM",
        "content": "Le Conseil fédéral peut faciliter l’acquisition et la détention privées d’animaux de l’armée, ainsi que l’acquisition privée de véhicules aptes à être mis en service.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_109"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre septième  Matériel de l’armée, Chapitre 1, Dispositions générales, Animaux de l’armée et véhicules",
        "citation": "Art. 109 al. 2 LAAM",
        "content": "L’Assemblée fédérale fixe dans le budget le montant maximal à concurrence duquel le versement d’indemnités peut être garanti durant l’exercice aux détenteurs d’animaux et de véhicules.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_109"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre septième  Matériel de l’armée, Chapitre 1, Dispositions générales, Mise hors service",
        "citation": "Art. 109a al. 1 LAAM",
        "content": "Le DDPS veille à la mise hors service du matériel de l’armée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_109_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre septième  Matériel de l’armée, Chapitre 1, Dispositions générales, Mise hors service",
        "citation": "Art. 109a al. 2 LAAM",
        "content": "Il conclut les contrats nécessaires à la mise hors service.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_109_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre septième  Matériel de l’armée, Chapitre 1, Dispositions générales, Mise hors service",
        "citation": "Art. 109a al. 3 LAAM",
        "content": "Il met en sûreté les biens culturels de l’armée jugés dignes d’être conservés. Il peut confier, en tout ou en partie, la conservation et la gestion de ces biens à des tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_109_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre septième  Matériel de l’armée, Chapitre 1, Dispositions générales, Mise hors service",
        "citation": "Art. 109a al. 4 LAAM",
        "content": "Le Conseil fédéral soumet pour approbation à l’Assemblée fédérale un message sur la mise hors service ou la liquidation des principaux systèmes d’armement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_109_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre septième  Matériel de l’armée, Chapitre 1, Dispositions générales, Coopération en matière d’armement avec des États partenaires",
        "citation": "Art. 109b al. 1 LAAM",
        "content": "Le Conseil fédéral peut, dans le cadre de la politique étrangère et de la politique de sécurité de la Suisse, conclure des accords internationaux dans le domaine de la coopération en matière d’armement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_109_b"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre septième  Matériel de l’armée, Chapitre 1, Dispositions générales, Coopération en matière d’armement avec des États partenaires",
        "citation": "Art. 109b al. 2 LAAM",
        "content": "Ces accords peuvent notamment concerner:\na. l’acquisition d’armement;\nb. la recherche et le développement en matière d’armement, l’assurance de la qualité et la maintenance;\nc. l’échange d’informations et de données;\nd. les conditions de la coopération liée à un projet convenue avec l’industrie dans le domaine de l’armement;\ne. l’identification de projets communs dans ce domaine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_109_b"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre septième  Matériel de l’armée, Chapitre 2, Équipement personnel, Principes",
        "citation": "Art. 110 al. 1 LAAM",
        "content": "La Confédération équipe gratuitement les militaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_110"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre septième  Matériel de l’armée, Chapitre 2, Équipement personnel, Principes",
        "citation": "Art. 110 al. 3 LAAM",
        "content": "Le Conseil fédéral règle la remise en état, le remplacement et l’entreposage de l’équipement personnel. Il définit dans quelle mesure les militaires doivent participer aux frais.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_110"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre septième  Matériel de l’armée, Chapitre 2, Équipement personnel, Principes",
        "citation": "Art. 110 al. 4 LAAM",
        "content": "Il règle la remise de l’équipement personnel aux membres du Corps des gardes-frontière. Les art. 112, 114 et 139, al. 2, sont applicables par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_110"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre septième  Matériel de l’armée, Chapitre 2, Équipement personnel, Conservation et entretien",
        "citation": "Art. 112 al. 1 LAAM",
        "content": "Les militaires veillent à conserver en lieu sûr et à maintenir en bon état l’équipement personnel; ils remplacent les effets devenus inutilisables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_112"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre septième  Matériel de l’armée, Chapitre 2, Équipement personnel, Conservation et entretien",
        "citation": "Art. 112 al. 2 LAAM",
        "content": "Si le militaire néglige ces devoirs ou fait un usage abusif de son équipement, celui-ci peut lui être retiré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_112"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre septième  Matériel de l’armée, Chapitre 2, Équipement personnel, Conservation et entretien",
        "citation": "Art. 112 al. 3 LAAM",
        "content": "Les anciens militaires sont tenus de conserver leur équipement personnel en lieu sûr et de l’entretenir jusqu’à sa restitution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_112"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre septième  Matériel de l’armée, Chapitre 2, Équipement personnel, Arme personnelle",
        "citation": "Art. 113 al. 1 LAAM",
        "content": "Aucune arme personnelle ne peut être remise à un militaire si des signes ou des indices sérieux laissent présumer:\na. qu’il pourrait utiliser son arme personnelle d’une manière dangereuse pour lui-même ou pour des tiers;\nb. qu’il pourrait faire un usage abusif de son arme personnelle ou que des tiers pourraient en faire un usage abusif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_113"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre septième  Matériel de l’armée, Chapitre 2, Équipement personnel, Arme personnelle",
        "citation": "Art. 113 al. 2 LAAM",
        "content": "Si des signes ou des indices au sens de l’al. 1 se manifestent une fois que l’arme personnelle a été remise, cette dernière est immédiatement retirée au militaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_113"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre septième  Matériel de l’armée, Chapitre 2, Équipement personnel, Arme personnelle",
        "citation": "Art. 113 al. 3 LAAM",
        "content": "Le DDPS examine s’il existe des signes ou des indices au sens de l’al. 1:\na. avant la remise prévue de l’arme personnelle;\nb. après que le soupçon de l’existence de tels signes ou indices a été signalé;\nc. avant que l’arme personnelle soit remise en propriété au militaire concerné.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_113"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre septième  Matériel de l’armée, Chapitre 2, Équipement personnel, Arme personnelle",
        "citation": "Art. 113 al. 4 LAAM",
        "content": "Il peut, sans le consentement de la personne concernée:\na. demander des rapports de police et des rapports militaires de conduite; \nb. consulter le casier judiciaire, les dossiers pénaux et les dossiers d’exécution des peines; \nc. demander des extraits des registres des poursuites et des faillites et consulter les dossiers concernés; \nd. demander à une autorité de contrôle de la Confédération de procéder à une évaluation du potentiel d’abus ou de dangerosité de cette personne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_113"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre septième  Matériel de l’armée, Chapitre 2, Équipement personnel, Arme personnelle",
        "citation": "Art. 113 al. 5 LAAM",
        "content": "L’autorité de contrôle de la Confédération peut, pour évaluer le potentiel d’abus ou de dangerosité:\na. consulter les données visées aux al. 3, let. b, 7 et 8;\nb. demander des extraits des registres des poursuites et des faillites et consulter les dossiers concernés;\nc. consulter le casier judiciaire, le système de traitement des données relatives à la protection de l’État et l’index national de police;\nd. demander, aux autorités pénales ou d’exécution des peines, des renseignements, des dossiers concernant des procédures pénales en cours, closes ou classées, et des dossiers relatifs à l’exécution des peines;\ne. auditionner la personne concernée et des tiers si le potentiel d’abus ou de dangerosité ne peut pas être exclu de manière certaine sur la base des données disponibles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_113"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre septième  Matériel de l’armée, Chapitre 2, Équipement personnel, Arme personnelle",
        "citation": "Art. 113 al. 6 LAAM",
        "content": "La procédure est régie par les dispositions relatives au contrôle de sécurité de base au sens de l’art. 30, let. a, LSI, qui s’appliquent par analogie. Si un contrôle de sécurité de base doit être réalisé simultanément pour d’autres motifs, les deux procédures sont combinées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_113"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre septième  Matériel de l’armée, Chapitre 2, Équipement personnel, Arme personnelle",
        "citation": "Art. 113 al. 7 LAAM",
        "content": "Les autorités fédérales, cantonales et communales, de même que les médecins, les aumôniers, les psychologues, les travailleurs sociaux et les membres des services d’assistance de l’armée, sont libérés du secret de fonction ou du secret professionnel lorsqu’il s’agit de communiquer aux services compétents du DDPS tout signe ou indice visé à l’al. 1, ainsi que tout soupçon à ce propos.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_113"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre septième  Matériel de l’armée, Chapitre 2, Équipement personnel, Arme personnelle",
        "citation": "Art. 113 al. 8 LAAM",
        "content": "Les tiers peuvent communiquer aux services compétents du DDPS l’existence de signes ou d’indices au sens de l’al. 1, ainsi que des soupçons à ce propos en motivant leur démarche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_113"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre septième  Matériel de l’armée, Chapitre 2, Équipement personnel, Propriété et utilisation",
        "citation": "Art. 114 al. 1 LAAM",
        "content": "L’équipement personnel reste la propriété de la Confédération. Les militaires ne peuvent ni l’aliéner ni le mettre en gage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_114"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre septième  Matériel de l’armée, Chapitre 2, Équipement personnel, Propriété et utilisation",
        "citation": "Art. 114 al. 3 LAAM",
        "content": "Le Conseil fédéral désigne les effets de l’équipement personnel qui deviennent propriété du militaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_114"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre septième  Matériel de l’armée, Chapitre 2, Équipement personnel, Propriété et utilisation",
        "citation": "Art. 114 al. 4 LAAM",
        "content": "Les militaires ne peuvent pas utiliser l’équipement personnel à des fins privées; le Conseil fédéral règle les exceptions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_114"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre septième  Matériel de l’armée, Chapitre 2, Équipement personnel, Propriété et utilisation",
        "citation": "Art. 114 al. 5 LAAM",
        "content": "Le DDPS règle le port, à titre exceptionnel, de l’uniforme par des personnes qui ne sont pas des militaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_114"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 1, Direction des affaires militaires, Direction suprême",
        "citation": "Art. 116 al. 1 LAAM",
        "content": "Le Conseil fédéral exerce la direction suprême des affaires militaires. Lorsqu’il ne l’assume pas lui-même, elle est exercée par le DDPS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_116"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 1, Direction des affaires militaires, Direction suprême",
        "citation": "Art. 116 al. 2 LAAM",
        "content": "Le Conseil fédéral désigne le commandement de l’armée et en définit les tâches. Les art. 84 à 91 sont réservés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_116"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 2, Confédération et cantons, Haute surveillance",
        "citation": "Art. 118 LAAM",
        "content": "Les affaires militaires sont du ressort de la Confédération et des cantons, pour autant qu’elles aient été déléguées à ces derniers. La Confédération exerce la haute surveillance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_118"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 2, Confédération et cantons, Collaboration de l’armée avec les autres acteurs du Réseau national de sécurité",
        "citation": "Art. 119 LAAM",
        "content": "L’armée collabore avec les autres acteurs du Réseau national de sécurité afin de permettre à ce dernier de réagir à temps, de façon souple et efficace, à toutes les menaces et à tous les dangers en matière de sécurité, en Suisse et dans les régions limitrophes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_119"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 2, Confédération et cantons, Organisation du recrutement",
        "citation": "Art. 120 al. 1 LAAM",
        "content": "Le Conseil fédéral règle l’organisation du recrutement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_120"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 2, Confédération et cantons, Organisation du recrutement",
        "citation": "Art. 120 al. 2 LAAM",
        "content": "Il consulte les cantons au préalable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_120"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 2, Confédération et cantons, Commandants d’arrondissement et chefs de section",
        "citation": "Art. 121 al. 1 LAAM",
        "content": "Les cantons nomment les commandants d’arrondissement chargés du traitement des données du contrôle et des relations avec les personnes astreintes au service militaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_121"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 2, Confédération et cantons, Commandants d’arrondissement et chefs de section",
        "citation": "Art. 121 al. 2 LAAM",
        "content": "Selon les besoins, les cantons subdivisent les arrondissements en sections et nomment les chefs de section.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_121"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 2, Confédération et cantons, Libération des obligations militaires",
        "citation": "Art. 122 LAAM",
        "content": "Les cantons sont chargés de la procédure administrative relative à la libération des obligations militaires, ainsi que de la restitution de l’équipement personnel en collaboration avec la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_122"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 2, Confédération et cantons, Activités relevant de la défense nationale ",
        "citation": "Art. 122a LAAM",
        "content": "Pour les activités relevant de la défense nationale, aucune autorisation cantonale ni aucun plan cantonal ne sont requis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_122_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 2, Confédération et cantons, Exonération de taxes",
        "citation": "Art. 123 al. 1 LAAM",
        "content": "Les cantons et les communes ne prélèvent pas de taxes sur:\na. les denrées et les boissons destinées à la troupe;\nb. les véhicules dans la mesure où ils sont utilisés à des fins militaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_123"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 2, Confédération et cantons, Exonération de taxes",
        "citation": "Art. 123 al. 2 LAAM",
        "content": "Ils ne peuvent pas prélever des impôts sur:\na. les établissements et les ateliers militaires, à l’exception des entreprises d’armement de la Confédération qui sont des sociétés anonymes de droit privé;\nb. les propriétés de la Confédération affectées à des fins militaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_123"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 2, Confédération et cantons, Exonération de taxes",
        "citation": "Art. 123 al. 3 LAAM",
        "content": "Ils ne prélèvent pas de taxes:\na. pour l’exécution de travaux servant à la défense nationale;\nb. pour la collaboration à la procédure d’approbation des plans concernant les constructions ou installations militaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_123"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 2, Confédération et cantons, Places d’armes, places de tir et places d’exercice",
        "citation": "Art. 124 al. 1 LAAM",
        "content": "La Confédération et les cantons exploitent 40 places d’armes au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_124"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 2, Confédération et cantons, Places d’armes, places de tir et places d’exercice",
        "citation": "Art. 124 al. 2 LAAM",
        "content": "Le Conseil fédéral désigne les places d’armes. Il règle l’utilisation et l’administration des places d’armes, des places de tir et des places d’exercice.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_124"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 2, Confédération et cantons, Tir hors du service",
        "citation": "Art. 125 al. 1 LAAM",
        "content": "Les cantons nomment les commissions cantonales de tir et reconnaissent les sociétés de tir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_125"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 2, Confédération et cantons, Tir hors du service",
        "citation": "Art. 125 al. 2 LAAM",
        "content": "Les cantons statuent sur l’exploitation des installations pour le tir hors du service et les attribuent aux sociétés de tir. Ils veillent à la compatibilité des installations de tir avec la protection de l’environnement et encouragent les installations collectives ou régionales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_125"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 2, Confédération et cantons, Tir hors du service",
        "citation": "Art. 125 al. 3 LAAM",
        "content": "Le Conseil fédéral règle les compétences et les obligations des cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_125"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 2, Confédération et cantons, Tir hors du service",
        "citation": "Art. 125 al. 4 LAAM",
        "content": "Les décisions cantonales de dernière instance prises dans le domaine du tir hors du service peuvent faire l’objet d’un recours devant le Tribunal administratif fédéral. Le DDPS est également habilité à recourir. Les autorités cantonales de dernière instance lui adressent sans retard et gratuitement leurs décisions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_125"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 3, Constructions et installations militaires, Section 1, Dispositions générales, Principe",
        "citation": "Art. 126 al. 1 LAAM",
        "content": "Les constructions ou installations relevant de la défense nationale ne peuvent être mises en place, modifiées ou affectées à un autre but militaire que si les plans du projet ont été approuvés par le DDPS (autorité chargée de l’approbation des plans).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_126"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 3, Constructions et installations militaires, Section 1, Dispositions générales, Principe",
        "citation": "Art. 126 al. 2 LAAM",
        "content": "L’approbation des plans couvre toutes les autorisations requises par le droit fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_126"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 3, Constructions et installations militaires, Section 1, Dispositions générales, Principe",
        "citation": "Art. 126 al. 3 LAAM",
        "content": "Aucune autorisation ni aucun plan relevant du droit cantonal ne sont requis. Le droit cantonal est pris en compte dans la mesure où il n’entrave pas de manière disproportionnée l’accomplissement des tâches de la défense nationale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_126"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 3, Constructions et installations militaires, Section 1, Dispositions générales, Principe",
        "citation": "Art. 126 al. 4 LAAM",
        "content": "En règle générale, l’approbation des plans des projets ayant des effets considérables sur l’aménagement du territoire et sur l’environnement présuppose qu’un plan sectoriel conforme à la loi du 22 juin 1979 sur l’aménagement du territoire ait été établi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_126"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 3, Constructions et installations militaires, Section 1, Dispositions générales, Droit applicable",
        "citation": "Art. 126a al. 1 LAAM",
        "content": "La procédure d’approbation des plans est régie par la loi fédérale du 20 décembre 1968 sur la procédure administrative, pour autant que la présente loi n’en dispose pas autrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_126_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 3, Constructions et installations militaires, Section 1, Dispositions générales, Droit applicable",
        "citation": "Art. 126a al. 2 LAAM",
        "content": "Si une expropriation est nécessaire, la loi fédérale du 20 juin 1930 sur l’expropriation (LEx) s’applique au surplus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_126_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 3, Constructions et installations militaires, Section 2, Procédure d’approbation des plans, Procédure ordinaire d’approbation des plans; ouverture",
        "citation": "Art. 126b LAAM",
        "content": "La demande d’approbation des plans doit être adressée avec les documents requis à l’autorité chargée de l’approbation des plans. Cette dernière vérifie si le dossier est complet et, au besoin, le fait compléter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_126_b"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 3, Constructions et installations militaires, Section 2, Procédure d’approbation des plans, Piquetage",
        "citation": "Art. 126c al. 1 LAAM",
        "content": "Avant la mise à l’enquête de la demande, le requérant doit marquer sur le terrain par un piquetage, et pour les bâtiments par des gabarits, les modifications requises par la construction ou l’installation projetée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_126_c"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 3, Constructions et installations militaires, Section 2, Procédure d’approbation des plans, Piquetage",
        "citation": "Art. 126c al. 2 LAAM",
        "content": "Si des raisons majeures le justifient, l’autorité chargée de l’approbation des plans peut accorder une dérogation totale ou partielle à l’obligation prévue à l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_126_c"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 3, Constructions et installations militaires, Section 2, Procédure d’approbation des plans, Piquetage",
        "citation": "Art. 126c al. 3 LAAM",
        "content": "Les objections émises contre le piquetage ou la pose de gabarits doivent être adressées sans retard à l’autorité chargée de l’approbation des plans, mais au plus tard à l’expiration du délai de mise à l’enquête.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_126_c"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 3, Constructions et installations militaires, Section 2, Procédure d’approbation des plans, Consultation, publication et mise à l’enquête ",
        "citation": "Art. 126d al. 1 LAAM",
        "content": "L’autorité chargée de l’approbation des plans transmet la demande aux cantons et communes concernés afin qu’ils prennent position. La procédure de consultation complète dure trois mois. Si la situation le justifie, ce délai peut exceptionnellement être prolongé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_126_d"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 3, Constructions et installations militaires, Section 2, Procédure d’approbation des plans, Consultation, publication et mise à l’enquête ",
        "citation": "Art. 126d al. 2 LAAM",
        "content": "La demande doit être publiée dans les organes officiels des cantons et des communes concernés ainsi que dans la Feuille fédérale et mise à l’enquête pendant 30 jours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_126_d"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 3, Constructions et installations militaires, Section 2, Procédure d’approbation des plans, Opposition ",
        "citation": "Art. 126f al. 1 LAAM",
        "content": "Quiconque a qualité de partie en vertu de la loi fédérale du 20 décembre 1968 sur la procédure administrative peut faire opposition auprès de l’autorité chargée de l’approbation des plans pendant le délai de mise à l’enquête. Toute personne qui n’a pas fait opposition est exclue de la suite de la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_126_f"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 3, Constructions et installations militaires, Section 2, Procédure d’approbation des plans, Opposition ",
        "citation": "Art. 126f al. 2 LAAM",
        "content": "Quiconque a qualité de partie en vertu de la LEx peut faire valoir toutes les demandes visées à l’art. 33 LEx pendant le délai de mise à l’enquête.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_126_f"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 3, Constructions et installations militaires, Section 2, Procédure d’approbation des plans, Opposition ",
        "citation": "Art. 126f al. 3 LAAM",
        "content": "Les communes font valoir leurs intérêts par voie d’opposition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_126_f"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 3, Constructions et installations militaires, Section 2, Procédure d’approbation des plans, Élimination des divergences au sein de l’administration fédérale ",
        "citation": "Art. 126g LAAM",
        "content": "La procédure d’élimination des divergences au sein de l’administration fédérale est régie par l’art. 62b de la loi fédérale du 21 mars 1997 sur l’organisation du gouvernement et de l’administration.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_126_g"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 3, Constructions et installations militaires, Section 2, Procédure d’approbation des plans, Décision d’approbation des plans; durée de validité",
        "citation": "Art. 127 al. 1 LAAM",
        "content": "Lorsqu’elle approuve les plans, l’autorité compétente statue également sur les oppositions en matière d’expropriation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_127"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 3, Constructions et installations militaires, Section 2, Procédure d’approbation des plans, Décision d’approbation des plans; durée de validité",
        "citation": "Art. 127 al. 2 LAAM",
        "content": "L’approbation des plans est caduque si la réalisation du projet de construction n’a pas commencé dans les cinq ans qui suivent l’entrée en force de la décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_127"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 3, Constructions et installations militaires, Section 2, Procédure d’approbation des plans, Décision d’approbation des plans; durée de validité",
        "citation": "Art. 127 al. 3 LAAM",
        "content": "Si des raisons majeures le justifient, l’autorité chargée de l’approbation des plans peut prolonger de trois ans au plus la durée de validité de sa décision. Toute prolongation est exclue si les conditions déterminantes de fait ou de droit ont changé sensiblement depuis l’entrée en force de la décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_127"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 3, Constructions et installations militaires, Section 2, Procédure d’approbation des plans, Procédure simplifiée d’approbation des plans",
        "citation": "Art. 128 al. 1 LAAM",
        "content": "La procédure simplifiée d’approbation des plans s’applique:\na. aux projets qui affectent un espace limité et ne concernent qu’un ensemble restreint et bien défini de personnes;\nb. aux constructions et installations dont la modification ou la réaffectation n’altère pas sensiblement l’aspect extérieur du site, n’affecte pas les intérêts dignes de protection de tiers et n’a que des effets minimes sur l’aménagement du territoire et sur l’environnement;\nc. aux constructions et installations qui seront démontées après trois ans au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_128"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 3, Constructions et installations militaires, Section 2, Procédure d’approbation des plans, Procédure simplifiée d’approbation des plans",
        "citation": "Art. 128 al. 2 LAAM",
        "content": "La procédure simplifiée s’applique aux plans de détail élaborés sur la base d’un projet déjà approuvé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_128"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 3, Constructions et installations militaires, Section 2, Procédure d’approbation des plans, Procédure simplifiée d’approbation des plans",
        "citation": "Art. 128 al. 3 LAAM",
        "content": "L’autorité chargée de l’approbation des plans peut ordonner le piquetage. La demande n’est ni publiée, ni mise à l’enquête. L’autorité chargée de l’approbation des plans soumet le projet aux intéressés, qui peuvent faire opposition dans un délai de 30 jours, sauf s’ils ont donné auparavant leur accord écrit. Elle peut solliciter l’avis des cantons et des communes. Elle leur accorde un délai raisonnable pour se prononcer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_128"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 3, Constructions et installations militaires, Section 2, Procédure d’approbation des plans, Procédure simplifiée d’approbation des plans",
        "citation": "Art. 128 al. 4 LAAM",
        "content": "Au surplus, la procédure ordinaire est applicable. En cas de doute, cette dernière est appliquée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_128"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 3, Constructions et installations militaires, Section 2, Procédure d’approbation des plans, Protection d’ouvrages militaires",
        "citation": "Art. 128a al. 1 LAAM",
        "content": "L’approbation des plans n’est pas requise pour les constructions et installations visées par la loi fédérale du 23 juin 1950 concernant la protection des ouvrages militaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_128_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 3, Constructions et installations militaires, Section 2, Procédure d’approbation des plans, Protection d’ouvrages militaires",
        "citation": "Art. 128a al. 2 LAAM",
        "content": "La procédure simplifiée d’approbation des plans est applicable par analogie. Il doit être tenu compte de l’intérêt au maintien du secret.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_128_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 3, Constructions et installations militaires, Section 3, Procédures de conciliation et d’estimation; envoi en possession anticipé, Compétence et procédure",
        "citation": "Art. 129 al. 1 LAAM",
        "content": "Après clôture de la procédure d’approbation des plans, des procédures de conciliation et d’estimation sont ouvertes, au besoin, devant la commission fédérale d’estimation (commission d’estimation), conformément à la LEx.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_129"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 3, Constructions et installations militaires, Section 3, Procédures de conciliation et d’estimation; envoi en possession anticipé, Compétence et procédure",
        "citation": "Art. 129 al. 3 LAAM",
        "content": "Le président de la commission d’estimation peut autoriser l’envoi en possession anticipé lorsque la décision d’approbation des plans est exécutoire. L’expropriant est présumé subir un préjudice sérieux s’il ne bénéficie pas de l’entrée en possession anticipée. Au surplus, l’art. 76 LEx est applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_129"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 3, Constructions et installations militaires, Section 4, Procédure de recours, ...",
        "citation": "Art. 130 al. 1 LAAM",
        "content": "La procédure de recours est régie par les dispositions générales de la procédure fédérale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_130"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 3, Constructions et installations militaires, Section 4, Procédure de recours, ...",
        "citation": "Art. 130 al. 2 LAAM",
        "content": "Le droit de recours est régi par le droit fédéral applicable au cas d’espèce. Les cantons et les communes concernés ont qualité pour recourir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_130"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 3, Constructions et installations militaires, Section 5, Mise hors service d’immeubles militaires, Compétence",
        "citation": "Art. 130a al. 1 LAAM",
        "content": "Le DDPS règle la mise hors service des immeubles de la Confédération qui ont servi à des fins militaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_130_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 3, Constructions et installations militaires, Section 5, Mise hors service d’immeubles militaires, Compétence",
        "citation": "Art. 130a al. 1bis LAAM",
        "content": "Il se concerte avec les autorités cantonales et communales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_130_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 3, Constructions et installations militaires, Section 5, Mise hors service d’immeubles militaires, Compétence",
        "citation": "Art. 130a al. 2 LAAM",
        "content": "Il conclut les contrats nécessaires à la mise hors service.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_130_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 3, Constructions et installations militaires, Section 5, Mise hors service d’immeubles militaires, Priorité d’achat",
        "citation": "Art. 130b al. 1 LAAM",
        "content": "En cas de vente d’immeubles militaires désaffectés, les cantons et les communes ont une priorité d’achat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_130_b"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 3, Constructions et installations militaires, Section 5, Mise hors service d’immeubles militaires, Priorité d’achat",
        "citation": "Art. 130b al. 2 LAAM",
        "content": "Le Conseil fédéral règle les modalités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_130_b"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 4, Prestations des communes et des habitants, Logement de la troupe",
        "citation": "Art. 131 al. 1 LAAM",
        "content": "Les communes et les habitants sont tenus de fournir le logement à la troupe et aux animaux de l’armée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_131"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 4, Prestations des communes et des habitants, Logement de la troupe",
        "citation": "Art. 131 al. 2 LAAM",
        "content": "Ils reçoivent de la Confédération une indemnité équitable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_131"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 4, Prestations des communes et des habitants, Locaux, panneaux",
        "citation": "Art. 132 LAAM",
        "content": "Les communes mettent gratuitement à disposition:\na. les locaux et les installations réservés aux séances d’information;\nb. les locaux de garde et d’arrêts;\nc. les places et les locaux réservés à la mobilisation;\nd. les places de rassemblement et de stationnement réservées à la troupe;\ne. les panneaux destinés aux affiches de mise sur pied et aux autres communications des autorités militaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_132"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 4, Prestations des communes et des habitants, Installations de tir",
        "citation": "Art. 133 al. 1 LAAM",
        "content": "Pour les exercices de tir dans le cadre du tir hors du service ainsi que pour les activités correspondantes des sociétés de tir, les communes veillent à l’utilisation gratuite des installations. Pour les exercices de tir de la troupe, les installations sont mises à disposition contre le versement d’une indemnité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_133"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 4, Prestations des communes et des habitants, Installations de tir",
        "citation": "Art. 133 al. 2 LAAM",
        "content": "Pour la construction d’installations de tir, le DDPS peut accorder aux communes le droit d’expropriation selon la LEx, dans la mesure où cette possibilité n’est pas prévue dans la législation cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_133"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 4, Prestations des communes et des habitants, Installations de tir",
        "citation": "Art. 133 al. 3 LAAM",
        "content": "Le DDPS édicte des prescriptions sur l’emplacement, la construction et l’exploitation d’installations destinées au tir hors du service, ainsi que sur les aménagements qui incombent aux sociétés de tir. À cet égard, il tient compte des impératifs de la sécurité, de la protection de l’environnement et de la nature et du paysage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_133"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 4, Prestations des communes et des habitants, Utilisation de terrains privés",
        "citation": "Art. 134 al. 1 LAAM",
        "content": "Les propriétaires fonciers ne peuvent s’opposer à l’utilisation de leurs terrains pour les exercices militaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_134"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 4, Prestations des communes et des habitants, Utilisation de terrains privés",
        "citation": "Art. 134 al. 2 LAAM",
        "content": "La Confédération répond des dommages conformément aux art. 135 à 143. ....",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_134"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 5, Responsabilité pour les dommages, Dommages résultant d’une activité de service",
        "citation": "Art. 135 al. 1 LAAM",
        "content": "Sans égard à la faute, la Confédération répond du dommage causé sans droit à un tiers par des militaires ou par la troupe lorsqu’il résulte:\na. d’une activité militaire particulièrement dangereuse, ou\nb. d’une autre activité de service.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_135"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 5, Responsabilité pour les dommages, Dommages résultant d’une activité de service",
        "citation": "Art. 135 al. 2 LAAM",
        "content": "La Confédération ne répond pas du dommage lorsqu’elle apporte la preuve qu’il résulte d’un cas de force majeure, de la faute du lésé ou de celle d’un tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_135"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 5, Responsabilité pour les dommages, Dommages résultant d’une activité de service",
        "citation": "Art. 135 al. 3 LAAM",
        "content": "Lorsque la responsabilité pour des faits déterminés est prévue par d’autres dispositions, ces dernières régissent la responsabilité de la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_135"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 5, Responsabilité pour les dommages, Dommages résultant d’une activité de service",
        "citation": "Art. 135 al. 4 LAAM",
        "content": "La personne lésée ne peut faire valoir aucune prétention envers le militaire qui a causé le dommage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_135"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 5, Responsabilité pour les dommages, Dommages résultant d’une activité hors du service",
        "citation": "Art. 136 LAAM",
        "content": "Pour autant qu’ils ne puissent être couverts par une assurance, la Confédération répond des dommages inévitables causés aux terrains ainsi qu’aux choses, lorsqu’ils résultent directement de l’activité hors du service de la troupe ou des associations et sociétés militaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_136"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 5, Responsabilité pour les dommages, Propriété du militaire",
        "citation": "Art. 137 al. 1 LAAM",
        "content": "Le militaire supporte lui-même le dommage résultant de la perte ou de la détérioration de ses objets personnels. La Confédération lui verse une indemnité équitable lorsque le dommage est dû à un accident consécutif au service ou qu’il est la conséquence directe de l’exécution d’un ordre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_137"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 5, Responsabilité pour les dommages, Propriété du militaire",
        "citation": "Art. 137 al. 2 LAAM",
        "content": "En cas de faute du militaire, l’indemnité peut être réduite de façon appropriée. À cet égard, il y a également lieu d’examiner si, du point de vue du service, il était opportun d’apporter ou d’utiliser des objets personnels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_137"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 5, Responsabilité pour les dommages, Recours après réparation d’un dommage",
        "citation": "Art. 138 LAAM",
        "content": "Lorsque la Confédération répare un dommage, elle peut recourir contre le militaire qui l’a causé intentionnellement ou par négligence grave.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_138"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 5, Responsabilité pour les dommages, Responsabilité des militaires",
        "citation": "Art. 139 al. 1 LAAM",
        "content": "Les militaires répondent du dommage qu’ils causent directement à la Confédération en violant leurs devoirs de service intentionnellement ou par négligence grave.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_139"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 5, Responsabilité pour les dommages, Responsabilité des militaires",
        "citation": "Art. 139 al. 2 LAAM",
        "content": "Ils sont responsables de leur équipement personnel, ainsi que du matériel qui leur a été confié au service et répondent des pertes et des détériorations. Ils n’en répondent pas s’ils prouvent qu’ils n’ont causé le dommage ni intentionnellement, ni par une violation grave de leurs devoirs de service. Sont responsables au même titre les militaires chargés de l’organisation du service du matériel ou du contrôle du matériel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_139"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 5, Responsabilité pour les dommages, Responsabilité des militaires",
        "citation": "Art. 139 al. 3 LAAM",
        "content": "Les comptables et les organes qui les contrôlent sont responsables du service du commissariat, des fonds qui leur sont confiés ainsi que de leur usage réglementaire et ils répondent des dommages dans ces domaines. Ils n’en répondent pas s’ils prouvent qu’ils ne l’ont causé ni intentionnellement, ni par une violation grave de leurs devoirs de service.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_139"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 5, Responsabilité pour les dommages, Responsabilité des formations",
        "citation": "Art. 140 al. 1 LAAM",
        "content": "Les formations sont responsables du matériel de l’armée qui leur a été confié. Elles répondent de toute perte ou détérioration lorsque les responsables ne peuvent être identifiés. Elles n’en répondent pas lorsqu’elles prouvent qu’il n’y a pas eu faute de la part de leurs militaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_140"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 5, Responsabilité pour les dommages, Responsabilité des formations",
        "citation": "Art. 140 al. 2 LAAM",
        "content": "Une retenue de solde peut être opérée pour couvrir le dommage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_140"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 5, Responsabilité pour les dommages, Principes qui régissent la responsabilité",
        "citation": "Art. 141 al. 1 LAAM",
        "content": "Les art. 42, 43, al. 1, 44, al. 1, 45 à 47, 49, 50, al. 1, 51 à 53 du code des obligations s’appliquent par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_141"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 5, Responsabilité pour les dommages, Principes qui régissent la responsabilité",
        "citation": "Art. 141 al. 2 LAAM",
        "content": "Lors de la fixation de l’indemnité à la charge du militaire, il y a en outre lieu de tenir compte équitablement de la nature du service, de la conduite militaire, ainsi que de la situation financière du responsable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_141"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 5, Responsabilité pour les dommages, Principes qui régissent la responsabilité",
        "citation": "Art. 141 al. 3 LAAM",
        "content": "Lors de la fixation de l’indemnité à la charge des formations, il faudra en outre tenir compte équitablement de la nature du service et des circonstances du cas d’espèce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_141"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 5, Responsabilité pour les dommages, Procédure",
        "citation": "Art. 142 al. 1 LAAM",
        "content": "La procédure est régie par la loi fédérale du 20 décembre 1968 sur la procédure administrative. La Confédération supporte les frais de procédure de première instance; les débours peuvent toutefois être mis à la charge de la partie qui succombe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_142"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 5, Responsabilité pour les dommages, Procédure",
        "citation": "Art. 142 al. 2 LAAM",
        "content": "La responsabilité des formations (art. 140) est établie selon une procédure simplifiée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_142"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 5, Responsabilité pour les dommages, Procédure",
        "citation": "Art. 142 al. 3 LAAM",
        "content": "Le Conseil fédéral désigne les autorités compétentes au sens de la présente loi pour traiter, en première instance, les demandes litigieuses d’ordre pécuniaire et administratif, formées par la Confédération ou contre elle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_142"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 5, Responsabilité pour les dommages, Procédure",
        "citation": "Art. 142 al. 4 LAAM",
        "content": "Les décisions de ces autorités peuvent faire l’objet d’un recours devant le Tribunal administratif fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_142"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 5, Responsabilité pour les dommages, Prescription",
        "citation": "Art. 143 al. 1 LAAM",
        "content": "L’action en réparation d’un dommage dirigée contre la Confédération se prescrit conformément aux dispositions du code des obligations sur les actes illicites. Le dépôt d’une demande écrite de réparation auprès du DDPS est une action au sens de l’art. 135, ch. 2, du code des obligations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_143"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 5, Responsabilité pour les dommages, Prescription",
        "citation": "Art. 143 al. 2 LAAM",
        "content": "La prétention de la Confédération à l’égard de militaires ou de formations se prescrit par trois ans à compter du jour où la Confédération a eu connaissance du dommage ainsi que de la personne tenue de le réparer et, dans tous les cas, par dix ans à compter du jour où le fait dommageable s’est produit ou a cessé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_143"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 5, Responsabilité pour les dommages, Prescription",
        "citation": "Art. 143 al. 3 LAAM",
        "content": "Si le fait dommageable résulte d’un acte punissable de la personne tenue à réparation, l’action de la Confédération se prescrit au plus tôt à l’échéance du délai de prescription de l’action pénale. Si la prescription de l’action pénale ne court plus parce qu’un jugement de première instance a été rendu, l’action civile se prescrit au plus tôt par trois ans à compter de la notification du jugement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_143"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 5, Responsabilité pour les dommages, Prescription",
        "citation": "Art. 143 al. 4 LAAM",
        "content": "L’action récursoire de la Confédération à l’égard de militaires se prescrit par trois ans à compter de la reconnaissance ou de la constatation exécutoire de la responsabilité de la Confédération; dans tous les cas, elle se prescrit par dix ans ou, en cas de mort d’homme ou de lésions corporelles, par vingt ans, à compter du jour où le fait dommageable s’est produit ou a cessé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_143"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 6, Mises sur pied, déplacements de service, dispenses et congés, Mises sur pied et déplacements de service",
        "citation": "Art. 144 al. 1 LAAM",
        "content": "Le Conseil fédéral édicte des prescriptions réglant la mise sur pied et le déplacement de services d’instruction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_144"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 6, Mises sur pied, déplacements de service, dispenses et congés, Mises sur pied et déplacements de service",
        "citation": "Art. 144 al. 2 LAAM",
        "content": "Il désigne, après consultation des cantons, les unités administratives de la Confédération et des cantons qui statuent sur les demandes de déplacement de l’école de recrues et des services d’instruction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_144"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 6, Mises sur pied, déplacements de service, dispenses et congés, Mises sur pied et déplacements de service",
        "citation": "Art. 144 al. 3 LAAM",
        "content": "La Confédération et les cantons veillent, dans le cadre de leurs compétences, à garantir la possibilité de concilier la formation civile avec l’école de recrues et avec les services d’instruction destinés à l’obtention du grade de sergent, de sergent-major, de sergent-major chef, de fourrier ou de lieutenant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_144"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 6, Mises sur pied, déplacements de service, dispenses et congés, Dispenses et congés",
        "citation": "Art. 145 LAAM",
        "content": "Les personnes astreintes au service militaire peuvent être dispensées du service d’appui ou du service actif ou mises en congé afin qu’elles puissent remplir des tâches importantes dans les domaines civils du Réseau national de sécurité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_145"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 7, Traitement des données personnelles, Systèmes d’information de l’armée",
        "citation": "Art. 146 LAAM",
        "content": "Le traitement des données personnelles dans les systèmes d’information et lors de l’engagement de moyens de surveillance de l’armée et de l’administration militaire est réglé par la loi fédérale du 3 octobre 2008 sur les systèmes d’information de l’armée et du DDPS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_146"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 7, Traitement des données personnelles, Enquêtes à des fins scientifiques",
        "citation": "Art. 146a LAAM",
        "content": "Lors du recrutement et durant l’instruction, les conscrits et les militaires peuvent être soumis, à la demande du DDPS, à des enquêtes à des fins scientifiques. Ces enquêtes doivent respecter la protection de la personnalité et des données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_146_a"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 8, Prestations commerciales",
        "citation": "Art. 148i al. 1 LAAM",
        "content": "Les unités administratives du DDPS ne peuvent fournir des prestations commerciales à des tiers que si celles-ci remplissent les conditions suivantes:\na. elles sont liées étroitement aux tâches principales;\nb. elles n’entravent pas l’exécution des tâches principales;\nc. elles n’exigent pas d’importantes ressources matérielles et humaines supplémentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_148_i"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre huitième, Conduite de l’armée et administration militaire, Chapitre 8, Prestations commerciales",
        "citation": "Art. 148i al. 2 LAAM",
        "content": "Les prestations commerciales sont fournies à des prix permettant au moins de couvrir les coûts calculés sur la base d’une comptabilité analytique. Le DDPS peut autoriser des dérogations pour certaines prestations tant que ceci n’entraîne pas de concurrence avec le secteur privé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_148_i"
    },
    {
        "book": "MG",
        "title": "LAAM, Titre 8a, Moyens financiers destinés à l’armée",
        "citation": "Art. 148j LAAM",
        "content": "L’Assemblée fédérale fixe par voie d’arrêté fédéral simple, pour une période de quatre ans, le plafond des dépenses s’appliquant aux moyens financiers destinés à l’armée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1995/4093_4093_4093/fr#art_148_j"
    }
]