[
    {
        "book": "Mitwirkungsgesetz",
        "title": "LPart, Section 1, Dispositions générales, Champ d’application",
        "citation": "Art. 1 LPart",
        "content": "La présente loi s’applique à toutes les entreprises privées qui, en Suisse, occupent des travailleurs en permanence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1994/1037_1037_1037/fr#art_1"
    },
    {
        "book": "Mitwirkungsgesetz",
        "title": "LPart, Section 1, Dispositions générales, Dérogations",
        "citation": "Art. 2 LPart",
        "content": "Il peut être dérogé à la présente loi en faveur des travailleurs. Les dérogations en défaveur des travailleurs ne sont admises que par voie de convention collective de travail; elles sont exclues en ce qui concerne les art. 3, 6, 9, 10, 12 et 14, al. 2, let. b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1994/1037_1037_1037/fr#art_2"
    },
    {
        "book": "Mitwirkungsgesetz",
        "title": "LPart, Section 1, Dispositions générales, Droit d’être représenté",
        "citation": "Art. 3 LPart",
        "content": "Dans les entreprises occupant au moins cinquante travailleurs, ceux-ci peuvent élire parmi eux des représentants, regroupés en une ou plusieurs représentations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1994/1037_1037_1037/fr#art_3"
    },
    {
        "book": "Mitwirkungsgesetz",
        "title": "LPart, Section 1, Dispositions générales, Participation dans les entreprises sans représentation des travailleurs",
        "citation": "Art. 4 LPart",
        "content": "Dans les entreprises ou secteurs d’entreprise sans représentation des travailleurs, ces derniers exercent directement le droit à l’information et le droit à la participation prévus aux art. 9 et 10.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1994/1037_1037_1037/fr#art_4"
    },
    {
        "book": "Mitwirkungsgesetz",
        "title": "LPart, Section 2, Représentation des travailleurs, Election initiale",
        "citation": "Art. 5 al. 1 LPart",
        "content": "Lorsque la demande en est faite par un cinquième des travailleurs, il y a lieu de déterminer, par un vote secret, si la majorité des votants souhaite la formation d’une représentation. Dans les entreprises comptant plus de 500 travailleurs, il suffit que le vote soit demandé par cent d’entre eux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1994/1037_1037_1037/fr#art_5"
    },
    {
        "book": "Mitwirkungsgesetz",
        "title": "LPart, Section 2, Représentation des travailleurs, Election initiale",
        "citation": "Art. 5 al. 2 LPart",
        "content": "L’élection doit être organisée si la majorité des votants s’est prononcée en faveur de la formation d’une telle représentation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1994/1037_1037_1037/fr#art_5"
    },
    {
        "book": "Mitwirkungsgesetz",
        "title": "LPart, Section 2, Représentation des travailleurs, Election initiale",
        "citation": "Art. 5 al. 3 LPart",
        "content": "L’employeur et les travailleurs organisent en commun la votation et l’élection.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1994/1037_1037_1037/fr#art_5"
    },
    {
        "book": "Mitwirkungsgesetz",
        "title": "LPart, Section 2, Représentation des travailleurs, Principes régissant les élections",
        "citation": "Art. 6 LPart",
        "content": "Les élections sont générales et libres. Sur demande d’un cinquième des travailleurs participant à l’élection, celle-ci doit se dérouler au bulletin secret.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1994/1037_1037_1037/fr#art_6"
    },
    {
        "book": "Mitwirkungsgesetz",
        "title": "LPart, Section 2, Représentation des travailleurs, Nombre de représentants",
        "citation": "Art. 7 al. 1 LPart",
        "content": "Le nombre des représentants des travailleurs est déterminé conjointement par l’employeur et les travailleurs. La taille et la structure de l’entreprise doivent être équitablement prises en compte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1994/1037_1037_1037/fr#art_7"
    },
    {
        "book": "Mitwirkungsgesetz",
        "title": "LPart, Section 2, Représentation des travailleurs, Nombre de représentants",
        "citation": "Art. 7 al. 2 LPart",
        "content": "La représentation compte trois membres au moins.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1994/1037_1037_1037/fr#art_7"
    },
    {
        "book": "Mitwirkungsgesetz",
        "title": "LPart, Section 2, Représentation des travailleurs, Mandat",
        "citation": "Art. 8 LPart",
        "content": "La représentation des travailleurs défend, envers l’employeur, les intérêts communs des travailleurs. Elle les informe régulièrement sur son activité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1994/1037_1037_1037/fr#art_8"
    },
    {
        "book": "Mitwirkungsgesetz",
        "title": "LPart, Section 3, Droits de participation, Droit à l’information",
        "citation": "Art. 9 al. 1 LPart",
        "content": "La représentation des travailleurs a le droit d’être informée en temps opportun et de manière complète sur toutes les affaires dont la connaissance lui est nécessaire pour s’acquitter convenablement de ses tâches.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1994/1037_1037_1037/fr#art_9"
    },
    {
        "book": "Mitwirkungsgesetz",
        "title": "LPart, Section 3, Droits de participation, Droit à l’information",
        "citation": "Art. 9 al. 2 LPart",
        "content": "L’employeur est tenu d’informer la représentation des travailleurs au moins une fois par an sur les conséquences de la marche des affaires sur l’emploi et pour le personnel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1994/1037_1037_1037/fr#art_9"
    },
    {
        "book": "Mitwirkungsgesetz",
        "title": "LPart, Section 3, Droits de participation, Droits de participation particuliers",
        "citation": "Art. 10 LPart",
        "content": "La représentation des travailleurs dispose, sur la base de la législation y relative, de droits de participation dans les domaines suivants:\na. sécurité au travail au sens de l’art. 82 de la loi fédérale du 20 mars 1981 sur l’assurance-accidents et protection des travailleurs au sens de l’art. 48 de la loi du 13 mars 1964 sur le travail;\nb. le transfert de l’entreprise au sens des art. 333 et 333a du code des obligations;\nc. les licenciements collectifs au sens de l’art. 335d à 335g du code des obligations;\nd. l’affiliation à une institution de la prévoyance professionnelle et la résiliation d’un contrat d’affiliation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1994/1037_1037_1037/fr#art_10"
    },
    {
        "book": "Mitwirkungsgesetz",
        "title": "LPart, Section 4, Collaboration, Principe",
        "citation": "Art. 11 al. 1 LPart",
        "content": "La collaboration entre l’employeur et la représentation des travailleurs dans le domaine de l’exploitation de l’entreprise repose sur le principe de la bonne foi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1994/1037_1037_1037/fr#art_11"
    },
    {
        "book": "Mitwirkungsgesetz",
        "title": "LPart, Section 4, Collaboration, Principe",
        "citation": "Art. 11 al. 2 LPart",
        "content": "L’employeur doit soutenir la représentation des travailleurs dans l’exercice de ses activités. Il met à sa disposition les locaux, les moyens matériels et les services administratifs nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1994/1037_1037_1037/fr#art_11"
    },
    {
        "book": "Mitwirkungsgesetz",
        "title": "LPart, Section 4, Collaboration, Protection des représentants des travailleurs",
        "citation": "Art. 12 al. 1 LPart",
        "content": "L’employeur n’a pas le droit d’empêcher les représentants des travailleurs d’exercer leur mandat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1994/1037_1037_1037/fr#art_12"
    },
    {
        "book": "Mitwirkungsgesetz",
        "title": "LPart, Section 4, Collaboration, Protection des représentants des travailleurs",
        "citation": "Art. 12 al. 2 LPart",
        "content": "Il ne doit pas défavoriser les représentants des travailleurs, pendant ou après leur mandat, en raison de l’exercice de cette activité. Cette protection est aussi étendue aux personnes se portant candidates à l’élection dans une représentation des travailleurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1994/1037_1037_1037/fr#art_12"
    },
    {
        "book": "Mitwirkungsgesetz",
        "title": "LPart, Section 4, Collaboration, Exercice du mandat pendant les heures de travail",
        "citation": "Art. 13 LPart",
        "content": "Les représentants des travailleurs peuvent exercer leur mandat durant les heures de travail à condition que ce mandat l’exige et que leurs activités professionnelles le permettent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1994/1037_1037_1037/fr#art_13"
    },
    {
        "book": "Mitwirkungsgesetz",
        "title": "LPart, Section 4, Collaboration, Devoir de discrétion",
        "citation": "Art. 14 al. 1 LPart",
        "content": "Les représentants des travailleurs sont tenus de garder, à l’égard des personnes étrangères à l’entreprise qui n’ont pas qualité pour assurer la défense des intérêts du personnel, le secret sur les affaires qui concernent l’exploitation de l’entreprise et qui sont portées à leur connaissance dans le cadre de leur mandat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1994/1037_1037_1037/fr#art_14"
    },
    {
        "book": "Mitwirkungsgesetz",
        "title": "LPart, Section 4, Collaboration, Devoir de discrétion",
        "citation": "Art. 14 al. 2 LPart",
        "content": "L’employeur et les représentants des travailleurs sont tenus de garder le secret envers toute personne en ce qui concerne:\na. les affaires pour lesquelles l’employeur ou la représentation des travailleurs sur la base d’intérêts légitimes l’exigent expressément;\nb. les affaires personnelles des travailleurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1994/1037_1037_1037/fr#art_14"
    },
    {
        "book": "Mitwirkungsgesetz",
        "title": "LPart, Section 4, Collaboration, Devoir de discrétion",
        "citation": "Art. 14 al. 3 LPart",
        "content": "Les travailleurs qui n’ont pas de représentation dans l’entreprise et qui exercent directement les droits à l’information et le droit d’être consultés au sens de l’art. 4, de même que les personnes étrangères à l’entreprise qui ont le droit d’être informées au sens de l’al. 1, sont aussi liés par le devoir de discrétion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1994/1037_1037_1037/fr#art_14"
    },
    {
        "book": "Mitwirkungsgesetz",
        "title": "LPart, Section 4, Collaboration, Devoir de discrétion",
        "citation": "Art. 14 al. 4 LPart",
        "content": "Les travailleurs qui ont été informés par la représentation des travailleurs, en application de l’art. 8 de la présente loi, sont aussi tenus de garder le secret.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1994/1037_1037_1037/fr#art_14"
    },
    {
        "book": "Mitwirkungsgesetz",
        "title": "LPart, Section 4, Collaboration, Devoir de discrétion",
        "citation": "Art. 14 al. 5 LPart",
        "content": "Le devoir de discrétion subsiste alors même que la charge a pris fin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1994/1037_1037_1037/fr#art_14"
    },
    {
        "book": "Mitwirkungsgesetz",
        "title": "LPart, Section 5, Organisation et procédure judiciaire",
        "citation": "Art. 15 al. 1 LPart",
        "content": "Les conflits découlant de l’application de la présente loi ou d’une réglementation contractuelle de participation sont soumis aux autorités compétentes pour connaître des litiges relevant des rapports de travail, sous réserve de la compétence accordée aux organes contractuels de conciliation et d’arbitrage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1994/1037_1037_1037/fr#art_15"
    },
    {
        "book": "Mitwirkungsgesetz",
        "title": "LPart, Section 5, Organisation et procédure judiciaire",
        "citation": "Art. 15 al. 2 LPart",
        "content": "Ont qualité pour recourir les employeurs et les travailleurs intéressés et leurs associations. Dans ce dernier cas, seule l’action en constatation est admissible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1994/1037_1037_1037/fr#art_15"
    }
]