[
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 1, Protection des marques, Définition",
        "citation": "Art. 1 al. 1 LPM",
        "content": "La marque est un signe propre à distinguer les produits ou les services d’une entreprise de ceux d’autres entreprises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_1"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 1, Protection des marques, Définition",
        "citation": "Art. 1 al. 2 LPM",
        "content": "Les mots, les lettres, les chiffres, les représentations graphiques, les formes en trois dimensions, seuls ou combinés entre eux ou avec des couleurs, peuvent en particulier constituer des marques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_1"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 1, Protection des marques, Motifs absolus d’exclusion",
        "citation": "Art. 2 LPM",
        "content": "Sont exclus de la protection:\na. les signes appartenant au domaine public, sauf s’ils se sont imposés comme marques pour les produits ou les services concernés;\nb. les formes qui constituent la nature même du produit et les formes du produit ou de l’emballage qui sont techniquement nécessaires;\nc. les signes propres à induire en erreur;\nd. les signes contraires à l’ordre public, aux bonnes mœurs ou au droit en vigueur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_2"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 1, Protection des marques, Motifs relatifs d’exclusion",
        "citation": "Art. 3 al. 1 LPM",
        "content": "Sont en outre exclus de la protection:\na. les signes identiques à une marque antérieure et destinés à des produits ou services identiques;\nb. les signes identiques à une marque antérieure et destinés à des produits ou services similaires, lorsqu’il en résulte un risque de confusion;\nc. les signes similaires à une marque antérieure et destinés à des produits ou services identiques ou similaires, lorsqu’il en résulte un risque de confusion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_3"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 1, Protection des marques, Motifs relatifs d’exclusion",
        "citation": "Art. 3 al. 2 LPM",
        "content": "Par marques antérieures, on entend:\na. les marques déposées ou enregistrées qui donnent naissance à un droit de priorité au sens de la présente loi (art. 6 à 8);\nb. les marques qui, au moment du dépôt du signe tombant sous le coup de l’al. 1, sont notoirement connues en Suisse au sens de l’art. 6bis de la Convention de Paris du 20 mars 1883 pour la protection de la propriété industrielle (Convention de Paris).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_3"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 1, Protection des marques, Motifs relatifs d’exclusion",
        "citation": "Art. 3 al. 3 LPM",
        "content": "Seul le titulaire de la marque antérieure peut invoquer les motifs de refus en vertu du présent article.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_3"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 1, Protection des marques, Enregistrement en faveur d’un utilisateur autorisé",
        "citation": "Art. 4 LPM",
        "content": "Les marques enregistrées sans le consentement du titulaire au nom d’un agent, d’un représentant ou d’un autre utilisateur autorisé ne sont pas protégées; il en va de même des marques qui n’ont pas été radiées du registre, bien que le titulaire ait révoqué son consentement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_4"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 2, Naissance du droit à la marque; priorités, Naissance du droit à la marque",
        "citation": "Art. 5 LPM",
        "content": "Le droit à la marque prend naissance par l’enregistrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_5"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 2, Naissance du droit à la marque; priorités, Priorité découlant du dépôt",
        "citation": "Art. 6 LPM",
        "content": "Le droit à la marque appartient à celui qui la dépose le premier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_6"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 2, Naissance du droit à la marque; priorités, Priorité au sens de la Convention de Paris",
        "citation": "Art. 7 al. 1 LPM",
        "content": "Lorsqu’une marque a été légalement déposée pour la première fois dans un autre État membre de la Convention de Paris ou que le dépôt a effet dans l’un de ces États, le déposant ou son ayant cause peut revendiquer la date du premier dépôt pour déposer la même marque en Suisse, à condition que le dépôt en Suisse ait lieu dans les six mois qui suivent le premier dépôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_7"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 2, Naissance du droit à la marque; priorités, Priorité au sens de la Convention de Paris",
        "citation": "Art. 7 al. 2 LPM",
        "content": "Le premier dépôt dans un État accordant la réciprocité à la Suisse déploie les mêmes effets que le premier dépôt dans un État membre de la Convention de Paris.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_7"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 2, Naissance du droit à la marque; priorités, Priorité découlant d’une exposition",
        "citation": "Art. 8 LPM",
        "content": "Quiconque présente un produit ou des services désignés par une marque dans une exposition, officielle ou officiellement reconnue au sens de la Convention du 22 novembre 1928 concernant les expositions internationales, organisée dans un État membre de la Convention de Paris peut se prévaloir de la date de l’ouverture de l’exposition, à condition que la marque soit déposée dans les six mois qui suivent cette date.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_8"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 2, Naissance du droit à la marque; priorités, Déclaration de priorité",
        "citation": "Art. 9 al. 1 LPM",
        "content": "Quiconque revendique le droit de priorité découlant de la Convention de Paris ou d’une exposition doit produire une déclaration de priorité à l’Institut fédéral de la propriété intellectuelle (IPI). Ce dernier peut exiger la remise d’un document de priorité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_9"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 2, Naissance du droit à la marque; priorités, Déclaration de priorité",
        "citation": "Art. 9 al. 2 LPM",
        "content": "Le droit de priorité s’éteint lorsque les délais et les formalités fixés dans l’ordonnance ne sont pas respectés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_9"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 2, Naissance du droit à la marque; priorités, Déclaration de priorité",
        "citation": "Art. 9 al. 3 LPM",
        "content": "L’inscription d’une priorité ne constitue qu’une présomption en faveur du titulaire de la marque.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_9"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 3, Existence du droit à la marque, Durée de validité et prolongation de l’enregistrement",
        "citation": "Art. 10 al. 1 LPM",
        "content": "L’enregistrement est valable pendant dix ans à compter de la date de dépôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_10"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 3, Existence du droit à la marque, Durée de validité et prolongation de l’enregistrement",
        "citation": "Art. 10 al. 2 LPM",
        "content": "L’enregistrement est prolongé, sur demande, par périodes de dix ans, à condition que les taxes prévues à cet effet par l’ordonnance soient payées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_10"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 3, Existence du droit à la marque, Durée de validité et prolongation de l’enregistrement",
        "citation": "Art. 10 al. 3 LPM",
        "content": "La demande de prolongation doit être présentée auprès de l’IPI dans les douze mois qui précèdent l’échéance de l’enregistrement, ou au plus tard dans les six mois qui la suivent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_10"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 3, Existence du droit à la marque, Usage de la marque",
        "citation": "Art. 11 al. 1 LPM",
        "content": "La protection est accordée pour autant que la marque soit utilisée en relation avec les produits ou les services enregistrés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_11"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 3, Existence du droit à la marque, Usage de la marque",
        "citation": "Art. 11 al. 2 LPM",
        "content": "L’usage d’une forme de la marque ne divergeant pas essentiellement de la marque enregistrée et l’usage pour l’exportation sont assimilés à l’usage de la marque.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_11"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 3, Existence du droit à la marque, Usage de la marque",
        "citation": "Art. 11 al. 3 LPM",
        "content": "L’usage de la marque auquel le titulaire consent est assimilé à l’usage par le titulaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_11"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 3, Existence du droit à la marque, Conséquences du non-usage",
        "citation": "Art. 12 al. 1 LPM",
        "content": "Si, à compter de l’échéance du délai d’opposition ou, en cas d’opposition, de la fin de la procédure d’opposition, le titulaire n’a pas utilisé la marque en relation avec les produits ou les services enregistrés, pendant une période ininterrompue de cinq ans, il ne peut plus faire valoir son droit à la marque, à moins que le défaut d’usage ne soit dû à un juste motif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_12"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 3, Existence du droit à la marque, Conséquences du non-usage",
        "citation": "Art. 12 al. 2 LPM",
        "content": "Si l’usage ou la reprise de l’utilisation de la marque intervient après plus de cinq ans, le droit à la marque est restitué avec effet à la date de la priorité d’origine, à condition que personne n’ait invoqué le défaut d’usage en vertu de l’al. 1 avant la date du premier usage ou de la reprise de l’utilisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_12"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 3, Existence du droit à la marque, Conséquences du non-usage",
        "citation": "Art. 12 al. 3 LPM",
        "content": "Quiconque invoque le défaut d’usage doit le rendre vraisemblable; la preuve de l’usage incombe alors au titulaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_12"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 4, Droits conférés par la marque, Droit absolu",
        "citation": "Art. 13 al. 1 LPM",
        "content": "Le droit à la marque confère au titulaire le droit exclusif de faire usage de la marque pour distinguer les produits ou les services enregistrés et d’en disposer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_13"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 4, Droits conférés par la marque, Droit absolu",
        "citation": "Art. 13 al. 2 LPM",
        "content": "Le titulaire peut interdire à des tiers l’usage des signes dont la protection est exclue en vertu de l’art. 3, al. 1; il peut en particulier interdire à des tiers:\na. d’apposer le signe concerné sur des produits ou des emballages;\nb. de l’utiliser pour offrir des produits, les mettre dans le commerce ou les détenir à cette fin;\nc. de l’utiliser pour offrir ou fournir des services;\nd. de l’utiliser pour importer, exporter ou faire transiter des produits;\ne. de l’apposer sur des papiers d’affaires, de l’utiliser à des fins publicitaires ou d’en faire usage de quelqu’autre manière dans les affaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_13"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 4, Droits conférés par la marque, Droit absolu",
        "citation": "Art. 13 al. 2bis LPM",
        "content": "Le titulaire peut faire valoir les droits prévus à l’al. 2, let. d, même si l’importation, l’exportation ou le transit de produits de fabrication industrielle sont effectués à des fins privées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_13"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 4, Droits conférés par la marque, Droit absolu",
        "citation": "Art. 13 al. 3 LPM",
        "content": "Le titulaire peut faire valoir ces droits à l’encontre de tout utilisateur autorisé au sens de l’art. 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_13"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 4, Droits conférés par la marque, Restriction concernant les signes utilisés antérieurement",
        "citation": "Art. 14 al. 1 LPM",
        "content": "Le titulaire ne peut pas interdire à un tiers de poursuivre l’usage, dans la même mesure que jusque-là, d’un signe que ce tiers utilisait déjà avant le dépôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_14"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 4, Droits conférés par la marque, Restriction concernant les signes utilisés antérieurement",
        "citation": "Art. 14 al. 2 LPM",
        "content": "Ce droit de poursuivre l’usage n’est transmissible qu’avec l’entreprise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_14"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 4, Droits conférés par la marque, Marque de haute renommée",
        "citation": "Art. 15 al. 1 LPM",
        "content": "Le titulaire d’une marque de haute renommée peut interdire à des tiers l’usage de cette marque pour tous les produits ou les services pour autant qu’un tel usage menace le caractère distinctif de la marque, exploite sa réputation ou lui porte atteinte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_15"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 4, Droits conférés par la marque, Marque de haute renommée",
        "citation": "Art. 15 al. 2 LPM",
        "content": "Les droits acquis avant que la marque ne gagne sa haute renommée sont réservés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_15"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 4, Droits conférés par la marque, Reproduction de marques dans les dictionnaires et autres ouvrages de référence",
        "citation": "Art. 16 LPM",
        "content": "Si une marque est reproduite dans un dictionnaire, un autre ouvrage de référence ou un ouvrage similaire sans indication du fait qu’il s’agit d’une marque enregistrée, le titulaire peut exiger de l’éditeur ou du distributeur que la reproduction de la marque soit complétée, au plus tard lors d’une nouvelle impression.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_16"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 5, Modification du droit à la marque, Transfert",
        "citation": "Art. 17 al. 1 LPM",
        "content": "Le titulaire de la marque peut la transférer pour tout ou partie des produits ou des services enregistrés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_17"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 5, Modification du droit à la marque, Transfert",
        "citation": "Art. 17 al. 2 LPM",
        "content": "Le transfert n’est valable qu’en la forme écrite. Il n’a d’effet à l’égard des tiers de bonne foi qu’après son enregistrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_17"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 5, Modification du droit à la marque, Transfert",
        "citation": "Art. 17 al. 3 LPM",
        "content": "Les actions prévues dans la présente loi peuvent être intentées contre l’ancien titulaire jusqu’à l’enregistrement du transfert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_17"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 5, Modification du droit à la marque, Transfert",
        "citation": "Art. 17 al. 4 LPM",
        "content": "Sauf convention contraire, le transfert de l’entreprise implique le transfert du droit à la marque.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_17"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 5, Modification du droit à la marque, Division de la demande ou de l’enregistrement",
        "citation": "Art. 17a al. 1 LPM",
        "content": "Le titulaire de la marque peut requérir en tout temps la division de l’enregistrement ou de la demande d’enregistrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_17_a"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 5, Modification du droit à la marque, Division de la demande ou de l’enregistrement",
        "citation": "Art. 17a al. 2 LPM",
        "content": "Les produits et services sont répartis entre les demandes ou enregistrements divisionnaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_17_a"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 5, Modification du droit à la marque, Division de la demande ou de l’enregistrement",
        "citation": "Art. 17a al. 3 LPM",
        "content": "Les demandes ou enregistrements divisionnaires conservent la date de dépôt et la date de priorité de la demande ou de l’enregistrement d’origine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_17_a"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 5, Modification du droit à la marque, Licence",
        "citation": "Art. 18 al. 1 LPM",
        "content": "Le titulaire de la marque peut autoriser des tiers à l’utiliser sur l’ensemble ou sur une partie du territoire suisse pour tout ou partie des produits ou des services enregistrés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_18"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 5, Modification du droit à la marque, Licence",
        "citation": "Art. 18 al. 2 LPM",
        "content": "À la demande d’une partie, la licence est inscrite au registre. Elle devient ainsi opposable à tout droit à la marque acquis postérieurement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_18"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 5, Modification du droit à la marque, Usufruit et droit de gage; exécution forcée",
        "citation": "Art. 19 al. 1 LPM",
        "content": "La marque peut être l’objet d’un usufruit et d’un droit de gage ainsi que de mesures d’exécution forcée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_19"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 5, Modification du droit à la marque, Usufruit et droit de gage; exécution forcée",
        "citation": "Art. 19 al. 2 LPM",
        "content": "À l’égard des tiers de bonne foi, l’usufruit et le droit de gage n’ont d’effet qu’après leur enregistrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_19"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 1, Dispositions générales, Section 6, Traités internationaux",
        "citation": "Art. 20 al. 2 LPM",
        "content": "Les traités internationaux auxquels la Suisse est partie qui accordent des droits plus étendus que ceux prévus dans la présente loi s’appliquent aussi aux ressortissants suisses.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_20"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 2, Marque de garantie et marque collective, Marque de garantie",
        "citation": "Art. 21 al. 1 LPM",
        "content": "La marque de garantie est un signe utilisé par plusieurs entreprises sous le contrôle de son titulaire, dans le but de garantir la qualité, la provenance géographique, le mode de fabrication ou d’autres caractéristiques communes de produits ou de services de ces entreprises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_21"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 2, Marque de garantie et marque collective, Marque de garantie",
        "citation": "Art. 21 al. 2 LPM",
        "content": "L’usage de la marque de garantie est interdit pour les produits ou les services du titulaire de la marque ou d’une entreprise qui est étroitement liée à celui-ci sur le plan économique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_21"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 2, Marque de garantie et marque collective, Marque de garantie",
        "citation": "Art. 21 al. 3 LPM",
        "content": "Moyennant une rémunération adéquate, le titulaire doit autoriser l’usage de la marque de garantie pour les produits ou les services qui présentent les caractéristiques communes garanties par le règlement de la marque.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_21"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 2, Marque de garantie et marque collective, Marque collective",
        "citation": "Art. 22 LPM",
        "content": "La marque collective est le signe d’un groupement d’entreprises de production, de commerce ou de services; elle sert à distinguer les produits ou les services des membres du groupement de ceux d’autres entreprises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_22"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 2, Marque de garantie et marque collective, Règlement de la marque",
        "citation": "Art. 23 al. 1 LPM",
        "content": "Le déposant d’une marque de garantie ou d’une marque collective doit remettre à l’IPI un règlement concernant l’usage de la marque.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_23"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 2, Marque de garantie et marque collective, Règlement de la marque",
        "citation": "Art. 23 al. 2 LPM",
        "content": "Le règlement de la marque de garantie fixe les caractéristiques communes des produits ou des services que celle-ci doit garantir; il prévoit également un contrôle efficace de l’usage de la marque et des sanctions adéquates.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_23"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 2, Marque de garantie et marque collective, Règlement de la marque",
        "citation": "Art. 23 al. 3 LPM",
        "content": "Le règlement de la marque collective désigne le cercle des entreprises habilitées à utiliser celle-ci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_23"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 2, Marque de garantie et marque collective, Règlement de la marque",
        "citation": "Art. 23 al. 4 LPM",
        "content": "Le règlement ne doit pas contrevenir à l’ordre public, aux bonnes mœurs ou au droit en vigueur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_23"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 2, Marque de garantie et marque collective, Approbation du règlement",
        "citation": "Art. 24 LPM",
        "content": "Le règlement doit être approuvé par l’IPI, qui accordera son approbation si les conditions prévues à l’art. 23 sont remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_24"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 2, Marque de garantie et marque collective, Règlement illicite",
        "citation": "Art. 25 LPM",
        "content": "Si le règlement ne remplit pas ou plus les conditions prévues à l’art. 23 et que le titulaire de la marque ne remédie pas à cet état de fait dans le délai fixé par le juge, l’enregistrement de la marque est nul à l’échéance de ce délai.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_25"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 2, Marque de garantie et marque collective, Usage contraire au règlement",
        "citation": "Art. 26 LPM",
        "content": "Si le titulaire tolère, contrairement aux dispositions essentielles du règlement, un usage réitéré de sa marque de garantie ou de sa marque collective, et qu’il ne remédie pas à cet état de fait dans le délai fixé par le juge, l’enregistrement de la marque est nul à l’échéance de ce délai.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_26"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 2, Marque de garantie et marque collective, Transfert et licence",
        "citation": "Art. 27 LPM",
        "content": "Pour être valables, le transfert de la marque de garantie ou de la marque collective ainsi que l’octroi d’une licence concernant une marque collective doivent être inscrits au registre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_27"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 2a, Marque géographique, Objet",
        "citation": "Art. 27a LPM",
        "content": "En dérogation à l’art. 2, let. a, une marque géographique peut être enregistrée pour:\na. une appellation d’origine ou une indication géographique enregistrée conformément à l’art. 16 de la loi du 29 avril 1998 sur l’agriculture (LAgr) ou une indication géographique enregistrée conformément à l’art. 50b de la présente loi;\nb. une appellation d’origine contrôlée protégée conformément à l’art. 63 LAgr ou une appellation viticole étrangère conforme aux exigences de l’art. 63 LAgr;\nc. une indication de provenance faisant l’objet d’une ordonnance du Conseil fédéral édictée en vertu de l’art. 50, al. 2, ou une indication de provenance étrangère fondée sur une réglementation étrangère équivalente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_27_a"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 2a, Marque géographique, Déposants",
        "citation": "Art. 27b LPM",
        "content": "L’enregistrement d’une marque géographique peut être demandé par:\na. le groupement ayant obtenu l’enregistrement d’une appellation d’origine ou d’une indication géographique ou, s’il n’existe plus, un groupement représentatif s’occupant de la protection de l’appellation d’origine ou de l’indication géographique;\nb. le canton suisse protégeant une appellation d’origine contrôlée, l’autorité étrangère responsable de la réglementation des appellations viticoles conformes aux exigences de l’art. 63 LAgr ou le groupement ayant obtenu la protection d’une appellation viticole étrangère;\nc. l’organisation faîtière du secteur économique, si le Conseil fédéral a édicté une ordonnance en vertu de l’art. 50, al. 2, ou si elle se fonde sur une réglementation étrangère équivalente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_27_b"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 2a, Marque géographique, Règlement",
        "citation": "Art. 27c al. 1 LPM",
        "content": "Le déposant d’une marque géographique remet à l’IPI un règlement concernant l’usage de la marque.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_27_c"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 2a, Marque géographique, Règlement",
        "citation": "Art. 27c al. 2 LPM",
        "content": "Le règlement doit correspondre au cahier des charges ou à la réglementation applicable; il ne peut prévoir de rémunération pour l’usage de la marque géographique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_27_c"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 2a, Marque géographique, Droits",
        "citation": "Art. 27d al. 1 LPM",
        "content": "Une marque géographique peut être utilisée par toute personne respectant les conditions prévues dans le règlement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_27_d"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 2a, Marque géographique, Droits",
        "citation": "Art. 27d al. 2 LPM",
        "content": "Le titulaire d’une marque géographique peut interdire à un tiers d’en faire usage dans les affaires pour des produits identiques ou comparables, lorsque cet usage est contraire au règlement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_27_d"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 2a, Marque géographique, Dispositions non applicables",
        "citation": "Art. 27e al. 1 LPM",
        "content": "En dérogation aux art. 17 et 18, la marque géographique ne peut être transférée ni faire l’objet d’une licence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_27_e"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 2a, Marque géographique, Dispositions non applicables",
        "citation": "Art. 27e al. 2 LPM",
        "content": "En dérogation à l’art. 31, le titulaire d’une marque géographique ne peut former opposition contre l’enregistrement d’une marque.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_27_e"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 2a, Marque géographique, Dispositions non applicables",
        "citation": "Art. 27e al. 3 LPM",
        "content": "Les dispositions des art. 11 et 12 relatives à l’usage de la marque et aux conséquences du non-usage ne sont pas applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_27_e"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 3, Enregistrement des marques, Section 1, Procédure d’enregistrement, Dépôt",
        "citation": "Art. 28 al. 1 LPM",
        "content": "Chacun peut faire enregistrer une marque.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_28"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 3, Enregistrement des marques, Section 1, Procédure d’enregistrement, Dépôt",
        "citation": "Art. 28 al. 2 LPM",
        "content": "Quiconque veut déposer une marque doit remettre à l’IPI:\na. la demande d’enregistrement avec indication du nom ou de la raison de commerce du déposant;\nb. la reproduction de la marque;\nc. la liste des produits ou des services auxquels la marque est destinée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_28"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 3, Enregistrement des marques, Section 1, Procédure d’enregistrement, Dépôt",
        "citation": "Art. 28 al. 3 LPM",
        "content": "Pour le dépôt, les taxes prévues à cet effet par l’ordonnance sont dues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_28"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 3, Enregistrement des marques, Section 1, Procédure d’enregistrement, Date du dépôt",
        "citation": "Art. 29 al. 1 LPM",
        "content": "La marque est déposée dès que les pièces visées à l’art. 28, al. 2, ont été remises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_29"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 3, Enregistrement des marques, Section 1, Procédure d’enregistrement, Date du dépôt",
        "citation": "Art. 29 al. 2 LPM",
        "content": "Lorsque, après le dépôt, une marque est remplacée ou modifiée de manière essentielle ou que la liste des produits ou des services est étendue, la date de dépôt est celle du jour où ces modifications sont déposées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_29"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 3, Enregistrement des marques, Section 1, Procédure d’enregistrement, Décision et enregistrement",
        "citation": "Art. 30 al. 1 LPM",
        "content": "L’IPI déclare la demande irrecevable si les conditions de dépôt prévues à l’art. 28, al. 2, ne sont pas remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_30"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 3, Enregistrement des marques, Section 1, Procédure d’enregistrement, Décision et enregistrement",
        "citation": "Art. 30 al. 2 LPM",
        "content": "Il rejette la demande d’enregistrement dans les cas suivants:\na. le dépôt ne satisfait pas aux conditions formelles prévues par la présente loi et par l’ordonnance y relative;\nb. les taxes prescrites n’ont pas été payées;\nc. il existe des motifs absolus d’exclusion;\nd. la marque de garantie ou la marque collective ne remplit pas les exigences prévues aux art. 21 à 23;\ne. la marque géographique ne remplit pas les exigences prévues aux art. 27a à 27c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_30"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 3, Enregistrement des marques, Section 1, Procédure d’enregistrement, Décision et enregistrement",
        "citation": "Art. 30 al. 3 LPM",
        "content": "Il enregistre la marque lorsqu’il n’y a aucun motif de refus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_30"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 3, Enregistrement des marques, Section 2, Procédure d’opposition, Opposition",
        "citation": "Art. 31 al. 1 LPM",
        "content": "Le titulaire d’une marque antérieure peut former opposition contre un nouvel enregistrement en se fondant sur l’art. 3, al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_31"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 3, Enregistrement des marques, Section 2, Procédure d’opposition, Opposition",
        "citation": "Art. 31 al. 1bis LPM",
        "content": "Il ne peut former opposition contre l’enregistrement d’une marque géographique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_31"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 3, Enregistrement des marques, Section 2, Procédure d’opposition, Opposition",
        "citation": "Art. 31 al. 2 LPM",
        "content": "L’opposition doit être motivée par écrit auprès de l’IPI dans les trois mois qui suivent la publication de l’enregistrement. La taxe d’opposition doit également être payée dans ce délai.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_31"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 3, Enregistrement des marques, Section 2, Procédure d’opposition, Vraisemblance de l’usage",
        "citation": "Art. 32 LPM",
        "content": "Si le défendeur invoque le non-usage de la marque antérieure en vertu de l’art. 12, al. 1, l’opposant doit rendre vraisemblable l’usage de sa marque ou l’existence de justes motifs pour son non-usage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_32"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 3, Enregistrement des marques, Section 2, Procédure d’opposition, Décision concernant l’opposition",
        "citation": "Art. 33 LPM",
        "content": "Si l’opposition est fondée, l’enregistrement est révoqué en tout ou en partie; dans le cas contraire, l’opposition est rejetée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_33"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 3, Enregistrement des marques, Section 2, Procédure d’opposition, Dépens",
        "citation": "Art. 34 LPM",
        "content": "L’IPI décide, en statuant sur l’opposition elle-même, si et dans quelle mesure les frais de la partie qui obtient gain de cause seront supportés par celle qui succombe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_34"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 3, Enregistrement des marques, Section 3, Radiation Conditions",
        "citation": "Art. 35 LPM",
        "content": "L’IPI radie en tout ou en partie l’enregistrement de la marque dans les cas suivants:\na. le titulaire demande la radiation;\nb. l’enregistrement n’est pas prolongé;\nc. l’enregistrement est déclaré nul par un jugement entré en force;\nd. l’appellation d’origine protégée ou l’indication géographique protégée sur laquelle se fonde une marque géographique est radiée;\ne. une demande de radiation est acceptée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_35"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 3, Enregistrement des marques, Section 3, Radiation Demande de radiation",
        "citation": "Art. 35a al. 1 LPM",
        "content": "Toute personne peut déposer auprès de l’IPI une demande de radiation de la marque pour défaut d’usage au sens de l’art. 12, al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_35_a"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 3, Enregistrement des marques, Section 3, Radiation Demande de radiation",
        "citation": "Art. 35a al. 2 LPM",
        "content": "La demande peut être déposée au plus tôt:\na. en l’absence d’opposition, cinq ans après l’échéance du délai d’opposition;\nb. en cas d’opposition, cinq ans après la fin de la procédure d’opposition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_35_a"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 3, Enregistrement des marques, Section 3, Radiation Demande de radiation",
        "citation": "Art. 35a al. 3 LPM",
        "content": "La demande est considérée comme déposée dès lors que la taxe a été payée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_35_a"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 3, Enregistrement des marques, Section 3, Radiation Décision",
        "citation": "Art. 35b al. 1 LPM",
        "content": "L’IPI rejette la demande dans les cas suivants:\na. le requérant ne rend pas vraisemblable le défaut d’usage;\nb. le titulaire de la marque rend vraisemblable l’usage de la marque ou un juste motif du défaut d’usage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_35_b"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 3, Enregistrement des marques, Section 3, Radiation Décision",
        "citation": "Art. 35b al. 2 LPM",
        "content": "Si le requérant rend vraisemblable le défaut d’usage pour une partie des produits et services, l’IPI accepte la demande pour cette partie uniquement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_35_b"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 3, Enregistrement des marques, Section 3, Radiation Décision",
        "citation": "Art. 35b al. 3 LPM",
        "content": "L’IPI décide, en statuant sur la demande, si et dans quelle mesure les frais de la partie qui obtient gain de cause sont supportés par celle qui succombe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_35_b"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 3, Enregistrement des marques, Section 3, Radiation Procédure",
        "citation": "Art. 35c LPM",
        "content": "Le Conseil fédéral règle les modalités de la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_35_c"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 3, Enregistrement des marques, Section 5, Registre, publications et communication électronique avec les autorités, Tenue du registre",
        "citation": "Art. 37 LPM",
        "content": "L’IPI tient le registre des marques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_37"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 3, Enregistrement des marques, Section 5, Registre, publications et communication électronique avec les autorités, Publication",
        "citation": "Art. 38 al. 1 LPM",
        "content": "l’IPI publie:\na. l’enregistrement de la marque (art. 30, al. 3);\nb. la prolongation de l’enregistrement (art. 10, al. 2);\nc. la révocation de l’enregistrement (art. 33);\nd. la radiation de l’enregistrement (art. 35).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_38"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 3, Enregistrement des marques, Section 5, Registre, publications et communication électronique avec les autorités, Publication",
        "citation": "Art. 38 al. 2 LPM",
        "content": "Le Conseil fédéral fixe les autres inscriptions au registre qui doivent être publiées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_38"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 3, Enregistrement des marques, Section 5, Registre, publications et communication électronique avec les autorités, Publication",
        "citation": "Art. 38 al. 3 LPM",
        "content": "L’IPI détermine l’organe de publication.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_38"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 3, Enregistrement des marques, Section 5, Registre, publications et communication électronique avec les autorités, Publicité du registre et consultation des pièces",
        "citation": "Art. 39 al. 1 LPM",
        "content": "Chacun peut consulter le registre, demander des renseignements sur son contenu et en obtenir des extraits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_39"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 3, Enregistrement des marques, Section 5, Registre, publications et communication électronique avec les autorités, Publicité du registre et consultation des pièces",
        "citation": "Art. 39 al. 2 LPM",
        "content": "Chacun dispose en outre du droit de consulter le dossier des marques enregistrées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_39"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 3, Enregistrement des marques, Section 5, Registre, publications et communication électronique avec les autorités, Publicité du registre et consultation des pièces",
        "citation": "Art. 39 al. 3 LPM",
        "content": "Le Conseil fédéral détermine les cas dans lesquels le dossier peut être consulté avant l’enregistrement de la marque.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_39"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 3, Enregistrement des marques, Section 5, Registre, publications et communication électronique avec les autorités, Communication électronique avec les autorités",
        "citation": "Art. 40 al. 1 LPM",
        "content": "Le Conseil fédéral peut autoriser l’IPI à réglementer les communications par voie électronique dans le cadre des dispositions générales de la procédure fédérale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_40"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 3, Enregistrement des marques, Section 5, Registre, publications et communication électronique avec les autorités, Communication électronique avec les autorités",
        "citation": "Art. 40 al. 2 LPM",
        "content": "Les dossiers peuvent être tenus et conservés sous forme électronique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_40"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 3, Enregistrement des marques, Section 5, Registre, publications et communication électronique avec les autorités, Communication électronique avec les autorités",
        "citation": "Art. 40 al. 3 LPM",
        "content": "Le registre des marques peut être tenu sous forme électronique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_40"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 3, Enregistrement des marques, Section 5, Registre, publications et communication électronique avec les autorités, Communication électronique avec les autorités",
        "citation": "Art. 40 al. 4 LPM",
        "content": "L’IPI peut rendre ses données accessibles aux tiers, notamment en ligne; il peut exiger une rémunération pour ce service.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_40"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 3, Enregistrement des marques, Section 5, Registre, publications et communication électronique avec les autorités, Communication électronique avec les autorités",
        "citation": "Art. 40 al. 5 LPM",
        "content": "Les publications de l’IPI peuvent être présentées sous forme électronique; la version électronique ne fait cependant foi que si les données sont publiées exclusivement sous forme électronique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_40"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 3, Enregistrement des marques, Section 6, Poursuite de la procédure",
        "citation": "Art. 41 al. 1 LPM",
        "content": "Le déposant ou le titulaire qui n’a pas observé un délai devant être tenu à l’égard de l’IPI peut requérir de celui-ci la poursuite de la procédure. L’art. 24, al. 1 de la loi fédérale du 20 décembre 1968 sur la procédure administrative est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_41"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 3, Enregistrement des marques, Section 6, Poursuite de la procédure",
        "citation": "Art. 41 al. 2 LPM",
        "content": "La requête doit être présentée dans les deux mois à compter du moment où le requérant a eu connaissance de l’expiration du délai, mais au plus tard dans les six mois suivant l’expiration du délai non observé; dans le même délai, le requérant doit accomplir intégralement l’acte omis et s’acquitter des taxes prévues à cet effet par l’ordonnance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_41"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 3, Enregistrement des marques, Section 6, Poursuite de la procédure",
        "citation": "Art. 41 al. 3 LPM",
        "content": "L’acceptation de la requête a pour effet de rétablir la situation qui eût résulté de l’accomplissement de l’acte en temps utile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_41"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 3, Enregistrement des marques, Section 6, Poursuite de la procédure",
        "citation": "Art. 41 al. 4 LPM",
        "content": "La poursuite de la procédure est exclue en cas d’inobservation:\na. du délai pour requérir la poursuite de la procédure (al. 2);\nb. des délais pour revendiquer une priorité au sens des art. 7 et 8;\nc. du délai pour former opposition au sens de l’art. 31, al. 2;\nd. du délai pour présenter la demande de prolongation au sens de l’art. 10, al. 3;\ne. des délais de la procédure de radiation visée aux art. 35a à 35c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_41"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 3, Enregistrement des marques, Section 7, Représentation",
        "citation": "Art. 42 al. 1 LPM",
        "content": "Quiconque participe à une procédure administrative prévue dans la présente loi sans avoir de domicile ou de siège en Suisse doit élire un domicile de notification en Suisse, à moins que le droit international ou l’autorité étrangère compétente n’autorise la notification directe dans l’État considéré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_42"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 3, Enregistrement des marques, Section 7, Représentation",
        "citation": "Art. 42 al. 2 LPM",
        "content": "L’IPI est autorisé à remettre à l’autorité étrangère compétente une déclaration indiquant que, dans le domaine de la propriété intellectuelle, la Suisse autorise la notification directe sur son territoire si la réciprocité lui est accordée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_42"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 3, Enregistrement des marques, Section 8, Taxes",
        "citation": "Art. 43 al. 1 LPM",
        "content": "Outre les taxes prévues par la présente loi, des taxes doivent être acquittées pour les prestations de l’IPI à la suite de requêtes particulières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_43"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 4, Enregistrement international des marques, Droit applicable",
        "citation": "Art. 44 al. 1 LPM",
        "content": "Le présent chapitre s’applique aux enregistrements internationaux au sens de l’Arrangement de Madrid du 14 juillet 1967 concernant l’enregistrement international des marques (Arrangement de Madrid) et du Protocole à l’Arrangement de Madrid concernant l’enregistrement international des marques du 27 juin 1989 (Protocole de Madrid) effectués par l’intermédiaire de l’IPI ou ayant effet en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_44"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 4, Enregistrement international des marques, Droit applicable",
        "citation": "Art. 44 al. 2 LPM",
        "content": "Les autres dispositions de la présente loi sont applicables à moins que l’Arrangement de Madrid ou le Protocole de Madrid et le présent chapitre n’en disposent autrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_44"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 4, Enregistrement international des marques, Demandes d’enregistrement au registre international",
        "citation": "Art. 45 al. 1 LPM",
        "content": "Il est possible de requérir par l’intermédiaire de l’IPI:\na. l’enregistrement international d’une marque lorsque la Suisse est le pays d’origine au sens de l’art. 1, al. 3, de l’Arrangement de Madrid ou de l’art. 2, al. 1, du Protocole de Madrid;\nb. la modification d’un enregistrement international lorsque la Suisse est le pays du titulaire de la marque au sens de l’Arrangement de Madrid ou du Protocole de Madrid;\nc. l’enregistrement international d’une demande lorsque la Suisse est le pays d’origine au sens de l’art. 2, al. 1, du Protocole de Madrid.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_45"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 4, Enregistrement international des marques, Demandes d’enregistrement au registre international",
        "citation": "Art. 45 al. 2 LPM",
        "content": "L’enregistrement international d’une marque, d’une demande d’enregistrement, ou la modification d’un enregistrement international donnent lieu au paiement des taxes prescrites par l’Arrangement de Madrid, le Protocole de Madrid et l’ordonnance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_45"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 4, Enregistrement international des marques, Effet de l’enregistrement international en Suisse",
        "citation": "Art. 46 al. 1 LPM",
        "content": "L’enregistrement international prévoyant une protection en Suisse déploie les mêmes effets que le dépôt effectué auprès de l’IPI et l’inscription au registre suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_46"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 4, Enregistrement international des marques, Effet de l’enregistrement international en Suisse",
        "citation": "Art. 46 al. 2 LPM",
        "content": "Lorsque la protection pour la Suisse est refusée à la marque ayant fait l’objet d’un enregistrement international, celui-ci est réputé n’avoir jamais eu effet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_46"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 4, Enregistrement international des marques, Transformation d’un enregistrement international en demande d’enregistrement national",
        "citation": "Art. 46a al. 1 LPM",
        "content": "L’enregistrement international peut être transformé en demande d’enregistrement national lorsque:\na. la demande est déposée auprès de l’IPI dans un délai de trois mois à dater de la radiation de l’enregistrement international;\nb. l’enregistrement international et la demande d’enregistrement national concernent la même marque;\nc. les produits et services mentionnés dans la demande sont couverts de fait par l’enregistrement international ayant effet en Suisse;\nd. la demande d’enregistrement national remplit toutes les conditions prescrites par la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_46_a"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 1, Marques, Chapitre 4, Enregistrement international des marques, Transformation d’un enregistrement international en demande d’enregistrement national",
        "citation": "Art. 46a al. 2 LPM",
        "content": "Les oppositions formées contre l’enregistrement de marques qui ont été déposées au sens de l’al. 1 sont irrecevables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_46_a"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Principe",
        "citation": "Art. 47 al. 1 LPM",
        "content": "Par indication de provenance, on entend toute référence directe ou indirecte à la provenance géographique des produits ou des services, y compris la référence à des propriétés ou à la qualité, en rapport avec la provenance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_47"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Principe",
        "citation": "Art. 47 al. 2 LPM",
        "content": "Ne sont pas des indications de provenance au sens de l’al. 1 les noms ou signes géographiques qui ne sont pas considérés par les milieux intéressés comme une référence à la provenance des produits ou services.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_47"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Principe",
        "citation": "Art. 47 al. 3 LPM",
        "content": "Est interdit l’usage:\na. d’indications de provenance inexactes;\nb. de désignations susceptibles d’être confondues avec une indication de provenance inexacte;\nc. d’un nom, d’une raison de commerce, d’une adresse ou d’une marque en rapport avec des produits ou des services d’une autre provenance lorsqu’il crée un risque de tromperie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_47"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Principe",
        "citation": "Art. 47 al. 3bis LPM",
        "content": "Les indications de provenance accompagnées d’expressions telles que «genre», «type», «style» ou «imitation» doivent également satisfaire aux conditions requises pour les indications de provenance utilisées sans ces expressions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_47"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Principe",
        "citation": "Art. 47 al. 3ter LPM",
        "content": "Les indications relatives à la recherche, au design ou à d’autres activités spécifiques en rapport avec le produit peuvent être utilisées à condition que l’intégralité de l’activité en question se déroule au lieu indiqué.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_47"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Principe",
        "citation": "Art. 47 al. 4 LPM",
        "content": "Les indications de provenance régionales ou locales s’appliquant à des services sont considérées comme exactes si ces services remplissent les critères de provenance propres à l’ensemble du pays.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_47"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Indication de provenance des produits",
        "citation": "Art. 48 al. 1 LPM",
        "content": "L’indication de provenance d’un produit est exacte si les exigences prévues aux art. 48a à 48c sont remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_48"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Indication de provenance des produits",
        "citation": "Art. 48 al. 2 LPM",
        "content": "Les éventuelles exigences supplémentaires, telles que l’observation de principes de fabrication ou de transformation ou d’exigences de qualité usuels ou prescrits au lieu de provenance, doivent également être remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_48"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Indication de provenance des produits",
        "citation": "Art. 48 al. 3 LPM",
        "content": "Toutes les exigences doivent être définies au cas par cas, en fonction de la compréhension des milieux intéressés et, le cas échéant, de l’influence qu’elles exercent sur la renommée des produits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_48"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Indication de provenance des produits",
        "citation": "Art. 48 al. 4 LPM",
        "content": "En ce qui concerne les produits naturels et les denrées alimentaires, sont considérés comme lieu de provenance ou de transformation pour les indications de provenance suisses le territoire suisse et les enclaves douanières étrangères. Le Conseil fédéral peut définir les zones frontalières qui sont, à titre exceptionnel, aussi considérées comme lieu de provenance ou de transformation pour les indications de provenance suisses.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_48"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Indication de provenance des produits",
        "citation": "Art. 48 al. 5 LPM",
        "content": "Une indication de provenance étrangère est exacte si les exigences de la législation du pays correspondant sont remplies. L’éventuelle tromperie des consommateurs en Suisse est réservée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_48"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Produits naturels",
        "citation": "Art. 48a LPM",
        "content": "La provenance d’un produit naturel correspond:\na. au lieu de l’extraction, pour les produits minéraux;\nb. au lieu de la récolte, pour les produits végétaux;\nc. au lieu où les animaux ont passé la majeure partie de leur existence, pour la viande qui en est issue;\nd. au lieu de la détention des animaux, pour les autres produits qui en sont issus;\ne. au lieu de la chasse ou de la pêche, pour les produits qui en sont tirés;\nf. au lieu de l’élevage, pour les poissons d’élevage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_48_a"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Denrées alimentaires",
        "citation": "Art. 48b al. 1 LPM",
        "content": "La présente disposition s’applique aux denrées alimentaires au sens de la loi du 9 octobre 1992 sur les denrées alimentaires (LDAI) à l’exception des produits naturels visés à l’art. 48a de la présente loi. Le Conseil fédéral règle les modalités de la distinction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_48_b"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Denrées alimentaires",
        "citation": "Art. 48b al. 2 LPM",
        "content": "La provenance d’une denrée alimentaire correspond au lieu d’où proviennent au moins 80 % du poids des matières premières qui la composent. Pour le lait et les produits laitiers, cette proportion s’élève à 100 % du poids du lait qui les composent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_48_b"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Denrées alimentaires",
        "citation": "Art. 48b al. 3 LPM",
        "content": "Ne sont pas pris en compte dans le calcul visé à l’al. 2:\na. les produits naturels qui ne peuvent être produits au lieu de provenance en raison des conditions naturelles;\nb. les produits naturels qui ne sont temporairement pas disponibles en quantité suffisante au lieu de provenance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_48_b"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Denrées alimentaires",
        "citation": "Art. 48b al. 4 LPM",
        "content": "Sont obligatoirement prises en compte dans le calcul prévu à l’al. 2 toutes les matières premières pour lesquelles le taux d’auto-approvisionnement en Suisse est d’au moins 50 %. Les matières premières pour lesquelles ce taux se situe entre 20 et 49,9 % ne sont prises en compte que pour moitié. Les matières premières pour lesquelles le taux d’auto-approvisionnement est inférieur à 20 % peuvent être exclues du calcul. Le Conseil fédéral fixe les modalités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_48_b"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Denrées alimentaires",
        "citation": "Art. 48b al. 5 LPM",
        "content": "L’indication de provenance doit en outre correspondre au lieu de la transformation qui a conféré à la denrée alimentaire ses caractéristiques essentielles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_48_b"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Autres produits, notamment industriels",
        "citation": "Art. 48c al. 1 LPM",
        "content": "La provenance des autres produits, notamment industriels, correspond au lieu où sont générés au moins 60 % de leur coût de revient.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_48_c"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Autres produits, notamment industriels",
        "citation": "Art. 48c al. 2 LPM",
        "content": "Sont pris en compte dans le calcul visé à l’al. 1:\na. les coûts de fabrication et d’assemblage;\nb. les coûts de recherche et de développement;\nc. les coûts liés à l’assurance de la qualité et à la certification prescrites par la loi ou réglementées de façon homogène à l’échelle d’une branche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_48_c"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Autres produits, notamment industriels",
        "citation": "Art. 48c al. 3 LPM",
        "content": "Ne sont pas pris en compte dans le calcul visé à l’al. 1:\na. les coûts des produits naturels qui ne peuvent être produits au lieu de provenance en raison des conditions naturelles;\nb. les coûts des matières premières qui, pour des raisons objectives, ne sont pas disponibles en quantité suffisante au lieu de provenance conformément à une ordonnance édictée en vertu de l’art. 50, al. 2;\nc. les coûts d’emballage;\nd les frais de transport;\ne. les frais de commercialisation, tels que les frais de promotion et les coûts du service après-vente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_48_c"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Autres produits, notamment industriels",
        "citation": "Art. 48c al. 4 LPM",
        "content": "L’indication de provenance doit en outre correspondre au lieu où s’est déroulée l’activité qui a conféré au produit ses caractéristiques essentielles. Dans tous les cas, une étape significative de la fabrication du produit doit y avoir été effectuée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_48_c"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Exceptions",
        "citation": "Art. 48d LPM",
        "content": "Les exigences prévues aux art. 48a à 48c ne sont pas applicables dans les cas suivants:\na. une indication géographique a été enregistrée conformément à l’art. 16 LAgr avant l’entrée en vigueur de la présente disposition;\nb. un producteur démontre que l’indication de provenance utilisée correspond à la compréhension des milieux intéressés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_48_d"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Indication de provenance des services",
        "citation": "Art. 49 al. 1 LPM",
        "content": "L’indication de provenance d’un service est exacte si les exigences suivantes sont remplies:\na. elle correspond au siège de la personne qui fournit le service;\nb. un réel site administratif de cette personne est sis dans le même pays.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_49"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Indication de provenance des services",
        "citation": "Art. 49 al. 2 LPM",
        "content": "Si une société mère remplit l’exigence visée à l’al. 1, let. a, et que soit elle-même soit une de ses filiales réellement contrôlée par elle et domiciliée dans le même pays remplit l’exigence visée à l’al. 1, let. b, l’indication de provenance est également exacte pour les services de même nature fournis par les filiales et succursales étrangères de la société mère.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_49"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Indication de provenance des services",
        "citation": "Art. 49 al. 3 LPM",
        "content": "Les éventuelles exigences supplémentaires, telles que l’observation de principes usuels ou prescrits pour les prestations de services considérées ou le lien traditionnel du prestataire de services avec le pays de provenance, doivent également être remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_49"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Indication de provenance des services",
        "citation": "Art. 49 al. 4 LPM",
        "content": "Une indication de provenance étrangère est exacte si les exigences de la législation du pays correspondant sont remplies. L’éventuelle tromperie des consommateurs en Suisse est réservée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_49"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Indication de provenance dans le domaine de la publicité",
        "citation": "Art. 49a LPM",
        "content": "Dans le domaine de la publicité, l’indication de provenance est exacte si tous les produits et services concernés par la publicité satisfont aux exigences de provenance définies aux art. 48 à 49.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_49_a"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Dispositions particulières",
        "citation": "Art. 50 al. 1 LPM",
        "content": "Dans l’intérêt des consommateurs, de l’économie en général ou de secteurs particuliers, le Conseil fédéral peut préciser les exigences prévues aux art. 48, al. 2, et 48a à 49.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_50"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Dispositions particulières",
        "citation": "Art. 50 al. 2 LPM",
        "content": "Il peut, notamment lorsqu’une branche économique en fait la demande sur la base d’un avant-projet, préciser les conditions auxquelles une indication de provenance suisse peut être utilisée pour des produits ou des services déterminés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_50"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Dispositions particulières",
        "citation": "Art. 50 al. 3 LPM",
        "content": "Il entend au préalable les cantons, les associations professionnelles ou économiques et les organisations de consommateurs intéressés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_50"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Signe d’identification du producteur",
        "citation": "Art. 50a LPM",
        "content": "Lorsque les intérêts d’un secteur économique l’exigent, le Conseil fédéral peut instituer l’obligation d’apposer un signe d’identification du producteur sur les produits de ce secteur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_50_a"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Chapitre 2, Enregistrement des indications géographiques, ",
        "citation": "Art. 50b al. 1 LPM",
        "content": "Le Conseil fédéral établit un registre des indications géographiques pour les produits, à l’exception des produits agricoles, des produits agricoles transformés, des vins, des produits sylvicoles et des produits sylvicoles transformés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_50_b"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Chapitre 2, Enregistrement des indications géographiques, ",
        "citation": "Art. 50b al. 2 LPM",
        "content": "Il règle notamment:\na. les qualités exigées du requérant;\nb. les conditions de l’enregistrement, en particulier les exigences du cahier des charges;\nc. les procédures d’enregistrement et d’opposition;\nd. le contrôle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_50_b"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Chapitre 2, Enregistrement des indications géographiques, ",
        "citation": "Art. 50b al. 3 LPM",
        "content": "Des taxes sont perçues pour les décisions et les prestations liées au registre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_50_b"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Chapitre 2, Enregistrement des indications géographiques, ",
        "citation": "Art. 50b al. 4 LPM",
        "content": "L’indication géographique enregistrée ne peut devenir un nom générique. Un nom générique ne peut être enregistré comme indication géographique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_50_b"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Chapitre 2, Enregistrement des indications géographiques, ",
        "citation": "Art. 50b al. 5 LPM",
        "content": "Quiconque utilise une indication géographique enregistrée pour un produit identique ou comparable doit remplir les exigences du cahier des charges. Cette obligation ne s’applique pas à l’utilisation des marques qui sont identiques ou similaires à une indication géographique inscrite au registre et qui ont été déposées ou enregistrées de bonne foi ou acquises par une utilisation de bonne foi:\na. avant le 1er janvier 1996;\nb. avant que la dénomination de l’indication géographique enregistrée ait été protégée dans le pays d’origine, lorsque la marque n’encourt pas les motifs de nullité ou de déchéance prévus par la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_50_b"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Chapitre 2, Enregistrement des indications géographiques, ",
        "citation": "Art. 50b al. 6 LPM",
        "content": "Lorsqu’une demande d’enregistrement d’une indication géographique a été déposée et qu’une marque contenant une indication géographique identique ou similaire est déposée pour un produit identique ou comparable, la procédure d’examen de la marque est suspendue jusqu’à l’entrée en force de la décision relative à la demande d’enregistrement de l’indication géographique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_50_b"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Chapitre 2, Enregistrement des indications géographiques, ",
        "citation": "Art. 50b al. 7 LPM",
        "content": "Une fois l’indication géographique enregistrée, la marque ne peut être enregistrée que pour des produits identiques ou comparables. Les produits doivent être limités à la provenance géographique telle qu’elle est définie dans le cahier des charges.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_50_b"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Chapitre 2, Enregistrement des indications géographiques, ",
        "citation": "Art. 50b al. 8 LPM",
        "content": "Les indications géographiques enregistrées sont protégées en particulier contre:\na. toute utilisation commerciale pour d’autres produits exploitant le renom de la désignation protégée; \nb. toute usurpation, contrefaçon ou imitation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_50_b"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Chapitre 3, Enregistrement international des indications géographiques, Registre international des appellations d’origine et des indications géographiques",
        "citation": "Art. 50c al. 1 LPM",
        "content": "L’enregistrement international des appellations d’origine et des indications géographiques est régi par l’Acte de Genève du 20 mai 2015 de l’Arrangement de Lisbonne sur les appellations d’origine et les indications géographiques (Acte de Genève) et par les dispositions du présent chapitre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_50_c"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Chapitre 3, Enregistrement international des indications géographiques, Registre international des appellations d’origine et des indications géographiques",
        "citation": "Art. 50c al. 2 LPM",
        "content": "L’IPI est l’autorité chargée de l’administration de l’Acte de Genève pour la Suisse en ce qui concerne:\na. l’enregistrement international des appellations d’origine et indications géographiques dont l’aire géographique d’origine est située sur le territoire suisse (art. 50d);\nb. les effets de l’enregistrement international des appellations d’origine et indications géographiques dont la protection est demandée sur le territoire suisse (art. 50e).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_50_c"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Chapitre 3, Enregistrement international des indications géographiques, Enregistrement international d’une appellation d’origine ou d’une indication géographique dont l’aire géographique d’origine est située sur le territoire suisse",
        "citation": "Art. 50d al. 1 LPM",
        "content": "L’enregistrement international ou la modification de l’enregistrement international d’une appellation d’origine ou d’une indication géographique dont l’aire géographique d’origine est située sur le territoire suisse peuvent être demandés auprès de l’IPI par:\na. le groupement ayant obtenu l’enregistrement d’une appellation d’origine ou d’une indication géographique conformément à l’art. 16 LAgr ou à l’art. 50b de la présente loi ou, s’il n’existe plus, un groupement représentatif s’occupant de la protection de l’appellation d’origine ou de l’indication géographique;\nb. le canton protégeant une appellation d’origine contrôlée conformément à l’art. 63 LAgr;\nc. l’organisation faîtière du secteur économique, si le Conseil fédéral a édicté une ordonnance en vertu de l’art. 50, al. 2;\nd. le titulaire d’une marque constituant une appellation d’origine ou une indication géographique au sens de l’art. 2 de l’Acte de Genève, pour autant que cette appellation d’origine ou cette indication géographique ne soit pas protégée en vertu de l’art. 16 ou 63 LAgr ou de l’art. 50, al. 2, ou 50b de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_50_d"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Chapitre 3, Enregistrement international des indications géographiques, Enregistrement international d’une appellation d’origine ou d’une indication géographique dont l’aire géographique d’origine est située sur le territoire suisse",
        "citation": "Art. 50d al. 2 LPM",
        "content": "Le Conseil fédéral règle les modalités de la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_50_d"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Chapitre 3, Enregistrement international des indications géographiques, Effets de l’enregistrement international d’une appellation d’origine ou d’une indication géographique dont la protection est demandée sur le territoire suisse",
        "citation": "Art. 50e al. 1 LPM",
        "content": "Les effets de l’enregistrement international d’une appellation d’origine ou d’une indication géographique dont la protection est demandée sur le territoire suisse peuvent être refusés notamment pour les motifs suivants: \na. la dénomination ou l’indication ne correspond pas aux définitions de l’art. 2 de l’Acte de Genève;\nb. la protection résultant de l’enregistrement international est contraire au droit, à l’ordre public ou aux bonnes mœurs;\nc. la protection résultant de l’enregistrement international porte atteinte à une marque antérieure enregistrée de bonne foi pour un produit identique ou comparable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_50_e"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Chapitre 3, Enregistrement international des indications géographiques, Effets de l’enregistrement international d’une appellation d’origine ou d’une indication géographique dont la protection est demandée sur le territoire suisse",
        "citation": "Art. 50e al. 2 LPM",
        "content": "L’IPI statue d’office sur les motifs de refus visés à l’al. 1, let. a et b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_50_e"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Chapitre 3, Enregistrement international des indications géographiques, Effets de l’enregistrement international d’une appellation d’origine ou d’une indication géographique dont la protection est demandée sur le territoire suisse",
        "citation": "Art. 50e al. 3 LPM",
        "content": "Un tiers peut invoquer auprès de l’IPI tous les motifs visés à l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_50_e"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Chapitre 3, Enregistrement international des indications géographiques, Effets de l’enregistrement international d’une appellation d’origine ou d’une indication géographique dont la protection est demandée sur le territoire suisse",
        "citation": "Art. 50e al. 4 LPM",
        "content": "Il peut au surplus demander l’octroi de la période de transition prévue à l’art. 17 de l’Acte de Genève pour mettre fin à une utilisation antérieure et de bonne foi d’une dénomination ou d’une indication faisant l’objet d’un enregistrement international.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_50_e"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Chapitre 3, Enregistrement international des indications géographiques, Effets de l’enregistrement international d’une appellation d’origine ou d’une indication géographique dont la protection est demandée sur le territoire suisse",
        "citation": "Art. 50e al. 5 LPM",
        "content": "Une marque qui a été déposée ou enregistrée de bonne foi avant que la dénomination ou l’indication faisant l’objet de l’enregistrement international ait été protégée sur le territoire suisse et dont l’utilisation pour un produit identique ou comparable serait contraire à l’art. 11 de l’Acte de Genève peut continuer à être utilisée, lorsqu’elle n’encourt pas les motifs de nullité ou de déchéance prévus par la présente loi. Son enregistrement peut être prolongé aux mêmes conditions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_50_e"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Chapitre 3, Enregistrement international des indications géographiques, Effets de l’enregistrement international d’une appellation d’origine ou d’une indication géographique dont la protection est demandée sur le territoire suisse",
        "citation": "Art. 50e al. 6 LPM",
        "content": "L’art. 50b, al. 6 et 7, s’applique par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_50_e"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Chapitre 3, Enregistrement international des indications géographiques, Effets de l’enregistrement international d’une appellation d’origine ou d’une indication géographique dont la protection est demandée sur le territoire suisse",
        "citation": "Art. 50e al. 7 LPM",
        "content": "Le Conseil fédéral règle les modalités de la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_50_e"
    },
    {
        "book": "MSchG",
        "title": "LPM, Chapitre 1, Dispositions générales, Chapitre 3, Enregistrement international des indications géographiques, Taxes",
        "citation": "Art. 50f LPM",
        "content": "L’IPI peut prévoir par voie d’ordonnance que le requérant est tenu de payer une taxe pour:\na. le traitement d’une demande d’enregistrement international d’une appellation d’origine ou d’une indication géographique dont l’aire géographique d’origine est située sur le territoire suisse ou d’une demande de modification dudit enregistrement (art. 50d, al. 1);\nb. l’examen quant au fond de l’enregistrement international d’une appellation d’origine ou d’une indication géographique dont la protection est demandée sur le territoire suisse (art. 50e, al. 2);\nc. le traitement d’une demande de refus des effets de l’enregistrement international d’une appellation d’origine ou d’une indication géographique sur le territoire suisse (art. 50e, al. 3);\nd. le traitement d’une demande d’octroi d’une période de transition (art. 50e, al. 4).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_50_f"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 1, Droit civil, Renversement du fardeau de la preuve",
        "citation": "Art. 51a LPM",
        "content": "L’utilisateur d’une indication de provenance doit prouver que celle-ci est exacte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_51_a"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 1, Droit civil, Action en constatation",
        "citation": "Art. 52 LPM",
        "content": "A qualité pour intenter une action en constatation d’un droit ou d’un rapport juridique prévu par la présente loi toute personne qui établit qu’elle a un intérêt juridique à une telle constatation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_52"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 1, Droit civil, Action en cession du droit à la marque",
        "citation": "Art. 53 al. 1 LPM",
        "content": "Au lieu de faire constater la nullité de l’enregistrement, le demandeur peut intenter une action en cession du droit à la marque que le défendeur a usurpée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_53"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 1, Droit civil, Action en cession du droit à la marque",
        "citation": "Art. 53 al. 2 LPM",
        "content": "L’action se périme par deux ans à compter de la publication de l’enregistrement ou, dans les cas visés à l’art. 4, à compter du moment où le titulaire a révoqué son consentement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_53"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 1, Droit civil, Action en cession du droit à la marque",
        "citation": "Art. 53 al. 3 LPM",
        "content": "Si le juge ordonne la cession, les licences ou autres droits accordés dans l’intervalle à des tiers tombent; ceux-ci ont toutefois droit à l’octroi d’une licence non exclusive lorsqu’ils ont déjà, de bonne foi, utilisé la marque professionnellement en Suisse ou s’ils ont fait des préparatifs particuliers à cette fin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_53"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 1, Droit civil, Action en cession du droit à la marque",
        "citation": "Art. 53 al. 4 LPM",
        "content": "Les demandes en dommages-intérêts sont réservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_53"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 1, Droit civil, Communication des décisions ",
        "citation": "Art. 54 LPM",
        "content": "L’autorité qui statue communique ses décisions gratuitement et en version intégrale à l’IPI dès qu’elles ont été rendues, y compris les décisions provisionnelles et les décisions de rayer l’affaire du rôle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_54"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 1, Droit civil, Action en exécution d’une prestation",
        "citation": "Art. 55 al. 1 LPM",
        "content": "La personne qui subit ou risque de subir une violation de son droit à la marque ou à une indication de provenance peut demander au juge:\na. de l’interdire, si elle est imminente;\nb. de la faire cesser, si elle dure encore;\nc. d’exiger du défendeur qu’il indique la provenance et la quantité des objets sur lesquels la marque ou l’indication de provenance ont été illicitement apposées et qui se trouvent en sa possession et qu’il désigne les destinataires et la quantité des objets qui ont été remis à des acheteurs commerciaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_55"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 1, Droit civil, Action en exécution d’une prestation",
        "citation": "Art. 55 al. 2 LPM",
        "content": "Sont réservées les actions intentées en vertu du code des obligations qui tendent au paiement de dommages-intérêts, à la réparation du tort moral ainsi qu’à la remise du gain en vertu des dispositions sur la gestion d’affaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_55"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 1, Droit civil, Action en exécution d’une prestation",
        "citation": "Art. 55 al. 2bis LPM",
        "content": "L’action en exécution d’une prestation ne peut être intentée qu’une fois la marque enregistrée au registre. Le demandeur peut faire valoir un dommage rétroactivement à partir du moment où le défendeur a eu connaissance du contenu de la demande d’enregistrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_55"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 1, Droit civil, Action en exécution d’une prestation",
        "citation": "Art. 55 al. 3 LPM",
        "content": "L’emploi d’une marque de garantie ou d’une marque collective en violation du règlement constitue aussi une atteinte au droit à la marque.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_55"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 1, Droit civil, Action en exécution d’une prestation",
        "citation": "Art. 55 al. 4 LPM",
        "content": "La personne qui dispose d’une licence exclusive peut intenter une action indépendamment de l’inscription de la licence au registre, pour autant que le contrat de licence ne l’exclue pas explicitement. Tout preneur de licence peut intervenir dans une procédure en contrefaçon pour faire valoir le dommage qu’il a subi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_55"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 1, Droit civil, Qualité pour agir des associations, des organisations de consommateurs et des autorités",
        "citation": "Art. 56 al. 1 LPM",
        "content": "Les actions en constatation (art. 52) et en exécution d’une prestation (art. 55, al. 1) peuvent en outre être intentées en matière d’indications de provenance par:\na. les associations professionnelles ou économiques que leurs statuts autorisent à défendre les intérêts économiques de leurs membres;\nb. les organisations d’importance nationale ou régionale qui se consacrent statutairement à la protection des consommateurs;\nc. l’IPI, contre l’usage d’indications telles que «Suisse», «suisse» ou de tout autre symbole ou indication faisant référence au territoire géographique de la Confédération suisse au sens de l’art. 48, al. 4;\nd. le canton concerné, contre l’usage de son nom ou de tout autre symbole ou indication faisant référence à son territoire géographique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_56"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 1, Droit civil, Qualité pour agir des associations, des organisations de consommateurs et des autorités",
        "citation": "Art. 56 al. 2 LPM",
        "content": "Les associations et les organisations visées à l’al. 1, let. a et b, ont également qualité pour intenter l’action prévue à l’art. 52 lorsqu’elle porte sur une marque de garantie (art. 21, al. 1) ou sur une marque collective (art. 22).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_56"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 1, Droit civil, Qualité pour agir des associations, des organisations de consommateurs et des autorités",
        "citation": "Art. 56 al. 3 LPM",
        "content": "Les cantons désignent l’autorité habilitée à intenter l’action visée à l’al. 1, let. d.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_56"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 1, Droit civil, Confiscation en procédure civile",
        "citation": "Art. 57 al. 1 LPM",
        "content": "Le juge peut ordonner la confiscation des objets sur lesquels une marque ou une indication de provenance ont été illicitement apposées, ou des instruments, de l’outillage et des autres moyens destinés principalement à leur fabrication.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_57"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 1, Droit civil, Confiscation en procédure civile",
        "citation": "Art. 57 al. 2 LPM",
        "content": "Il décide si la marque ou l’indication de provenance doivent être rendues méconnaissables ou si les objets doivent être mis hors d’usage, détruits ou utilisés d’une façon particulière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_57"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 1, Droit civil, Mesures provisionnelles",
        "citation": "Art. 59 LPM",
        "content": "Toute personne qui demande des mesures provisionnelles peut en particulier requérir du juge qu’il les ordonne dans l’un des buts suivants:\na. assurer la conservation des preuves;\nb. déterminer la provenance des objets portant illicitement la marque ou l’indication de provenance;\nc. préserver l’état de fait;\nd. assurer à titre provisoire la prévention ou la cessation du trouble.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_59"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 1, Droit civil, Publication du jugement",
        "citation": "Art. 60 LPM",
        "content": "Sur requête de la partie qui obtient gain de cause, le juge peut ordonner la publication du jugement aux frais de l’autre partie. Il détermine le mode et l’étendue de la publication.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_60"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 2, Dispositions pénales, Violation du droit à la marque",
        "citation": "Art. 61 al. 1 LPM",
        "content": "Sur plainte du lésé, est puni d’une peine privative de liberté d’un an au plus ou d’une peine pécuniaire celui qui, intentionnellement, viole le droit à la marque d’autrui:\na. en usurpant, contrefaisant ou imitant ladite marque;\nb. en utilisant la marque usurpée, contrefaite ou imitée pour offrir ou mettre en circulation des produits, fournir des services, importer, exporter ou faire transiter des produits, les entreposer en vue de leur mise en circulation ou faire de la publicité en leur faveur ou offrir des services ou faire de la publicité en leur faveur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_61"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 2, Dispositions pénales, Violation du droit à la marque",
        "citation": "Art. 61 al. 2 LPM",
        "content": "Est puni de la même peine, sur plainte du lésé, celui qui refuse d’indiquer la provenance et la quantité des objets se trouvant en sa possession et sur lesquels la marque a été apposée illicitement et de désigner les destinataires et la quantité des objets qui ont été remis à des acheteurs commerciaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_61"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 2, Dispositions pénales, Violation du droit à la marque",
        "citation": "Art. 61 al. 3 LPM",
        "content": "Si l’auteur de l’infraction agit par métier, il est poursuivi d’office. La peine est une peine privative de liberté de cinq ans au plus ou une peine pécuniaire. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_61"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 2, Dispositions pénales, Usage frauduleux",
        "citation": "Art. 62 al. 1 LPM",
        "content": "Sur plainte du lésé, est puni d’une peine privative de liberté d’un an au plus ou d’une peine pécuniaire celui qui: \na. désigne illicitement des produits ou des services par la marque d’un tiers en vue de tromper autrui, faisant croire ainsi qu’il s’agissait de produits ou de services originaux;\nb. offre ou met en circulation comme originaux des produits désignés illicitement par la marque d’un tiers ou offre ou fournit comme originaux des services désignés par la marque d’un tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_62"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 2, Dispositions pénales, Usage frauduleux",
        "citation": "Art. 62 al. 2 LPM",
        "content": "Si l’auteur de l’infraction agit par métier, il est poursuivi d’office. La peine est une peine privative de liberté de cinq ans au plus ou une peine pécuniaire. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_62"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 2, Dispositions pénales, Usage d’une marque de garantie ou d’une marque collective contraire au règlement",
        "citation": "Art. 63 al. 1 LPM",
        "content": "Sur plainte du lésé, est puni d’une peine privative de liberté d’un an au plus ou d’une peine pécuniaire celui qui, intentionnellement, utilise une marque de garantie ou une marque collective de manière à contrevenir aux dispositions du règlement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_63"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 2, Dispositions pénales, Usage d’une marque de garantie ou d’une marque collective contraire au règlement",
        "citation": "Art. 63 al. 2 LPM",
        "content": "Est puni de la même peine, sur plainte du lésé, celui qui refuse d’indiquer la provenance des objets sur lesquels une marque de garantie ou une marque collective est apposée de manière à contrevenir au règlement et qui se trouvent en sa possession.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_63"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 2, Dispositions pénales, Usage d’une marque de garantie ou d’une marque collective contraire au règlement",
        "citation": "Art. 63 al. 3 LPM",
        "content": "Lorsqu’il ne s’agit que de dispositions peu importantes du règlement, le juge peut renoncer à toute peine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_63"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 2, Dispositions pénales, Usage d’une marque de garantie ou d’une marque collective contraire au règlement",
        "citation": "Art. 63 al. 4 LPM",
        "content": "Si l’auteur de l’infraction agit par métier, il est poursuivi d’office. La peine est une peine privative de liberté de cinq ans au plus ou une peine pécuniaire. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_63"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 2, Dispositions pénales, Usage d’indications de provenance inexactes",
        "citation": "Art. 64 al. 1 LPM",
        "content": "Est puni d’une peine privative de liberté d’un an au plus ou d’une peine pécuniaire celui qui, intentionnellement:\na. utilise une indication de provenance inexacte;\nb. utilise une désignation susceptible d’être confondue avec une indication de provenance inexacte;\nc. crée un risque de tromperie en utilisant un nom, une raison de commerce, une adresse ou une marque en rapport avec des produits ou des services d’une autre provenance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_64"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 2, Dispositions pénales, Usage d’indications de provenance inexactes",
        "citation": "Art. 64 al. 2 LPM",
        "content": "Si l’auteur de l’infraction agit par métier, la peine est une peine privative de liberté de cinq ans au plus ou une peine pécuniaire. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_64"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 2, Dispositions pénales, Usage d’indications de provenance inexactes",
        "citation": "Art. 64 al. 3 LPM",
        "content": "L’IPI peut dénoncer une infraction auprès des autorités de poursuite pénale compétentes et faire valoir les droits d’une partie plaignante dans la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_64"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 2, Dispositions pénales, Infractions relatives au signe d’identification du producteur",
        "citation": "Art. 65 LPM",
        "content": "Est puni d’une amende de 20 000 francs au plus celui qui, intentionnellement, contrevient aux dispositions relatives au signe d’identification du producteur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_65"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 2, Dispositions pénales, Actes non punissables",
        "citation": "Art. 65a al. bis LPM",
        "content": "Les actes visés à l’art. 13, al. 2 ne sont pas punissables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_65_a"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 2, Dispositions pénales, Suspension de la procédure",
        "citation": "Art. 66 al. 1 LPM",
        "content": "Le juge peut suspendre la procédure pénale si le prévenu invoque la nullité de l’enregistrement dans une procédure civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_66"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 2, Dispositions pénales, Suspension de la procédure",
        "citation": "Art. 66 al. 2 LPM",
        "content": "Si le prévenu soulève l’exception de nullité de l’enregistrement dans la procédure pénale, le juge peut lui impartir un délai convenable pour intenter l’action en nullité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_66"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 2, Dispositions pénales, Suspension de la procédure",
        "citation": "Art. 66 al. 3 LPM",
        "content": "La prescription est suspendue pendant la suspension de la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_66"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 2, Dispositions pénales, Infractions commises dans la gestion d’une entreprise",
        "citation": "Art. 67 LPM",
        "content": "Les art. 6 et 7 de la loi fédérale du 22 mars 1974 sur le droit pénal administratif s’appliquent aux infractions commises dans la gestion d’une entreprise, par un subordonné, un mandataire ou un représentant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_67"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 2, Dispositions pénales, Confiscation lors de la procédure pénale",
        "citation": "Art. 68 LPM",
        "content": "L’art. 69 du code pénal est applicable; le juge peut ordonner la confiscation de tout l’objet sur lequel une marque ou une indication de provenance a été illicitement apposée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_68"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 2, Dispositions pénales, Compétences des autorités cantonales",
        "citation": "Art. 69 LPM",
        "content": "La poursuite pénale incombe aux cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_69"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 3, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, Dénonciation d’envois suspects",
        "citation": "Art. 70 al. 1 LPM",
        "content": "L’Office fédéral de la douane et de la sécurité des frontières (OFDF) est habilité à informer le titulaire d’une marque, l’ayant droit à une indication de provenance ou une partie qui a qualité pour intenter une action en vertu de l’art. 56 lorsqu’il y a lieu de soupçonner que l’introduction dans le territoire douanier suisse de produits sur lesquels la marque ou l’indication de provenance a été illicitement apposée ou leur sortie sont imminentes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_70"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 3, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, Dénonciation d’envois suspects",
        "citation": "Art. 70 al. 2 LPM",
        "content": "Dans ce cas, il est habilité à retenir les produits pendant trois jours ouvrables afin de permettre au titulaire de la marque, à l’ayant droit à l’indication de provenance ou à une association professionnelle ou économique ayant qualité pour intenter une action en vertu de l’art. 56 de déposer une demande conformément à l’art. 71.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_70"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 3, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, Demande d’intervention",
        "citation": "Art. 71 al. 1 LPM",
        "content": "Lorsque le titulaire d’une marque, le preneur de licence qui a qualité pour agir, l’ayant droit à une indication de provenance ou une partie qui a qualité pour intenter une action en vertu de l’art. 56 ont des indices sérieux permettant de soupçonner que l’introduction dans le territoire douanier suisse de produits sur lesquels la marque ou l’indication de provenance a été illicitement apposée ou leur sortie sont imminentes, ils peuvent demander par écrit à l’OFDF de refuser la mainlevée de ces produits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_71"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 3, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, Demande d’intervention",
        "citation": "Art. 71 al. 2 LPM",
        "content": "Le requérant fournira à l’OFDF toutes les indications dont il dispose et dont celui-ci a besoin pour statuer sur sa demande; il lui remettra notamment une description précise des produits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_71"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 3, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, Demande d’intervention",
        "citation": "Art. 71 al. 3 LPM",
        "content": "L’OFDF statue définitivement. Il peut percevoir un émolument pour couvrir les frais administratifs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_71"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 3, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, Rétention des produits",
        "citation": "Art. 72 al. 1 LPM",
        "content": "Lorsque, à la suite d’une demande d’intervention au sens de l’art. 71, al. 1, l’OFDF a des raisons fondées de soupçonner l’introduction dans le territoire douanier suisse de produits sur lesquels une marque ou une indication de provenance a été illicitement apposée ou leur sortie, il en informe le requérant, d’une part, et le déclarant, le possesseur ou le propriétaire des produits, d’autre part.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_72"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 3, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, Rétention des produits",
        "citation": "Art. 72 al. 2 LPM",
        "content": "Afin de permettre au requérant d’obtenir des mesures provisionnelles, il retient les produits durant dix jours ouvrables au plus à compter du moment de l’information au sens de l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_72"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 3, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, Rétention des produits",
        "citation": "Art. 72 al. 3 LPM",
        "content": "Si les circonstances le justifient, il peut retenir les produits en cause pendant une durée supplémentaire de dix jours ouvrables au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_72"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 3, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, Échantillons",
        "citation": "Art. 72a al. 1 LPM",
        "content": "Sur demande, l’OFDF est habilité, pendant la durée de la rétention des produits, à remettre ou à envoyer au requérant des échantillons à des fins d’examen ou à le laisser examiner sur place les produits retenus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_72_a"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 3, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, Échantillons",
        "citation": "Art. 72a al. 2 LPM",
        "content": "Les échantillons sont prélevés et envoyés aux frais du requérant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_72_a"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 3, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, Échantillons",
        "citation": "Art. 72a al. 3 LPM",
        "content": "Une fois l’examen des échantillons effectué, ceux-ci doivent être restitués, pour autant que cela se justifie. Si des échantillons demeurent chez le requérant, ils sont soumis aux dispositions de la législation douanière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_72_a"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 3, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, Protection des secrets de fabrication ou d’affaires",
        "citation": "Art. 72b al. 1 LPM",
        "content": "En même temps que la communication visée à l’art. 72, al. 1 l’OFDF informe le déclarant, le possesseur ou le propriétaire des produits de la possibilité, prévue à l’art. 72a, al. 1, de remettre des échantillons au requérant ou de le laisser examiner sur place les produits retenus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_72_b"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 3, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, Protection des secrets de fabrication ou d’affaires",
        "citation": "Art. 72b al. 2 LPM",
        "content": "Le déclarant, le possesseur ou le propriétaire des produits peut demander d’assister à l’examen afin de protéger ses secrets de fabrication ou d’affaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_72_b"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 3, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, Protection des secrets de fabrication ou d’affaires",
        "citation": "Art. 72b al. 3 LPM",
        "content": "Sur demande motivée du déclarant, du possesseur ou du propriétaire des produits, l’OFDF peut refuser la remise d’échantillons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_72_b"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 3, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, Demande de destruction des produits",
        "citation": "Art. 72c al. 1 LPM",
        "content": "Lorsqu’il dépose une demande au sens de l’art. 71, al. 1 le requérant peut demander par écrit à l’OFDF la destruction des produits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_72_c"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 3, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, Demande de destruction des produits",
        "citation": "Art. 72c al. 2 LPM",
        "content": "Lorsqu’une demande de destruction est déposée, l’OFDF en informe le déclarant, le possesseur ou le propriétaire des produits dans le cadre de l’information visée à l’art. 72, al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_72_c"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 3, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, Demande de destruction des produits",
        "citation": "Art. 72c al. 3 LPM",
        "content": "La demande de destruction ne donne pas lieu à une prolongation des délais prévus à l’art. 72, al. 2 et 3 pour l’obtention de mesures provisionnelles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_72_c"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 3, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, Approbation",
        "citation": "Art. 72d al. 1 LPM",
        "content": "La destruction des produits requiert l’approbation du déclarant, du possesseur ou du propriétaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_72_d"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 3, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, Approbation",
        "citation": "Art. 72d al. 2 LPM",
        "content": "L’approbation est réputée acquise lorsque le déclarant, le possesseur ou le propriétaire des produits ne s’oppose pas expressément à leur destruction dans les délais prévus à l’art. 72, al. 2 et 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_72_d"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 3, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, Moyens de preuve",
        "citation": "Art. 72e LPM",
        "content": "Avant la destruction des produits, l’OFDF prélève des échantillons et les conserve en tant que moyens de preuve en vue d’une éventuelle action en dommages-intérêts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_72_e"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 3, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, Dommages-intérêts",
        "citation": "Art. 72f al. 1 LPM",
        "content": "Si la destruction des produits se révèle infondée, le requérant répond seul du dommage qui en résulte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_72_f"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 3, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, Dommages-intérêts",
        "citation": "Art. 72f al. 2 LPM",
        "content": "Si le déclarant, le possesseur ou le propriétaire des produits donne son approbation par écrit à leur destruction et que celle-ci se révèle par la suite infondée, le requérant ne peut être tenu de verser des dommages-intérêts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_72_f"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 3, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, Coûts",
        "citation": "Art. 72g al. 1 LPM",
        "content": "Le requérant supporte les frais liés à la destruction des produits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_72_g"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 3, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, Coûts",
        "citation": "Art. 72g al. 2 LPM",
        "content": "La question des coûts liés au prélèvement et à la conservation des échantillons au sens de l’art. 72e est tranchée par le juge dans le cadre de l’appréciation des dommages-intérêts visés à l’art. 72f, al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_72_g"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 3, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, Déclaration de responsabilité et dommages-intérêts",
        "citation": "Art. 72h al. 1 LPM",
        "content": "Si la rétention des produits risque d’occasionner un dommage, l’OFDF peut la subordonner à la condition que le requérant lui fournisse une déclaration de responsabilité. Si les circonstances le justifient, il peut, en lieu et place, exiger du requérant qu’il fournisse des sûretés adéquates.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_72_h"
    },
    {
        "book": "MSchG",
        "title": "LPM, Titre 3, Voies de droit, Chapitre 3, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, Déclaration de responsabilité et dommages-intérêts",
        "citation": "Art. 72h al. 2 LPM",
        "content": "Le requérant est tenu de réparer le dommage causé par la rétention des produits et par le prélèvement d’échantillons si des mesures provisionnelles n’ont pas été ordonnées ou si elles se sont révélées infondées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/274_274_274/fr#art_72_h"
    }
]