[
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 1, Dispositions générales, Compétence",
        "citation": "Art. 1 al. 1 OPM",
        "content": "L’Institut fédéral de la Propriété intellectuelle (IPI) exécute les travaux administratifs découlant de la LPM et de la présente ordonnance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_1"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 1, Dispositions générales, Compétence",
        "citation": "Art. 1 al. 2 OPM",
        "content": "Les art. 70 à 72 LPM et les art. 54 à 57 de la présente ordonnance sont du ressort de l’Office fédéral de la douane et de la sécurité des frontières (OFDF).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_1"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 1, Dispositions générales, Calcul des délais",
        "citation": "Art. 2 OPM",
        "content": "Lorsqu’un délai se calcule en mois ou en années, il prend fin le jour du dernier mois dont la date correspond au jour à partir duquel il a commencé à courir. S’il n’y a pas, dans le dernier mois, de jour correspondant, le délai prend fin le dernier jour dudit mois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_2"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 1, Dispositions générales, Langue",
        "citation": "Art. 3 al. 1 OPM",
        "content": "Les écrits adressés à l’IPI doivent être rédigés dans une langue officielle de la Confédération. Les art. 47, al. 3, et 52p, al. 3, sont réservés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_3"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 1, Dispositions générales, Langue",
        "citation": "Art. 3 al. 2 OPM",
        "content": "L’IPI peut exiger que les documents remis à titre de preuve qui ne sont pas rédigés dans une langue officielle soient traduits et que l’exactitude de la traduction soit attestée; l’art. 14, al. 3, est réservé. Lorsque, malgré l’injonction, la traduction ou l’attestation n’est pas produite, le document n’est pas pris en considération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_3"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 1, Dispositions générales, Pluralité de déposants ou de titulaires d’une marque",
        "citation": "Art. 4 al. 1 OPM",
        "content": "Lorsque plusieurs personnes déposent une marque ou sont titulaires d’un droit sur une marque, elles doivent soit désigner celle d’entre elles à qui l’IPI peut envoyer toutes les communications, qui ont effet pour chacune des personnes, soit désigner un mandataire commun.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_4"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 1, Dispositions générales, Pluralité de déposants ou de titulaires d’une marque",
        "citation": "Art. 4 al. 2 OPM",
        "content": "Tant que l’une ou l’autre de ces options n’a pas été choisie, l’IPI désigne une personne comme destinataire des communications au sens de l’al. 1. Si l’une des autres personnes s’y oppose, l’IPI invite tous les intéressés à agir conformément à l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_4"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 1, Dispositions générales, Pluralité de déposants ou de titulaires d’une marque",
        "citation": "Art. 4 al. 3 OPM",
        "content": "Les al. 1 et 2 s’appliquent également aux demandes d’enregistrement international au sens des art. 50d et 50e LPM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_4"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 1, Dispositions générales, Substitution de parties",
        "citation": "Art. 4a OPM",
        "content": "Lorsque le titre de protection litigieux est transféré en cours d’instance, les règles prévues à l’art. 83 du code de procédure civile s’appliquent par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_4_a"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 1, Dispositions générales, Procuration",
        "citation": "Art. 5 al. 1 OPM",
        "content": "Si un déposant ou un titulaire se fait représenter devant l’IPI, ce dernier peut exiger une procuration écrite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_5"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 1, Dispositions générales, Procuration",
        "citation": "Art. 5 al. 2 OPM",
        "content": "Est inscrite en tant que mandataire au registre visé à l’art. 40 la personne qui a été autorisée par le déposant ou par le titulaire de la marque à présenter en son nom toutes les déclarations à l’IPI et à recevoir toutes les communications de l’IPI, déclarations et communications prévues dans la LPM ou la présente ordonnance. Si aucune restriction n’est expressément communiquée à l’IPI, l’autorisation est réputée de portée générale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_5"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 1, Dispositions générales, Signature",
        "citation": "Art. 6 al. 1 OPM",
        "content": "Les documents doivent être signés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_6"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 1, Dispositions générales, Signature",
        "citation": "Art. 6 al. 2 OPM",
        "content": "Lorsqu’un document n’est pas valablement signé, la date à laquelle celui-ci a été présenté est reconnue à condition qu’un document au contenu identique et signé soit fourni dans le délai d’un mois suivant l’injonction de l’IPI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_6"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 1, Dispositions générales, Signature",
        "citation": "Art. 6 al. 3 OPM",
        "content": "Il n’est pas obligatoire de signer la demande d’enregistrement. L’IPI peut désigner d’autres documents qui ne doivent pas obligatoirement être signés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_6"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 1, Dispositions générales, Preuves",
        "citation": "Art. 6a al. 1 OPM",
        "content": "L’IPI peut exiger la production de preuves en cas de doutes fondés quant à l’exactitude d’un document.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_6_a"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 1, Dispositions générales, Preuves",
        "citation": "Art. 6a al. 2 OPM",
        "content": "Il communique le motif de ses doutes, donne l’occasion d’y répondre et impartit un délai en vue de la production des preuves exigées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_6_a"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 1, Dispositions générales, Taxes",
        "citation": "Art. 7 OPM",
        "content": "L’ordonnance de l’IPI du 14 juin 2016 sur les taxes s’applique aux taxes prévues par la LPM ou par la présente ordonnance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_7"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 1, Dispositions générales, Communication électronique",
        "citation": "Art. 7a al. 1 OPM",
        "content": "L’IPI peut autoriser la communication électronique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_7_a"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 1, Dispositions générales, Communication électronique",
        "citation": "Art. 7a al. 2 OPM",
        "content": "Il détermine les modalités techniques et les publie de façon appropriée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_7_a"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 1, Procédure d’enregistrement, Dépôt",
        "citation": "Art. 8 al. 1 OPM",
        "content": "Le dépôt doit être présenté au moyen d’un formulaire agréé par l’IPI ou d’un formulaire conforme au règlement d’exécution relatif au Traité de Singapour du 27 mars 2006 sur le droit des marques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_8"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 1, Procédure d’enregistrement, Dépôt",
        "citation": "Art. 8 al. 2 OPM",
        "content": "Si un dépôt valable quant à sa forme contient toutes les indications requises, l’IPI peut renoncer à exiger la présentation du formulaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_8"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 1, Procédure d’enregistrement, Transformation d’un enregistrement international en demande d’enregistrement national",
        "citation": "Art. 8a OPM",
        "content": "Une demande d’enregistrement au sens de l’art. 46a LPM porte comme date de dépôt celle de l’enregistrement international ou celle de l’extension de la protection au territoire suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_8_a"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 1, Procédure d’enregistrement, Demande d’enregistrement",
        "citation": "Art. 9 al. 1 OPM",
        "content": "La demande d’enregistrement doit contenir:\na. la requête en enregistrement de la marque;\nb. le nom et le prénom ou la raison de commerce ainsi que l’adresse du déposant;\nc. ...\nd. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_9"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 1, Procédure d’enregistrement, Demande d’enregistrement",
        "citation": "Art. 9 al. 2 OPM",
        "content": "Le cas échéant, elle doit être complétée par:\na. le domicile de notification en Suisse du déposant;\nabis. en cas de pluralité de déposants: la désignation du destinataire des communications selon l’art. 4, al. 1, et, le cas échéant, son domicile de notification;\nater. le nom et l’adresse du mandataire et, le cas échéant, son domicile de notification en Suisse;\nb. la déclaration de priorité (art. 12 à 14);\nc. l’indication qu’il s’agit d’une marque de garantie ou d’une marque collective;\ncbis. l’indication qu’il s’agit d’une marque géographique;\nd. la preuve de la radiation de l’enregistrement international et de l’extension de la protection en Suisse. Lorsque la priorité de l’enregistrement international est revendiquée, aucun autre document de priorité n’est requis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_9"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 1, Procédure d’enregistrement, Reproduction de la marque",
        "citation": "Art. 10 al. 1 OPM",
        "content": "La marque doit pouvoir être représentée graphiquement. L’IPI peut autoriser d’autres modes de représentation pour des formes de marques particulières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_10"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 1, Procédure d’enregistrement, Reproduction de la marque",
        "citation": "Art. 10 al. 2 OPM",
        "content": "Lorsqu’une représentation en couleur de la marque est revendiquée, la couleur ou la combinaison de couleurs doit être indiquée. L’IPI peut en outre exiger la remise de reproductions en couleur de la marque.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_10"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 1, Procédure d’enregistrement, Reproduction de la marque",
        "citation": "Art. 10 al. 3 OPM",
        "content": "Lorsque la marque est d’un type particulier, par exemple s’il s’agit d’un signe en trois dimensions, il faut l’indiquer dans la demande d’enregistrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_10"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 1, Procédure d’enregistrement, Liste des produits et des services",
        "citation": "Art. 11 OPM",
        "content": "Les produits et les services pour lesquels la protection de la marque est revendiquée doivent être désignés en termes précis et munis du numéro de la classe selon l’Arrangement de Nice du 15 juin 1957 concernant la classification internationale des produits et des services (Arrangement de Nice).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_11"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 1, Procédure d’enregistrement, Priorité au sens de la Convention de Paris",
        "citation": "Art. 12 al. 1 OPM",
        "content": "La déclaration de priorité au sens de la Convention de Paris du 20 mars 1883 pour la protection de la propriété industrielle comprend les indications suivantes:\na. la date du premier dépôt;\nb. le pays dans lequel ou pour lequel ce dépôt a été effectué.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_12"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 1, Procédure d’enregistrement, Priorité au sens de la Convention de Paris",
        "citation": "Art. 12 al. 2 OPM",
        "content": "Le document de priorité, délivré par les autorités compétentes, atteste le premier dépôt et indique le numéro de dépôt ou le numéro d’enregistrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_12"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 1, Procédure d’enregistrement, Priorité découlant d’une exposition",
        "citation": "Art. 13 al. 1 OPM",
        "content": "La déclaration de priorité découlant d’une exposition comprend:\na. la désignation exacte de l’exposition;\nb. l’indication des produits ou des services présentés sous la marque.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_13"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 1, Procédure d’enregistrement, Priorité découlant d’une exposition",
        "citation": "Art. 13 al. 2 OPM",
        "content": "Le document de priorité, délivré par les autorités compétentes, atteste que les produits ou services désignés par la marque ont été exposés et indique le jour de l’ouverture de l’exposition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_13"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 1, Procédure d’enregistrement, Dispositions communes à la déclaration de priorité et au document de priorité",
        "citation": "Art. 14 al. 1 OPM",
        "content": "La déclaration de priorité doit être présentée dans les 30 jours suivant le dépôt de la marque. Si l’IPI demande un document de priorité, le déposant doit le produire dans un délai de six mois à compter de la date de dépôt. S’il ne produit pas les documents requis, le droit de priorité s’éteint.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_14"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 1, Procédure d’enregistrement, Dispositions communes à la déclaration de priorité et au document de priorité",
        "citation": "Art. 14 al. 2 OPM",
        "content": "La déclaration de priorité peut se référer à plusieurs premiers dépôts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_14"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 1, Procédure d’enregistrement, Dispositions communes à la déclaration de priorité et au document de priorité",
        "citation": "Art. 14 al. 3 OPM",
        "content": "Les documents de priorité rédigés en anglais peuvent aussi être remis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_14"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 1, Procédure d’enregistrement, Date de remise des envois postaux",
        "citation": "Art. 14a OPM",
        "content": "Pour les envois postaux, est réputé date de la remise le jour auquel l’envoi a été remis à La Poste Suisse à l’attention de l’IPI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_14_a"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 1, Procédure d’enregistrement, Examen préliminaire",
        "citation": "Art. 15 OPM",
        "content": "Lorsque le dépôt ne remplit pas les conditions prévues à l’art. 28, al. 2, LPM, l’IPI peut impartir un délai au déposant pour compléter les documents.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_15"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 1, Procédure d’enregistrement, Examen formel",
        "citation": "Art. 16 al. 1 OPM",
        "content": "Lorsque le dépôt ne satisfait pas aux conditions formelles prévues par la LPM et la présente ordonnance, l’IPI impartit un délai au déposant pour corriger le défaut.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_16"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 1, Procédure d’enregistrement, Examen formel",
        "citation": "Art. 16 al. 2 OPM",
        "content": "Lorsque le défaut n’est pas corrigé dans le délai fixé par l’IPI, la demande d’enregistrement est rejetée totalement ou partiellement. L’IPI peut exceptionnellement impartir des délais supplémentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_16"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 1, Procédure d’enregistrement, Examen matériel",
        "citation": "Art. 17 al. 1 OPM",
        "content": "Lorsqu’il existe un motif de refus prévu à l’art. 30, al. 2, let. c à e, LPM, l’IPI impartit un délai au déposant pour corriger le défaut.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_17"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 1, Procédure d’enregistrement, Examen matériel",
        "citation": "Art. 17 al. 2 OPM",
        "content": "Lorsqu’une demande d’enregistrement d’une appellation viticole étrangère à titre de marque géographique est déposée, l’IPI consulte l’Office fédéral de l’agriculture. Celui-ci vérifie que les conditions spécifiques prévues dans la législation viticole pour l’appellation viticole étrangère sont remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_17"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 1, Procédure d’enregistrement, Examen matériel",
        "citation": "Art. 17 al. 3 OPM",
        "content": "Lorsqu’un défaut n’est pas corrigé dans le délai imparti, la demande d’enregistrement est rejetée totalement ou partiellement. L’IPI peut exceptionnellement impartir des délais supplémentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_17"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 1, Procédure d’enregistrement, Poursuite de la procédure",
        "citation": "Art. 17a OPM",
        "content": "En cas de requête en poursuite de la procédure d’une demande rejetée pour inobservation d’un délai (art. 41 LPM), une taxe de poursuite de la procédure est due.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_17_a"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 1, Procédure d’enregistrement, Taxe de dépôt et surtaxe pour classe supplémentaire",
        "citation": "Art. 18 al. 1 OPM",
        "content": "Le déposant doit payer la taxe de dépôt dans un délai fixé par l’IPI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_18"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 1, Procédure d’enregistrement, Taxe de dépôt et surtaxe pour classe supplémentaire",
        "citation": "Art. 18 al. 2 OPM",
        "content": "Lorsque la liste des produits ou des services concernant la marque déposée contient plus de trois classes, le déposant doit payer une surtaxe pour chaque classe supplémentaire. L’IPI détermine le nombre des classes sujettes à une surtaxe selon l’Arrangement de Nice.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_18"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 1, Procédure d’enregistrement, Taxe de dépôt et surtaxe pour classe supplémentaire",
        "citation": "Art. 18 al. 3 OPM",
        "content": "Le déposant doit payer la surtaxe pour les classes supplémentaires dans un délai fixé par l’IPI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_18"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 1, Procédure d’enregistrement, Procédure accélérée",
        "citation": "Art. 18a al. 1 OPM",
        "content": "Le déposant peut demander que l’examen soit entrepris selon une procédure accélérée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_18_a"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 1, Procédure d’enregistrement, Procédure accélérée",
        "citation": "Art. 18a al. 2 OPM",
        "content": "La demande n’est réputée présentée que lorsque la taxe pour procédure d’examen accélérée et la taxe de dépôt ont été payées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_18_a"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 1, Procédure d’enregistrement, Enregistrement et publication",
        "citation": "Art. 19 al. 1 OPM",
        "content": "Lorsqu’il n’y a aucun motif de refus, l’IPI enregistre la marque et publie l’enregistrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_19"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 1, Procédure d’enregistrement, Enregistrement et publication",
        "citation": "Art. 19 al. 2 OPM",
        "content": "Il confirme l’enregistrement au titulaire de la marque. La confirmation contient les indications portées au registre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_19"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 2, Procédure d’opposition, Forme et contenu",
        "citation": "Art. 20 OPM",
        "content": "L’opposition doit être présentée en deux exemplaires et contenir:\na. le nom et le prénom ou la raison de commerce, l’adresse de l’opposant et, le cas échéant, son domicile de notification en Suisse;\nb. le numéro de l’enregistrement ou le numéro du dépôt sur lequel se fonde l’opposition;\nc. le numéro de l’enregistrement attaqué ainsi que le nom ou la raison de commerce du titulaire de cet enregistrement;\nd. une déclaration précisant dans quelle mesure il est fait opposition à l’enregistrement;\ne. une courte motivation de l’opposition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_20"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 2, Procédure d’opposition, Domicile de notification en Suisse",
        "citation": "Art. 21 al. 1 OPM",
        "content": "Si l’opposant doit indiquer un domicile de notification en Suisse en vertu de l’art. 42 LPM et qu’il ne l’a pas communiqué lors du dépôt de l’opposition, l’IPI lui impartit un délai supplémentaire. Il l’avise en même temps qu’il déclarera l’opposition irrecevable s’il ne satisfait pas à cette obligation dans le délai supplémentaire imparti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_21"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 2, Procédure d’opposition, Domicile de notification en Suisse",
        "citation": "Art. 21 al. 2 OPM",
        "content": "Si le défendeur doit indiquer un domicile de notification en Suisse, l’IPI lui impartit un délai pour le communiquer. Il l’avise en même temps qu’il sera exclu de la procédure s’il ne satisfait pas à cette obligation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_21"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 2, Procédure d’opposition, Échange d’écritures",
        "citation": "Art. 22 al. 1 OPM",
        "content": "Lorsqu’une opposition n’est pas manifestement irrecevable, l’IPI en donne connaissance au défendeur en lui impartissant un délai pour présenter sa réponse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_22"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 2, Procédure d’opposition, Échange d’écritures",
        "citation": "Art. 22 al. 2 OPM",
        "content": "Le défendeur doit remettre sa réponse en deux exemplaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_22"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 2, Procédure d’opposition, Échange d’écritures",
        "citation": "Art. 22 al. 3 OPM",
        "content": "Dans sa première réponse, pour autant qu’un délai ininterrompu de cinq ans se soit écoulé à compter de l’échéance du délai d’opposition ou, en cas d’opposition, de la fin de la procédure d’opposition, le défendeur doit, le cas échéant, faire valoir le défaut d’usage de la marque de l’opposant au sens de l’art. 12, al. 1, LPM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_22"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 2, Procédure d’opposition, Échange d’écritures",
        "citation": "Art. 22 al. 4 OPM",
        "content": "L’IPI peut procéder à d’autres échanges d’écritures.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_22"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 2, Procédure d’opposition, Pluralité d’oppositions; suspension de la procédure",
        "citation": "Art. 23 al. 1 OPM",
        "content": "Lorsque plusieurs oppositions sont introduites contre le même enregistrement, l’IPI donne connaissance des oppositions à tous les opposants. Il peut réunir les oppositions dans une seule procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_23"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 2, Procédure d’opposition, Pluralité d’oppositions; suspension de la procédure",
        "citation": "Art. 23 al. 2 OPM",
        "content": "Si l’IPI l’estime opportun, il peut tout d’abord traiter l’une des oppositions, statuer sur celle-ci et suspendre la procédure concernant les autres oppositions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_23"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 2, Procédure d’opposition, Pluralité d’oppositions; suspension de la procédure",
        "citation": "Art. 23 al. 3 OPM",
        "content": "Lorsque l’opposition repose sur un dépôt de marque, l’IPI peut suspendre la procédure d’opposition jusqu’à ce que la marque ait été enregistrée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_23"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 2, Procédure d’opposition, Pluralité d’oppositions; suspension de la procédure",
        "citation": "Art. 23 al. 4 OPM",
        "content": "L’IPI peut suspendre la procédure d’opposition lorsque la décision concernant l’opposition dépend de l’issue d’une procédure de radiation pour défaut d’usage, d’une procédure civile ou de toute autre procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_23"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 2, Procédure d’opposition, Restitution de la taxe d’opposition",
        "citation": "Art. 24 al. 1 OPM",
        "content": "Lorsque l’opposition n’est pas introduite dans les délais ou que la taxe d’opposition n’est pas payée à temps, l’opposition est réputée ne pas avoir été introduite. L’IPI ne perçoit pas de frais et il restitue la taxe d’opposition déjà payée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_24"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 2, Procédure d’opposition, Restitution de la taxe d’opposition",
        "citation": "Art. 24 al. 2 OPM",
        "content": "Si la procédure d’opposition devient sans objet ou qu’elle est close à la suite d’une transaction ou d’un désistement, l’IPI restitue la moitié de la taxe d’opposition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_24"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 2a, Procédure de radiation d’un enregistrement pour défaut d’usage de la marque, Forme et contenu de la demande",
        "citation": "Art. 24a OPM",
        "content": "La demande de radiation d’un enregistrement pour défaut d’usage de la marque doit être présentée en deux exemplaires et contenir:\na. le nom et le prénom ou la raison de commerce, l’adresse du requérant et, le cas échéant, son domicile de notification en Suisse;\nb. le numéro de l’enregistrement de la marque qui fait l’objet de la demande de radiation ainsi que le nom ou la raison de commerce du titulaire de cet enregistrement;\nc. une déclaration précisant dans quelle mesure la radiation est demandée;\nd. une motivation de la demande de radiation qui rend vraisemblable en particulier le défaut d’usage;\ne. les moyens de preuve.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_24_a"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 2a, Procédure de radiation d’un enregistrement pour défaut d’usage de la marque, Domicile de notification en Suisse",
        "citation": "Art. 24b al. 1 OPM",
        "content": "Si le requérant doit indiquer un domicile de notification en Suisse en vertu de l’art. 42 LPM et qu’il ne l’a pas communiqué lors du dépôt de la demande, l’IPI lui impartit un délai supplémentaire. Il l’avise en même temps qu’il déclarera sa demande de radiation irrecevable s’il ne satisfait pas à cette obligation dans le délai supplémentaire imparti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_24_b"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 2a, Procédure de radiation d’un enregistrement pour défaut d’usage de la marque, Domicile de notification en Suisse",
        "citation": "Art. 24b al. 2 OPM",
        "content": "Si la partie adverse doit indiquer un domicile de notification en Suisse, l’IPI lui impartit un délai pour le communiquer. Il l’avise en même temps qu’elle sera exclue de la procédure si elle ne satisfait pas à cette obligation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_24_b"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 2a, Procédure de radiation d’un enregistrement pour défaut d’usage de la marque, Échanges d’écritures",
        "citation": "Art. 24c al. 1 OPM",
        "content": "Lorsqu’une demande de radiation n’est pas manifestement irrecevable, l’IPI en donne connaissance à la partie adverse en lui impartissant un délai pour présenter sa réponse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_24_c"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 2a, Procédure de radiation d’un enregistrement pour défaut d’usage de la marque, Échanges d’écritures",
        "citation": "Art. 24c al. 2 OPM",
        "content": "La partie adverse doit remettre sa réponse en deux exemplaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_24_c"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 2a, Procédure de radiation d’un enregistrement pour défaut d’usage de la marque, Échanges d’écritures",
        "citation": "Art. 24c al. 3 OPM",
        "content": "Dans sa réponse, la partie adverse doit en particulier rendre vraisemblable l’usage de la marque ou l’existence de justes motifs pour le défaut d’usage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_24_c"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 2a, Procédure de radiation d’un enregistrement pour défaut d’usage de la marque, Échanges d’écritures",
        "citation": "Art. 24c al. 4 OPM",
        "content": "L’IPI procède à d’autres échanges d’écritures lorsque les circonstances le justifient.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_24_c"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 2a, Procédure de radiation d’un enregistrement pour défaut d’usage de la marque, Pluralité de demandes; suspension de la procédure",
        "citation": "Art. 24d al. 1 OPM",
        "content": "L’art. 23, al. 1 et 2, s’applique par analogie à la procédure de radiation de l’enregistrement pour défaut d’usage de la marque.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_24_d"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 2a, Procédure de radiation d’un enregistrement pour défaut d’usage de la marque, Pluralité de demandes; suspension de la procédure",
        "citation": "Art. 24d al. 2 OPM",
        "content": "L’IPI peut suspendre la procédure, lorsque la décision concernant la radiation dépend de l’issue d’une procédure civile ou d’une autre procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_24_d"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 2a, Procédure de radiation d’un enregistrement pour défaut d’usage de la marque, Restitution de la taxe de radiation",
        "citation": "Art. 24e al. 1 OPM",
        "content": "Lorsque la demande de radiation est introduite avant l’expiration des délais prévus aux art. 35a, al. 2, LPM et 50a de la présente ordonnance ou que la taxe de radiation n’est pas payée à temps, la demande est réputée ne pas avoir été introduite. L’IPI ne perçoit pas de frais et il restitue la taxe de radiation déjà payée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_24_e"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 2a, Procédure de radiation d’un enregistrement pour défaut d’usage de la marque, Restitution de la taxe de radiation",
        "citation": "Art. 24e al. 2 OPM",
        "content": "Si la procédure devient sans objet ou qu’elle est close à la suite d’une transaction ou d’un désistement, l’IPI restitue la moitié de la taxe de radiation. Si les conditions prévues à l’art. 33b de la loi fédérale du 20 décembre 1968 sur la procédure administrative (PA) sont remplies, la taxe est entièrement restituée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_24_e"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 3, Prolongation de l’enregistrement, Communication de l’échéance de l’enregistrement",
        "citation": "Art. 25 OPM",
        "content": "L’IPI peut rappeler au titulaire inscrit au registre ou à son mandataire la date de l’échéance de l’enregistrement et lui signaler la possibilité de prolonger la protection avant cette échéance. Il peut également envoyer des avis à l’étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_25"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 3, Prolongation de l’enregistrement, Procédure",
        "citation": "Art. 26 al. 1 OPM",
        "content": "La demande de prolongation peut être déposée au plus tôt douze mois avant l’échéance de l’enregistrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_26"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 3, Prolongation de l’enregistrement, Procédure",
        "citation": "Art. 26 al. 2 OPM",
        "content": "La prolongation déploie ses effets à l’échéance de la période de protection précédente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_26"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 3, Prolongation de l’enregistrement, Procédure",
        "citation": "Art. 26 al. 3 OPM",
        "content": "L’IPI confirme la prolongation de l’enregistrement au titulaire de la marque.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_26"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 3, Prolongation de l’enregistrement, Procédure",
        "citation": "Art. 26 al. 4 OPM",
        "content": "La taxe de prolongation doit être payée dans les délais fixés à l’art. 10, al. 3, LPM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_26"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 3, Prolongation de l’enregistrement, Procédure",
        "citation": "Art. 26 al. 5 OPM",
        "content": "Si la taxe de prolongation est payée après l’échéance de l’enregistrement, une surtaxe est perçue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_26"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 3, Prolongation de l’enregistrement, Restitution de la taxe de prolongation",
        "citation": "Art. 27 OPM",
        "content": "Lorsqu’une demande de prolongation est déposée, mais que l’enregistrement n’est pas prolongé, l’IPI restitue la taxe de prolongation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_27"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 4, Modifications de l’enregistrement, Transfert",
        "citation": "Art. 28 al. 1 OPM",
        "content": "La demande d’enregistrement du transfert doit être déposée par l’ancien titulaire ou par l’acquéreur et comprendre:\na. la déclaration expresse de l’ancien titulaire ou un autre document attestant que la marque a été transmise à l’acquéreur;\nb. le nom et le prénom ou la raison de commerce, l’adresse de l’acquéreur et, le cas échéant, son domicile de notification en Suisse;\nc. en cas de cession partielle, l’indication des produits ou des services pour lesquels la marque a été transmise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_28"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 4, Modifications de l’enregistrement, Licence",
        "citation": "Art. 29 al. 1 OPM",
        "content": "La demande d’enregistrement d’une licence doit être déposée par le titulaire de la marque ou par le licencié et comprendre:\na. une déclaration expresse du titulaire de la marque ou un autre document suffisant selon lequel le titulaire autorise le licencié à utiliser la marque;\nb. le nom et le prénom ou la raison de commerce ainsi que l’adresse du licencié;\nc. le cas échéant, l’indication selon laquelle il s’agit d’une licence exclusive;\nd. en cas de licence partielle, l’indication des produits ou des services, ou du territoire pour lesquels la licence a été octroyée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_29"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 4, Modifications de l’enregistrement, Licence",
        "citation": "Art. 29 al. 2 OPM",
        "content": "L’al. 1 s’applique également à l’enregistrement de sous-licences. Au surplus, le droit du licencié de concéder des sous-licences doit être établi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_29"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 4, Modifications de l’enregistrement, Licence",
        "citation": "Art. 29 al. 3 OPM",
        "content": "Tant qu’une licence exclusive est inscrite au registre, aucune autre licence incompatible avec elle n’y est inscrite pour la même marque.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_29"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 4, Modifications de l’enregistrement, Autres modifications de l’enregistrement",
        "citation": "Art. 30 OPM",
        "content": "Sur présentation d’une déclaration du titulaire ou d’un autre document valable, l’IPI enregistre:\na. l’usufruit et le droit de gage grevant la marque;\nb. les restrictions au pouvoir de disposition ordonnées par des tribunaux ou des autorités chargées de l’exécution forcée;\nc. les modifications concernant des indications enregistrées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_30"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 4, Modifications de l’enregistrement, Radiation de droits appartenant à des tiers",
        "citation": "Art. 31 OPM",
        "content": "Sur demande du titulaire de la marque, l’IPI radie le droit enregistré au profit d’un tiers lorsqu’une déclaration de renonciation expresse émanant du titulaire de ce droit ou un autre document valable est présenté.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_31"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 4, Modifications de l’enregistrement, Rectifications",
        "citation": "Art. 32 al. 1 OPM",
        "content": "À la demande du titulaire, les erreurs affectant l’enregistrement sont rectifiées sans retard.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_32"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 4, Modifications de l’enregistrement, Rectifications",
        "citation": "Art. 32 al. 2 OPM",
        "content": "Lorsque l’erreur est imputable à l’IPI, elle est rectifiée d’office.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_32"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 2, Enregistrement des marques, Section 5, Radiation de l’enregistrement",
        "citation": "Art. 35 OPM",
        "content": "La radiation totale ou partielle de l’enregistrement n’est soumise à aucune taxe. Une taxe est perçue en cas de radiation pour défaut d’usage de la marque.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_35"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 3, Dossier et registre des marques, Section 1, Dossier, Contenu",
        "citation": "Art. 36 al. 1 OPM",
        "content": "L’IPI tient pour chaque marque déposée ou enregistrée un dossier qui rend compte:\na. du déroulement de la procédure d’enregistrement et d’une éventuelle procédure d’opposition ou de radiation pour défaut d’usage;\nb. de la prolongation et de la radiation de l’enregistrement, d’un éventuel enregistrement international et des modifications au droit à la marque;\nc. de toute autre modification de l’enregistrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_36"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 3, Dossier et registre des marques, Section 1, Dossier, Contenu",
        "citation": "Art. 36 al. 2 OPM",
        "content": "Le règlement d’une marque de garantie, d’une marque collective ou d’une marque géographique fait également partie du dossier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_36"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 3, Dossier et registre des marques, Section 1, Dossier, Contenu",
        "citation": "Art. 36 al. 3 OPM",
        "content": "Lorsqu’un document justificatif contient des secrets de fabrication ou d’affaires, il est, sur demande, classé à part. Ce fait est mentionné dans le dossier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_36"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 3, Dossier et registre des marques, Section 1, Dossier, Consultation des pièces",
        "citation": "Art. 37 al. 1 OPM",
        "content": "Avant l’enregistrement de la marque, sont autorisés à consulter le dossier:\na. le déposant et son mandataire;\nb. les personnes en mesure de prouver que le déposant leur fait grief de violer son droit à la marque ou qu’il les met en garde contre une telle violation;\nc. les autres personnes au bénéfice d’une autorisation expresse du déposant ou de son mandataire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_37"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 3, Dossier et registre des marques, Section 1, Dossier, Consultation des pièces",
        "citation": "Art. 37 al. 2 OPM",
        "content": "Les personnes mentionnées à l’al. 1 sont aussi autorisées à consulter les actes relatifs aux demandes retirées ou rejetées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_37"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 3, Dossier et registre des marques, Section 1, Dossier, Consultation des pièces",
        "citation": "Art. 37 al. 3 OPM",
        "content": "Après l’enregistrement, le dossier peut être consulté par chacun.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_37"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 3, Dossier et registre des marques, Section 1, Dossier, Consultation des pièces",
        "citation": "Art. 37 al. 4 OPM",
        "content": "Lorsque la consultation de documents justificatifs classés à part est requise (art. 36, al. 3), l’IPI se prononce après avoir entendu le déposant ou le titulaire de la marque.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_37"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 3, Dossier et registre des marques, Section 1, Dossier, Consultation des pièces",
        "citation": "Art. 37 al. 5 OPM",
        "content": "Sur demande, les pièces à consulter sont délivrées sous forme de copies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_37"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 3, Dossier et registre des marques, Section 1, Dossier, Renseignements sur des demandes d’enregistrement",
        "citation": "Art. 38 al. 1 OPM",
        "content": "L’IPI donne aux tiers des renseignements sur les demandes d’enregistrement, y compris sur les demandes retirées ou rejetées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_38"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 3, Dossier et registre des marques, Section 1, Dossier, Renseignements sur des demandes d’enregistrement",
        "citation": "Art. 38 al. 2 OPM",
        "content": "Les renseignements sont limités:\na. aux indications qui sont publiées en cas d’enregistrement de la marque;\nb. aux indications sur les motifs qui ont conduit au rejet d’une demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_38"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 3, Dossier et registre des marques, Section 1, Dossier, Conservation des documents",
        "citation": "Art. 39 al. 1 OPM",
        "content": "Pour les documents relatifs à des enregistrements radiés totalement, l’IPI conserve l’original ou la copie pendant cinq ans à compter de la radiation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_39"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 3, Dossier et registre des marques, Section 1, Dossier, Conservation des documents",
        "citation": "Art. 39 al. 2 OPM",
        "content": "Pour les documents relatifs à des demandes d’enregistrement retirées ou rejetées ou à des enregistrements totalement révoqués (art. 33 LPM), il conserve l’original ou la copie pendant cinq ans à compter du retrait, du rejet ou de la révocation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_39"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 3, Dossier et registre des marques, Section 2, Registre des marques, Contenu du registre",
        "citation": "Art. 40 al. 1 OPM",
        "content": "L’enregistrement de la marque comprend:\na. le numéro de la marque;\nb. la date de dépôt;\nc. le nom et le prénom ou la raison de commerce ainsi que l’adresse du titulaire;\nd. le cas échéant, le nom et l’adresse du mandataire;\ne. la reproduction de la marque;\nf. les produits et les services auxquels la marque est destinée, avec l’indication des classes selon la classification de l’Arrangement de Nice;\ng. la date de publication de l’enregistrement;\nh. des indications concernant le remplacement d’un ancien enregistrement national par un enregistrement international;\ni. la date de l’enregistrement;\nk. le numéro de la demande d’enregistrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_40"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 3, Dossier et registre des marques, Section 2, Registre des marques, Contenu du registre",
        "citation": "Art. 40 al. 2 OPM",
        "content": "L’enregistrement est, le cas échéant, complété par:\na. l’indication de la couleur ou de la combinaison de couleurs revendiquées;\nb. l’indication «marque tridimensionnelle» ou tout autre indication précisant le type particulier de la marque;\nc. l’indication «marque imposée»;\nd. l’indication qu’il s’agit d’une marque de garantie ou d’une marque collective;\ndbis. l’indication qu’il s’agit d’une marque géographique;\ne. des indications relatives à la revendication de priorité en vertu des art. 7 et 8 LPM;\nf. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_40"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 3, Dossier et registre des marques, Section 2, Registre des marques, Contenu du registre",
        "citation": "Art. 40 al. 3 OPM",
        "content": "Sont en outre inscrits au registre avec la date de publication:\na. la prolongation de l’enregistrement et l’indication et la date à laquelle la prolongation prend effet;\nb. la révocation totale ou partielle de l’enregistrement;\nc. la radiation totale ou partielle de l’enregistrement et l’indication du motif de radiation;\nd. le transfert total ou partiel de la marque;\ne. l’octroi d’une licence et, le cas échéant, l’indication qu’il s’agit d’une licence exclusive ou d’une licence partielle;\nf. l’usufruit et le droit de gage grevant la marque;\ng. les restrictions au pouvoir de disposition ordonnées par des tribunaux et des autorités chargées de l’exécution forcée;\nh. les modifications des indications enregistrées;\ni. le renvoi à une modification du règlement de la marque.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_40"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 3, Dossier et registre des marques, Section 2, Registre des marques, Contenu du registre",
        "citation": "Art. 40 al. 4 OPM",
        "content": "L’IPI peut enregistrer d’autres indications d’intérêt public.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_40"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 3, Dossier et registre des marques, Section 2, Registre des marques, Consultation du registre et remise d’extraits",
        "citation": "Art. 41 al. 1 OPM",
        "content": "Toute personne est admise à consulter le registre des marques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_41"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 3, Dossier et registre des marques, Section 2, Registre des marques, Consultation du registre et remise d’extraits",
        "citation": "Art. 41 al. 2 OPM",
        "content": "L’IPI établit des extraits du registre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_41"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 3, Dossier et registre des marques, Section 2, Registre des marques, Document de priorité pour le premier dépôt suisse ",
        "citation": "Art. 41a OPM",
        "content": "Sur demande, l’IPI délivre un document de priorité pour le premier dépôt suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_41_a"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 4, Publications de l’IPI, Objet de la publication",
        "citation": "Art. 42 OPM",
        "content": "L’IPI publie:\na. l’enregistrement de la marque et les indications prévues à l’art. 40, al. 1, let. a à f, et al. 2, let. a à e;\nb. les modifications enregistrées selon l’art. 40, al. 3;\nc. les indications selon l’art. 40, al. 4, pour autant que la publication de ces indications semblent utiles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_42"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 4, Publications de l’IPI, Organe de publication",
        "citation": "Art. 43 al. 1 OPM",
        "content": "L’IPI détermine l’organe de publication.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_43"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 4, Publications de l’IPI, Organe de publication",
        "citation": "Art. 43 al. 2 OPM",
        "content": "Sur demande et contre indemnisation des frais, l’IPI établit des copies sur papier de données publiées exclusivement sous forme électronique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_43"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6, Enregistrements internationaux de marques, Section 1, Demande d’enregistrement international, Dépôt de la demande",
        "citation": "Art. 47 al. 1 OPM",
        "content": "La demande d’enregistrement international d’une marque ou d’une demande d’enregistrement doit être déposée auprès de l’IPI lorsque la Suisse est le pays d’origine au sens de l’art. 1, al. 3, de l’Arrangement de Madrid du 14 juillet 1967 concernant l’enregistrement international des marques (Arrangement de Madrid) ou au sens de l’art. 2, al. 1 du Protocole du 27 juin 1989 relatif à l’Arrangement de Madrid concernant l’enregistrement international des marques (Protocole de Madrid).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_47"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6, Enregistrements internationaux de marques, Section 1, Demande d’enregistrement international, Dépôt de la demande",
        "citation": "Art. 47 al. 2 OPM",
        "content": "La demande doit être présentée au moyen du formulaire du Bureau international de l’Organisation Mondiale de la Propriété Intellectuelle (OMPI) ou au moyen d’un formulaire agréé par l’IPI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_47"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6, Enregistrements internationaux de marques, Section 1, Demande d’enregistrement international, Dépôt de la demande",
        "citation": "Art. 47 al. 2bis OPM",
        "content": "Si une demande valable quant à sa forme contient toutes les indications requises, l’IPI peut renoncer à exiger la présentation du formulaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_47"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6, Enregistrements internationaux de marques, Section 1, Demande d’enregistrement international, Dépôt de la demande",
        "citation": "Art. 47 al. 3 OPM",
        "content": "L’IPI détermine la langue dans laquelle les produits et les services revendiqués par la marque ou la demande de dépôt doivent être indiqués.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_47"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6, Enregistrements internationaux de marques, Section 1, Demande d’enregistrement international, Dépôt de la demande",
        "citation": "Art. 47 al. 4 OPM",
        "content": "La taxe nationale (art. 45, al. 2, LPM) doit être payée sur injonction de l’IPI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_47"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6, Enregistrements internationaux de marques, Section 1, Demande d’enregistrement international, Examen par l’IPI",
        "citation": "Art. 48 al. 1 OPM",
        "content": "Lorsqu’une demande déposée auprès de l’IPI ne satisfait pas aux exigences formelles prévues par la LPM, par la présente ordonnance ou par le règlement d’exécution du 18 janvier 1996 de l’Arrangement et du Protocole de Madrid, ou lorsque les taxes prescrites n’ont pas été payées, l’IPI impartit un délai au requérant pour corriger le défaut.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_48"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6, Enregistrements internationaux de marques, Section 1, Demande d’enregistrement international, Examen par l’IPI",
        "citation": "Art. 48 al. 2 OPM",
        "content": "Lorsque le défaut n’est pas corrigé dans le délai fixé par l’IPI, la demande est rejetée. L’IPI peut exceptionnellement impartir des délais supplémentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_48"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6, Enregistrements internationaux de marques, Section 1, Demande d’enregistrement international, Le dossier",
        "citation": "Art. 49 al. 1 OPM",
        "content": "L’IPI tient un dossier pour chaque marque inscrite au registre international et dont la Suisse est le pays d’origine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_49"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6, Enregistrements internationaux de marques, Section 2, Effets de l’enregistrement international en Suisse, Procédure d’opposition",
        "citation": "Art. 50 al. 1 OPM",
        "content": "Dans le cas d’une opposition contre un enregistrement international, le délai prévu à l’art. 31, al. 2, LPM commence à courir dès le premier jour du mois suivant celui pendant lequel le Bureau international de l’OMPI a fait paraître la marque dans son organe de publication.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_50"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6, Enregistrements internationaux de marques, Section 2, Effets de l’enregistrement international en Suisse, Procédure d’opposition",
        "citation": "Art. 50 al. 2 OPM",
        "content": "L’IPI tient un dossier qui rend compte du déroulement de la procédure d’opposition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_50"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6, Enregistrements internationaux de marques, Section 2, Effets de l’enregistrement international en Suisse, Procédure de radiation d’un enregistrement international pour défaut d’usage",
        "citation": "Art. 50a OPM",
        "content": "La demande de radiation d’un enregistrement international pour défaut d’usage peut être déposée au plus tôt:\na. lorsqu’un refus de protection provisoire a été notifié: cinq ans à compter de la fin de la procédure d’octroi de la protection en Suisse;\nb. lorsqu’aucun refus de protection n’a été notifié: cinq ans à compter de la fin du délai pour notifier un refus de protection ou cinq ans à compter de la notification de la déclaration d’octroi de la protection.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_50_a"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6, Enregistrements internationaux de marques, Section 2, Effets de l’enregistrement international en Suisse, Suspension de la procédure",
        "citation": "Art. 51 al. 1 OPM",
        "content": "Lorsque l’opposition repose sur un enregistrement international qui fait l’objet d’un refus de protection provisoire par l’IPI, ce dernier peut suspendre la procédure d’opposition jusqu’à ce qu’il ait été définitivement statué sur le refus de protection.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_51"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6, Enregistrements internationaux de marques, Section 2, Effets de l’enregistrement international en Suisse, Suspension de la procédure",
        "citation": "Art. 51 al. 2 OPM",
        "content": "Si l’enregistrement international devient caduc et qu’une transformation en une demande d’enregistrement national selon l’art. 46a LPM est possible, l’IPI peut suspendre la procédure d’opposition jusqu’à la date de la transformation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_51"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6, Enregistrements internationaux de marques, Section 2, Effets de l’enregistrement international en Suisse, Refus de protection et invalidation",
        "citation": "Art. 52 al. 1 OPM",
        "content": "Les règles suivantes s’appliquent aux marques inscrites au registre international:\na. le refus de protection remplace le rejet de la demande d’enregistrement au sens de l’art. 30, al. 2, let. a et c à e, LPM et la révocation de l’enregistrement au sens de l’art. 33 LPM;\nb. l’invalidation remplace la radiation de l’enregistrement au sens de l’art. 35, let. c à e, LPM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_52"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6, Enregistrements internationaux de marques, Section 2, Effets de l’enregistrement international en Suisse, Refus de protection et invalidation",
        "citation": "Art. 52 al. 2 OPM",
        "content": "L’IPI ne publie ni les refus de protection ni les invalidations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_52"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6a, Indications de provenance, Section 1, Dispositions communes, Objet et champ d’application",
        "citation": "Art. 52a al. 1 OPM",
        "content": "Le présent chapitre régit l’usage d’une indication de provenance:\na. pour les produits au sens de l’art. 48c LPM;\nb. pour les services au sens de l’art. 49 LPM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_52_a"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6a, Indications de provenance, Section 1, Dispositions communes, Objet et champ d’application",
        "citation": "Art. 52a al. 2 OPM",
        "content": "Pour les denrées alimentaires, seuls l’ordonnance du 2 septembre 2015 sur l’utilisation des indications de provenance suisses pour les denrées alimentaires et les art. 52c et 52d de la présente ordonnance sont applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_52_a"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6a, Indications de provenance, Section 1, Dispositions communes, Définitions",
        "citation": "Art. 52b OPM",
        "content": "On entend par:\na. produits au sens de l’art. 48c LPM: tous les produits qui n’appartiennent ni à la catégorie des produits naturels ni à celle des denrées alimentaires, en particulier les produits industriels;\nb. produits naturels: les produits au sens de l’art. 48a LPM qui sont directement issus de la nature et qui ne sont pas transformés avant d’être mis en circulation;\nc. matières: les matières premières au sens de l’art. 48c LPM, à savoir tant les matières premières à proprement parler que les matières auxiliaires et les produits semi-finis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_52_b"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6a, Indications de provenance, Section 1, Dispositions communes, Usage d’indications faisant référence à une région ou à un lieu",
        "citation": "Art. 52c OPM",
        "content": "Lorsqu’un produit ou un service remplit les critères légaux de provenance propres à l’ensemble de la Suisse, il peut être désigné par une indication faisant référence à une région ou un à lieu en Suisse. Il doit remplir des exigences supplémentaires dans les cas suivants:\na. une de ses qualités particulières ou une autre caractéristique est essentiellement attribuable à sa provenance géographique;\nb. la région ou le lieu de sa provenance lui confère une réputation particulière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_52_c"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6a, Indications de provenance, Section 1, Dispositions communes, Interdiction des abus",
        "citation": "Art. 52d al. 1 OPM",
        "content": "Il est interdit d’exploiter de manière abusive la marge de manœuvre que laisse l’application des critères déterminants pour déterminer le lieu de provenance d’un produit ou d’un service.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_52_d"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6a, Indications de provenance, Section 1, Dispositions communes, Interdiction des abus",
        "citation": "Art. 52d al. 2 OPM",
        "content": "Est notamment interdit:\na. d’appliquer, sans raison objective, plusieurs méthodes de calcul du coût des matières constituant un produit pour déterminer leur lieu de provenance;\nb. d’avoir une prestation propre fournie en Suisse si faible qu’elle est en disproportion évidente avec la prestation fournie à l’étranger, en particulier lorsque les coûts générés en Suisse sont négligeables par rapport au coût des matières qu’il a fallu se procurer à l’étranger en raison de leur disponibilité en quantité insuffisante en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_52_d"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6a, Indications de provenance, Section 2, Indications de provenance pour les produits au sens de l’art. 48c LPM, notamment les produits industriels, Coût de revient déterminant",
        "citation": "Art. 52e al. 1 OPM",
        "content": "Les coûts suivants sont considérés comme coût de revient au sens de l’art. 48c, al. 1 et 2, LPM:\na. les coûts de recherche et de développement;\nb. le coût des matières;\nc. les coûts de fabrication, y compris les coûts liés à l’assurance de la qualité et à la certification prescrites par la loi ou réglementées de façon homogène à l’échelle d’une branche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_52_e"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6a, Indications de provenance, Section 2, Indications de provenance pour les produits au sens de l’art. 48c LPM, notamment les produits industriels, Coût de revient déterminant",
        "citation": "Art. 52e al. 2 OPM",
        "content": "Les coûts générés après le processus de production ne sont pas considérés comme coût de revient.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_52_e"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6a, Indications de provenance, Section 2, Indications de provenance pour les produits au sens de l’art. 48c LPM, notamment les produits industriels, Coûts de recherche et de développement",
        "citation": "Art. 52f al. 1 OPM",
        "content": "Les coûts de recherche couvrent les coûts générés tant par la recherche axée sur les produits que par celle non axée sur les produits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_52_f"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6a, Indications de provenance, Section 2, Indications de provenance pour les produits au sens de l’art. 48c LPM, notamment les produits industriels, Coûts de recherche et de développement",
        "citation": "Art. 52f al. 2 OPM",
        "content": "Par coûts de développement, on entend les coûts générés de l’idée du produit à sa maturité pour le marché.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_52_f"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6a, Indications de provenance, Section 2, Indications de provenance pour les produits au sens de l’art. 48c LPM, notamment les produits industriels, Prise en considération des coûts de recherche et de développement",
        "citation": "Art. 52g al. 1 OPM",
        "content": "Les coûts générés par la recherche axée sur les produits et les coûts de développement sont directement imputés au coût de revient du produit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_52_g"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6a, Indications de provenance, Section 2, Indications de provenance pour les produits au sens de l’art. 48c LPM, notamment les produits industriels, Prise en considération des coûts de recherche et de développement",
        "citation": "Art. 52g al. 2 OPM",
        "content": "Les coûts générés par la recherche non axée sur les produits sont reportés sur le coût de revient de chaque produit selon une clé de répartition appropriée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_52_g"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6a, Indications de provenance, Section 2, Indications de provenance pour les produits au sens de l’art. 48c LPM, notamment les produits industriels, Prise en considération des coûts de recherche et de développement",
        "citation": "Art. 52g al. 3 OPM",
        "content": "Il est possible d’imputer les coûts de recherche et de développement au coût de revient même après la période d’amortissement usuelle de la branche. Le montant de l’imputation équivaut à l’amortissement annuel moyen des coûts de recherche et de développement pendant la période d’amortissement usuelle de la branche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_52_g"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6a, Indications de provenance, Section 2, Indications de provenance pour les produits au sens de l’art. 48c LPM, notamment les produits industriels, Coût des matières",
        "citation": "Art. 52h al. 1 OPM",
        "content": "Le coût des matières comprend le coût direct des matières et le coût indirect des matières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_52_h"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6a, Indications de provenance, Section 2, Indications de provenance pour les produits au sens de l’art. 48c LPM, notamment les produits industriels, Coût des matières",
        "citation": "Art. 52h al. 2 OPM",
        "content": "Par coût direct des matières, on entend le coût des matières qui est directement imputable à un produit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_52_h"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6a, Indications de provenance, Section 2, Indications de provenance pour les produits au sens de l’art. 48c LPM, notamment les produits industriels, Coût des matières",
        "citation": "Art. 52h al. 3 OPM",
        "content": "Par coût indirect des matières, on entend le coût des matières qui n'est pas couvert par l’al. 2, notamment les coûts générés par les éventuels entreposages provisoires ou les éventuels transports lors du processus de production.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_52_h"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6a, Indications de provenance, Section 2, Indications de provenance pour les produits au sens de l’art. 48c LPM, notamment les produits industriels, Prise en considération du coût des matières",
        "citation": "Art. 52i al. 1 OPM",
        "content": "Le coût direct des matières est imputé au coût de revient selon une méthode de calcul homogène, notamment selon l’une des méthodes de calcul suivantes:\na. imputation au coût de revient à hauteur du pourcentage qui correspond à la part du coût des matières en question généré en Suisse;\nb. imputation au coût de revient aux taux suivants:\n1. 100 % pour les matières qui remplissent les exigences prévues aux art. 48 à 48c LPM,\n2. 0 % pour les matières qui ne remplissent pas les exigences prévues aux art. 48 à 48c LPM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_52_i"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6a, Indications de provenance, Section 2, Indications de provenance pour les produits au sens de l’art. 48c LPM, notamment les produits industriels, Prise en considération du coût des matières",
        "citation": "Art. 52i al. 2 OPM",
        "content": "Le coût indirect des matières est reporté sur le coût de revient de chaque produit selon une clé de répartition appropriée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_52_i"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6a, Indications de provenance, Section 2, Indications de provenance pour les produits au sens de l’art. 48c LPM, notamment les produits industriels, Prise en considération du coût des matières auxiliaires",
        "citation": "Art. 52j OPM",
        "content": "Il n’est pas nécessaire de prendre en considération le coût des matières auxiliaires dans le coût de revient du produit si les conditions suivantes sont réunies:\na. les matières auxiliaires revêtent une importance totalement secondaire par rapport aux caractéristiques du produit;\nb. le coût de ces matières sont négligeables par rapport au coût de revient du produit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_52_j"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6a, Indications de provenance, Section 2, Indications de provenance pour les produits au sens de l’art. 48c LPM, notamment les produits industriels, Matière disponible en quantité insuffisante en Suisse",
        "citation": "Art. 52k OPM",
        "content": "Lorsqu’une matière est disponible en quantité insuffisante en Suisse selon les informations rendues publiques par une branche, le fabricant est en droit de présumer qu’il peut exclure du calcul du coût de revient le coût des matières qu’il s’est procurées à l’étranger à hauteur de leur indisponibilité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_52_k"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6a, Indications de provenance, Section 2, Indications de provenance pour les produits au sens de l’art. 48c LPM, notamment les produits industriels, Coûts de fabrication",
        "citation": "Art. 52l al. 1 OPM",
        "content": "Les coûts de fabrication comprennent les coûts directs de fabrication et les coûts indirects de fabrication.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_52_l"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6a, Indications de provenance, Section 2, Indications de provenance pour les produits au sens de l’art. 48c LPM, notamment les produits industriels, Coûts de fabrication",
        "citation": "Art. 52l al. 2 OPM",
        "content": "Par coûts de fabrication, on entend notamment:\na. les salaires;\nb. les coûts de fabrication liés aux salaires;\nc. les coûts de fabrication liés aux machines; \nd. les coûts liés à l’assurance de la qualité et à la certification prescrites par la loi ou réglementées de façon homogène à l’échelle d’une branche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_52_l"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6a, Indications de provenance, Section 2, Indications de provenance pour les produits au sens de l’art. 48c LPM, notamment les produits industriels, Prise en considération des coûts de fabrication",
        "citation": "Art. 52m al. 1 OPM",
        "content": "Les coûts directs de fabrication sont directement imputés au coût de revient du produit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_52_m"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6a, Indications de provenance, Section 2, Indications de provenance pour les produits au sens de l’art. 48c LPM, notamment les produits industriels, Prise en considération des coûts de fabrication",
        "citation": "Art. 52m al. 2 OPM",
        "content": "Les coûts indirects de fabrication sont reportés sur le coût de revient de chaque produit selon une clé de répartition appropriée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_52_m"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6a, Indications de provenance, Section 2, Indications de provenance pour les produits au sens de l’art. 48c LPM, notamment les produits industriels, Calcul du coût de revient généré à l’étranger",
        "citation": "Art. 52n OPM",
        "content": "Le coût de revient généré à l’étranger peut être converti en francs suisses comme suit:\na. au taux de change effectivement appliqué, ou\nb. au taux de change moyen appliqué par l’entreprise dans ses affaires courantes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_52_n"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6a, Indications de provenance, Section 3, Indications de provenance pour les services",
        "citation": "Art. 52o OPM",
        "content": "Un réel site administratif au sens de l’art. 49 LPM est présumé être le lieu:\na. où sont exercées les activités déterminantes permettant d’atteindre le but commercial, et\nb. où sont prises les décisions déterminantes concernant les services proposés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_52_o"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6b, Enregistrement international d’indications géographiques, Section 1, Demande d’enregistrement international ou de modification de l’enregistrement international d’une appellation d’origine ou d’une indication géographique suisse, Dépôt de la demande",
        "citation": "Art. 52p al. 1 OPM",
        "content": "La demande d’enregistrement international ou de modification de l’enregistrement international d’une appellation d’origine ou d’une indication géographique dont l’aire géographique d’origine est située sur le territoire suisse doit être déposée auprès de l’IPI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_52_p"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6b, Enregistrement international d’indications géographiques, Section 1, Demande d’enregistrement international ou de modification de l’enregistrement international d’une appellation d’origine ou d’une indication géographique suisse, Dépôt de la demande",
        "citation": "Art. 52p al. 2 OPM",
        "content": "Elle doit être présentée au moyen du formulaire du Bureau international de l’OMPI ou au moyen d’un formulaire agréé par l’IPI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_52_p"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6b, Enregistrement international d’indications géographiques, Section 1, Demande d’enregistrement international ou de modification de l’enregistrement international d’une appellation d’origine ou d’une indication géographique suisse, Dépôt de la demande",
        "citation": "Art. 52p al. 3 OPM",
        "content": "Elle doit être adressée en français.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_52_p"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6b, Enregistrement international d’indications géographiques, Section 1, Demande d’enregistrement international ou de modification de l’enregistrement international d’une appellation d’origine ou d’une indication géographique suisse, Dépôt de la demande",
        "citation": "Art. 52p al. 4 OPM",
        "content": "L’IPI tient un dossier pour chaque demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_52_p"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6b, Enregistrement international d’indications géographiques, Section 1, Demande d’enregistrement international ou de modification de l’enregistrement international d’une appellation d’origine ou d’une indication géographique suisse, Examen de la demande",
        "citation": "Art. 52q al. 1 OPM",
        "content": "L’IPI statue sur la conformité de la demande d’enregistrement international ou de modification de l’enregistrement international aux exigences prévues par la LPM, par la présente ordonnance ou par l’Acte de Genève et son règlement d’exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_52_q"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6b, Enregistrement international d’indications géographiques, Section 1, Demande d’enregistrement international ou de modification de l’enregistrement international d’une appellation d’origine ou d’une indication géographique suisse, Examen de la demande",
        "citation": "Art. 52q al. 2 OPM",
        "content": "Lorsqu’une demande ne satisfait pas aux exigences, ou lorsque les taxes prescrites n’ont pas été payées, l’IPI impartit un délai au requérant pour corriger le défaut.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_52_q"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6b, Enregistrement international d’indications géographiques, Section 1, Demande d’enregistrement international ou de modification de l’enregistrement international d’une appellation d’origine ou d’une indication géographique suisse, Examen de la demande",
        "citation": "Art. 52q al. 3 OPM",
        "content": "Lorsque le défaut n’est pas corrigé dans le délai imparti, la demande est rejetée. L’IPI peut exceptionnellement impartir des délais supplémentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_52_q"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6b, Enregistrement international d’indications géographiques, Section 2 Refus des effets d’un enregistrement international en Suisse et garanties à l’égard d’autres droits",
        "citation": "Art. 52r al. 1 OPM",
        "content": "Les demandes invoquant les motifs de refus visés à l’art. 50e, al. 1, LPM et les demandes visées à l’art. 50e, al. 4, LPM peuvent être déposées par:\na. toute partie au sens de la PA;\nb. un canton s’il s’agit d’une dénomination étrangère totalement ou partiellement homonyme d’une entité géographique cantonale ou d’une dénomination traditionnelle utilisée en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_52_r"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6b, Enregistrement international d’indications géographiques, Section 2 Refus des effets d’un enregistrement international en Suisse et garanties à l’égard d’autres droits",
        "citation": "Art. 52r al. 2 OPM",
        "content": "Elles doivent être déposées par écrit auprès de l’IPI dans les trois mois suivant la publication de l’enregistrement international par le Bureau international de l’OMPI. Ce délai commence à courir dès le premier jour du mois suivant celui pendant lequel le Bureau international a fait paraître l’enregistrement international dans son organe de publication.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_52_r"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6b, Enregistrement international d’indications géographiques, Section 2 Refus des effets d’un enregistrement international en Suisse et garanties à l’égard d’autres droits",
        "citation": "Art. 52r al. 3 OPM",
        "content": "Les art. 20 à 24 s’appliquent par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_52_r"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 6b, Enregistrement international d’indications géographiques, Section 2 Refus des effets d’un enregistrement international en Suisse et garanties à l’égard d’autres droits",
        "citation": "Art. 52r al. 4 OPM",
        "content": "L’IPI peut inviter les autorités fédérales ou cantonales concernées à donner leur avis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_52_r"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 7 Signe d’identification du producteur sur les montres et mouvements de montres",
        "citation": "Art. 53 al. 1 OPM",
        "content": "Les montres suisses et les mouvements suisses au sens de l’ordonnance du 23 décembre 1971 réglant l’utilisation du nom «Suisse» pour les montres doivent être munis du signe d’identification de leur producteur. Pour les montres, le signe d’identification doit figurer sur la boîte ou le cadran.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_53"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 7 Signe d’identification du producteur sur les montres et mouvements de montres",
        "citation": "Art. 53 al. 2 OPM",
        "content": "Le signe d’identification du producteur doit être apposé de manière indélébile et bien visible. Il peut être remplacé par la raison de commerce ou la marque du producteur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_53"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 7 Signe d’identification du producteur sur les montres et mouvements de montres",
        "citation": "Art. 53 al. 3 OPM",
        "content": "Il ne peut être utilisé que pour des produits suisses.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_53"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 7 Signe d’identification du producteur sur les montres et mouvements de montres",
        "citation": "Art. 53 al. 4 OPM",
        "content": "La Fédération de l’industrie horlogère suisse attribue les signes d’identification du producteur et en tient le registre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_53"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 7 Signe d’identification du producteur sur les montres et mouvements de montres",
        "citation": "Art. 53 al. 5 OPM",
        "content": "Les motifs d’exclusion prévus à l’art. 3, al. 1, LPM s’appliquent également aux signes d’identification du producteur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_53"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 8 Intervention de l’OFDF, Domaine d’application",
        "citation": "Art. 54 OPM",
        "content": "L’OFDF est habilité à intervenir en cas d’introduction sur le territoire douanier et de sortie dudit territoire de produits munis d’une marque ou d’une indication de provenance illicites.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_54"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 8 Intervention de l’OFDF, Demande d’intervention",
        "citation": "Art. 55 al. 1 OPM",
        "content": "La demande d’intervention doit être présentée à la Direction générale des douanes par le titulaire d’une marque, le preneur de licence ayant qualité pour agir, l’ayant droit à une indication de provenance ou une partie ayant qualité pour intenter une action en vertu de l’art. 56 LPM (requérant).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_55"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 8 Intervention de l’OFDF, Demande d’intervention",
        "citation": "Art. 55 al. 1bis OPM",
        "content": "La Direction générale des douanes rend sa décision sur la demande au plus tard 40 jours après réception de l’intégralité des pièces justificatives.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_55"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 8 Intervention de l’OFDF, Demande d’intervention",
        "citation": "Art. 55 al. 2 OPM",
        "content": "La demande est valable deux ans à moins qu’elle ait été déposée pour une période plus courte. Elle peut être renouvelée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_55"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 8 Intervention de l’OFDF, Rétention",
        "citation": "Art. 56 al. 1 OPM",
        "content": "Lorsque le bureau de douane retient des produits, il en assume la garde moyennant le paiement d’une taxe ou confie cette tâche à un tiers au frais du requérant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_56"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 8 Intervention de l’OFDF, Rétention",
        "citation": "Art. 56 al. 2 OPM",
        "content": "Il transmet au requérant le nom et l’adresse du déclarant, du possesseur ou du propriétaire, une description précise et la quantité des produits retenus ainsi que le nom de l’expéditeur en Suisse ou à l’étranger desdits produits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_56"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 8 Intervention de l’OFDF, Rétention",
        "citation": "Art. 56 al. 3 OPM",
        "content": "Lorsqu’il est établi avant l’échéance des délais prévus à l’art. 72, al. 2 et 3, LPM que le requérant n’est pas à même d’obtenir des mesures provisionnelles, les produits sont libérés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_56"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 8 Intervention de l’OFDF, Échantillons",
        "citation": "Art. 56a al. 1 OPM",
        "content": "Le requérant peut présenter une demande pour solliciter la remise ou l’envoi d’échantillons à des fins d’examen ou l’inspection des produits retenus. Au lieu d’échantillons, l’OFDF peut aussi lui remettre des photographies desdits produits si elles lui permettent d’effectuer cet examen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_56_a"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 8 Intervention de l’OFDF, Échantillons",
        "citation": "Art. 56a al. 2 OPM",
        "content": "Le requérant peut adresser cette demande à la Direction générale des douanes en même temps que la demande d’intervention ou, pendant la rétention des produits, directement au bureau de douane qui retient les produits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_56_a"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 8 Intervention de l’OFDF, Protection des secrets de fabrication et d’affaires",
        "citation": "Art. 56b al. 1 OPM",
        "content": "L’OFDF informe le déclarant, le possesseur ou le propriétaire des produits de la possibilité de refuser le prélèvement d’échantillons sur présentation d’une demande motivée. Il lui impartit un délai raisonnable pour présenter cette demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_56_b"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 8 Intervention de l’OFDF, Protection des secrets de fabrication et d’affaires",
        "citation": "Art. 56b al. 2 OPM",
        "content": "Si l’OFDF autorise le requérant à inspecter les produits retenus, il tient compte, pour fixer le moment de l’inspection, de manière appropriée des intérêts du requérant, d’une part, et de ceux du déclarant, du possesseur ou du propriétaire, d’autre part.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_56_b"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 8 Intervention de l’OFDF, Conservation des moyens de preuve en cas de destruction des produits",
        "citation": "Art. 56c al. 1 OPM",
        "content": "L’OFDF conserve les échantillons prélevés durant un an à compter de la communication adressée au déclarant, au possesseur ou au propriétaire conformément à l’art. 72, al. 1 LPM. Après expiration de ce délai, il invite le déclarant, le possesseur ou le propriétaire à reprendre possession des échantillons ou à supporter les frais pour la poursuite de leur conservation. Si le déclarant, le possesseur ou le propriétaire ne donne pas suite à cette invitation ou s’il ne fait pas connaître sa décision dans les 30 jours, l’OFDF détruit les échantillons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_56_c"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 8 Intervention de l’OFDF, Conservation des moyens de preuve en cas de destruction des produits",
        "citation": "Art. 56c al. 2 OPM",
        "content": "Au lieu de prélever des échantillons, l’OFDF peut faire des photographies des produits détruits pour autant que cette mesure permette de garantir la conservation des moyens de preuve.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_56_c"
    },
    {
        "book": "MSchV",
        "title": "OPM, Chapitre 8 Intervention de l’OFDF, Émoluments",
        "citation": "Art. 57 OPM",
        "content": "Les émoluments perçus pour l’intervention de l’OFDF sont fixés dans l’ordonnance du 4 avril 2007 sur les émoluments de l’Office fédéral de la douane et de la sécurité des frontières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/296_296_296/fr#art_57"
    }
]