[
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 1, Dispositions générales, Objet et principes",
        "citation": "Art. 1 al. 1 LTVA",
        "content": "La Confédération perçoit, à chaque stade du processus de production et de distribution, un impôt général sur la consommation (taxe sur la valeur ajoutée, TVA), avec déduction de l’impôt préalable. La TVA a pour but d’imposer la consommation finale non entrepreneuriale sur le territoire suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_1"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 1, Dispositions générales, Objet et principes",
        "citation": "Art. 1 al. 2 LTVA",
        "content": "Au titre de la taxe sur la valeur ajoutée, elle perçoit:\na. un impôt sur les prestations que les assujettis fournissent à titre onéreux sur le territoire suisse (impôt grevant les opérations réalisées sur le territoire suisse);\nb. un impôt sur l’acquisition, par un destinataire se trouvant sur le territoire suisse, de prestations fournies par une entreprise ayant son siège à l’étranger (impôt sur les acquisitions);\nc. un impôt sur l’importation de biens (impôt sur les importations).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_1"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 1, Dispositions générales, Objet et principes",
        "citation": "Art. 1 al. 3 LTVA",
        "content": "La perception s’effectue selon les principes suivants:\na. la neutralité concurrentielle;\nb. l’efficacité de l’acquittement et de la perception de l’impôt;\nc. la transférabilité de l’impôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_1"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 1, Dispositions générales, Relation avec le droit cantonal",
        "citation": "Art. 2 al. 1 LTVA",
        "content": "Les impôts sur les billets d’entrée et les droits de mutation prélevés par les cantons ou les communes ne sont pas considérés comme des impôts du même genre au sens de l’art. 134 Cst.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_2"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 1, Dispositions générales, Relation avec le droit cantonal",
        "citation": "Art. 2 al. 2 LTVA",
        "content": "Ils peuvent être perçus pour autant que la TVA n’entre pas dans leur base de calcul.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_2"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 1, Dispositions générales, Définitions",
        "citation": "Art. 3 LTVA",
        "content": "Au sens de la présente loi, on entend par:\na. territoire suisse: le territoire de la Confédération et les enclaves douanières étrangères au sens de l’art. 3, al. 2, de la loi du 18 mars 2005 sur les douanes (LD);\nb. biens: les choses, mobilières et immobilières, ainsi que le courant électrique, le gaz, la chaleur, le froid et les biens analogues;\nc. prestation: le fait d’accorder à un tiers un avantage économique consommable dans l’attente d’une contre-prestation; constitue également une prestation celle qui est fournie en vertu de la loi ou sur réquisition d’une autorité;\nd. livraison:\n1. le fait d’accorder à une personne le pouvoir de disposer économiquement d’un bien en son propre nom,\n2. le fait de remettre à un destinataire un bien sur lequel des travaux ont été effectués, même si ce bien n’a pas été modifié, mais simplement examiné, étalonné, réglé, contrôlé dans son fonctionnement ou traité d’une autre manière,\n3. le fait de mettre un bien à la disposition d’un tiers à des fins d’usage ou de jouissance;\ne. prestation de services: toute prestation qui ne constitue pas une livraison; il y a également prestation de services dans les cas suivants:\n1. des valeurs ou des droits immatériels sont cédés à un tiers,\n2. il y a engagement à ne pas commettre un acte ou un acte ou une situation sont tolérés;\nf. contre-prestation: valeur patrimoniale que le destinataire, ou un tiers à sa place, remet en contrepartie d’une prestation;\ng. activité relevant de la puissance publique: activité d’une collectivité publique, ou d’une personne ou organisation mandatée par une collectivité publique, qui est de nature non entrepreneuriale, notamment de nature non commerciale et n’entrant pas en concurrence avec l’activité des entreprises privées, même si des émoluments, des contributions ou des taxes sont perçus pour cette activité;\nh. personnes étroitement liées:\n1. les détenteurs d’au moins 20 % du capital-actions ou du capital social d’une entreprise ou les détenteurs d’une participation équivalente dans une société de personnes, ou les personnes proches de ces détenteurs,\n2. les fondations ou associations avec lesquelles il existe une relation économique, contractuelle ou personnelle particulièrement étroite; les institutions de prévoyance ne sont pas considérées comme des personnes étroitement liées;\ni. dons: libéralités consenties à un tiers sans qu’aucune contre-prestation au sens de la législation sur la TVA ne soit attendue; les libéralités sont également considérées comme des dons:\n1. lorsqu’elles sont mentionnées une ou plusieurs fois sous une forme neutre dans une publication, même en cas d’indication de la raison sociale du donateur ou de reproduction de son logo,\n2. lorsqu’il s’agit de cotisations de membres passifs ou de contributions de donateurs à des associations ou à des organisations d’utilité publique; les contributions des donateurs sont également considérées comme des dons lorsque l’organisation d’utilité publique accorde à titre volontaire au donateur des privilèges entrant dans le cadre de son but statutaire, pour autant qu’elle informe le donateur qu’il ne peut se prévaloir de ces privilèges;\nj. organisation d’utilité publique: organisation qui répond aux critères de l’art. 56, let. g, LIFD;\nk. facture: tout document par lequel une prestation est facturée à un tiers, quel que soit le nom qui lui est donné dans les transactions commerciales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_3"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 1, Dispositions générales, Samnaun et Sampuoir",
        "citation": "Art. 4 al. 1 LTVA",
        "content": "Tant que les vallées de Samnaun et de Sampuoir sont exclues du territoire douanier suisse, la présente loi ne s’applique, dans ces deux vallées, qu’aux prestations de services.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_4"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 1, Dispositions générales, Samnaun et Sampuoir",
        "citation": "Art. 4 al. 2 LTVA",
        "content": "Les communes de Samnaun et de Valsot compensent les pertes fiscales que l’al. 1 entraîne pour la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_4"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 1, Dispositions générales, Samnaun et Sampuoir",
        "citation": "Art. 4 al. 3 LTVA",
        "content": "Le Conseil fédéral règle les modalités en accord avec les communes de Samnaun et de Valsot. Il tient compte de manière adéquate du fait que les frais de perception sont moins élevés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_4"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 1, Dispositions générales, Indexation",
        "citation": "Art. 5 LTVA",
        "content": "Le Conseil fédéral décide d’adapter les montants en francs mentionnés aux art. 31, al. 2, let. c, 37, al. 1, 38, al. 1, et 45, al. 2, let. b, lorsque l’indice suisse des prix à la consommation a augmenté de plus de 30 % depuis le dernier ajustement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_5"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 1, Dispositions générales, Transfert de l’impôt",
        "citation": "Art. 6 al. 1 LTVA",
        "content": "Le transfert de l’impôt est régi par des conventions de droit privé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_6"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 1, Dispositions générales, Transfert de l’impôt",
        "citation": "Art. 6 al. 2 LTVA",
        "content": "Les tribunaux civils connaissent des contestations portant sur le transfert de l’impôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_6"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 1, Dispositions générales, Lieu de la livraison",
        "citation": "Art. 7 al. 1 LTVA",
        "content": "Le lieu de la livraison est:\na. le lieu où se trouve le bien lors du transfert du pouvoir d’en disposer économiquement, lors de sa remise au destinataire ou lors de sa mise à la disposition d’un tiers à des fins d’usage ou de jouissance;\nb. le lieu où commence le transport ou l’expédition du bien à destination de l’acquéreur ou, sur ordre de ce dernier, à destination d’un tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_7"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 1, Dispositions générales, Lieu de la livraison",
        "citation": "Art. 7 al. 2 LTVA",
        "content": "Le lieu de la livraison d’électricité transportée par lignes, de gaz transporté par le réseau de distribution de gaz naturel et de chaleur produite à distance est le lieu où le destinataire de la livraison a le siège de son activité économique ou un établissement stable pour lequel la livraison est effectuée ou, à défaut d’un tel siège ou d’un tel établissement, le lieu où l’électricité, le gaz ou la chaleur produite à distance sont effectivement utilisés ou consommés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_7"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 1, Dispositions générales, Lieu de la livraison",
        "citation": "Art. 7 al. 3 LTVA",
        "content": "En cas de livraison sur le territoire suisse d’un bien en provenance de l’étranger, le lieu de la livraison est réputé se situer sur le territoire suisse si le fournisseur de la prestation remplit l’une des conditions suivantes:\na. il dispose d’une autorisation de l’Administration fédérale des contributions (AFC) pour procéder à l’importation en son propre nom (déclaration d’engagement) et n’y renonce pas au moment de l’importation;\nb. il effectue des livraisons au sens de l’al. 1, let. b, avec des biens dont l’importation est franche d’impôt en raison du montant minime de l’impôt, conformément à l’art. 53, al. 1, let. a, et réalise avec ces livraisons un chiffre d’affaires annuel d’au moins 100 000 francs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_7"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 1, Dispositions générales, Lieu de la prestation de services",
        "citation": "Art. 8 al. 1 LTVA",
        "content": "Sous réserve de l’al. 2, le lieu de la prestation de services est le lieu où le destinataire a le siège de son activité économique ou l’établissement stable pour lequel la prestation de services est fournie ou, à défaut d’un tel siège ou d’un tel établissement, le lieu où il a son domicile ou le lieu où il séjourne habituellement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_8"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 1, Dispositions générales, Lieu de la prestation de services",
        "citation": "Art. 8 al. 2 LTVA",
        "content": "Le lieu des prestations de services suivantes est:\na. pour les prestations de services qui sont d’ordinaire fournies directement à des personnes physiques présentes, même si elles sont exceptionnellement fournies à distance: le lieu où le prestataire a le siège de son activité économique ou un établissement stable ou, à défaut, le lieu où il a son domicile ou à partir duquel il exerce son activité; font notamment partie de ces prestations de services: les traitements et thérapies, les soins de santé, les soins corporels, le conseil conjugal, familial et personnel, l’assistance sociale, l’aide sociale ou la protection de l’enfance et de la jeunesse;\nb. pour les prestations des agences de voyage et des organisateurs de manifestations: le lieu où le prestataire a le siège de son activité économique ou un établissement stable ou, à défaut d’un tel siège ou d’un tel établissement, le lieu où il a son domicile ou à partir duquel il exerce son activité;\nc. pour les prestations culturelles, artistiques, didactiques, scientifiques, sportives ou récréatives et les prestations analogues, y compris celles de l’organisateur et, le cas échéant, les prestations y afférentes: le lieu d’exécution matérielle de la prestation;\nd. pour les prestations de la restauration: le lieu d’exécution matérielle de la prestation;\ne. pour les prestations de transport de passagers: le lieu où s’effectue le transport, en fonction des distances parcourues; pour les transports transfrontaliers, le Conseil fédéral peut décider que de courts trajets sur le territoire suisse sont réputés être effectués à l’étranger et que de courts trajets à l’étranger sont réputés être effectués sur le territoire suisse;\nf. pour les prestations de services en relation avec un bien immobilier: le lieu où se trouve l’immeuble; font notamment partie de ces prestations l’entremise, l’administration, l’expertise et l’estimation du bien, les prestations de services en relation avec l’acquisition ou la constitution de droits réels immobiliers, les prestations de services en relation avec la préparation ou la coordination de travaux du bâtiment, notamment les travaux d’architecture, d’ingénierie et de surveillance du chantier, la surveillance d’immeubles et de bâtiments et les prestations d’hébergement;\ng. pour les prestations de services dans le domaine de la coopération internationale au développement et de l’aide humanitaire: le lieu auquel la prestation de services est destinée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_8"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 1, Dispositions générales, Règles visant à éviter les distorsions de la concurrence",
        "citation": "Art. 9 LTVA",
        "content": "Pour éviter les distorsions de la concurrence induites par une double imposition ou une non-imposition qui affecteraient les prestations transfrontalières, le Conseil fédéral peut fixer des règles dérogeant à l’art. 3 en ce qui concerne la distinction entre livraison et prestation de services, et aux art. 7 et 8 en ce qui concerne la détermination du lieu de la prestation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_9"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 1, Sujet de l’impôt, Principe",
        "citation": "Art. 10 al. 1 LTVA",
        "content": "Est assujetti à l’impôt quiconque exploite une entreprise, même sans but lucratif et quels que soient la forme juridique de l’entreprise et le but poursuivi, et:\na. fournit des prestations sur le territoire suisse dans le cadre de l’activité de cette entreprise, ou \nb. a son siège, son domicile ou un établissement stable sur le territoire suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_10"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 1, Sujet de l’impôt, Principe",
        "citation": "Art. 10 al. 1bis LTVA",
        "content": "Exploite une entreprise quiconque:\na. exerce à titre indépendant une activité professionnelle ou commerciale en vue de réaliser, à partir de prestations, des recettes ayant un caractère de permanence, quelle que soit la valeur de l’apport des éléments qui, en vertu de l’art. 18, al. 2, ne valent pas contre-prestation, et\nb. agit en son propre nom vis-à-vis des tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_10"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 1, Sujet de l’impôt, Principe",
        "citation": "Art. 10 al. 1ter LTVA",
        "content": "L’acquisition, la détention et l’aliénation de participations visées à l’art. 29, al. 2 et 3, constitue une activité entrepreneuriale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_10"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 1, Sujet de l’impôt, Principe",
        "citation": "Art. 10 al. 2 LTVA",
        "content": "Est libéré de l’assujettissement quiconque:\na. réalise en l’espace d’un an, sur le territoire suisse et à l’étranger, un chiffre d’affaires total inférieur à 100 000 francs à partir de prestations qui ne sont pas exclues du champ de l’impôt en vertu de l’art. 21, al. 2;\nb. exploite une entreprise ayant son siège à l’étranger qui, quel que soit le chiffre d’affaires réalisé, fournit, sur le territoire suisse, exclusivement un ou plusieurs des types de prestations suivants:\n1. prestations exonérées de l’impôt,\n2. prestations de services dont le lieu se situe sur le territoire suisse en vertu de l’art. 8, al. 1; n’est toutefois pas libéré de l’assujettissement quiconque fournit des prestations de services en matière de télécommunications ou d’informatique à des destinataires qui ne sont pas assujettis à l’impôt,\n3. livraison d’électricité transportée par lignes, de gaz transporté par le réseau de distribution de gaz naturel ou de chaleur produite à distance à des assujettis sur le territoire suisse;\nc. réalise en l’espace d’un an, sur le territoire suisse et à l’étranger, au titre d’association sportive ou culturelle sans but lucratif et gérée de façon bénévole ou d’institution d’utilité publique, un chiffre d’affaires total inférieur à 250 000 francs à partir de prestations qui ne sont pas exclues du champ de l’impôt en vertu de l’art. 21, al. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_10"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 1, Sujet de l’impôt, Principe",
        "citation": "Art. 10 al. 2bis LTVA",
        "content": "Le chiffre d’affaires se calcule sur la base des contre-prestations convenues (hors impôt).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_10"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 1, Sujet de l’impôt, Principe",
        "citation": "Art. 10 al. 3 LTVA",
        "content": "L’entreprise ayant son siège sur le territoire suisse et tous ses établissements stables qui se trouvent sur le territoire suisse forment ensemble un sujet fiscal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_10"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 1, Sujet de l’impôt, Renonciation à la libération de l’assujettissement",
        "citation": "Art. 11 al. 1 LTVA",
        "content": "Quiconque exploite une entreprise et n’est pas assujetti à l’impôt en vertu des art. 10, al. 2, ou 12, al. 3, a le droit de renoncer à être libéré de l’assujettissement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_11"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 1, Sujet de l’impôt, Renonciation à la libération de l’assujettissement",
        "citation": "Art. 11 al. 2 LTVA",
        "content": "La renonciation doit être maintenue pendant au moins une période fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_11"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 1, Sujet de l’impôt, Collectivités publiques",
        "citation": "Art. 12 al. 1 LTVA",
        "content": "Les services autonomes de la Confédération, des cantons et des communes et les autres institutions de droit public sont les sujets fiscaux des collectivités publiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_12"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 1, Sujet de l’impôt, Collectivités publiques",
        "citation": "Art. 12 al. 2 LTVA",
        "content": "Les services peuvent se regrouper pour former un seul sujet fiscal. Ce statut peut être choisi pour le début de toute période fiscale. Il doit être maintenu pendant au moins une période fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_12"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 1, Sujet de l’impôt, Collectivités publiques",
        "citation": "Art. 12 al. 3 LTVA",
        "content": "Le sujet fiscal d’une collectivité publique est libéré de l’assujettissement tant que le chiffre d’affaires annuel provenant des prestations imposables qu’il fournit à des tiers autres que des collectivités publiques est inférieur à 100 000 francs. Le chiffre d’affaires se calcule sur la base des contre-prestations convenues (hors impôt).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_12"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 1, Sujet de l’impôt, Collectivités publiques",
        "citation": "Art. 12 al. 4 LTVA",
        "content": "Le Conseil fédéral détermine les prestations des collectivités publiques qui sont considérées comme entrepreneuriales et donc imposables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_12"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 1, Sujet de l’impôt, Imposition de groupe",
        "citation": "Art. 13 al. 1 LTVA",
        "content": "Les entités ayant leur siège ou un établissement stable sur le territoire de la Confédération qui sont réunies sous une direction unique peuvent demander à être traitées comme un seul sujet fiscal (groupe d’imposition). Les entités qui n’exploitent pas d’entreprise ainsi que les personnes physiques peuvent faire partie d’un groupe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_13"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 1, Sujet de l’impôt, Imposition de groupe",
        "citation": "Art. 13 al. 2 LTVA",
        "content": "Ce statut peut être choisi pour le début de toute période fiscale. L’assujetti peut y mettre un terme pour la fin d’une période fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_13"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 1, Sujet de l’impôt, Début et fin de l’assujettissement et de la libération de l’assujettissement",
        "citation": "Art. 14 al. 1 LTVA",
        "content": "L’assujettissement commence:\na. pour une entreprise ayant son siège, son domicile ou un établissement stable sur le territoire suisse: au début de l’activité entrepreneuriale;\nb. pour toutes les autres entreprises: lorsqu’elles fournissent pour la première fois une prestation sur le territoire suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_14"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 1, Sujet de l’impôt, Début et fin de l’assujettissement et de la libération de l’assujettissement",
        "citation": "Art. 14 al. 2 LTVA",
        "content": "L’assujettissement prend fin:\na. pour une entreprise ayant son siège, son domicile ou un établissement stable sur le territoire suisse:\n1. à la cessation de l’activité entrepreneuriale,\n2. en cas de liquidation d’un patrimoine: à la clôture de la procédure de liquidation;\nb. pour toutes les autres entreprises: à la fin de l’année civile au cours de laquelle elles fournissent pour la dernière fois une prestation sur le territoire suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_14"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 1, Sujet de l’impôt, Début et fin de l’assujettissement et de la libération de l’assujettissement",
        "citation": "Art. 14 al. 3 LTVA",
        "content": "La libération de l’assujettissement prend fin dès que le chiffre d’affaires total obtenu pendant le dernier exercice commercial atteint la limite fixée aux art. 10, al. 2, let. a ou c, ou 12, al. 3, ou s’il y a lieu de supposer que cette limite sera dépassée dans les douze mois qui suivent le début ou une extension de l’activité entrepreneuriale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_14"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 1, Sujet de l’impôt, Début et fin de l’assujettissement et de la libération de l’assujettissement",
        "citation": "Art. 14 al. 4 LTVA",
        "content": "La déclaration de renonciation à la libération de l’assujettissement peut être faite au plus tôt pour le début de la période fiscale en cours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_14"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 1, Sujet de l’impôt, Début et fin de l’assujettissement et de la libération de l’assujettissement",
        "citation": "Art. 14 al. 5 LTVA",
        "content": "Si le chiffre d’affaires de l’assujetti n’atteint plus le montant déterminant fixé aux art. 10, al. 2, let. a ou c, ou 12, al. 3, et s’il y a lieu de supposer que le chiffre d’affaires déterminant ne sera pas atteint non plus pendant la période fiscale suivante, l’assujetti doit l’annoncer. Il peut le faire au plus tôt pour la fin de la période fiscale au cours de laquelle le montant déterminant cesse d’être atteint. S’il ne le fait pas, il est réputé avoir renoncé à être libéré de l’assujettissement en vertu de l’art. 11. En pareil cas, cette renonciation prend effet au début de la période fiscale suivante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_14"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 1, Sujet de l’impôt, Responsabilité solidaire",
        "citation": "Art. 15 al. 1 LTVA",
        "content": "Sont solidairement responsables avec l’assujetti:\na. les associés d’une société simple, d’une société en nom collectif ou d’une société en commandite, dans le cadre de leur responsabilité au regard du droit civil;\nb. celui qui exécute ou fait exécuter une vente aux enchères volontaire;\nc. toute personne ou société de personnes faisant partie d’un groupe d’imposition (art. 13), à l’exception des institutions de prévoyance, pour l’ensemble de la dette fiscale du groupe; si une personne ou une société de personnes quitte le groupe d’imposition, elle ne répond plus que des créances fiscales découlant de ses propres activités entrepreneuriales;\nd. en cas de transfert de l’entreprise: le débiteur précédent, pour les créances d’impôt nées avant la reprise de l’entreprise, pendant les trois ans qui suivent l’annonce du transfert ou l’avis de transfert;\ne. à la fin de l’assujettissement d’une personne morale dissoute, d’une société commerciale ou d’une collectivité de personnes sans personnalité juridique: les personnes chargées de la liquidation, jusqu’à concurrence du produit de la liquidation;\nf. pour la dette fiscale d’une personne morale ayant transféré son siège à l’étranger: les organes chargés de la gestion de ses affaires, jusqu’à concurrence de sa fortune nette.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_15"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 1, Sujet de l’impôt, Responsabilité solidaire",
        "citation": "Art. 15 al. 2 LTVA",
        "content": "Les personnes visées à l’al. 1, let. e et f, ne répondent que des dettes fiscales, intérêts et frais qui prennent naissance ou échoient pendant leur mandat; leur responsabilité n’est pas engagée si elles prouvent qu’elles ont fait tout ce qui pouvait être raisonnablement exigé d’elles pour permettre la détermination et l’exécution de la créance fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_15"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 1, Sujet de l’impôt, Responsabilité solidaire",
        "citation": "Art. 15 al. 3 LTVA",
        "content": "La responsabilité prévue à l’art. 12, al. 3, de la loi fédérale du 22 mars 1974 sur le droit pénal administratif (DPA) est réservée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_15"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 1, Sujet de l’impôt, Responsabilité solidaire",
        "citation": "Art. 15 al. 4 LTVA",
        "content": "Si l’assujetti cède des créances de son entreprise à des tiers, ceux-ci répondent subsidiairement de la TVA cédée avec la créance si, au moment de la cession, la dette fiscale envers l’AFC n’est pas encore née et que la Confédération détient un acte de défaut de biens contre l’assujetti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_15"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 1, Sujet de l’impôt, Responsabilité solidaire",
        "citation": "Art. 15 al. 5 LTVA",
        "content": "Dans la procédure, la personne solidairement responsable a les mêmes droits et obligations que l’assujetti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_15"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 1, Sujet de l’impôt, Succession fiscale",
        "citation": "Art. 16 al. 1 LTVA",
        "content": "Au décès d’un assujetti, ses héritiers lui succèdent dans ses droits et obligations. Ils répondent solidairement de la dette fiscale du défunt jusqu’à concurrence de leur part héréditaire, y compris les avances d’hoirie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_16"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 1, Sujet de l’impôt, Succession fiscale",
        "citation": "Art. 16 al. 2 LTVA",
        "content": "Quiconque reprend une entreprise succède au précédent titulaire dans ses droits et obligations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_16"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 1, Sujet de l’impôt, Substitution fiscale",
        "citation": "Art. 17 LTVA",
        "content": "L’exécution des obligations fiscales incombant aux sociétés commerciales étrangères et aux collectivités de personnes étrangères sans personnalité juridique incombe également à leurs associés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_17"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 2, Objet de l’impôt, Principe",
        "citation": "Art. 18 al. 1 LTVA",
        "content": "Sont soumises à l’impôt grevant les opérations réalisées sur le territoire suisse les prestations fournies sur le territoire suisse par des assujettis moyennant une contre-prestation; ces prestations sont imposables pour autant que la présente loi ne l’exclue pas.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_18"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 2, Objet de l’impôt, Principe",
        "citation": "Art. 18 al. 2 LTVA",
        "content": "En l’absence de prestation, les éléments suivants, notamment, ne font pas partie de la contre-prestation:\na. les subventions et autres contributions de droit public, même si elles sont versées en vertu d’un mandat de prestations ou d’une convention-programme au sens de l’art. 46, al. 2, Cst.;\nb. les recettes provenant exclusivement de taxes touristiques de droit public engagées par les offices du tourisme et les sociétés de développement touristique en faveur de la communauté, sur mandat d’une collectivité publique;\nc. les contributions cantonales versées par les fonds pour l’approvisionnement en eau, le traitement des eaux usées ou la gestion des déchets aux établissements qui assurent ces tâches;\nd. les dons;\ne. les apports faits à une entreprise, notamment les prêts sans intérêts, les contributions d’assainissement et l’abandon de créances;\nf. les dividendes et autres parts de bénéfices;\ng. les indemnités compensatoires versées aux acteurs économiques d’une branche en vertu de dispositions légales ou contractuelles par une unité d’organisation, notamment par un fonds;\nh. les consignes, notamment sur les emballages;\ni. les montants versés à titre de dommages-intérêts ou de réparation morale ainsi que les indemnités de même genre;\nj. les indemnités versées pour une activité exercée à titre salarié telles que les honoraires de membre d’un conseil d’administration ou d’un conseil de fondation, les indemnités versées par des autorités ou la solde;\nk. les remboursements, les contributions et les aides financières reçus pour la livraison de biens à l’étranger, exonérée en vertu de l’art. 23, al. 2, ch. 1;\nl. les émoluments, les contributions et autres montants encaissés pour des activités relevant de la puissance publique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_18"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 2, Objet de l’impôt, Pluralité de prestations",
        "citation": "Art. 19 al. 1 LTVA",
        "content": "Les prestations indépendantes l’une de l’autre sont traitées séparément.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_19"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 2, Objet de l’impôt, Pluralité de prestations",
        "citation": "Art. 19 al. 2 LTVA",
        "content": "Plusieurs prestations indépendantes qui forment un tout ou sont offertes en combinaison peuvent être traitées comme la prestation principale si elles sont fournies à un prix global et que la prestation principale représente au moins 70 % de la contre-prestation totale (combinaison).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_19"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 2, Objet de l’impôt, Pluralité de prestations",
        "citation": "Art. 19 al. 3 LTVA",
        "content": "Les prestations qui sont étroitement liées du point de vue économique et qui se combinent de telle manière qu’elles doivent être considérées comme un tout indissociable constituent une opération économique unique et sont traitées comme une prestation globale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_19"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 2, Objet de l’impôt, Pluralité de prestations",
        "citation": "Art. 19 al. 4 LTVA",
        "content": "Les prestations accessoires telles que la fourniture d’emballages et de moyens d’empaquetage sont imposées comme la prestation principale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_19"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 2, Objet de l’impôt, Attribution des prestations",
        "citation": "Art. 20 al. 1 LTVA",
        "content": "Une prestation est réputée fournie par la personne qui apparaît vis-à-vis des tiers comme le fournisseur de la prestation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_20"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 2, Objet de l’impôt, Attribution des prestations",
        "citation": "Art. 20 al. 2 LTVA",
        "content": "Lorsqu’une personne agit au nom et pour le compte d’une autre, la prestation est réputée fournie par la personne représentée si celle qui la représente remplit les conditions suivantes:\na. elle peut prouver qu’elle agit en qualité de représentant et peut clairement communiquer l’identité de la personne qu’elle représente;\nb. elle porte expressément le rapport de représentation à la connaissance du destinataire de la prestation ou ce rapport résulte des circonstances.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_20"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 2, Objet de l’impôt, Attribution des prestations",
        "citation": "Art. 20 al. 3 LTVA",
        "content": "Lorsque l’al. 1 s’applique à une relation tripartite, il y a prestation aussi bien entre la personne qui apparaît comme fournisseur et celle qui fournit effectivement la prestation qu’entre la personne qui apparaît comme fournisseur et le destinataire de la prestation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_20"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 2, Objet de l’impôt, Prestations exclues du champ de l’impôt",
        "citation": "Art. 21 al. 1 LTVA",
        "content": "Une prestation exclue du champ de l’impôt n’est pas imposable si l’assujetti n’a pas opté pour son imposition en vertu de l’art. 22.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_21"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 2, Objet de l’impôt, Prestations exclues du champ de l’impôt",
        "citation": "Art. 21 al. 3 LTVA",
        "content": "Sous réserve de l’al. 4, l’exclusion d’une prestation mentionnée à l’al. 2 est déterminée exclusivement en fonction de son contenu, sans considération des qualités du prestataire ou du destinataire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_21"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 2, Objet de l’impôt, Prestations exclues du champ de l’impôt",
        "citation": "Art. 21 al. 4 LTVA",
        "content": "Si une prestation relevant de l’al. 2 est exclue du champ de l’impôt en raison des qualités du prestataire ou du destinataire, l’exclusion ne vaut que pour les prestations fournies ou reçues par une personne ayant ces qualités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_21"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 2, Objet de l’impôt, Prestations exclues du champ de l’impôt",
        "citation": "Art. 21 al. 5 LTVA",
        "content": "Le Conseil fédéral précise les prestations exclues du champ de l’impôt en tenant compte du principe de la neutralité de la concurrence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_21"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 2, Objet de l’impôt, Prestations exclues du champ de l’impôt",
        "citation": "Art. 21 al. 6 LTVA",
        "content": "Sont réputées unités organisationnelles d’une collectivité publique au sens de l’al. 2, ch. 28, les services de cette collectivité, ses sociétés de droit privé ou de droit public, pour autant qu’aucune autre collectivité publique ni aucun autre tiers ne détienne de participation dans la société, ainsi que ses établissements et fondations, pour autant que la collectivité publique les ait fondés sans la participation d’autres collectivités publiques ni d’autres tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_21"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 2, Objet de l’impôt, Prestations exclues du champ de l’impôt",
        "citation": "Art. 21 al. 7 LTVA",
        "content": "Le Conseil fédéral détermine les institutions de formation et de recherche visées à l’al. 2, ch. 30.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_21"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 2, Objet de l’impôt, Option pour l’imposition des prestations exclues du champ de l’impôt",
        "citation": "Art. 22 al. 1 LTVA",
        "content": "Sous réserve de l’al. 2, l’assujetti peut soumettre à l’impôt des prestations exclues du champ de l’impôt (option) pour autant qu’il l’indique clairement ou qu’il déclare l’imposition de ces prestations dans le décompte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_22"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 2, Objet de l’impôt, Option pour l’imposition des prestations exclues du champ de l’impôt",
        "citation": "Art. 22 al. 2 LTVA",
        "content": "L’option n’est pas possible:\na. pour les prestations visées à l’art. 21, al. 2, ch. 18, 19 et 23;\nb. pour les prestations visées à l’art. 21, al. 2, ch. 20 et 21, si le destinataire affecte ou compte affecter l’objet exclusivement à des fins d’habitation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_22"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 2, Objet de l’impôt, Prestations exonérées de l’impôt",
        "citation": "Art. 23 al. 1 LTVA",
        "content": "L’impôt grevant les opérations réalisées sur le territoire suisse n’est pas dû sur les prestations exonérées en vertu du présent article.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_23"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 2, Objet de l’impôt, Prestations exonérées de l’impôt",
        "citation": "Art. 23 al. 2 LTVA",
        "content": "Sont exonérés de l’impôt:\n1. la livraison de biens transportés ou expédiés directement à l’étranger, excepté la mise de biens à la disposition de tiers à des fins d’usage ou de jouissance;\n2. la mise de biens à la disposition de tiers, à des fins d’usage ou de jouissance (location et affrètement notamment), pour autant que ces biens soient utilisés de manière prépondérante à l’étranger par le destinataire de la livraison lui-même;\n3. la livraison de biens dont il est prouvé qu’ils sont restés sous surveillance douanière sur le territoire suisse dans le cadre du régime de transit (art. 49 LD), du régime de l’entrepôt douanier (art. 50 à 57 LD), du régime de l’admission temporaire (art. 58 LD) ou du régime du perfectionnement actif (art. 59 LD), pour autant que la procédure douanière ait été apurée dans les règles ou par une autorisation délivrée ultérieurement par l’Office fédéral de la douane et de la sécurité des frontières (OFDF);\n3bis. la livraison de biens dont il est prouvé qu’ils sont restés sous surveillance douanière sur le territoire suisse en raison de leur entreposage dans un dépôt franc sous douane (art. 62 à 66 LD) et qui n’ont pas perdu ce statut avec effet rétroactif;\n4. l’acheminement de biens à l’étranger, par soi-même ou par un tiers, sans relation avec une livraison;\n5. le transport ou l’expédition de biens en relation avec l’importation de biens et toutes les prestations y afférentes jusqu’au lieu auquel les biens doivent être transportés après la naissance de la dette fiscale visée à l’art. 56; en l’absence de dette fiscale, l’art. 69 LD s’applique par analogie à la détermination du moment de référence;\n6. le transport ou l’expédition de biens en relation avec l’exportation de biens en libre pratique et toutes les prestations y afférentes;\n7. les prestations de transport et les prestations logistiques accessoires telles que le chargement, le déchargement, le transbordement, le dédouanement ou l’entreposage:\na. lorsque le lieu de la prestation de services au sens de l’art. 8, al. 1, se situe sur le territoire suisse, mais que la prestation elle-même est exécutée exclusivement à l’étranger, ou \nb. lorsque ces prestations sont fournies en relation avec des biens placés sous surveillance douanière;\n8. la livraison d’aéronefs à des compagnies aériennes qui assurent des transports et des vols charter à des fins commerciales et dont les opérations dans le secteur des vols internationaux dégagent des montants plus élevés que celles réalisées dans le trafic aérien national; la transformation, la réparation et l’entretien assurés sur les aéronefs que ces compagnies aériennes ont acquis dans le cadre d’une livraison; la livraison, la réparation et l’entretien des objets incorporés à ces aéronefs ou des objets servant à leur exploitation; la livraison de biens destinés à l’avitaillement de ces aéronefs ainsi que les prestations de services effectuées pour les besoins directs de ces aéronefs et de leur cargaison;\n9. les prestations de services effectuées par un intermédiaire agissant expressément au nom et pour le compte d’un tiers, si la prestation ayant fait l’objet de l’entremise est exonérée de l’impôt en vertu du présent article ou réalisée uniquement à l’étranger; lorsque la prestation ayant fait l’objet de l’entremise est effectuée aussi bien sur le territoire suisse qu’à l’étranger, seule est exonérée la partie de l’entremise qui concerne l’opération réalisée à l’étranger ou les prestations exonérées de l’impôt en vertu du présent article;\n10.  les prestations de services fournies par des agences de voyages et des organisateurs de manifestations en leur propre nom, dans la mesure où ils recourent à des livraisons de biens et à des prestations de services de tiers fournies à l’étranger par ces derniers; lorsque des prestations de tiers sont fournies aussi bien sur le territoire suisse qu’à l’étranger, seule la partie de la prestation de services de l’agence de voyages ou de l’organisateur de manifestations qui concerne les prestations fournies à l’étranger est exonérée;\n11.  la livraison de biens au sens de l’art. 17, al. 1bis, LD à des voyageurs qui prennent un vol à destination de l’étranger ou arrivent de l’étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_23"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 2, Objet de l’impôt, Prestations exonérées de l’impôt",
        "citation": "Art. 23 al. 3 LTVA",
        "content": "Il y a exportation directe au sens de l’al. 2, ch. 1, lorsque le bien faisant l’objet de la livraison est exporté à l’étranger, dans un entrepôt douanier ouvert ou dans un dépôt franc sous douane sans avoir été employé sur le territoire suisse. Lorsqu’il y a opération en chaîne, l’exportation directe s’étend à tous les fournisseurs intervenant dans l’opération. Le bien faisant l’objet de la livraison peut être façonné ou transformé avant son exportation par des mandataires de l’acquéreur non assujetti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_23"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 2, Objet de l’impôt, Prestations exonérées de l’impôt",
        "citation": "Art. 23 al. 4 LTVA",
        "content": "Pour préserver la neutralité concurrentielle, le Conseil fédéral peut exonérer de l’impôt les transports transfrontaliers par avion, par train et par car.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_23"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 2, Objet de l’impôt, Prestations exonérées de l’impôt",
        "citation": "Art. 23 al. 5 LTVA",
        "content": "Le Département fédéral des finances (DFF) fixe les conditions auxquelles la livraison sur le territoire suisse de biens destinés à l’exportation dans le trafic des voyageurs est exonérée et définit les preuves requises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_23"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 3, Calcul de l’impôt et taux de l’impôt, Base de calcul",
        "citation": "Art. 24 al. 1 LTVA",
        "content": "L’impôt se calcule sur la contre-prestation effective. La contre-prestation comprend notamment la couverture de tous les frais, qu’ils soient facturés séparément ou non ainsi que les contributions de droit public dues par l’assujetti. Les al. 2 et 6 sont réservés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_24"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 3, Calcul de l’impôt et taux de l’impôt, Base de calcul",
        "citation": "Art. 24 al. 2 LTVA",
        "content": "Lorsque la prestation est fournie à une personne étroitement liée (art. 3, let. h), la contre-prestation correspond à la valeur qui aurait été convenue entre des tiers indépendants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_24"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 3, Calcul de l’impôt et taux de l’impôt, Base de calcul",
        "citation": "Art. 24 al. 3 LTVA",
        "content": "En cas d’échange, la contre-prestation correspond à la valeur marchande de la prestation fournie en contrepartie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_24"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 3, Calcul de l’impôt et taux de l’impôt, Base de calcul",
        "citation": "Art. 24 al. 4 LTVA",
        "content": "Lorsqu’il y a réparation avec échange de biens, la contre-prestation ne comprend que le coût du travail exécuté.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_24"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 3, Calcul de l’impôt et taux de l’impôt, Base de calcul",
        "citation": "Art. 24 al. 5 LTVA",
        "content": "Lorsqu’une prestation est effectuée en paiement d’une dette, le montant de la dette ainsi éteinte vaut contre-prestation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_24"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 3, Calcul de l’impôt et taux de l’impôt, Base de calcul",
        "citation": "Art. 24 al. 6 LTVA",
        "content": "N’entrent pas dans la base de calcul de l’impôt:\na. les impôts sur les billets d’entrée ni les droits de mutation et la TVA elle-même due sur la prestation;\nb. les montants que l’assujetti reçoit du destinataire de la prestation en remboursement des frais engagés au nom et pour le compte de celui-ci, pour autant qu’ils soient facturés séparément (postes neutres);\nc. la part de la contre-prestation afférant à la valeur du sol en cas d’aliénation d’un bien immobilier;\nd. les taxes cantonales comprises dans le prix des prestations et destinées à des fonds pour l’approvisionnement en eau, le traitement des eaux usées ou la gestion des déchets, dans la mesure où ces fonds versent des contributions aux établissements qui assurent ces tâches.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_24"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 3, Calcul de l’impôt et taux de l’impôt, Imposition de la marge",
        "citation": "Art. 24a al. 1 LTVA",
        "content": "L’assujetti qui a acquis des pièces de collection telles que des objets d’art, des antiquités ou des objets analogues peut, lorsqu’il les revend, calculer l’impôt en déduisant le prix d’achat du prix de vente, pour autant qu’il n’ait pas déduit l’impôt préalable grevant le prix d’achat (imposition de la marge). Si le prix d’achat est supérieur au prix de vente, la perte peut être imputée en déduisant la différence du chiffre d’affaires imposable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_24_a"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 3, Calcul de l’impôt et taux de l’impôt, Imposition de la marge",
        "citation": "Art. 24a al. 2 LTVA",
        "content": "Lorsque de telles pièces de collection sont importées par le revendeur, l’impôt sur les importations acquitté peut être ajouté au prix d’achat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_24_a"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 3, Calcul de l’impôt et taux de l’impôt, Imposition de la marge",
        "citation": "Art. 24a al. 3 LTVA",
        "content": "Est réputé revendeur quiconque agit pour son propre compte ou pour le compte de tiers sur la base d’un contrat de commission d’achat ou de commission de vente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_24_a"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 3, Calcul de l’impôt et taux de l’impôt, Imposition de la marge",
        "citation": "Art. 24a al. 4 LTVA",
        "content": "Le Conseil fédéral définit la notion de pièce de collection.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_24_a"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 3, Calcul de l’impôt et taux de l’impôt, Imposition de la marge",
        "citation": "Art. 24a al. 5 LTVA",
        "content": "Si plusieurs pièces de collection sont acquises à un prix global, l’impôt peut être calculé sur la différence entre le prix de vente global et le prix d’achat global. Le Conseil fédéral fixe les conditions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_24_a"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 3, Calcul de l’impôt et taux de l’impôt, Taux de l’impôt",
        "citation": "Art. 25 al. 1 LTVA",
        "content": "Le taux de l’impôt est de 8,1 % (taux normal); les al. 2 et 3 sont réservés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_25"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 3, Calcul de l’impôt et taux de l’impôt, Taux de l’impôt",
        "citation": "Art. 25 al. 2 LTVA",
        "content": "Le taux réduit de 2,6 % est appliqué:\na. à la livraison des biens suivants:\n1. l’eau amenée par des conduites,\n2. les denrées alimentaires visées dans la loi du 20 juin 2014 sur les denrées alimentaires, à l’exclusion des boissons alcooliques,\n3. le bétail, la volaille et le poisson,\n4. les céréales,\n5. les semences, les tubercules et les oignons à planter, les plantes vivantes, les boutures, les greffons, les fleurs coupées et les rameaux, également en bouquets, couronnes et arrangements analogues; à condition qu’il y ait facturation séparée, la livraison de ces biens est imposable au taux réduit même si elle est effectuée en combinaison avec une prestation imposable au taux normal,\n6. les aliments et les litières pour animaux ainsi que les acides destinés à l’ensilage,\n7. les engrais, les préparations phytosanitaires, les paillis et autres matériaux de couverture végétaux,\n8. les médicaments,\n9. les journaux, les revues, les livres et autres imprimés sans caractère publicitaire définis par le Conseil fédéral;\nabis. aux journaux, aux revues et aux livres électroniques sans caractère publicitaire définis par le Conseil fédéral;\nb. aux prestations de services fournies par les sociétés de radio et de télévision, à l’exception de celles qui ont un caractère commercial;\nc. aux opérations mentionnées à l’art. 21, al. 2, ch. 14 à 16;\nd. aux prestations dans le domaine de l’agriculture qui consistent à travailler directement soit le sol, aux fins de la production naturelle, soit les produits tirés du sol.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_25"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 3, Calcul de l’impôt et taux de l’impôt, Taux de l’impôt",
        "citation": "Art. 25 al. 3 LTVA",
        "content": "Le taux normal est applicable aux denrées alimentaires remises dans le cadre des prestations de la restauration. La remise de denrées alimentaires est considérée comme une prestation de la restauration lorsque l’assujetti les prépare ou les sert chez des clients ou qu’il tient à la disposition des clients des installations particulières pour leur consommation sur place. Lorsque des denrées alimentaires, à l’exclusion des boissons alcooliques, sont destinées à être emportées ou livrées, le taux réduit est applicable si des mesures appropriées d’ordre organisationnel ont été prises afin de distinguer ces prestations de celles de la restauration; en l’absence de telles mesures, le taux normal s’applique. Lorsque des denrées alimentaires, à l’exclusion des boissons alcooliques, sont offertes dans des automates, le taux réduit s’applique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_25"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 3, Calcul de l’impôt et taux de l’impôt, Taux de l’impôt",
        "citation": "Art. 25 al. 4 LTVA",
        "content": "Le taux de l’impôt grevant les prestations du secteur de l’hébergement (taux spécial) est fixé à 3,8 %. Le taux spécial est appliqué jusqu’au 31 décembre 2020 ou, pour autant que le délai prévu à l’art. 196, ch. 14, al. 1, de la Constitution, soit prolongé, jusqu’au 31 décembre 2027 au plus tard. Par prestation du secteur de l’hébergement, on entend le logement avec petit-déjeuner, même si celui-ci est facturé séparément.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_25"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 3, Calcul de l’impôt et taux de l’impôt, Taux de l’impôt",
        "citation": "Art. 25 al. 5 LTVA",
        "content": "Le Conseil fédéral précise les biens et les services qui relèvent de l’al. 2 en tenant compte de la neutralité concurrentielle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_25"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 4, Facturation et mention de l’impôt, Facture",
        "citation": "Art. 26 al. 1 LTVA",
        "content": "Si le destinataire de la prestation en fait la demande, le fournisseur lui délivre une facture répondant aux exigences des al. 2 et 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_26"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 4, Facturation et mention de l’impôt, Facture",
        "citation": "Art. 26 al. 2 LTVA",
        "content": "La facture doit permettre d’identifier clairement le fournisseur de la prestation, le destinataire de la prestation et le genre de prestation fournie; en règle générale, elle doit mentionner:\na. le nom du fournisseur de la prestation et la localité tels qu’ils apparaissent dans les transactions commerciales, l’indication selon laquelle le fournisseur de la prestation est inscrit au registre des assujettis et le numéro sous lequel il est inscrit;\nb. le nom du destinataire de la prestation et la localité tels qu’ils apparaissent dans les transactions commerciales;\nc. la date ou la période à laquelle la prestation a été fournie, si elles ne sont pas identiques à la date de la facture;\nd. le genre, l’objet et le volume de la prestation;\ne. le montant de la contre-prestation;\nf. le taux d’imposition applicable et le montant de l’impôt dû sur la contre-prestation; si l’impôt est inclus dans la contre-prestation, l’indication du taux applicable suffit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_26"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 4, Facturation et mention de l’impôt, Facture",
        "citation": "Art. 26 al. 3 LTVA",
        "content": "Si la facture est établie par une caisse enregistreuse (ticket de caisse), le destinataire de la prestation ne doit pas être mentionné lorsque la contre-prestation indiquée ne dépasse pas un montant fixé par le Conseil fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_26"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 4, Facturation et mention de l’impôt, Mention inexacte ou indue de l’impôt",
        "citation": "Art. 27 al. 1 LTVA",
        "content": "Celui qui n’est pas inscrit au registre des assujettis ou qui recourt à la procédure de déclaration visée à l’art. 38 n’a pas le droit de faire figurer l’impôt sur les factures.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_27"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 4, Facturation et mention de l’impôt, Mention inexacte ou indue de l’impôt",
        "citation": "Art. 27 al. 2 LTVA",
        "content": "Celui qui fait figurer l’impôt dans une facture sans en avoir le droit ou mentionne un taux ou un montant d’impôt trop élevé est redevable de cet impôt, sauf s’il remplit une des conditions suivantes:\na. il corrige sa facture conformément à l’al. 4;\nb. il établit de manière crédible que la Confédération n’a subi aucun préjudice financier, ce qui est le cas notamment lorsque le destinataire de la facture n’a pas déduit l’impôt préalable ou que l’impôt préalable déduit a été remboursé à la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_27"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 4, Facturation et mention de l’impôt, Mention inexacte ou indue de l’impôt",
        "citation": "Art. 27 al. 3 LTVA",
        "content": "Les conséquences juridiques prévues à l’al. 2 s’appliquent également aux bonifications si le bénéficiaire ne conteste pas par écrit l’impôt indiqué à tort ou le montant d’impôt trop élevé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_27"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 4, Facturation et mention de l’impôt, Mention inexacte ou indue de l’impôt",
        "citation": "Art. 27 al. 4 LTVA",
        "content": "La facture peut être corrigée ultérieurement, dans les limites admises par le droit commercial, par un document qui mentionne et annule la facture d’origine et dont la réception doit être attestée par le destinataire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_27"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 5, Déduction de l’impôt préalable, Principe",
        "citation": "Art. 28 al. 1 LTVA",
        "content": "Sous réserve des art. 29 et 33, l’assujetti peut déduire les impôts préalables suivants dans le cadre de son activité entrepreneuriale:\na. l’impôt grevant les opérations réalisées sur le territoire suisse qui lui a été facturé;\nb. l’impôt qu’il a déclaré sur ses acquisitions (art. 45 à 49);\nc. l’impôt sur les importations acquitté ou dû dont la créance est ferme ou dont la créance conditionnelle est échue, ainsi que l’impôt qu’il a déclaré sur ses importations (art. 52 et 63).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_28"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 5, Déduction de l’impôt préalable, Principe",
        "citation": "Art. 28 al. 2 LTVA",
        "content": "L’assujetti qui a acquis chez un agriculteur, un sylviculteur, un horticulteur, un marchand de bétail ou dans un centre collecteur de lait non assujetti des produits agricoles, sylvicoles ou horticoles, du bétail ou du lait qu’il utilise dans le cadre de son activité entrepreneuriale donnant droit à la déduction de l’impôt préalable peut déduire, au titre de l’impôt préalable, 2,6 % du montant qui lui a été facturé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_28"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 5, Déduction de l’impôt préalable, Principe",
        "citation": "Art. 28 al. 3 LTVA",
        "content": "L’assujetti peut déduire l’impôt préalable selon l’al. 1 pour autant qu’il prouve l’avoir réglé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_28"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 5, Déduction de l’impôt préalable, Déduction de l’impôt préalable fictif",
        "citation": "Art. 28a al. 1 LTVA",
        "content": "L’assujetti peut procéder à la déduction d’un impôt préalable fictif si:\na. dans le cadre de son activité entrepreneuriale donnant droit à la déduction de l’impôt préalable, il acquiert un bien mobilier identifiable, et\nb. aucune TVA n’est transférée de manière apparente lors de l’acquisition du bien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_28_a"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 5, Déduction de l’impôt préalable, Déduction de l’impôt préalable fictif",
        "citation": "Art. 28a al. 2 LTVA",
        "content": "L’impôt préalable fictif est calculé sur le montant payé par l’assujetti. Ce montant inclut l’impôt calculé au taux applicable au moment de l’acquisition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_28_a"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 5, Déduction de l’impôt préalable, Déduction de l’impôt préalable fictif",
        "citation": "Art. 28a al. 3 LTVA",
        "content": "L’impôt préalable fictif n’est pas déductible sur les biens soumis à l’imposition de la marge en vertu de l’art. 24a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_28_a"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 5, Déduction de l’impôt préalable, Exclusion du droit à la déduction de l’impôt préalable",
        "citation": "Art. 29 al. 1 LTVA",
        "content": "Les prestations et l’importation de biens affectés à la fourniture de prestations exclues du champ de l’impôt ne donnent pas droit à la déduction de l’impôt préalable si l’assujetti n’a pas opté pour leur imposition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_29"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 5, Déduction de l’impôt préalable, Exclusion du droit à la déduction de l’impôt préalable",
        "citation": "Art. 29 al. 1bis LTVA",
        "content": "La déduction de l’impôt préalable peut être opérée pour les prestations fournies à l’étranger dans une mesure équivalente à celle qui aurait été opérée, si ces prestations avaient été fournies sur le territoire suisse et si l’assujetti avait pu opter pour leur imposition en vertu de l’art. 22.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_29"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 5, Déduction de l’impôt préalable, Exclusion du droit à la déduction de l’impôt préalable",
        "citation": "Art. 29 al. 2 LTVA",
        "content": "En dérogation à l’al. 1, l’acquisition, la détention et l’aliénation de participations ainsi que les restructurations au sens des art. 19 ou 61 de la loi fédérale du 14 décembre 1990 sur l’impôt fédéral direct (LIFD donnent droit à la déduction de l’impôt préalable dans le cadre de l’activité entrepreneuriale donnant droit à la déduction de l’impôt préalable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_29"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 5, Déduction de l’impôt préalable, Exclusion du droit à la déduction de l’impôt préalable",
        "citation": "Art. 29 al. 3 LTVA",
        "content": "Les participations sont des parts du capital d’autres sociétés qui sont détenues à titre de placement durable et permettent d’exercer une influence déterminante. Toute part de 10 % au moins du capital est considérée comme participation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_29"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 5, Déduction de l’impôt préalable, Exclusion du droit à la déduction de l’impôt préalable",
        "citation": "Art. 29 al. 4 LTVA",
        "content": "Pour déterminer l’impôt préalable déductible, les sociétés holding peuvent prendre en compte l’activité entrepreneuriale donnant droit à la déduction de l’impôt préalable des entreprises qu’elles détiennent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_29"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 5, Déduction de l’impôt préalable, Double affectation",
        "citation": "Art. 30 al. 1 LTVA",
        "content": "L’assujetti qui utilise des biens, des parties de biens ou des services en partie hors de son activité entrepreneuriale ou qui, dans le cadre de son activité entrepreneuriale, les utilise à la fois pour des prestations donnant droit à la déduction de l’impôt préalable et pour des prestations n’y donnant pas droit doit corriger le montant de l’impôt préalable en proportion de l’utilisation qui en est faite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_30"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 5, Déduction de l’impôt préalable, Double affectation",
        "citation": "Art. 30 al. 2 LTVA",
        "content": "Si la prestation préalable est utilisée de manière prépondérante dans le cadre de l’activité entrepreneuriale pour des prestations donnant droit à la déduction de l’impôt préalable, celui-ci peut être déduit dans sa totalité et corrigé à la fin de la période fiscale (art. 31).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_30"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 5, Déduction de l’impôt préalable, Prestation à soi-même",
        "citation": "Art. 31 al. 1 LTVA",
        "content": "Si les conditions de la déduction de l’impôt préalable cessent ultérieurement d’être remplies (prestation à soi-même), la déduction de l’impôt préalable doit être corrigée au moment où ces conditions cessent d’être remplies. L’impôt préalable déduit auparavant, y compris les parts de cet impôt corrigées à titre de dégrèvement ultérieur, doit être remboursé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_31"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 5, Déduction de l’impôt préalable, Prestation à soi-même",
        "citation": "Art. 31 al. 2 LTVA",
        "content": "Il y a notamment prestation à soi-même lorsque l’assujetti prélève de son entreprise, à titre permanent ou temporaire, des biens ou des prestations de services sur lesquels ou sur une partie desquels il a déduit l’impôt préalable lors de leur acquisition ou de leur apport, ou qu’il a acquis dans le cadre de la procédure de déclaration visée à l’art. 38 et qu’il remplit une des conditions suivantes:\na. il utilise ces biens ou ces prestations de services hors de son activité entrepreneuriale, en particulier pour ses besoins personnels;\nb. il les utilise pour une activité entrepreneuriale qui ne donne pas droit à la déduction de l’impôt préalable en vertu de l’art. 29, al. 1;\nc. il les remet à titre gratuit sans motif entrepreneurial; un motif entrepreneurial est réputé exister pour les cadeaux d’une valeur n’excédant pas 500 francs par personne et par an ainsi que pour les cadeaux publicitaires et les échantillons remis en vue de réaliser un chiffre d’affaires imposable ou exonéré;\nd. il a encore le pouvoir de disposer de ces biens ou de ces prestations de services lorsque cesse son assujettissement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_31"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 5, Déduction de l’impôt préalable, Prestation à soi-même",
        "citation": "Art. 31 al. 3 LTVA",
        "content": "Si le bien ou la prestation de services ont été utilisés pendant la période comprise entre la réception de la prestation et le moment où les conditions de la déduction de l’impôt préalable ont cessé d’être remplies, le montant de l’impôt préalable doit être corrigé à concurrence de leur valeur résiduelle. Pour calculer la valeur résiduelle, le montant de l’impôt préalable est réduit linéairement de un cinquième par année écoulée pour les biens mobiliers et les prestations de services, et de un vingtième par année écoulée pour les biens immobiliers. La façon dont l’amortissement est comptabilisé ne joue aucun rôle. Dans les cas fondés, le Conseil fédéral peut prévoir des dérogations aux règles relatives à l’amortissement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_31"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 5, Déduction de l’impôt préalable, Prestation à soi-même",
        "citation": "Art. 31 al. 4 LTVA",
        "content": "Si un bien n’est utilisé que temporairement hors de l’activité entrepreneuriale ou pour une activité entrepreneuriale ne donnant pas droit à la déduction de l’impôt préalable, l’assujetti doit corriger la déduction de l’impôt préalable en fonction du montant de l’impôt qui grèverait la location facturée à un tiers indépendant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_31"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 5, Déduction de l’impôt préalable, Dégrèvement ultérieur de l’impôt préalable",
        "citation": "Art. 32 al. 1 LTVA",
        "content": "Si les conditions de la déduction de l’impôt préalable sont remplies ultérieurement (dégrèvement ultérieur de l’impôt préalable), la déduction de l’impôt préalable peut être opérée sur la période de décompte au cours de laquelle les conditions ont été remplies. L’impôt préalable, y compris les parts de cet impôt corrigées à titre de prestation à soi-même, peut être déduit s’il ne l’a pas déjà été.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_32"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 5, Déduction de l’impôt préalable, Dégrèvement ultérieur de l’impôt préalable",
        "citation": "Art. 32 al. 2 LTVA",
        "content": "Si le bien ou la prestation de services ont été utilisés pendant la période comprise entre la réception de la prestation ou le moment de l’importation et la réalisation des conditions de la déduction de l’impôt préalable, le montant à déduire se calcule sur leur valeur résiduelle. Pour calculer la valeur résiduelle, le montant de l’impôt préalable est réduit linéairement de un cinquième par année écoulée pour les biens mobiliers et les prestations de services, et de un vingtième par année écoulée pour les biens immobiliers. La façon dont l’amortissement est comptabilisé ne joue aucun rôle. Dans les cas fondés, le Conseil fédéral peut prévoir des dérogations aux règles relatives à l’amortissement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_32"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 5, Déduction de l’impôt préalable, Dégrèvement ultérieur de l’impôt préalable",
        "citation": "Art. 32 al. 3 LTVA",
        "content": "Si un bien n’est utilisé que temporairement pour une activité entrepreneuriale donnant droit à la déduction de l’impôt préalable, l’assujetti peut faire valoir, à titre d’impôt préalable, l’impôt qui grèverait la location facturée à un tiers indépendant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_32"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 5, Déduction de l’impôt préalable, Réduction de la déduction de l’impôt préalable",
        "citation": "Art. 33 al. 1 LTVA",
        "content": "Sous réserve de l’al. 2, les montants qui, en vertu de l’art. 18, al. 2, ne sont pas considérés comme faisant partie de la contre-prestation, ne donnent pas lieu à une réduction de la déduction de l’impôt préalable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_33"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 5, Déduction de l’impôt préalable, Réduction de la déduction de l’impôt préalable",
        "citation": "Art. 33 al. 2 LTVA",
        "content": "L’assujetti doit réduire le montant de la déduction de l’impôt préalable en proportion des fonds relevant de l’art. 18, al. 2, let. a à c, qu’il reçoit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_33"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 6, Détermination, naissance et prescription de la créance fiscale, Section 1, Imposition dans le temps, Période fiscale",
        "citation": "Art. 34 al. 1 LTVA",
        "content": "L’impôt est prélevé par période fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_34"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 6, Détermination, naissance et prescription de la créance fiscale, Section 1, Imposition dans le temps, Période fiscale",
        "citation": "Art. 34 al. 2 LTVA",
        "content": "La période fiscale correspond à l’année civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_34"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 6, Détermination, naissance et prescription de la créance fiscale, Section 1, Imposition dans le temps, Période fiscale",
        "citation": "Art. 34 al. 3 LTVA",
        "content": "L’AFC autorise l’assujetti qui en fait la demande à choisir l’exercice commercial comme période fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_34"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 6, Détermination, naissance et prescription de la créance fiscale, Section 1, Imposition dans le temps, Période de décompte",
        "citation": "Art. 35 al. 1 LTVA",
        "content": "Au cours de la période fiscale, le décompte d’impôt est effectué:\na. en règle générale, trimestriellement;\nb. semestriellement, lorsque le décompte est établi selon la méthode des taux de la dette fiscale nette (art. 37, al. 1 et 2);\nc. mensuellement, à la demande de l’assujetti, lorsqu’il présente régulièrement des excédents d’impôt préalable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_35"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 6, Détermination, naissance et prescription de la créance fiscale, Section 1, Imposition dans le temps, Période de décompte",
        "citation": "Art. 35 al. 2 LTVA",
        "content": "À la demande de l’assujetti, l’AFC autorise, dans des cas fondés, d’autres périodes de décompte; elle fixe les conditions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_35"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 6, Détermination, naissance et prescription de la créance fiscale, Section 2, Montant de la créance fiscale et procédure de déclaration, Méthode de décompte effective",
        "citation": "Art. 36 al. 1 LTVA",
        "content": "En règle générale, le décompte est établi selon la méthode effective.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_36"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 6, Détermination, naissance et prescription de la créance fiscale, Section 2, Montant de la créance fiscale et procédure de déclaration, Méthode de décompte effective",
        "citation": "Art. 36 al. 2 LTVA",
        "content": "Lorsque le décompte est établi selon la méthode effective, l’assujetti détermine la créance fiscale de la période correspondante en déduisant l’impôt préalable de la somme de l’impôt grevant les opérations réalisées sur le territoire suisse, de l’impôt sur les acquisitions (art. 45) et de l’impôt sur les importations dont le paiement est reporté (art. 63).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_36"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 6, Détermination, naissance et prescription de la créance fiscale, Section 2, Montant de la créance fiscale et procédure de déclaration, Décompte selon les méthodes des taux de la dette fiscale nette et des taux forfaitaires",
        "citation": "Art. 37 al. 1 LTVA",
        "content": "Tout assujetti dont le chiffre d’affaires annuel n’excède pas 5 024 000 francs provenant de prestations imposables et dont le montant d’impôt – calculé au taux de la dette fiscale nette déterminant pour lui – n’excède pas 108 000 francs pour la même période peut arrêter son décompte au moyen de la méthode des taux de la dette fiscale nette.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_37"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 6, Détermination, naissance et prescription de la créance fiscale, Section 2, Montant de la créance fiscale et procédure de déclaration, Décompte selon les méthodes des taux de la dette fiscale nette et des taux forfaitaires",
        "citation": "Art. 37 al. 2 LTVA",
        "content": "Lorsque le décompte est arrêté au moyen de la méthode des taux de la dette fiscale nette, l’assujetti détermine la créance fiscale en multipliant la somme des contre-prestations imposables (impôt inclus) réalisées au cours de la période de décompte par le taux de la dette fiscale nette autorisé par l’AFC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_37"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 6, Détermination, naissance et prescription de la créance fiscale, Section 2, Montant de la créance fiscale et procédure de déclaration, Décompte selon les méthodes des taux de la dette fiscale nette et des taux forfaitaires",
        "citation": "Art. 37 al. 3 LTVA",
        "content": "Les taux de la dette fiscale nette tiennent compte des coefficients d’impôt préalable usuels dans la branche considérée. Ils sont fixés par l’AFC après consultation des associations des branches concernées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_37"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 6, Détermination, naissance et prescription de la créance fiscale, Section 2, Montant de la créance fiscale et procédure de déclaration, Décompte selon les méthodes des taux de la dette fiscale nette et des taux forfaitaires",
        "citation": "Art. 37 al. 4 LTVA",
        "content": "L’assujetti qui souhaite établir son décompte selon la méthode des taux de la dette fiscale nette doit en faire la demande à l’AFC et appliquer cette méthode pendant au moins une période fiscale. L’assujetti qui opte pour la méthode effective ne peut recourir à la méthode des taux de la dette fiscale nette qu’après une période d’au moins trois ans. Tout changement de méthode de décompte doit être opéré pour le début d’une période fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_37"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 6, Détermination, naissance et prescription de la créance fiscale, Section 2, Montant de la créance fiscale et procédure de déclaration, Décompte selon les méthodes des taux de la dette fiscale nette et des taux forfaitaires",
        "citation": "Art. 37 al. 5 LTVA",
        "content": "Les collectivités publiques et les institutions analogues, notamment les cliniques, les écoles privées, les entreprises de transport concessionnaires ou les associations et les fondations peuvent effectuer leurs décomptes selon la méthode des taux forfaitaires. Le Conseil fédéral règle les modalités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_37"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 6, Détermination, naissance et prescription de la créance fiscale, Section 2, Montant de la créance fiscale et procédure de déclaration, Procédure de déclaration",
        "citation": "Art. 38 al. 1 LTVA",
        "content": "Si l’impôt calculé au taux légal applicable au prix de vente dépasse 10 000 francs ou qu’une aliénation est effectuée en faveur d’une personne étroitement liée, l’assujetti doit, dans les cas suivants, s’acquitter de son obligation d’arrêter un décompte et de payer l’impôt par voie de déclaration:\na. restructurations au sens des art. 19 ou 61 LIFD;\nb. autres transferts d’un patrimoine ou d’une part de patrimoine à un autre assujetti dans le cadre de la fondation, de la liquidation ou de la restructuration d’une entreprise, de la cession d’un fonds de commerce ou d’une opération juridique réglée par la loi du 3 octobre 2003 sur la fusion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_38"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 6, Détermination, naissance et prescription de la créance fiscale, Section 2, Montant de la créance fiscale et procédure de déclaration, Procédure de déclaration",
        "citation": "Art. 38 al. 2 LTVA",
        "content": "Le Conseil fédéral peut déterminer les autres cas dans lesquels la procédure de déclaration doit ou peut être utilisée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_38"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 6, Détermination, naissance et prescription de la créance fiscale, Section 2, Montant de la créance fiscale et procédure de déclaration, Procédure de déclaration",
        "citation": "Art. 38 al. 3 LTVA",
        "content": "Les déclarations doivent se faire dans le cadre du décompte ordinaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_38"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 6, Détermination, naissance et prescription de la créance fiscale, Section 2, Montant de la créance fiscale et procédure de déclaration, Procédure de déclaration",
        "citation": "Art. 38 al. 4 LTVA",
        "content": "En appliquant la procédure de déclaration, l’acquéreur reprend pour les biens transférés les bases de calcul de l’aliénateur et le coefficient applicable à la déduction de l’impôt préalable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_38"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 6, Détermination, naissance et prescription de la créance fiscale, Section 2, Montant de la créance fiscale et procédure de déclaration, Procédure de déclaration",
        "citation": "Art. 38 al. 5 LTVA",
        "content": "Si, dans les cas visés à l’al. 1, la procédure de déclaration n’a pas été appliquée et que la créance fiscale est garantie, la procédure de déclaration ne peut plus être ordonnée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_38"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 6, Détermination, naissance et prescription de la créance fiscale, Section 3, Naissance, modification et prescription de la créance fiscale, Modes de décompte",
        "citation": "Art. 39 al. 1 LTVA",
        "content": "Le décompte est établi sur la base des contre-prestations convenues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_39"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 6, Détermination, naissance et prescription de la créance fiscale, Section 3, Naissance, modification et prescription de la créance fiscale, Modes de décompte",
        "citation": "Art. 39 al. 2 LTVA",
        "content": "L’AFC autorise l’assujetti qui en fait la demande à établir son décompte sur la base des contre-prestations reçues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_39"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 6, Détermination, naissance et prescription de la créance fiscale, Section 3, Naissance, modification et prescription de la créance fiscale, Modes de décompte",
        "citation": "Art. 39 al. 3 LTVA",
        "content": "Le mode de décompte choisi doit être appliqué pendant au moins une période fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_39"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 6, Détermination, naissance et prescription de la créance fiscale, Section 3, Naissance, modification et prescription de la créance fiscale, Modes de décompte",
        "citation": "Art. 39 al. 4 LTVA",
        "content": "Dans les cas suivants, l’AFC peut obliger l’assujetti à établir son décompte sur la base des contre-prestations reçues:\na. une grande partie des contre-prestations lui sont versées avant qu’il n’ait fourni la prestation ou établi les factures s’y rapportant;\nb. il est soupçonné d’utiliser abusivement le décompte selon les contre-prestations convenues pour en retirer un avantage illicite ou pour procurer un tel avantage à un tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_39"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 6, Détermination, naissance et prescription de la créance fiscale, Section 3, Naissance, modification et prescription de la créance fiscale, Naissance de la créance fiscale",
        "citation": "Art. 40 al. 1 LTVA",
        "content": "Lorsque le décompte est établi selon les contre-prestations convenues, le droit à la déduction de l’impôt préalable naît à la réception de la facture. La dette d’impôt naît:\na. au moment de la facturation;\nb. au moment de la facturation partielle ou de l’encaissement du paiement partiel pour les prestations qui donnent lieu à des factures ou à des paiements partiels successifs;\nc. au moment de l’encaissement de la contre-prestation s’il y a paiement anticipé pour des prestations qui ne sont pas exonérées ou si la prestation n’est pas facturée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_40"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 6, Détermination, naissance et prescription de la créance fiscale, Section 3, Naissance, modification et prescription de la créance fiscale, Naissance de la créance fiscale",
        "citation": "Art. 40 al. 2 LTVA",
        "content": "Lorsque le décompte est établi selon les contre-prestations reçues, le droit à la déduction de l’impôt préalable naît au moment du paiement. La dette d’impôt naît au moment de l’encaissement de la contre-prestation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_40"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 6, Détermination, naissance et prescription de la créance fiscale, Section 3, Naissance, modification et prescription de la créance fiscale, Naissance de la créance fiscale",
        "citation": "Art. 40 al. 3 LTVA",
        "content": "Pour l’impôt sur les acquisitions (art. 47), le droit à la déduction de l’impôt préalable naît au moment du décompte de cet impôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_40"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 6, Détermination, naissance et prescription de la créance fiscale, Section 3, Naissance, modification et prescription de la créance fiscale, Naissance de la créance fiscale",
        "citation": "Art. 40 al. 4 LTVA",
        "content": "Pour l’impôt sur les importations, le droit à la déduction de l’impôt préalable peut être exercé au terme de la période de décompte pendant laquelle l’impôt a été fixé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_40"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 6, Détermination, naissance et prescription de la créance fiscale, Section 3, Naissance, modification et prescription de la créance fiscale, Modification ultérieure de la dette d’impôt et de la déduction de l’impôt préalable",
        "citation": "Art. 41 al. 1 LTVA",
        "content": "Si la contre-prestation acquittée par le destinataire de la prestation ou convenue avec lui est corrigée, le chiffre d’affaires imposable doit être adapté au moment de la comptabilisation de la correction ou de l’encaissement effectif de la contre-prestation corrigée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_41"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 6, Détermination, naissance et prescription de la créance fiscale, Section 3, Naissance, modification et prescription de la créance fiscale, Modification ultérieure de la dette d’impôt et de la déduction de l’impôt préalable",
        "citation": "Art. 41 al. 2 LTVA",
        "content": "Si la contre-prestation acquittée par l’assujetti est corrigée, l’impôt préalable déduit doit être adapté au moment de la comptabilisation ou du règlement effectif de la contre-prestation corrigée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_41"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 6, Détermination, naissance et prescription de la créance fiscale, Section 3, Naissance, modification et prescription de la créance fiscale, Prescription du droit de taxation",
        "citation": "Art. 42 al. 1 LTVA",
        "content": "Le droit de taxation se prescrit par cinq ans à compter de la fin de la période fiscale pendant laquelle la créance est née.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_42"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 6, Détermination, naissance et prescription de la créance fiscale, Section 3, Naissance, modification et prescription de la créance fiscale, Prescription du droit de taxation",
        "citation": "Art. 42 al. 2 LTVA",
        "content": "Une déclaration écrite sujette à réception visant à fixer ou à corriger la créance fiscale, une décision, une décision sur réclamation ou un jugement interrompent la prescription, de même que l’annonce d’un contrôle ou le début d’un contrôle non annoncé selon l’art. 78, al. 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_42"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 6, Détermination, naissance et prescription de la créance fiscale, Section 3, Naissance, modification et prescription de la créance fiscale, Prescription du droit de taxation",
        "citation": "Art. 42 al. 3 LTVA",
        "content": "Si la prescription est interrompue par l’AFC ou par une instance de recours, le délai recommence à courir. Le nouveau délai est de deux ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_42"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 6, Détermination, naissance et prescription de la créance fiscale, Section 3, Naissance, modification et prescription de la créance fiscale, Prescription du droit de taxation",
        "citation": "Art. 42 al. 4 LTVA",
        "content": "La prescription est suspendue tant qu’une procédure pénale fiscale fondée sur la présente loi est en cours pour la période fiscale concernée et a été annoncée au débiteur (art. 104, al. 4).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_42"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 6, Détermination, naissance et prescription de la créance fiscale, Section 3, Naissance, modification et prescription de la créance fiscale, Prescription du droit de taxation",
        "citation": "Art. 42 al. 5 LTVA",
        "content": "L’interruption et la suspension de la prescription ont effet à l’égard de tous les débiteurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_42"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 6, Détermination, naissance et prescription de la créance fiscale, Section 3, Naissance, modification et prescription de la créance fiscale, Prescription du droit de taxation",
        "citation": "Art. 42 al. 6 LTVA",
        "content": "Le droit de taxation se prescrit dans tous les cas par dix ans à compter de la fin de la période fiscale pendant laquelle la créance est née.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_42"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 6, Détermination, naissance et prescription de la créance fiscale, Section 3, Naissance, modification et prescription de la créance fiscale, Entrée en force de la créance fiscale",
        "citation": "Art. 43 al. 1 LTVA",
        "content": "La créance fiscale entre en force:\na. par une décision, une décision sur réclamation ou un jugement entrés en force;\nb. par la reconnaissance écrite ou le paiement sans réserve, par l’assujetti, du montant figurant dans la notification d’estimation;\nc. par la prescription du droit de taxation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_43"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 6, Détermination, naissance et prescription de la créance fiscale, Section 3, Naissance, modification et prescription de la créance fiscale, Entrée en force de la créance fiscale",
        "citation": "Art. 43 al. 2 LTVA",
        "content": "Jusqu’à l’entrée en force, les décomptes remis et les montants acquittés peuvent être corrigés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_43"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 6, Détermination, naissance et prescription de la créance fiscale, Section 3, Naissance, modification et prescription de la créance fiscale, Cession et mise en gage de la créance fiscale",
        "citation": "Art. 44 al. 1 LTVA",
        "content": "Conformément aux dispositions du droit civil, l’assujetti peut céder sa créance fiscale ou la mettre en gage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_44"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 2, Impôt grevant les opérations réalisées sur le territoire suisse, Chapitre 6, Détermination, naissance et prescription de la créance fiscale, Section 3, Naissance, modification et prescription de la créance fiscale, Cession et mise en gage de la créance fiscale",
        "citation": "Art. 44 al. 2 LTVA",
        "content": "En cas de cession ou de mise en gage, les droits de l’AFC, notamment ses exceptions et les mesures visant à garantir l’impôt, demeurent intacts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_44"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 3, Impôt sur les acquisitions, Assujettissement",
        "citation": "Art. 45 al. 1 LTVA",
        "content": "Sont soumises à l’impôt sur les acquisitions:\na. les prestations de services dont le lieu se situe sur le territoire suisse en vertu de l’art. 8, al. 1, lorsqu’elles sont fournies par des entreprises qui ont leur siège à l’étranger et ne sont pas inscrites au registre des assujettis, à l’exception des prestations de services en matière de télécommunications ou d’informatique fournies à des destinataires n’étant pas assujettis;\nb. l’importation de supports de données sans valeur marchande, y compris les prestations et les droits y afférents (art. 52, al. 2);\nc. la livraison de biens immobiliers sur le territoire suisse, lorsque cette livraison n’est pas soumise à l’impôt sur les importations et qu’elle est effectuée par une entreprise qui a son siège à l’étranger et n’est pas inscrite au registre des assujettis, exception faite de la mise à disposition de tels biens immobiliers à des fins d’usage ou de jouissance;\nd. la livraison d’électricité transportée par lignes, de gaz transporté par le réseau de distribution de gaz naturel ou de chaleur produite à distance à des assujettis sur le territoire suisse par des entreprises ayant leur siège à l’étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_45"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 3, Impôt sur les acquisitions, Assujettissement",
        "citation": "Art. 45 al. 2 LTVA",
        "content": "Le destinataire des prestations visées à l’al. 1 est assujetti à l’impôt sur les acquisitions s’il remplit l’une des conditions suivantes:\na. il est assujetti en vertu de l’art. 10;\nb. il acquiert pour plus de 10 000 francs de ce genre de prestations pendant une année civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_45"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 3, Impôt sur les acquisitions, Prestations non soumises à l’impôt sur les acquisitions",
        "citation": "Art. 45a LTVA",
        "content": "Ne sont pas soumises à l’impôt sur les acquisitions les prestations exclues du champ de l’impôt en vertu de l’art. 21 ou exonérées de l’impôt en vertu de l’art. 23.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_45_a"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 3, Impôt sur les acquisitions, Calcul de l’impôt et taux de l’impôt",
        "citation": "Art. 46 LTVA",
        "content": "Les art. 24 et 25 s’appliquent au calcul et aux taux de l’impôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_46"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 3, Impôt sur les acquisitions, Période fiscale et période de décompte",
        "citation": "Art. 47 al. 1 LTVA",
        "content": "Pour les assujettis relevant de l’art. 45, al. 2, let. a, les périodes fiscales et les périodes de décompte sont les mêmes que pour l’impôt grevant les opérations sur le territoire suisse (art. 34 et 35).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_47"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 3, Impôt sur les acquisitions, Période fiscale et période de décompte",
        "citation": "Art. 47 al. 2 LTVA",
        "content": "Pour les assujettis relevant de l’art. 45, al. 2, let. b, la période fiscale et la période de décompte correspondent à l’année civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_47"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 3, Impôt sur les acquisitions, Naissance de la dette fiscale et prescription du droit de taxation",
        "citation": "Art. 48 al. 1 LTVA",
        "content": "La dette fiscale naît:\na. au règlement de la contre-prestation;\nb. pour les assujettis relevant de l’art. 45, al. 2, let. a, qui arrêtent leur décompte selon les contre-prestations convenues (art. 40, al. 1): à la réception de la facture ou, si les prestations ne sont pas facturées, au règlement de la contre-prestation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_48"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 3, Impôt sur les acquisitions, Naissance de la dette fiscale et prescription du droit de taxation",
        "citation": "Art. 48 al. 2 LTVA",
        "content": "Les art. 42 et 43 s’appliquent à la prescription du droit de taxation et à l’entrée en force de la dette fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_48"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 3, Impôt sur les acquisitions, Responsabilité solidaire, succession et substitution fiscales",
        "citation": "Art. 49 LTVA",
        "content": "Les art. 15 à 17 s’appliquent à la responsabilité solidaire ainsi qu’à la succession et à la substitution fiscales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_49"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Droit applicable",
        "citation": "Art. 50 LTVA",
        "content": "La législation douanière s’applique à l’impôt sur les importations pour autant que les dispositions suivantes n’y dérogent pas.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_50"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Assujettissement",
        "citation": "Art. 51 al. 1 LTVA",
        "content": "Quiconque est débiteur de la dette douanière en vertu de l’art. 70, al. 2 et 3, LD est assujetti à l’impôt sur les importations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_51"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Assujettissement",
        "citation": "Art. 51 al. 2 LTVA",
        "content": "La responsabilité solidaire (art. 70, al. 3, LD) des déclarants en douane professionnels (art. 109 LD) est levée lorsque l’importateur remplit les conditions suivantes:\na. il a droit à la déduction de l’impôt préalable (art. 28);\nb. l’impôt lui a été facturé par le biais de la procédure centralisée de décompte (PCD) sur son compte PCD ouvert auprès de l’OFDF;\nc. il a conféré un mandat de représentation directe au déclarant en douane professionnel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_51"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Assujettissement",
        "citation": "Art. 51 al. 3 LTVA",
        "content": "L’OFDF peut exiger du déclarant en douane professionnel qu’il justifie de son pouvoir de représentation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_51"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Objet de l’impôt",
        "citation": "Art. 52 al. 1 LTVA",
        "content": "Sont soumises à l’impôt:\na. l’importation de biens, y compris les prestations de services et les droits y afférents;\nb. la mise en libre pratique, par des voyageurs arrivant de l’étranger en aéronef, de biens au sens de l’art. 17, al. 1bis, LD.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_52"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Objet de l’impôt",
        "citation": "Art. 52 al. 2 LTVA",
        "content": "S’il est impossible, lors de l’importation de supports de données, de déterminer la valeur marchande du support et que l’importation n’est pas franche d’impôt en vertu de l’art. 53, l’impôt sur les importations n’est pas perçu et les dispositions relatives à l’impôt sur les acquisitions (art. 45 à 49) sont applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_52"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Objet de l’impôt",
        "citation": "Art. 52 al. 3 LTVA",
        "content": "L’art. 19 est applicable par analogie en cas de pluralité de prestations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_52"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Importations franches d’impôt",
        "citation": "Art. 53 al. 1 LTVA",
        "content": "L’importation des biens suivants est franche d’impôt:\na. les biens en petites quantités, d’une valeur insignifiante ou grevés d’un impôt minime; le DFF règle les modalités;\nb. les organes humains importés par des institutions médicalement reconnues ou par des hôpitaux et le sang humain complet importé par des titulaires de l’autorisation requise;\nc. les œuvres d’art créées par des artistes-peintres ou des sculpteurs que ceux-ci ont importées ou fait importer sur le territoire suisse, sous réserve de l’art. 54, al. 1, let. c;\nd. les biens qui sont admis en franchise de droits de douane en vertu de l’art. 8, al. 2, let. b à d, g et i à l, LD;\ne. les biens relevant de l’art. 23, al. 2, ch. 8, qui sont importés par une compagnie aérienne au sens de l’art. 23, al. 2, ch. 8, dans le cadre d’une livraison ou transportés sur le territoire suisse par une telle compagnie aérienne, si celle-ci les a acquis avant l’importation dans le cadre d’une livraison et qu’ils sont utilisés après l’importation pour des activités entrepreneuriales propres donnant droit à la déduction de l’impôt préalable (art. 28);\nf. les biens qui ont été taxés selon le régime de l’exportation (art. 61 LD) et qui sont renvoyés à l’expéditeur sur le territoire suisse sans avoir été modifiés, pour autant qu’ils n’aient pas été exonérés de l’impôt du fait de leur exportation; si le montant de l’impôt est important, l’exonération a lieu par remboursement; l’art. 59 est applicable par analogie;\ng. l’électricité transportée par lignes, le gaz transporté par le réseau de distribution de gaz naturel et la chaleur produite à distance;\nh. les biens exonérés en vertu de traités internationaux;\ni. les biens importés sur le territoire suisse pour admission temporaire au sens des art. 9 et 58 LD ou pour perfectionnement actif selon la procédure de remboursement au sens des art. 12 et 59 LD, sous réserve de l’art. 54, al. 1, let. d;\nj. les biens qui sont importés temporairement sur le territoire suisse en vue d’être travaillés à façon sur la base d’un contrat d’entreprise par une personne assujettie à l’impôt sur le territoire suisse et qui sont taxés selon le régime du perfectionnement actif avec obligation de paiement conditionnelle (système de la suspension; art. 12 et 59 LD);\nk. les biens qui ont été exportés pour admission temporaire au sens des art. 9 et 58 LD ou pour perfectionnement passif à façon sur la base d’un contrat d’entreprise au sens des art. 13 et 60 LD et qui sont renvoyés à l’expéditeur sur le territoire suisse, sous réserve de l’art. 54, al. 1, let. e;\nl. les biens qui ont été exportés selon le régime de l’exportation (art. 61 LD) en vue d’être travaillés à façon à l’étranger sur la base d’un contrat d’entreprise et qui sont renvoyés à l’expéditeur sur le territoire suisse, sous réserve de l’art. 54, al. 1, let. f.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_53"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Importations franches d’impôt",
        "citation": "Art. 53 al. 2 LTVA",
        "content": "Le Conseil fédéral peut exonérer de l’impôt sur les importations les biens qu’il admet en franchise de droits de douane en vertu de l’art. 8, al. 2, let. a, LD.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_53"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Base de calcul",
        "citation": "Art. 54 al. 1 LTVA",
        "content": "L’impôt est calculé:\na. sur la contre-prestation, si les biens sont importés en exécution d’un contrat de vente ou de commission;\nb. sur la contre-prestation, pour les livraisons ou les travaux (art. 3, let. d, ch. 2) effectués dans le cadre d’un contrat d’entreprise pour lesquels des biens mis en libre pratique ont été utilisés (art. 48 LD) et qui sont exécutés par une personne non inscrite au registre des assujettis sur le territoire suisse;\nc. sur la contre-prestation, pour les travaux (art. 3, let. d, ch. 2) effectués à l’étranger sur des œuvres d’art créées par des artistes-peintres ou des sculpteurs, sur mandat de ceux-ci, à condition qu’ils aient eux-mêmes importé ou fait importer ces œuvres sur le territoire suisse;\nd. sur la contre-prestation, pour l’utilisation de biens importés pour admission temporaire selon les art. 9 et 58 LD, à condition que l’impôt sur cette contre-prestation soit important; si l’utilisation temporaire n’a donné lieu a aucune contre-prestation ou que seule une contre-prestation réduite a été exigée, la contre-prestation déterminante est celle qui aurait été facturée à un tiers indépendant;\ne. sur la contre-prestation, pour les travaux (art. 3, let. d, ch. 2) effectués à l’étranger sur des biens qui ont été exportés pour admission temporaire selon les art. 9 et 58 LD ou en vue d’un perfectionnement passif à façon, sur la base d’un contrat d’entreprise, selon les art. 13 et 60 LD et renvoyés à l’expéditeur sur le territoire suisse;\nf. sur la contre-prestation, pour les travaux (art. 3, let. d, ch. 2) effectués à l’étranger sur des biens qui ont été exportés selon le régime de l’exportation (art. 61 LD) en vue d’être travaillés à façon dans le cadre d’un contrat d’entreprise et qui sont renvoyés à l’expéditeur sur le territoire suisse;\ng. sur la valeur marchande dans les autres cas; est considéré comme valeur marchande tout ce qu’un importateur devrait payer, au stade de l’importation, à un fournisseur indépendant dans le pays d’origine des biens, au moment de la naissance de la dette fiscale au sens de l’art. 56 et dans des conditions de  libre concurrence, pour obtenir les mêmes biens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_54"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Base de calcul",
        "citation": "Art. 54 al. 2 LTVA",
        "content": "Si le calcul de l’impôt a été effectué sur la base de la contre-prestation, le montant versé ou dû par l’importateur ou un tiers à sa place en vertu de l’art. 24 est déterminant, sous réserve de l’art. 18, al. 2, let. h. En cas de modification ultérieure de la contre-prestation, l’art. 41 est applicable par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_54"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Base de calcul",
        "citation": "Art. 54 al. 3 LTVA",
        "content": "Pour autant qu’ils n’y soient pas déjà inclus, les éléments suivants doivent être intégrés dans la base de calcul:\na. les impôts, les droits de douane et les autres taxes dus en dehors du territoire suisse et lors de l’importation, à l’exception de la TVA à percevoir;\nb. les frais de transport ou d’expédition des biens et toutes les prestations afférentes jusqu’au lieu sur le territoire suisse auquel les biens doivent être acheminés au moment de la naissance de la dette fiscale visée à l’art. 56; si ce lieu est inconnu, le lieu de destination est l’endroit sur le territoire suisse où le transbordement est effectué après la naissance de la dette fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_54"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Base de calcul",
        "citation": "Art. 54 al. 4 LTVA",
        "content": "S’il y a doute quant à l’exactitude de la déclaration en douane ou si des indications de valeur font défaut, l’OFDF peut procéder, dans les limites de son pouvoir d’appréciation, à une estimation de la base de calcul de l’impôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_54"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Base de calcul",
        "citation": "Art. 54 al. 5 LTVA",
        "content": "Lors de l’établissement de la base de calcul de l’impôt, les prix ou valeurs libellés en devises étrangères doivent être convertis en francs suisses au taux de change (vente) coté en bourse la veille de la naissance de la dette fiscale visée à l’art. 56.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_54"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Taux de l’impôt",
        "citation": "Art. 55 al. 1 LTVA",
        "content": "Le taux de l’impôt sur les importations est de 8,1 %, sous réserve de l’al. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_55"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Taux de l’impôt",
        "citation": "Art. 55 al. 2 LTVA",
        "content": "Il est de 2,6 % sur l’importation des biens visés à l’art. 25, al. 2, let. a et abis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_55"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Naissance, prescription et acquittement de la dette fiscale",
        "citation": "Art. 56 al. 1 LTVA",
        "content": "La dette fiscale prend naissance en même temps que la dette douanière (art. 69 LD).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_56"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Naissance, prescription et acquittement de la dette fiscale",
        "citation": "Art. 56 al. 2 LTVA",
        "content": "L’assujetti visé à l’art. 51 qui acquitte l’impôt par la PCD dispose d’un délai de paiement de 60 jours à compter de la date de facturation; les importations qui sont déclarées verbalement dans le trafic touristique pour le placement sous un régime douanier sont exclues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_56"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Naissance, prescription et acquittement de la dette fiscale",
        "citation": "Art. 56 al. 3 LTVA",
        "content": "En ce qui concerne la constitution de sûretés, des facilités peuvent être accordées si la perception de l’impôt ne s’en trouve pas compromise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_56"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Naissance, prescription et acquittement de la dette fiscale",
        "citation": "Art. 56 al. 4 LTVA",
        "content": "La dette fiscale se prescrit en même temps que la dette douanière (art. 75 LD). La prescription est suspendue tant qu’une procédure pénale fiscale fondée sur la présente loi est en cours et que celle-ci a été annoncée au débiteur (art. 104, al. 4).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_56"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Naissance, prescription et acquittement de la dette fiscale",
        "citation": "Art. 56 al. 5 LTVA",
        "content": "Si la dette fiscale est modifiée en raison d’une adaptation ultérieure de la contre-prestation, notamment, en raison d’une modification du contrat ou d’un ajustement des prix convenus entre des entreprises étroitement liées, sur la base de directives reconnues, le montant d’impôt trop bas doit être annoncé à l’OFDF dans les 30 jours à compter de cette adaptation. Il peut être renoncé à l’annonce et à l’adaptation de la taxation si l’impôt dû peut être déduit au titre d’impôt préalable conformément à l’art. 28.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_56"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Intérêt moratoire",
        "citation": "Art. 57 al. 1 LTVA",
        "content": "Un intérêt moratoire est dû si l’impôt n’est pas versé dans les délais.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_57"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Intérêt moratoire",
        "citation": "Art. 57 al. 2 LTVA",
        "content": "L’obligation de payer l’intérêt moratoire débute:\na. à l’échéance du délai de paiement accordé, lorsque le paiement s’effectue par la PCD;\nb. à l’échéance du délai de paiement accordé, lorsque l’impôt est perçu sur la contre-prestation en vertu de l’art. 54, al. 1, let. d;\nc. à la date de remboursement, lorsque les montants d’impôt remboursés à tort sont perçus ultérieurement;\nd. à la naissance de la dette fiscale visée à l’art. 56, dans les autres cas.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_57"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Intérêt moratoire",
        "citation": "Art. 57 al. 3 LTVA",
        "content": "L’obligation de payer l’intérêt moratoire subsiste pendant une procédure de recours ou lors de paiements par acomptes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_57"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Exceptions à l’obligation de payer un intérêt moratoire",
        "citation": "Art. 58 LTVA",
        "content": "Aucun intérêt moratoire n’est perçu dans les cas suivants:\na. la dette fiscale est garantie par un dépôt en espèces;\nb. les biens mis en libre pratique (art. 48 LD) ont été taxés provisoirement (art. 39 LD) et l’importateur était inscrit au registre des assujettis sur le territoire suisse au moment de l’acceptation de la déclaration en douane;\nc. des biens taxés avec obligation de paiement conditionnelle (art. 49, 51, al. 2, let. b, 58 et 59 LD) ont été, moyennant apurement du régime douanier:\n1. réexportés, ou\n2. placés sous un autre régime douanier (art. 47 LD);\ncbis. l’importateur de biens taxés avec obligation de paiement conditionnelle était inscrit au registre des assujettis sur le territoire suisse au moment de l’acceptation de la déclaration en douane;\nd. ...\ne. les biens sont taxés au moyen d’une déclaration collective périodique en vue de la procédure douanière (art. 42, al. 1, let. c, LD) ou après coup sur la base d’une procédure douanière simplifiée (art. 42, al. 2, LD) et l’importateur était inscrit au registre des assujettis sur le territoire suisse au moment de leur importation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_58"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Droit au remboursement de l’impôt et prescription",
        "citation": "Art. 59 al. 1 LTVA",
        "content": "L’impôt perçu en trop ou par erreur donne droit à remboursement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_59"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Droit au remboursement de l’impôt et prescription",
        "citation": "Art. 59 al. 2 LTVA",
        "content": "L’impôt perçu en trop ou par erreur, ou l’impôt qui n’est plus dû par suite d’une taxation subséquente en vertu des art. 34 et 51, al. 3, LD ou de la réexportation des biens en vertu des art. 49, al. 4, 51, al. 3, 58, al. 3, et 59, al. 4, LD, n’est pas remboursé si l’importateur est inscrit au registre des assujettis sur le territoire suisse et qu’il peut déduire au titre de l’impôt préalable, en vertu de l’art. 28, l’impôt payé ou dû à l’OFDF.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_59"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Droit au remboursement de l’impôt et prescription",
        "citation": "Art. 59 al. 3 LTVA",
        "content": "Le droit au remboursement se prescrit par cinq ans à compter de la fin de l’année civile pendant laquelle il a pris naissance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_59"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Droit au remboursement de l’impôt et prescription",
        "citation": "Art. 59 al. 4 LTVA",
        "content": "La prescription est interrompue par tout exercice de ce droit envers l’OFDF.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_59"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Droit au remboursement de l’impôt et prescription",
        "citation": "Art. 59 al. 5 LTVA",
        "content": "La prescription est suspendue tant qu’est pendante une procédure de recours relative au droit que le requérant fait valoir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_59"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Droit au remboursement de l’impôt et prescription",
        "citation": "Art. 59 al. 6 LTVA",
        "content": "Le droit au remboursement de l’impôt perçu en trop ou par erreur se prescrit dans tous les cas par quinze ans à compter de la fin de l’année civile pendant laquelle il a pris naissance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_59"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Remboursement pour cause de réexportation",
        "citation": "Art. 60 al. 1 LTVA",
        "content": "Sur demande, l’impôt perçu à l’importation est remboursé si les conditions d’une déduction de l’impôt préalable en vertu de l’art. 28 ne sont pas réunies et que l’une des conditions suivantes est remplie:\na. les biens non modifiés sont réexportés sans avoir été préalablement remis à un tiers dans le cadre d’une livraison sur le territoire suisse et sans avoir été utilisés auparavant;\nb. les biens ont été utilisés sur le territoire suisse mais sont réexportés en raison de l’annulation de la livraison; dans ce cas, le remboursement ne comprend ni l’impôt calculé sur la contre-prestation due pour l’utilisation des biens ou sur la perte de valeur subie du fait de leur utilisation, ni l’impôt sur le montant non remboursé des droits de douane à l’importation et des redevances dues en vertu de lois fédérales autres que douanières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_60"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Remboursement pour cause de réexportation",
        "citation": "Art. 60 al. 2 LTVA",
        "content": "L’impôt est remboursé uniquement aux conditions suivantes:\na. la réexportation a lieu dans les cinq ans à compter de la fin de l’année civile pendant laquelle l’impôt a été perçu;\nb. il est prouvé que le bien réexporté est celui qui avait été importé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_60"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Remboursement pour cause de réexportation",
        "citation": "Art. 60 al. 3 LTVA",
        "content": "Dans certains cas, le remboursement peut dépendre d’une déclaration faite en bonne et due forme dans le pays étranger où le bien a été importé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_60"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Remboursement pour cause de réexportation",
        "citation": "Art. 60 al. 4 LTVA",
        "content": "Les demandes de remboursement doivent être présentées lorsque les biens sont déclarés pour le régime de l’exportation. Les demandes de remboursement ultérieures peuvent être prises en considération si elles sont remises par écrit à l’OFDF dans les 60 jours qui suivent l’établissement du document d’exportation avec lequel les biens ont été taxés selon le régime de l’exportation (art. 61 LD).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_60"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Intérêt rémunératoire",
        "citation": "Art. 61 al. 1 LTVA",
        "content": "Un intérêt rémunératoire est versé jusqu’au paiement:\na. en cas de remboursement de l’impôt perçu en trop ou par erreur selon l’art. 59: à partir du 61e jour qui suit la réception de la demande écrite par l’OFDF;\nb. en cas de remboursement de l’impôt pour cause de réexportation selon l’art. 60: à partir du 61e jour qui suit la réception de la demande par l’OFDF;\nc. en cas de régimes assortis d’une obligation de paiement conditionnelle (art. 49, 51, 58 et 59 LD): à partir du 61e jour qui suit l’apurement du régime douanier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_61"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Intérêt rémunératoire",
        "citation": "Art. 61 al. 2 LTVA",
        "content": "Le délai de 60 jours sans intérêts commence à courir lorsque:\na. les documents nécessaires à la constatation des faits et à l’appréciation de la demande sont parvenus à l’OFDF;\nb. le recours contre la décision de taxation satisfait aux exigences prévues à l’art. 52 de la loi fédérale du 20 décembre 1968 sur la procédure administrative (PA);\nc. les bases nécessaires au calcul de l’impôt sur la contre-prestation visée à l’art. 54, al. 1, let. d, ont été portées à la connaissance de l’OFDF.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_61"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Intérêt rémunératoire",
        "citation": "Art. 61 al. 3 LTVA",
        "content": "L’intérêt rémunératoire n’est pas versé en cas de remise de l’impôt selon l’art. 64.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_61"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Compétence et procédure",
        "citation": "Art. 62 al. 1 LTVA",
        "content": "L’impôt sur les importations est perçu par l’OFDF. Celui-ci arrête les instructions requises et prend les décisions nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_62"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Compétence et procédure",
        "citation": "Art. 62 al. 2 LTVA",
        "content": "Les organes de l’OFDF sont habilités à procéder aux investigations nécessaires à la vérification des éléments pertinents pour la taxation. Les art. 68 à 70, 73 à 75 et 79 sont applicables par analogie. Les investigations qui doivent être menées auprès des assujettis sur le territoire suisse peuvent, en accord avec l’AFC, être confiées à cette dernière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_62"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Report du paiement de l’impôt",
        "citation": "Art. 63 al. 1 LTVA",
        "content": "Les importateurs assujettis enregistrés auprès de l’AFC qui établissent leurs décomptes selon la méthode effective peuvent déclarer l’impôt grevant l’importation de biens dans le décompte périodique qu’ils remettent à l’AFC au lieu de le verser à l’OFDF (report du paiement de l’impôt), pour autant qu’ils importent et exportent régulièrement des biens et qu’il en résulte régulièrement d’importants excédents d’impôt préalable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_63"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Report du paiement de l’impôt",
        "citation": "Art. 63 al. 2 LTVA",
        "content": "Si les biens importés selon la procédure de report sont façonnés ou transformés sur le territoire suisse, l’AFC peut autoriser l’assujetti à livrer ces biens sans impôt à d’autres assujettis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_63"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Report du paiement de l’impôt",
        "citation": "Art. 63 al. 3 LTVA",
        "content": "Le Conseil fédéral règle les modalités de la procédure de report du paiement de l’impôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_63"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Remise de l’impôt",
        "citation": "Art. 64 al. 1 LTVA",
        "content": "L’impôt grevant l’importation de biens peut être remis en tout ou en partie dans les cas suivants:\na. des biens sous la garde de l’OFDF ou placés sous le régime du transit (art. 49 LD), de l’entrepôt douanier (art. 50 à 57 LD), de l’admission temporaire (art. 58 LD) ou du perfectionnement actif (art. 59 LD) sont totalement ou partiellement détruits, par cas fortuit ou de force majeure ou avec l’assentiment des autorités;\nb. des biens mis en libre pratique sont totalement ou partiellement détruits ou réexportés en vertu d’une décision des autorités;\nc. du fait de circonstances particulières, la perception subséquente (art. 85 LD) des montants dus représenterait une charge disproportionnée pour le débiteur visé à l’art. 51;\nd. le mandataire chargé de la déclaration en douane (p. ex. le transitaire) ne peut transférer l’impôt en raison de l’insolvabilité de l’importateur et ce dernier, au moment de l’acceptation de la déclaration en douane, était inscrit au registre des assujettis sur le territoire suisse; l’insolvabilité de l’importateur est admise si la créance du mandataire semble sérieusement mise en péril.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_64"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Remise de l’impôt",
        "citation": "Art. 64 al. 2 LTVA",
        "content": "La Direction générale des douanes statue sur la remise de l’impôt sur présentation d’une demande écrite accompagnée des pièces justificatives.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_64"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 4, Impôt sur les importations, Remise de l’impôt",
        "citation": "Art. 64 al. 3 LTVA",
        "content": "Le délai de production de la demande est:\na. pour les taxations assorties d’une dette inconditionnelle: de un an à compter de l’établissement du document d’importation sur la base duquel l’impôt sur les importations a été déterminé;\nb. pour les taxations assorties d’une dette conditionnelle: de un an à compter de l’apurement du régime douanier choisi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_64"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 1 Dispositions générales de procédure, Principes",
        "citation": "Art. 65 al. 1 LTVA",
        "content": "L’AFC est compétente en matière de détermination et de perception de l’impôt grevant les opérations réalisées sur le territoire suisse et de l’impôt sur les acquisitions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_65"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 1 Dispositions générales de procédure, Principes",
        "citation": "Art. 65 al. 2 LTVA",
        "content": "Elle arrête les décisions nécessaires à une détermination et à une perception de l’impôt conformes à la loi dans la mesure où ces décisions ne sont pas réservées expressément à une autre autorité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_65"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 1 Dispositions générales de procédure, Principes",
        "citation": "Art. 65 al. 3 LTVA",
        "content": "Elle publie sans délai les nouvelles pratiques, excepté celles qui ont un caractère exclusivement interne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_65"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 1 Dispositions générales de procédure, Principes",
        "citation": "Art. 65 al. 4 LTVA",
        "content": "Les actes de l’administration doivent être exécutés sans retard.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_65"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 1 Dispositions générales de procédure, Principes",
        "citation": "Art. 65 al. 5 LTVA",
        "content": "La charge administrative que la perception de l’impôt entraîne pour l’assujetti ne doit pas aller au-delà de ce qui est nécessaire à l’application de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_65"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 1 Dispositions générales de procédure, Procédures électroniques",
        "citation": "Art. 65a al. 1 LTVA",
        "content": "Le Conseil fédéral peut prescrire l’exécution par voie électronique des procédures prévues par la présente loi. Il arrête les modalités de cette exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_65_a"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 1 Dispositions générales de procédure, Procédures électroniques",
        "citation": "Art. 65a al. 2 LTVA",
        "content": "Lorsqu’une procédure est exécutée par voie électronique, l’AFC assure l’authenticité et l’intégrité des données transmises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_65_a"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 1 Dispositions générales de procédure, Procédures électroniques",
        "citation": "Art. 65a al. 3 LTVA",
        "content": "Lorsqu’un écrit dont la signature est prescrite par la loi est déposé par voie électronique, l’AFC peut reconnaître, en lieu et place de la signature électronique qualifiée, une autre forme de confirmation électronique des données par l’assujetti ou le requérant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_65_a"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 2, Droits et obligations de l’assujetti, Déclaration d’assujettissement et retrait de la déclaration",
        "citation": "Art. 66 al. 1 LTVA",
        "content": "L’assujetti au sens de l’art. 10 doit s’annoncer à l’AFC spontanément et par écrit dans les 30 jours qui suivent le début de son assujettissement. L’AFC lui communique un numéro incessible, conformément à la loi fédérale du 18 juin 2010 sur le numéro d’identification des entreprises; ce numéro est enregistré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_66"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 2, Droits et obligations de l’assujetti, Déclaration d’assujettissement et retrait de la déclaration",
        "citation": "Art. 66 al. 2 LTVA",
        "content": "Lorsque l’assujettissement prend fin conformément à l’art. 14, al. 2, l’assujetti doit l’annoncer par écrit à l’AFC dans les 30 jours suivant la fin de l’activité entrepreneuriale, mais au plus tard à la fin de la procédure de liquidation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_66"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 2, Droits et obligations de l’assujetti, Déclaration d’assujettissement et retrait de la déclaration",
        "citation": "Art. 66 al. 3 LTVA",
        "content": "Celui qui est assujetti uniquement à l’impôt sur les acquisitions (art. 45, al. 2) doit s’annoncer par écrit à l’AFC dans les 60 jours qui suivent la fin de l’année civile pendant laquelle les conditions de l’assujettissement sont remplies et déclarer en même temps ses acquisitions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_66"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 2, Droits et obligations de l’assujetti, Représentant fiscal",
        "citation": "Art. 67 al. 1 LTVA",
        "content": "Pour s’acquitter de ses obligations de procédure, l’assujetti qui n’a ni domicile ni siège sur le territoire suisse désigne un représentant qui a son domicile ou son siège sur le territoire suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_67"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 2, Droits et obligations de l’assujetti, Représentant fiscal",
        "citation": "Art. 67 al. 2 LTVA",
        "content": "En cas d’imposition de groupe (art. 13), le groupe d’imposition désigne, pour s’acquitter de ses obligations de procédure, un représentant qui a son domicile ou son siège sur le territoire de la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_67"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 2, Droits et obligations de l’assujetti, Représentant fiscal",
        "citation": "Art. 67 al. 3 LTVA",
        "content": "La désignation d’un représentant en vertu des al. 1 et 2 ne fonde pas un établissement stable au sens des dispositions sur les impôts directs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_67"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 2, Droits et obligations de l’assujetti, Obligation de fournir des renseignements",
        "citation": "Art. 68 al. 1 LTVA",
        "content": "L’assujetti doit renseigner en conscience l’AFC sur les faits qui peuvent influencer de manière déterminante la constatation de l’assujettissement ou le calcul de l’impôt et lui remettre les documents nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_68"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 2, Droits et obligations de l’assujetti, Obligation de fournir des renseignements",
        "citation": "Art. 68 al. 2 LTVA",
        "content": "La protection du secret professionnel prévue par la loi est réservée. Les détenteurs du secret professionnel ont l’obligation de présenter leurs livres et les documents pertinents; ils peuvent masquer les nom et adresse des clients ou les remplacer par des codes mais le nom de la localité doit être lisible. En cas de doute, le président de la cour compétente du Tribunal administratif fédéral, sur demande de l’AFC ou de l’assujetti, désigne des experts neutres comme organe de contrôle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_68"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 2, Droits et obligations de l’assujetti, Droit d’obtenir des renseignements",
        "citation": "Art. 69 LTVA",
        "content": "L’AFC renseigne dans un délai raisonnable l’assujetti qui demande par écrit à être informé des conséquences, en matière de TVA, d’une situation concrète décrite avec précision. Le renseignement donné est contraignant pour l’assujetti qui a formulé la question et pour l’AFC; il ne peut se rapporter à aucune autre situation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_69"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 2, Droits et obligations de l’assujetti, Comptabilité et conservation des pièces",
        "citation": "Art. 70 al. 1 LTVA",
        "content": "L’assujetti doit tenir ses livres comptables et les documents pertinents conformément aux principes du droit commercial. L’AFC peut exceptionnellement fixer des obligations allant au-delà des dispositions du droit commercial si ces contraintes sont indispensables à une perception correcte de l’impôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_70"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 2, Droits et obligations de l’assujetti, Comptabilité et conservation des pièces",
        "citation": "Art. 70 al. 2 LTVA",
        "content": "L’assujetti doit conserver dûment ses livres comptables, pièces justificatives, papiers d’affaires et autres documents pertinents jusqu’à l’expiration de la prescription absolue de la créance fiscale (art. 42, al. 6). L’art. 958f du code des obligations est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_70"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 2, Droits et obligations de l’assujetti, Comptabilité et conservation des pièces",
        "citation": "Art. 70 al. 3 LTVA",
        "content": "Les documents commerciaux nécessaires au calcul des prestations à soi-même ou du montant du dégrèvement ultérieur de l’impôt sur les biens immobiliers doivent être conservés pendant 20 ans (art. 31, al. 3, et 32, al. 2).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_70"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 2, Droits et obligations de l’assujetti, Comptabilité et conservation des pièces",
        "citation": "Art. 70 al. 4 LTVA",
        "content": "Le Conseil fédéral règle les conditions auxquelles les pièces nécessaires à l’exécution de l’impôt en vertu de la présente loi peuvent être transmises et conservées sans support papier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_70"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 2, Droits et obligations de l’assujetti, Remise du décompte",
        "citation": "Art. 71 al. 1 LTVA",
        "content": "L’assujetti est tenu de remettre spontanément le décompte de la créance fiscale à l’AFC, en la forme prescrite, dans les 60 jours qui suivent l’expiration de la période de décompte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_71"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 2, Droits et obligations de l’assujetti, Remise du décompte",
        "citation": "Art. 71 al. 2 LTVA",
        "content": "Si l’assujettissement prend fin, le délai commence à courir à partir de ce moment.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_71"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 2, Droits et obligations de l’assujetti, Correction d’erreurs dans le décompte",
        "citation": "Art. 72 al. 1 LTVA",
        "content": "L’assujetti qui constate des erreurs dans son décompte lors de l’établissement de ses comptes annuels doit les corriger au plus tard dans le décompte établi pour la période pendant laquelle tombe le 180e jour qui suit la fin de l’exercice considéré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_72"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 2, Droits et obligations de l’assujetti, Correction d’erreurs dans le décompte",
        "citation": "Art. 72 al. 2 LTVA",
        "content": "L’assujetti est tenu de corriger ultérieurement les erreurs découvertes dans les décomptes des périodes fiscales antérieures pour autant que les créances de ces périodes fiscales ne soient pas entrées en force ou prescrites.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_72"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 2, Droits et obligations de l’assujetti, Correction d’erreurs dans le décompte",
        "citation": "Art. 72 al. 3 LTVA",
        "content": "Les corrections ultérieures des décomptes doivent être opérées dans la forme prescrite par l’AFC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_72"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 2, Droits et obligations de l’assujetti, Correction d’erreurs dans le décompte",
        "citation": "Art. 72 al. 4 LTVA",
        "content": "Si le décompte présente des erreurs systématiques difficilement identifiables, l’AFC peut accorder des facilités à l’assujetti conformément à l’art. 80.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_72"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 3, Obligation des tiers de fournir des renseignements",
        "citation": "Art. 73 al. 1 LTVA",
        "content": "À la demande de l’AFC, les tiers visés à l’al. 2 sont tenus de:\na. lui fournir gratuitement les renseignements nécessaires à la détermination de l’assujettissement ou au calcul de la créance fiscale d’un assujetti;\nb. lui accorder gratuitement l’accès aux livres comptables, aux pièces justificatives, aux papiers d’affaires et autres documents, dans la mesure où les informations nécessaires ne peuvent être obtenues de l’assujetti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_73"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 3, Obligation des tiers de fournir des renseignements",
        "citation": "Art. 73 al. 2 LTVA",
        "content": "Sont astreints à fournir des renseignements les tiers:\na. qui pourraient être des assujettis;\nb. qui sont responsables du paiement de l’impôt solidairement avec l’assujetti ou à la place de ce dernier;\nc. qui ont reçu ou effectué des prestations;\nd. qui détiennent une participation déterminante dans une société soumise à l’imposition de groupe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_73"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 3, Obligation des tiers de fournir des renseignements",
        "citation": "Art. 73 al. 3 LTVA",
        "content": "La protection du secret professionnel prévue par la loi est réservée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_73"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 4, Droits et obligations des autorités, Section 1, Obligation de garder le secret et entraide administrative, Obligation de garder le secret",
        "citation": "Art. 74 al. 1 LTVA",
        "content": "Quiconque est chargé de l’exécution de la présente loi ou participe à son exécution est tenu, à l’égard d’autres services officiels et des tiers, de garder le secret sur les faits dont il a connaissance dans l’exercice de ses fonctions et de refuser la consultation des pièces officielles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_74"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 4, Droits et obligations des autorités, Section 1, Obligation de garder le secret et entraide administrative, Obligation de garder le secret",
        "citation": "Art. 74 al. 2 LTVA",
        "content": "L’obligation de garder le secret ne s’applique pas:\na. aux cas relevant de l’entraide administrative visée à l’art. 75 ou de l’obligation de dénoncer un acte punissable;\nb. aux organes judiciaires ou administratifs, lorsque le DFF a autorisé l’autorité chargée de l’exécution de la présente loi à donner des renseignements;\nc. dans des cas d’espèce, aux autorités chargées des poursuites pour dettes et des faillites ou lorsqu’il y a dénonciation de délits commis dans la poursuite pour dettes ou la faillite qui portent préjudice à l’AFC;\nd. aux informations suivantes contenues dans le registre des assujettis: numéro sous lequel l’assujetti est inscrit, adresse et activité économique, début et fin de l’assujettissement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_74"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 4, Droits et obligations des autorités, Section 1, Obligation de garder le secret et entraide administrative, Entraide administrative",
        "citation": "Art. 75 al. 1 LTVA",
        "content": "Les autorités fiscales de la Confédération, des cantons, des districts, des arrondissements et des communes se prêtent assistance dans l’accomplissement de leurs tâches; elles doivent, gratuitement, faire les communications appropriées, donner les renseignements nécessaires et permettre la consultation des dossiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_75"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 4, Droits et obligations des autorités, Section 1, Obligation de garder le secret et entraide administrative, Entraide administrative",
        "citation": "Art. 75 al. 2 LTVA",
        "content": "Les autorités administratives fédérales, les établissements et entreprises fédéraux autonomes ainsi que toutes les autorités des cantons, des districts, des arrondissements et des communes autres que celles visées à l’al. 1 ont l’obligation de renseigner l’AFC si les renseignements demandés peuvent influencer l’exécution de la présente loi, le recouvrement de l’impôt selon la présente loi ou la perception de la redevance des entreprises selon la loi fédérale du 24 mars 2006 sur la radio et la télévision; les renseignements sont communiqués gratuitement. Les documents doivent être remis gratuitement à l’AFC si elle en fait la demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_75"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 4, Droits et obligations des autorités, Section 1, Obligation de garder le secret et entraide administrative, Entraide administrative",
        "citation": "Art. 75 al. 3 LTVA",
        "content": "Un renseignement ne peut être refusé que si la défense d’intérêts publics importants l’exige ou s’il apparaît que le renseignement gênerait considérablement l’autorité sollicitée dans l’accomplissement de sa tâche. Le secret postal et le secret des télécommunications doivent être sauvegardés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_75"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 4, Droits et obligations des autorités, Section 1, Obligation de garder le secret et entraide administrative, Entraide administrative",
        "citation": "Art. 75 al. 4 LTVA",
        "content": "Le Conseil fédéral connaît des contestations qui portent sur l’obligation de renseigner incombant aux autorités administratives fédérales. Le Tribunal fédéral connaît des contestations qui portent sur l’obligation de renseigner incombant aux autorités des cantons, des districts, des arrondissements et des communes (art. 120 de la loi du 17 juin 2005 sur le Tribunal fédéral) si le gouvernement cantonal a rejeté la demande de renseignements.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_75"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 4, Droits et obligations des autorités, Section 1, Obligation de garder le secret et entraide administrative, Entraide administrative",
        "citation": "Art. 75 al. 5 LTVA",
        "content": "Les organisations chargées de tâches de droit public ont, dans le cadre de ces tâches, la même obligation de renseigner que les autorités; l’al. 4 est applicable par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_75"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 4, Droits et obligations des autorités, Section 1, Obligation de garder le secret et entraide administrative, Assistance administrative internationale",
        "citation": "Art. 75a al. 1 LTVA",
        "content": "L’AFC peut, dans les limites de ses compétences, accorder à des autorités étrangères, à leur demande, l’assistance administrative nécessaire à l’exécution de leurs tâches, notamment pour assurer l’application correcte de la législation relative à la taxe sur la valeur ajoutée et pour prévenir, découvrir et poursuivre des infractions à cette législation, si un traité international le prévoit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_75_a"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 4, Droits et obligations des autorités, Section 1, Obligation de garder le secret et entraide administrative, Assistance administrative internationale",
        "citation": "Art. 75a al. 2 LTVA",
        "content": "Elle exécute l’assistance administrative en application des art. 115a à 115i LD.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_75_a"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 4, Droits et obligations des autorités, Section 2, Protection des données, Traitement des données",
        "citation": "Art. 76 al. 1 LTVA",
        "content": "L’AFC est habilitée à traiter les données sensibles nécessaires à l’accomplissement de ses tâches légales, y compris les données relatives à des poursuites et à des sanctions administratives ou pénales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_76"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 4, Droits et obligations des autorités, Section 2, Protection des données, Traitement des données",
        "citation": "Art. 76 al. 3 LTVA",
        "content": "Elle est également habilitée à faire du profilage, y compris du profilage à risque élevé, au sens de la loi fédérale du 25 septembre 2020 sur la protection des données pour l’accomplissement de ses tâches:\na. de vérification et de contrôle;\nb. de détermination de l’assujettissement;\nc. de perception de l’impôt;\nd. de prévention et de poursuite des infractions;\ne. d’analyse et d’établissement de profils de risques;\nf. d’établissement de statistiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_76"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 4, Droits et obligations des autorités, Section 2, Protection des données, Système d’information",
        "citation": "Art. 76a al. 1 LTVA",
        "content": "L’AFC exploite un système d’information pour le traitement de données personnelles et de données sensibles relatives aux poursuites et aux sanctions administratives et pénales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_76_a"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 4, Droits et obligations des autorités, Section 2, Protection des données, Système d’information",
        "citation": "Art. 76a al. 2 LTVA",
        "content": "Ce système sert:\na. à la détermination de l’assujettissement de personnes physiques et morales, ainsi que de collectivités de personnes;\nb. à la détermination des prestations imposables ainsi qu’à la perception et à la vérification de l’impôt grevant ces prestations et de l’impôt préalable déductible;\nc. à la vérification des prestations déclarées comme exclues du champ de l’impôt et de l’impôt préalable y relatif; \nd. à la vérification de l’exonération des prestations qui sont soumises à l’impôt en vertu de la loi ou que l’assujetti a choisi de soumettre à l’impôt (option);\ne. au contrôle, pertinent pour la perception de la TVA, des pièces justificatives d’importation et d’exportation;\nf. à la garantie du recouvrement des impôts dus par l’assujetti et par les personnes solidairement responsables;\ng. au prononcé et à l’exécution de sanctions administratives ou pénales;\nh. au traitement des demandes d’assistance administrative et d’entraide judiciaire;\ni. à la lutte contre les délits dans le domaine fiscal;\nj. à la tenue des statistiques nécessaires à la perception de l’impôt;\nk. à la réalisation d’analyses et de profils de risques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_76_a"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 4, Droits et obligations des autorités, Section 2, Protection des données, Système d’information",
        "citation": "Art. 76a al. 3 LTVA",
        "content": "Le système d’information peut contenir les données personnelles suivantes, données sensibles y comprises:\na. des indications concernant l’identité de la personne;\nb. des indications concernant les activités économiques;\nc. des indications concernant les revenus et l’état de la fortune;\nd. des indications concernant la situation fiscale;\ne. des indications concernant l’état des dettes et les cessions de créances;\nf. des indications concernant les procédures de poursuite, de faillite et de séquestre;\ng. ...\nh. des indications concernant le respect d’obligations fiscales;\ni. des indications quant à un soupçon d’infraction;\nj. des indications concernant des actes punissables, des objets confisqués et des moyens de preuve;\nk. des indications concernant une procédure administrative ou pénale, ou une procédure d’assistance administrative ou d’entraide judiciaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_76_a"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 4, Droits et obligations des autorités, Section 2, Protection des données, Système d’information",
        "citation": "Art. 76a al. 4 LTVA",
        "content": "Le Préposé fédéral à la protection des données et à la transparence a accès au système d’information de l’AFC pour l’exercice de ses tâches de surveillance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_76_a"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 4, Droits et obligations des autorités, Section 2, Protection des données, Communication de données",
        "citation": "Art. 76b al. 1 LTVA",
        "content": "Le Contrôle fédéral des finances a accès au système d’information de l’AFC pour l’accomplissement des tâches légales qui lui incombent en vertu de l’art. 10 de la loi du 28 juin 1967 sur le Contrôle des finances.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_76_b"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 4, Droits et obligations des autorités, Section 2, Protection des données, Communication de données",
        "citation": "Art. 76b al. 2 LTVA",
        "content": "L’AFC peut communiquer les données personnelles issues d’un profilage, y compris d’un profilage à risque élevé, au sens de l’art. 76, al. 3, ainsi que les données visées à l’art. 76a, al. 3, aux collaborateurs de l’OFDF chargés de la perception et de l’encaissement de la TVA ou de l’exécution des procédures administratives ou pénales, ou leur donner accès à ces données en ligne, dans la mesure où l’accomplissement des tâches de ces collaborateurs l’exige.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_76_b"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 4, Droits et obligations des autorités, Section 2, Protection des données, Conservation des données et des documents",
        "citation": "Art. 76c al. 1 LTVA",
        "content": "Les données et documents utilisés et traités en application de la présente loi doivent faire l’objet d’une conservation soigneuse et systématique et être protégés des dommages.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_76_c"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 4, Droits et obligations des autorités, Section 2, Protection des données, Conservation des données et des documents",
        "citation": "Art. 76c al. 2 LTVA",
        "content": "Les documents conservés en vertu du présent article sont assimilés à des originaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_76_c"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 4, Droits et obligations des autorités, Section 2, Protection des données, Dispositions d’exécution",
        "citation": "Art. 76d LTVA",
        "content": "Le Conseil fédéral édicte des dispositions d’exécution portant sur:\na. le système d’information;\nb. les catégories de données personnelles traitées;\nc. le catalogue des données sensibles relatives aux poursuites et aux sanctions administratives et pénales;\nd. l’autorisation d’accès et de traitement;\ne. la durée de conservation des données; \nf. l’archivage et la destruction des données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_76_d"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 4, Droits et obligations des autorités, Section 3, Garantie de l’acquittement correct de l’impôt, Vérifications",
        "citation": "Art. 77 LTVA",
        "content": "L’AFC vérifie que les assujettis ont respecté l’obligation de s’annoncer, qu’ils ont arrêté leurs décomptes et qu’ils ont payé l’impôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_77"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 4, Droits et obligations des autorités, Section 3, Garantie de l’acquittement correct de l’impôt, Contrôle",
        "citation": "Art. 78 al. 1 LTVA",
        "content": "L’AFC peut effectuer des contrôles auprès des assujettis dans la mesure nécessaire à l’établissement des faits. À cette fin, les assujettis doivent lui donner accès à leur comptabilité ainsi qu’aux pièces justificatives qui s’y rapportent. Cette obligation s’applique aussi aux tiers tenus de fournir des renseignements en vertu de l’art. 73, al. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_78"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 4, Droits et obligations des autorités, Section 3, Garantie de l’acquittement correct de l’impôt, Contrôle",
        "citation": "Art. 78 al. 2 LTVA",
        "content": "La réquisition de l’ensemble des pièces de l’assujetti est assimilée à un contrôle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_78"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 4, Droits et obligations des autorités, Section 3, Garantie de l’acquittement correct de l’impôt, Contrôle",
        "citation": "Art. 78 al. 3 LTVA",
        "content": "Le contrôle doit être annoncé par écrit. L’AFC peut exceptionnellement s’abstenir de l’annoncer si les circonstances le justifient.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_78"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 4, Droits et obligations des autorités, Section 3, Garantie de l’acquittement correct de l’impôt, Contrôle",
        "citation": "Art. 78 al. 4 LTVA",
        "content": "L’assujetti peut requérir un contrôle sur présentation d’une demande motivée. Ce contrôle est effectué dans les deux ans qui suivent le dépôt de sa demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_78"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 4, Droits et obligations des autorités, Section 3, Garantie de l’acquittement correct de l’impôt, Contrôle",
        "citation": "Art. 78 al. 5 LTVA",
        "content": "Le contrôle est clos dans un délai de 360 jours par une notification d’estimation, qui précise le montant de la créance fiscale pour la période contrôlée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_78"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 4, Droits et obligations des autorités, Section 3, Garantie de l’acquittement correct de l’impôt, Contrôle",
        "citation": "Art. 78 al. 6 LTVA",
        "content": "Les constatations concernant des tiers qui sont faites lors d’un contrôle effectué en vertu des al. 1 à 4 auprès des institutions ci-après ne doivent être utilisées que dans le cadre de l’application de la présente loi: \na. la Banque nationale suisse;\nb. une centrale de lettres de gage;\nc. une banque ou une caisse d’épargne au sens de la loi du 8 novembre 1934 sur les banques; \nd. un établissement financier au sens de la loi fédérale du 15 juin 2018 sur les établissements financiers; \ne. une infrastructure des marchés financiers au sens de la loi du 19 juin 2015 sur l’infrastructure des marchés financiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_78"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 4, Droits et obligations des autorités, Section 3, Garantie de l’acquittement correct de l’impôt, Contrôle",
        "citation": "Art. 78 al. 7 LTVA",
        "content": "Les secrets professionnels prévus par la loi sur les banques, la loi fédérale sur les établissements financiers et la loi sur l’infrastructure des marchés financiers doivent être respectés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_78"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 4, Droits et obligations des autorités, Section 3, Garantie de l’acquittement correct de l’impôt, Taxation par voie d’estimation",
        "citation": "Art. 79 al. 1 LTVA",
        "content": "Si les documents comptables font défaut ou sont incomplets ou que les résultats présentés par l’assujetti ne correspondent manifestement pas à la réalité, l’AFC procède, dans les limites de son pouvoir d’appréciation, à une taxation par estimation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_79"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 4, Droits et obligations des autorités, Section 3, Garantie de l’acquittement correct de l’impôt, Taxation par voie d’estimation",
        "citation": "Art. 79 al. 2 LTVA",
        "content": "La créance fiscale est établie par une notification d’estimation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_79"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 4, Droits et obligations des autorités, Section 3, Garantie de l’acquittement correct de l’impôt, Facilités",
        "citation": "Art. 80 LTVA",
        "content": "Si l’établissement exact de faits essentiels pour le calcul de l’impôt entraîne une charge excessive pour l’assujetti, l’AFC lui accorde des facilités et l’autorise à calculer l’impôt par approximation pour autant qu’il n’en résulte aucune diminution ou augmentation notable du montant de l’impôt ni aucune distorsion marquante de la concurrence et que cela ne complique pas de manière excessive les décomptes d’autres assujettis ni les contrôles fiscaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_80"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 5, Procédure de décision et de recours, Principes",
        "citation": "Art. 81 al. 1 LTVA",
        "content": "La PA est applicable, à l’exclusion de l’art. 2, al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_81"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 5, Procédure de décision et de recours, Principes",
        "citation": "Art. 81 al. 2 LTVA",
        "content": "Les autorités établissent d’office les faits pertinents.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_81"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 5, Procédure de décision et de recours, Principes",
        "citation": "Art. 81 al. 3 LTVA",
        "content": "Le principe de la libre appréciation des preuves est applicable. L’acceptation d’une preuve ne doit pas dépendre exclusivement de la présentation de moyens de preuves précis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_81"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 5, Procédure de décision et de recours, Décisions de l’AFC",
        "citation": "Art. 82 al. 1 LTVA",
        "content": "L’AFC rend, d’office ou sur demande de l’assujetti, toutes les décisions nécessaires à la perception de l’impôt, en particulier dans les cas suivants:\na. l’existence ou l’étendue de l’assujettissement est contestée;\nb. l’inscription au registre des assujettis ou la radiation est contestée;\nc. l’existence ou l’étendue de la créance fiscale, de la responsabilité solidaire ou du droit au remboursement de montants d’impôt est contestée;\nd. l’assujetti ou les personnes solidairement responsables ne versent pas l’impôt;\ne. d’autres obligations fondées sur la présente loi ou sur des ordonnances d’exécution sont contestées ou ne sont pas respectées;\nf. l’autorité détermine dans un cas d’espèce à titre préventif l’assujettissement, la créance fiscale, la base de calcul, le taux applicable ou la responsabilité solidaire, à la suite d’une requête ou parce que la mesure s’impose.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_82"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 5, Procédure de décision et de recours, Décisions de l’AFC",
        "citation": "Art. 82 al. 2 LTVA",
        "content": "Les décisions sont notifiées par écrit à l’assujetti. Elles doivent être adéquatement motivées et indiquer les voies de recours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_82"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 5, Procédure de décision et de recours, Réclamation",
        "citation": "Art. 83 al. 1 LTVA",
        "content": "Les décisions de l’AFC peuvent faire l’objet d’une réclamation dans les 30 jours qui suivent leur notification.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_83"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 5, Procédure de décision et de recours, Réclamation",
        "citation": "Art. 83 al. 2 LTVA",
        "content": "La réclamation doit être adressée par écrit à l’AFC. Elle doit indiquer les conclusions, les motifs et les moyens de preuve et porter la signature du réclamant ou de son mandataire. Ce dernier doit justifier de ses pouvoirs de représentation en produisant une procuration écrite. Les moyens de preuve doivent être spécifiés dans le mémoire de recours et annexés à ce dernier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_83"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 5, Procédure de décision et de recours, Réclamation",
        "citation": "Art. 83 al. 3 LTVA",
        "content": "Si la réclamation ne remplit pas ces conditions ou que les conclusions ou les motifs n’ont pas la clarté requise, l’AFC impartit au réclamant un délai supplémentaire de courte durée afin qu’il régularise sa réclamation. Elle l’avise que, s’il ne fait pas usage de cette possibilité dans le délai imparti, elle statuera sur la base du dossier ou que, si les conclusions, les motifs, la signature ou la procuration font défaut, elle déclarera la réclamation irrecevable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_83"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 5, Procédure de décision et de recours, Réclamation",
        "citation": "Art. 83 al. 4 LTVA",
        "content": "Si la réclamation est déposée contre une décision de l’AFC motivée en détail, elle est transmise à titre de recours, à la demande de l’auteur de la réclamation ou avec son assentiment, au Tribunal administratif fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_83"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 5, Procédure de décision et de recours, Réclamation",
        "citation": "Art. 83 al. 5 LTVA",
        "content": "La procédure est poursuivie, nonobstant le retrait de la réclamation, si des indices donnent à penser que la décision attaquée n’est pas conforme à la loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_83"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 5, Procédure de décision et de recours, Frais et indemnités",
        "citation": "Art. 84 al. 1 LTVA",
        "content": "En règle générale, la procédure de décision et la procédure de réclamation ne donnent pas lieu au prélèvement de frais. Aucune indemnité n’est allouée aux parties.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_84"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 5, Procédure de décision et de recours, Frais et indemnités",
        "citation": "Art. 84 al. 2 LTVA",
        "content": "Quelle que soit l’issue de la procédure, les frais de procédure peuvent être mis à la charge de la personne ou de l’autorité qui les a occasionnés par sa faute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_84"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 5, Procédure de décision et de recours, Révision, interprétation et rectification",
        "citation": "Art. 85 LTVA",
        "content": "La révision, l’interprétation et la rectification des notifications d’estimation, des décisions et des décisions sur réclamation rendues par l’AFC sont régies par les art. 66 à 69 PA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_85"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 6, Perception, Paiement de l’impôt",
        "citation": "Art. 86 al. 1 LTVA",
        "content": "L’assujetti doit acquitter la créance fiscale née pendant une période de décompte dans les 60 jours qui suivent la fin de cette période.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_86"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 6, Perception, Paiement de l’impôt",
        "citation": "Art. 86 al. 2 LTVA",
        "content": "Si l’assujetti ne fait aucun versement ou acquitte un montant manifestement trop bas, l’AFC engage après sommation une poursuite visant au recouvrement du montant provisoirement dû pour la période de décompte concernée. Si l’assujetti n’établit pas de décompte ou qu’il établit un décompte manifestement incomplet, l’AFC détermine, dans les limites de son pouvoir d’appréciation, le montant provisoirement dû.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_86"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 6, Perception, Paiement de l’impôt",
        "citation": "Art. 86 al. 3 LTVA",
        "content": "L’opposition formée par l’assujetti entraine l’ouverture de la procédure de mainlevée. La levée de l’opposition relève de la compétence de l’AFC dans le cadre d’une procédure de décision et d’une procédure de réclamation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_86"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 6, Perception, Paiement de l’impôt",
        "citation": "Art. 86 al. 4 LTVA",
        "content": "La décision relative à l’opposition peut faire l’objet d’une réclamation auprès de l’AFC dans les dix jours suivant sa notification. Sous réserve de l’al. 5, la décision sur réclamation est définitive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_86"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 6, Perception, Paiement de l’impôt",
        "citation": "Art. 86 al. 5 LTVA",
        "content": "Si l’AFC a déterminé le montant provisoirement dû sur la base de son pouvoir d’appréciation en vertu de l’al. 2, la décision sur réclamation peut faire l’objet d’un recours auprès du Tribunal administratif fédéral. Ce recours n’a pas d’effet suspensif, sauf si le tribunal l’ordonne à la suite d’une requête justifiée. Le Tribunal administratif fédéral statue en dernier ressort.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_86"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 6, Perception, Paiement de l’impôt",
        "citation": "Art. 86 al. 6 LTVA",
        "content": "L’art. 85a de la loi fédérale du 11 avril 1889 sur la poursuite pour dettes et la faillite (LP) n’est pas applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_86"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 6, Perception, Paiement de l’impôt",
        "citation": "Art. 86 al. 7 LTVA",
        "content": "Le recouvrement d’un montant d’impôt selon l’al. 2 n’affecte pas la fixation de la créance fiscale définitive, régie par les art. 72, 78 et 82. Si la créance fiscale n’est pas fixée en raison de l’inaction de l’assujetti, notamment parce que ce dernier ne corrige pas les erreurs conformément à l’art. 72 et ne requiert pas le prononcé d’une décision au sens de l’art. 82, les montants d’impôt déterminés par l’AFC selon l’al. 2 sont également considérés comme une créance fiscale dès l’échéance de la prescription du droit de taxation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_86"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 6, Perception, Paiement de l’impôt",
        "citation": "Art. 86 al. 8 LTVA",
        "content": "L’assujetti peut fournir des sûretés au sens de l’art. 93, al. 7, en lieu et place du paiement de l’impôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_86"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 6, Perception, Paiement de l’impôt",
        "citation": "Art. 86 al. 9 LTVA",
        "content": "Dès réception du paiement ou des sûretés, l’AFC retire la poursuite engagée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_86"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 6, Perception, Intérêt moratoire",
        "citation": "Art. 87 al. 1 LTVA",
        "content": "En cas de retard dans le paiement de l’impôt, un intérêt moratoire est dû sans sommation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_87"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 6, Perception, Intérêt moratoire",
        "citation": "Art. 87 al. 2 LTVA",
        "content": "Aucun intérêt moratoire n’est dû si la perception ultérieure résulte d’une erreur qui n’aurait entraîné aucun préjudice financier pour la Confédération si elle avait été traitée correctement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_87"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 6, Perception, Remboursement",
        "citation": "Art. 88 al. 1 LTVA",
        "content": "Si le décompte de l’impôt présente un excédent en faveur de l’assujetti, cet excédent lui est remboursé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_88"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 6, Perception, Remboursement",
        "citation": "Art. 88 al. 2 LTVA",
        "content": "Sont réservées:\na. la compensation de l’excédent avec les dettes fiscales résultant d’importations, même si ces dettes ne sont pas encore exigibles;\nb. l’affectation de l’excédent à la constitution des sûretés visées à l’art. 94, al. 1;\nc. l’affectation de l’excédent à la compensation de créances entre des services fédéraux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_88"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 6, Perception, Remboursement",
        "citation": "Art. 88 al. 3 LTVA",
        "content": "L’assujetti peut demander la restitution d’un montant d’impôt non dû tant que la créance fiscale n’est pas entrée en force.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_88"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 6, Perception, Remboursement",
        "citation": "Art. 88 al. 4 LTVA",
        "content": "Si le remboursement de l’excédent selon l’al. 1 ou la restitution selon l’al. 3 a lieu plus de 60 jours après la réception par l’AFC du décompte ou de la demande de restitution, un intérêt rémunératoire est versé à partir du 61e jour et jusqu’au versement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_88"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 6, Perception, Poursuite",
        "citation": "Art. 89 al. 1 LTVA",
        "content": "Si l’impôt, les intérêts, les frais ou les amendes ne sont pas versés, l’AFC engage une poursuite et prend les mesures nécessaires prévues par le droit civil et le droit de l’exécution forcée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_89"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 6, Perception, Poursuite",
        "citation": "Art. 89 al. 2 LTVA",
        "content": "Si une créance fiscale qui n’est pas encore entrée en force est contestée, l’AFC rend une décision. La collocation définitive n’a lieu que lorsque cette décision est entrée en force.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_89"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 6, Perception, Poursuite",
        "citation": "Art. 89 al. 3 LTVA",
        "content": "En faisant opposition, l’assujetti ouvre la procédure de mainlevée. La mainlevée de l’opposition relève de l’AFC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_89"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 6, Perception, Poursuite",
        "citation": "Art. 89 al. 5 LTVA",
        "content": "L’AFC doit produire la créance fiscale dans les inventaires officiels ou suite à un appel aux créanciers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_89"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 6, Perception, Poursuite",
        "citation": "Art. 89 al. 6 LTVA",
        "content": "Les montants d’impôt échéant dans le cadre d’une procédure d’exécution forcée constituent des frais de réalisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_89"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 6, Perception, Poursuite",
        "citation": "Art. 89 al. 7 LTVA",
        "content": "Lorsque la situation le justifie, l’AFC peut renoncer à recouvrer l’impôt si l’introduction d’une poursuite n’a aucune chance de succès.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_89"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 6, Perception, Facilités de paiement",
        "citation": "Art. 90 al. 1 LTVA",
        "content": "Si le paiement de l’impôt, des intérêts et des frais dans le délai imparti est particulièrement lourd de conséquences pour l’assujetti, l’AFC peut prolonger le délai de paiement ou autoriser un paiement échelonné.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_90"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 6, Perception, Facilités de paiement",
        "citation": "Art. 90 al. 2 LTVA",
        "content": "L’AFC peut subordonner l’octroi de facilités de paiement à la constitution de sûretés adéquates.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_90"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 6, Perception, Facilités de paiement",
        "citation": "Art. 90 al. 3 LTVA",
        "content": "Les facilités de paiement accordées sont annulées si les circonstances qui ont justifié leur octroi ont disparu ou si les conditions auxquelles elles sont subordonnées ne sont pas remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_90"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 6, Perception, Facilités de paiement",
        "citation": "Art. 90 al. 4 LTVA",
        "content": "Le dépôt d’une demande de facilités de paiement ne suspend pas la procédure d’exécution forcée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_90"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 6, Perception, Prescription du droit d’exiger le paiement de l’impôt",
        "citation": "Art. 91 al. 1 LTVA",
        "content": "Le droit d’exiger le paiement de la créance fiscale, des intérêts et des frais se prescrit par cinq ans à compter de l’entrée en force de la créance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_91"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 6, Perception, Prescription du droit d’exiger le paiement de l’impôt",
        "citation": "Art. 91 al. 2 LTVA",
        "content": "La prescription est suspendue tant que le débiteur ne peut être poursuivi sur le territoire de la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_91"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 6, Perception, Prescription du droit d’exiger le paiement de l’impôt",
        "citation": "Art. 91 al. 3 LTVA",
        "content": "La prescription est interrompue par tout acte tendant au recouvrement, tout sursis de la part de l’AFC et tout acte de l’assujetti tendant à l’exercice de son droit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_91"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 6, Perception, Prescription du droit d’exiger le paiement de l’impôt",
        "citation": "Art. 91 al. 4 LTVA",
        "content": "L’interruption et la suspension de la prescription ont effet à l’égard de tous les débiteurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_91"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 6, Perception, Prescription du droit d’exiger le paiement de l’impôt",
        "citation": "Art. 91 al. 5 LTVA",
        "content": "Le droit d’exiger le paiement de l’impôt se prescrit dans tous les cas par dix ans à compter de la fin de l’année pendant laquelle il est entré en force.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_91"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 6, Perception, Prescription du droit d’exiger le paiement de l’impôt",
        "citation": "Art. 91 al. 6 LTVA",
        "content": "Lorsqu’une créance fiscale fait l’objet d’un acte de défaut de biens, la prescription du droit d’exiger le paiement de l’impôt est régie par la LP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_91"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 6, Perception, Remise de l’impôt",
        "citation": "Art. 92 al. 1 LTVA",
        "content": "L’AFC peut accorder dans les cas suivants à l’assujetti la remise totale ou partielle d’un impôt fixé et entré en force:\na. l’assujetti a omis, pour un motif excusable, de facturer et d’encaisser l’impôt, le transfert ultérieur de l’impôt n’est pas possible ou ne peut raisonnablement être exigé de lui et il apparaît que le paiement de l’impôt entraînerait pour lui des conséquences très lourdes;\nb. l’assujetti est débiteur de l’impôt uniquement parce qu’il n’a pas respecté des exigences de forme ou qu’il a commis des erreurs pour des raisons d’organisation et il est évident – ou l’assujetti peut prouver – que la Confédération ne subit aucun préjudice financier;\nc. l’assujetti s’est trouvé, pour des motifs excusables, dans l’impossibilité de remplir ses obligations mais il peut ultérieurement prouver ou établir de manière crédible que la taxation par voie d’estimation de l’AFC était trop élevée; la remise de l’impôt ne peut être accordée que jusqu’à concurrence du montant taxé en trop.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_92"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 6, Perception, Remise de l’impôt",
        "citation": "Art. 92 al. 2 LTVA",
        "content": "Dans le cadre d’une procédure concordataire judiciaire, l’AFC peut également accorder une remise de l’impôt ou renoncer à exiger des sûretés pour sa créance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_92"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 6, Perception, Remise de l’impôt",
        "citation": "Art. 92 al. 3 LTVA",
        "content": "La demande de remise de l’impôt doit être adressée à l’AFC; elle doit être motivée par écrit et comprendre les moyens de preuve nécessaires. Aucune réclamation ne peut être déposée contre la décision de l’AFC. Cette décision peut faire l’objet d’un recours au Tribunal administratif fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_92"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 6, Perception, Remise de l’impôt",
        "citation": "Art. 92 al. 4 LTVA",
        "content": "Le dépôt d’une demande de remise de l’impôt n’empêche pas le recouvrement d’un impôt fixé et entré en force.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_92"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 6, Perception, Remise de l’impôt",
        "citation": "Art. 92 al. 5 LTVA",
        "content": "La procédure de remise de l’impôt est gratuite. Toutefois, tout ou partie des frais peuvent être mis à la charge du demandeur s’il a déposé une demande manifestement infondée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_92"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 7, Garantie de l’impôt, Sûretés",
        "citation": "Art. 93 al. 1 LTVA",
        "content": "L’AFC peut demander dans les cas suivants des sûretés pour l’impôt, les intérêts ou les frais, même lorsqu’ils ne sont pas fixés et entrés en force ni exigibles:\na. le recouvrement dans les délais paraît menacé;\nb. le débiteur prend des dispositions pour abandonner son domicile, son siège ou son établissement stable sur le territoire de la Confédération, ou pour se faire radier du registre du commerce suisse;\nc. le débiteur est en demeure;\nd. l’assujetti reprend tout ou partie d’une entreprise tombée en faillite;\ne. l’assujetti remet des décomptes mentionnant des montants manifestement inférieurs à la réalité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_93"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 7, Garantie de l’impôt, Sûretés",
        "citation": "Art. 93 al. 2 LTVA",
        "content": "Si l’assujetti renonce à être libéré de l’assujettissement (art. 11) ou s’il opte pour l’imposition de prestations exclues du champ de l’impôt (art. 22), l’AFC peut exiger qu’il fournisse des sûretés conformément à l’al. 7.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_93"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 7, Garantie de l’impôt, Sûretés",
        "citation": "Art. 93 al. 3 LTVA",
        "content": "La demande de sûretés doit indiquer le motif juridique de la garantie, le montant demandé et l’institution auprès de laquelle la garantie doit être déposée; elle est considérée comme une ordonnance de séquestre au sens de l’art. 274 LP. Aucune réclamation ne peut être déposée contre la demande de sûreté.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_93"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 7, Garantie de l’impôt, Sûretés",
        "citation": "Art. 93 al. 4 LTVA",
        "content": "La demande de sûreté peut faire l’objet d’un recours devant le Tribunal administratif fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_93"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 7, Garantie de l’impôt, Sûretés",
        "citation": "Art. 93 al. 5 LTVA",
        "content": "Le recours contre les demandes de sûretés n’a pas d’effet suspensif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_93"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 7, Garantie de l’impôt, Sûretés",
        "citation": "Art. 93 al. 6 LTVA",
        "content": "La notification de la décision relative à la créance fiscale vaut ouverture d’action au sens de l’art. 279 LP. Le délai d’introduction de la poursuite court à compter de l’entrée en force de la décision relative à la créance fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_93"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 7, Garantie de l’impôt, Sûretés",
        "citation": "Art. 93 al. 7 LTVA",
        "content": "Les sûretés doivent être fournies sous forme de dépôts en espèces, de cautionnements solidaires solvables, de garanties bancaires, de cédules hypothécaires ou d’hypothèques, de polices d’assurance sur la vie ayant une valeur de rachat, d’obligations cotées, libellées en francs, de débiteurs suisses, ou d’obligations de caisse émises par des banques suisses.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_93"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 7, Garantie de l’impôt, Autres mesures relatives aux sûretés",
        "citation": "Art. 94 al. 1 LTVA",
        "content": "Un excédent résultant du décompte de l’impôt en faveur de l’assujetti peut être utilisé dans les buts suivants:\na. pour compenser des dettes fiscales résultant des périodes fiscales antérieures;\nb. pour compenser des dettes fiscales ultérieures, si l’assujetti est en retard dans le paiement de l’impôt ou si la créance fiscale paraît menacée pour d’autres motifs; le montant mis en compte est crédité d’un intérêt au taux de l’intérêt rémunératoire pour la période allant du 61e jour après la réception du décompte d’impôt par l’AFC jusqu’au moment de la compensation;\nc. pour compenser une sûreté exigée par l’AFC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_94"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 7, Garantie de l’impôt, Autres mesures relatives aux sûretés",
        "citation": "Art. 94 al. 2 LTVA",
        "content": "Si l’assujetti n’a pas de domicile ni de siège sur le territoire de la Confédération, l’AFC peut en outre demander le dépôt de sûretés selon l’art. 93, al. 7, pour garantir de futures dettes fiscales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_94"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 7, Garantie de l’impôt, Autres mesures relatives aux sûretés",
        "citation": "Art. 94 al. 3 LTVA",
        "content": "En cas de retard répété dans le paiement de l’impôt, l’AFC peut obliger l’assujetti à verser des acomptes tous les mois ou deux fois par mois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_94"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 5, Procédure applicable à l’impôt grevant les opérations réalisées sur le territoire suisse et à l’impôt sur les acquisitions, Chapitre 7, Garantie de l’impôt, Radiation du registre du commerce",
        "citation": "Art. 95 LTVA",
        "content": "Une personne morale ou un établissement stable d’une entreprise étrangère ne peuvent pas être radiés du registre du commerce suisse tant que l’AFC n’a pas notifié à l’office du registre du commerce compétent que les impôts dus sont acquittés ou garantis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_95"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 6, Dispositions pénales, Soustraction de l’impôt",
        "citation": "Art. 96 al. 1 LTVA",
        "content": "Est puni d’une amende de 400 000 francs au plus quiconque, intentionnellement ou par négligence, réduit la créance fiscale au détriment de l’État:\na. en ne déclarant pas toutes ses recettes, en gonflant les recettes provenant d’opérations exonérées, en ne déclarant pas toutes les dépenses soumises à l’impôt sur les acquisitions ou en déclarant trop de dépenses donnant droit à la déduction de l’impôt préalable, dans le cadre d’une période fiscale;\nb. en obtenant un remboursement indu;\nc. en obtenant une remise d’impôt injustifiée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_96"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 6, Dispositions pénales, Soustraction de l’impôt",
        "citation": "Art. 96 al. 2 LTVA",
        "content": "Quiconque transfère l’impôt soustrait dans les cas mentionnés à l’al. 1 sous une forme donnant droit à la déduction de l’impôt préalable est puni d’une amende de 800 000 francs au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_96"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 6, Dispositions pénales, Soustraction de l’impôt",
        "citation": "Art. 96 al. 3 LTVA",
        "content": "Quiconque réduit la créance fiscale au détriment de l’État en déclarant les facteurs déterminants pour l’établissement de l’impôt de manière conforme à la vérité, mais en les qualifiant de manière erronée sur le plan fiscal est puni d’une amende de 200 000 francs au plus si, intentionnellement, il n’applique pas correctement des dispositions légales claires ou des directives claires émanant de l’autorité ou la pratique claire publiée et qu’il n’en informe pas préalablement l’autorité par écrit. Quiconque agit par négligence est puni d’une amende de 20 000 francs au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_96"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 6, Dispositions pénales, Soustraction de l’impôt",
        "citation": "Art. 96 al. 4 LTVA",
        "content": "Est puni d’une amende de 800 000 francs au plus quiconque réduit la créance fiscale au détriment de l’État:\na. en ne déclarant pas des marchandises, en les déclarant de manière inexacte ou en les dissimulant, intentionnellement ou par négligence, lors de leur importation;\nb. en ne donnant aucune indication ou en donnant des indications fausses ou incomplètes, intentionnellement, suite à une demande d’informations faite dans le cadre d’un contrôle effectué par l’autorité ou d’une procédure administrative visant à établir la créance fiscale ou la remise de l’impôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_96"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 6, Dispositions pénales, Soustraction de l’impôt",
        "citation": "Art. 96 al. 5 LTVA",
        "content": "La tentative est punissable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_96"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 6, Dispositions pénales, Soustraction de l’impôt",
        "citation": "Art. 96 al. 6 LTVA",
        "content": "Si l’avantage fiscal est obtenu sur la base d’un décompte erroné, la soustraction d’impôt n’est punissable que si l’erreur n’a pas été corrigée dans le délai prévu (art. 72, al. 1).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_96"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 6, Dispositions pénales, Fixation de la peine et soustraction d’impôt qualifiée",
        "citation": "Art. 97 al. 1 LTVA",
        "content": "L’amende est fixée conformément à l’art. 106, al. 3, du code pénal (CP); l’art. 34 CP peut être pris en considération par analogie. Si l’avantage obtenu est supérieur au montant maximal de la peine encourue, l’amende peut atteindre le double de l’avantage fiscal en cas d’infraction intentionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_97"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 6, Dispositions pénales, Fixation de la peine et soustraction d’impôt qualifiée",
        "citation": "Art. 97 al. 2 LTVA",
        "content": "En cas de circonstances aggravantes, le montant maximal de l’amende est augmenté de moitié. L’amende peut être cumulée avec une peine privative de liberté de deux ans au plus. Sont réputées circonstances aggravantes:\na. le fait de recruter une ou plusieurs personnes pour commettre une infraction à la législation sur la TVA;\nb. le fait de commettre par métier des infractions à la législation sur la TVA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_97"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 6, Dispositions pénales, Violation d’obligations de procédure",
        "citation": "Art. 98 LTVA",
        "content": "À moins que l’acte ne soit passible d’une peine plus lourde en vertu d’une autre disposition, est puni de l’amende celui qui, intentionnellement ou par négligence:\na. ne respecte pas l’obligation faite à l’assujetti de s’annoncer;\nb. ne remet pas un décompte dans les délais en dépit d’une sommation;\nc. ne déclare pas l’impôt pour la période de décompte pendant laquelle il a pris naissance;\nd. ne fournit pas dûment les sûretés requises;\ne. ne tient pas, n’établit pas, ne conserve pas ou ne produit pas dûment les livres de comptes, les pièces justificatives, les papiers d’affaires et autres documents pertinents;\nf. malgré une sommation, ne fournit pas les renseignements exigés, fournit des renseignements inexacts, ou ne déclare pas ou de manière inexacte les données et les biens déterminants pour la perception de l’impôt ou pour le contrôle de l’assujettissement;\ng. fait figurer dans des factures un montant d’impôt non dû ou différent du montant dû;\nh. mentionne un numéro d’enregistrement pour faire croire qu’il est inscrit au registre des assujettis;\ni. malgré une sommation, complique, entrave ou empêche le déroulement correct d’un contrôle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_98"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 6, Dispositions pénales, Recel",
        "citation": "Art. 99 LTVA",
        "content": "Quiconque acquiert, reçoit en don ou en gage ou détient d’une autre manière, dissimule, aide à écouler ou met en circulation des biens alors qu’il sait ou doit présumer que l’impôt à l’importation qui les frappe a été soustrait intentionnellement encourt la peine applicable à l’auteur de l’infraction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_99"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 6, Dispositions pénales, Infractions commises dans une entreprise",
        "citation": "Art. 100 LTVA",
        "content": "Si l’amende prévisible ne dépasse pas 100 000 francs et qu’il apparaît que l’enquête portant sur des personnes punissables en vertu de l’art. 6 DPA implique des mesures d’instruction hors de proportion avec la peine encourue, l’autorité peut renoncer à poursuivre ces personnes et condamner l’entreprise (art. 7 DPA) au paiement de l’amende.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_100"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 6, Dispositions pénales, Concours d’infractions",
        "citation": "Art. 101 al. 1 LTVA",
        "content": "Les art. 7, 9, 11, 12, al. 4, et 13 DPA ne sont pas applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_101"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 6, Dispositions pénales, Concours d’infractions",
        "citation": "Art. 101 al. 2 LTVA",
        "content": "Une condamnation en vertu de l’art. 98, let. a, de la présente loi n’exclut pas une condamnation en vertu des art. 96 et 97.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_101"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 6, Dispositions pénales, Concours d’infractions",
        "citation": "Art. 101 al. 3 LTVA",
        "content": "La condamnation en vertu de l’art. 14 DPA exclut l’application, à raison du même fait, des art. 96 et 97 de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_101"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 6, Dispositions pénales, Concours d’infractions",
        "citation": "Art. 101 al. 4 LTVA",
        "content": "Si l’acte punissable constitue à la fois une soustraction ou un recel de l’impôt sur les importations et une infraction à d’autres dispositions fédérales réprimée par l’OFDF, la peine est celle qui sanctionne l’infraction la plus grave; elle peut être augmentée dans une juste proportion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_101"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 6, Dispositions pénales, Concours d’infractions",
        "citation": "Art. 101 al. 5 LTVA",
        "content": "Si, en raison d’un ou de plusieurs actes, l’auteur réalise les éléments constitutifs de plusieurs infractions qui ressortissent à l’AFC, la peine est celle qui sanctionne l’infraction la plus grave; elle peut être augmentée dans une juste proportion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_101"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 6, Dispositions pénales, Dénonciation spontanée",
        "citation": "Art. 102 al. 1 LTVA",
        "content": "Lorsque l’assujetti dénonce une infraction à la présente loi avant que l’autorité compétente n’en ait connaissance, il ne fait pas l’objet d’une poursuite pénale s’il remplit les conditions suivantes:\na. il soutient raisonnablement l’administration dans la détermination du montant d’impôt qui doit être acquitté ou remboursé;\nb. il met tout en œuvre pour payer l’impôt qui doit être acquitté ou remboursé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_102"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 6, Dispositions pénales, Dénonciation spontanée",
        "citation": "Art. 102 al. 2 LTVA",
        "content": "Lorsqu’une personne non assujettie dénonce une infraction au sens de la présente loi qu’elle a commise ou à laquelle elle a participé, elle ne fait pas l’objet d’une poursuite pénale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_102"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 6, Dispositions pénales, Dénonciation spontanée",
        "citation": "Art. 102 al. 3 LTVA",
        "content": "La dénonciation spontanée d’une personne morale doit être le fait de l’un de ses organes ou de ses représentants. La responsabilité solidaire (art. 12, al. 3, DPA) de cet organe ou de ce représentant est levée et il ne fait pas l’objet d’une poursuite pénale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_102"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 6, Dispositions pénales, Dénonciation spontanée",
        "citation": "Art. 102 al. 4 LTVA",
        "content": "La correction du décompte selon l’art. 72, al. 2, est réputée dénonciation spontanée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_102"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 6, Dispositions pénales, Poursuite pénale",
        "citation": "Art. 103 al. 1 LTVA",
        "content": "La DPA est applicable à la poursuite pénale, à l’exception des art. 63, al. 1 et 2, 69, al. 2, 73, al. 1, dernière phrase et 77, al. 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_103"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 6, Dispositions pénales, Poursuite pénale",
        "citation": "Art. 103 al. 2 LTVA",
        "content": "La poursuite pénale des infractions incombe à l’AFC en matière d’impôt grevant les opérations réalisées sur le territoire suisse et d’impôt sur les acquisitions, et à l’OFDF en matière d’impôt sur les importations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_103"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 6, Dispositions pénales, Poursuite pénale",
        "citation": "Art. 103 al. 3 LTVA",
        "content": "Dans les causes pénales qui portent sur des faits étroitement liés et ressortissent à la fois à l’AFC et à l’OFDF, l’AFC peut décider de joindre les procédures par-devant l’une des deux autorités en accord avec l’OFDF.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_103"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 6, Dispositions pénales, Poursuite pénale",
        "citation": "Art. 103 al. 4 LTVA",
        "content": "L’autorité peut renoncer à la poursuite pénale si la culpabilité de l’auteur et les conséquences de son acte sont peu importantes (art. 52 CP). Dans ce cas, elle prononce une ordonnance de non-ouverture ou de classement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_103"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 6, Dispositions pénales, Poursuite pénale",
        "citation": "Art. 103 al. 5 LTVA",
        "content": "Si l’autorité compétente est chargée de poursuivre et de juger d’autres infractions sanctionnées par la DPA, l’al. 1 s’applique à toutes les infractions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_103"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 6, Dispositions pénales, Garanties de procédure",
        "citation": "Art. 104 al. 1 LTVA",
        "content": "Le prévenu a droit à une procédure pénale équitable en conformité avec la Constitution et les lois de procédure pénale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_104"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 6, Dispositions pénales, Garanties de procédure",
        "citation": "Art. 104 al. 2 LTVA",
        "content": "Le prévenu n’a pas l’obligation de déposer contre lui-même lors d’une procédure pénale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_104"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 6, Dispositions pénales, Garanties de procédure",
        "citation": "Art. 104 al. 3 LTVA",
        "content": "Les renseignements fournis par le prévenu dans le cadre de la procédure de perception de l’impôt (art. 68 et 73) ou les moyens de preuves obtenus lors d’un contrôle au sens de l’art. 78 peuvent être utilisés dans la procédure pénale uniquement si le prévenu y a consenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_104"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 6, Dispositions pénales, Garanties de procédure",
        "citation": "Art. 104 al. 4 LTVA",
        "content": "L’ouverture de l’enquête doit être immédiatement communiquée au prévenu par écrit, à moins que des raisons importantes ne s’y opposent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_104"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 6, Dispositions pénales, Prescription de l’action pénale",
        "citation": "Art. 105 al. 1 LTVA",
        "content": "Le droit d’engager une poursuite pénale se prescrit:\na. pour la violation d’obligations de procédure: au moment où la créance fiscale relevant de cette violation entre en force;\nb. dans les domaines de l’impôt grevant les opérations réalisées sur le territoire suisse et de l’impôt sur les acquisitions:\n1. pour les contraventions visées à l’art. 96, al. 1 à 3: six mois après l’entrée en force de la créance fiscale concernée,\n2. pour la soustraction d’impôt visée à l’art. 96, al. 4: deux ans après l’entrée en force de la créance fiscale concernée,\n3. pour les délits visés à l’art. 97, al. 2, et pour les délits visés aux art. 14 à 17 DPA: sept ans après la fin de la période fiscale concernée;\nc. dans le domaine de l’impôt sur les importations: pour tous les délits et contraventions visés aux art. 96, 97, al. 2, et 99 et pour les délits visés aux art. 14 à 17 DPA: par sept ans;\nd. et e....",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_105"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 6, Dispositions pénales, Prescription de l’action pénale",
        "citation": "Art. 105 al. 2 LTVA",
        "content": "La prescription ne court plus si une décision pénale ou un jugement de première instance a été rendu avant l’échéance du délai de prescription.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_105"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 6, Dispositions pénales, Prescription de l’action pénale",
        "citation": "Art. 105 al. 3 LTVA",
        "content": "La prescription de l’assujettissement à une prestation ou à une restitution selon l’art. 12 DPA est réglée:\na. en principe, selon l’art. 42;\nb. en cas d’infraction aux art. 96, al. 4, 97, al. 2, ou 99 ou aux art. 14 à 17 DPA, selon les al. 1 et 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_105"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 6, Dispositions pénales, Prescription de l’action pénale",
        "citation": "Art. 105 al. 4 LTVA",
        "content": "Le droit de poursuivre une procédure pénale engagée se prescrit par cinq ans; la prescription est suspendue tant que l’inculpé se trouve à l’étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_105"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 6, Dispositions pénales, Recouvrement et prescription des frais et des amendes",
        "citation": "Art. 106 al. 1 LTVA",
        "content": "Les amendes prononcées dans la procédure pénale fiscale et les frais résultant de cette procédure sont recouvrés selon la procédure définie aux art. 86 à 90. L’art. 36 CP est applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_106"
    },
    {
        "book": "MWSTG",
        "title": "LTVA, Titre 6, Dispositions pénales, Recouvrement et prescription des frais et des amendes",
        "citation": "Art. 106 al. 2 LTVA",
        "content": "L’art. 91 s’applique à la prescription du recouvrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/fr#art_106"
    }
]