[
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo primo: Disposizioni generali, Oggetto e principi della legge",
        "citation": "Art. 1 cpv. 1 LIVA",
        "content": "La Confederazione riscuote in ogni fase del processo di produzione e di distribuzione un’imposta generale sul consumo con deduzione dell’imposta precedente (imposta sul valore aggiunto, IVA). Lo scopo dell’imposta è l’imposizione del consumo finale non imprenditoriale sul territorio svizzero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_1"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo primo: Disposizioni generali, Oggetto e principi della legge",
        "citation": "Art. 1 cpv. 2 LIVA",
        "content": "La Confederazione riscuote a titolo d’imposta sul valore aggiunto:\na. un’imposta sulle prestazioni che i contribuenti effettuano a titolo oneroso sul territorio svizzero (imposta sulle prestazioni eseguite sul territorio svizzero);\nb. un’imposta sull’acquisto di prestazioni di imprese con sede all’estero da parte di destinatari che si trovano sul territorio svizzero (imposta sull’acquisto);\nc. un’imposta sull’importazione di beni (imposta sull’importazione).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_1"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo primo: Disposizioni generali, Oggetto e principi della legge",
        "citation": "Art. 1 cpv. 3 LIVA",
        "content": "La riscossione è effettuata secondo i principi:\na. della neutralità concorrenziale;\nb. dell’economicità del pagamento e della riscossione;\nc. della trasferibilità dell’imposta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_1"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo primo: Disposizioni generali, Rapporto con il diritto cantonale",
        "citation": "Art. 2 cpv. 1 LIVA",
        "content": "Le imposte sui diritti di entrata e i diritti di mutazione riscosse dai Cantoni e dai Comuni non sono considerate imposte dello stesso genere ai sensi dell’articolo 134 della Costituzione federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_2"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo primo: Disposizioni generali, Rapporto con il diritto cantonale",
        "citation": "Art. 2 cpv. 2 LIVA",
        "content": "Possono essere riscosse se non includono l’imposta sul valore aggiunto nella loro base di calcolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_2"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo primo: Disposizioni generali, Definizioni",
        "citation": "Art. 3 LIVA",
        "content": "Ai sensi della presente legge si intende per:\na. territorio svizzero: il territorio nazionale svizzero e le enclavi doganali estere secondo l’articolo 3 capoverso 2 della legge del 18 marzo 2005 sulle dogane (LD);\nb. beni: le cose mobili e immobili, nonché l’energia elettrica, il gas, il calore, il freddo e simili;\nc. prestazione: la concessione a terzi di un valore economico destinato al consumo nell’aspettativa di una controprestazione; sono prestazioni anche quelle che avvengono in virtù di una legge o su ordine di un’autorità;\nd. fornitura:\n1. il trasferimento del potere di disporre economicamente di un bene in nome proprio,\n2. la consegna di un bene sul quale sono stati eseguiti lavori, anche se tale bene non è stato modificato, ma semplicemente esaminato, verificato, regolato, controllato nel suo funzionamento o sottoposto a un qualsiasi altro trattamento,\n3. la messa a disposizione di un bene per l’uso o il godimento;\ne. prestazione di servizi: ogni prestazione che non costituisce una fornitura. Vi è parimenti prestazione di servizi quando:\n1. valori e diritti immateriali vengono ceduti,\n2. non si fa un atto o si tollera un atto o una situazione;\nf. controprestazione: valore patrimoniale che il destinatario, o un terzo in sua vece, impiega per ottenere in cambio una prestazione;\ng. attività sovrana: attività di una collettività pubblica, oppure di una persona o di un’organizzazione designata da una collettività pubblica, che non è di natura imprenditoriale, segnatamente non è commerciale e non è in concorrenza con le attività di offerenti privati, anche se per la stessa sono riscossi emolumenti, contributi o altre tasse;\nh. persone strettamente vincolate:\n1. i titolari di almeno il 20 per cento del capitale azionario o del capitale sociale di un’impresa o di una corrispondente partecipazione a una società di persone, oppure persone a loro vicine,\n2. fondazioni e associazioni con le quali sussiste un rapporto economico, contrattuale o personale particolarmente stretto; non sono considerati persone strettamente vincolate gli istituti di previdenza;\ni. dono: liberalità fatta senza aspettarsi una controprestazione ai sensi del diritto dell’imposta sul valore aggiunto; una liberalità è anche considerata dono:\n1. se è menzionata una o più volte, in forma neutra, in una pubblicazione, e ciò anche in caso di indicazione della ditta o del logo del donatore, \n2. se si tratta di contributi di membri passivi e di benefattori ad associazioni o a organizzazioni di utilità pubblica; i contributi di benefattori sono considerati doni anche quando nei limiti dei fini previsti negli statuti le organizzazioni di utilità pubblica concedono volontariamente vantaggi ai propri benefattori comunicando loro nel contempo che non può essere fatta valere alcuna pretesa;\nj. organizzazione di utilità pubblica: organizzazione che soddisfa le condizioni previste nell’articolo 56 lettera g LIFD;\nk. fattura: qualsiasi documento con il quale per una prestazione viene conteggiata a un terzo una controprestazione, indipendentemente da come questo documento viene designato nelle transazioni commerciali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_3"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo primo: Disposizioni generali, Samnaun e Sampuoir",
        "citation": "Art. 4 cpv. 1 LIVA",
        "content": "Finché le valli di Samnaun e di Sampuoir sono escluse dal territorio doganale svizzero, in queste due valli la presente legge si applica soltanto alle prestazioni di servizi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_4"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo primo: Disposizioni generali, Samnaun e Sampuoir",
        "citation": "Art. 4 cpv. 2 LIVA",
        "content": "Le perdite di imposta che il capoverso 1 comporta per la Confederazione devono essere compensate dai Comuni di Samnaun e di Valsot.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_4"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo primo: Disposizioni generali, Samnaun e Sampuoir",
        "citation": "Art. 4 cpv. 3 LIVA",
        "content": "Il Consiglio federale disciplina i dettagli d’intesa con i Comuni di Samnaun e di Valsot. Tiene debitamente conto del risparmio dovuto alle minori spese di riscossione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_4"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo primo: Disposizioni generali, Indicizzazione",
        "citation": "Art. 5 LIVA",
        "content": "Il Consiglio federale decide in merito all’adeguamento degli importi espressi in franchi negli articoli 31 capoverso 2 lettera c, 37 capoverso 1, 38 capoverso 1 e 45 capoverso 2 lettera b allorquando l’indice nazionale dei prezzi al consumo è aumentato di oltre il 30 per cento dall’ultimo adeguamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_5"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo primo: Disposizioni generali, Trasferimento dell’imposta",
        "citation": "Art. 6 cpv. 1 LIVA",
        "content": "Il trasferimento dell’imposta è retto da accordi di diritto privato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_6"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo primo: Disposizioni generali, Trasferimento dell’imposta",
        "citation": "Art. 6 cpv. 2 LIVA",
        "content": "I tribunali civili sono competenti per giudicare le controversie in materia di trasferimento dell’imposta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_6"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo primo: Disposizioni generali, Luogo della fornitura",
        "citation": "Art. 7 cpv. 1 LIVA",
        "content": "È considerato luogo della fornitura quello:\na. in cui si trova il bene al momento del trasferimento del potere di disporne economicamente, della consegna o della messa a disposizione per l’uso o il godimento;\nb. dal quale inizia il trasporto o la spedizione del bene a destinazione dell’acquirente o, su suo ordine, a destinazione di un terzo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_7"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo primo: Disposizioni generali, Luogo della fornitura",
        "citation": "Art. 7 cpv. 2 LIVA",
        "content": "È considerato luogo della fornitura di energia elettrica in condotte, di gas mediante la rete di distribuzione del gas naturale e di teleriscaldamento quello in cui il destinatario ha la sede della sua attività economica o uno stabilimento d’impresa per cui viene effettuata la fornitura, oppure, in assenza di tale sede o stabilimento, il luogo nel quale l’energia elettrica, il gas o il teleriscaldamento sono effettivamente utilizzati o consumati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_7"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo primo: Disposizioni generali, Luogo della fornitura",
        "citation": "Art. 7 cpv. 3 LIVA",
        "content": "In caso di fornitura di un bene dall’estero in territorio svizzero, il luogo della fornitura è considerato sito in territorio svizzero, sempre che il fornitore della prestazione:\na. disponga di un’autorizzazione dell’Amministrazione federale delle contribuzioni (AFC) a importare i beni a proprio nome (dichiarazione d’adesione) e al momento dell’importazione non vi rinunci; oppure\nb. esegua forniture di cui al capoverso 1 lettera b con beni che, ai sensi dell’articolo 53 capoverso 1 lettera a, in ragione dell’ammontare d’imposta irrilevante sono esenti dall’imposta sull’importazione, e realizzi con tali forniture una cifra d’affari di almeno 100 000 franchi all’anno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_7"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo primo: Disposizioni generali, Luogo della prestazione di servizi",
        "citation": "Art. 8 cpv. 1 LIVA",
        "content": "Fatto salvo il capoverso 2, è considerato luogo della prestazione di servizi quello in cui il destinatario ha la sede della sua attività economica o uno stabilimento d’impresa per i quali viene effettuata la prestazione di servizi, oppure, in assenza di simili sede o stabilimento, il suo domicilio o il luogo nel quale ha la dimora abituale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_8"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo primo: Disposizioni generali, Luogo della prestazione di servizi",
        "citation": "Art. 8 cpv. 2 LIVA",
        "content": "È considerato luogo della prestazione di servizi:\na. per prestazioni di servizi di norma fornite direttamente a persone fisiche presenti, anche se eccezionalmente fornite a distanza: il luogo in cui il prestatore ha la sede della sua attività economica o uno stabilimento d’impresa, oppure, in assenza di simili sede o stabilimento, il suo domicilio o il luogo dal quale svolge la sua attività; sono segnatamente considerate tali le seguenti prestazioni di servizi: i trattamenti e terapie, le prestazioni di cura, la cura del corpo, la consulenza coniugale, familiare e personale, le prestazioni sociali e di aiuto sociale nonché l’assistenza all’infanzia e alla gioventù;\nb. per prestazioni di servizi di agenzie di viaggio e di organizzatori di manifestazioni: il luogo in cui il prestatore ha la sede della sua attività economica o uno stabilimento d’impresa, oppure, in assenza di simili sede o stabilimento, il suo domicilio o il luogo dal quale svolge la sua attività;\nc. per prestazioni culturali, artistiche, sportive, scientifiche, didattiche, di intrattenimento e analoghe, comprese le prestazioni del promotore e le eventuali prestazioni connesse: il luogo in cui tali attività sono effettivamente svolte;\nd. per prestazioni della ristorazione: il luogo in cui la prestazione di servizi è effettivamente fornita;\ne. per prestazioni di trasporto di persone: il luogo in cui avviene effettivamente il trasporto tenuto conto del tragitto percorso; per i trasporti transfrontalieri, il Consiglio federale può stabilire che brevi tragitti sul territorio svizzero sono considerati effettuati all’estero e viceversa;\nf. per prestazioni di servizi relative a un fondo: il luogo in cui si trova il fondo; sono segnatamente considerate tali: l’intermediazione, l’amministrazione, la valutazione e stima del fondo, le prestazioni di servizi in relazione con l’acquisto o la costituzione di diritti reali immobiliari, le prestazioni di servizi in relazione con la preparazione o il coordinamento di prestazioni edili quali lavori d’architettura, d’ingegneria e di sorveglianza del cantiere, la sorveglianza di fondi ed edifici nonché le prestazioni di alloggio;\ng. per prestazioni di servizi nell’ambito della cooperazione internazionale allo sviluppo e dell’aiuto umanitario: il luogo cui la prestazione di servizi è destinata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_8"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo primo: Disposizioni generali, Distorsioni della concorrenza",
        "citation": "Art. 9 LIVA",
        "content": "Per evitare le distorsioni della concorrenza causate da doppie imposizioni o lacune di imposizione nell’ambito delle prestazioni transfrontaliere, il Consiglio federale può disciplinare la delimitazione tra fornitura e prestazione di servizi in deroga all’articolo 3 nonché definire il luogo della prestazione in deroga agli articoli 7 e 8.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_9"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Principio",
        "citation": "Art. 10 cpv. 1 LIVA",
        "content": "È assoggettato all’imposta chiunque, a prescindere da forma giuridica, scopo e fine di lucro, esercita un’impresa e:\na. con questa impresa esegue prestazioni sul territorio svizzero; o \nb. ha sede, domicilio o stabilimento d’impresa sul territorio svizzero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_10"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Principio",
        "citation": "Art. 10 cpv. 1bis LIVA",
        "content": "Esercita un’impresa chiunque:\na. svolge un’attività indipendente, professionale o commerciale, diretta al conseguimento, mediante prestazioni, di entrate aventi carattere di stabilità, indipendentemente dall’importo dell’afflusso di mezzi che non sono considerati controprestazione secondo l’articolo 18 capoverso 2; e\nb. agisce in nome proprio nei confronti di terzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_10"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Principio",
        "citation": "Art. 10 cpv. 1ter LIVA",
        "content": "L’acquisto, la detenzione e l’alienazione di partecipazioni secondo l’articolo 29 capoversi 2 e 3 costituiscono un’attività imprenditoriale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_10"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Principio",
        "citation": "Art. 10 cpv. 2 LIVA",
        "content": "È esentato dall’assoggettamento chi:\na. realizza sul territorio svizzero e all’estero una cifra d’affari inferiore a 100 000 franchi annui proveniente da prestazioni che non sono escluse dall’imposta secondo l’articolo 21 capoverso 2;\nb. indipendentemente dalla cifra d’affari esercita un’impresa con sede all’estero che esegue sul territorio svizzero esclusivamente una o più delle seguenti prestazioni o forniture:\n1. prestazioni esenti dall’imposta,\n2. prestazioni di servizi che vengono rese, secondo l’articolo 8 capoverso 1, sul territorio svizzero; non è tuttavia esentato dall’assoggettamento chi rende prestazioni di servizi in materia d’informatica o di telecomunicazioni a destinatari non contribuenti,\n3. fornitura di energia elettrica in condotte, di gas mediante la rete di distribuzione del gas naturale e di teleriscaldamento a contribuenti in territorio svizzero;\nc. quale associazione sportiva o culturale senza scopo lucrativo e gestita a titolo onorifico o istituzione di utilità pubblica, realizza sul territorio svizzero e all’estero una cifra d’affari inferiore a 250 000 franchi annui proveniente da prestazioni che non sono escluse dall’imposta secondo l’articolo 21 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_10"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Principio",
        "citation": "Art. 10 cpv. 2bis LIVA",
        "content": "La cifra d’affari è calcolata secondo le controprestazioni convenute, esclusa l’imposta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_10"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Principio",
        "citation": "Art. 10 cpv. 3 LIVA",
        "content": "La sede in territorio svizzero nonché tutti gli stabilimenti d’impresa in territorio svizzero costituiscono insieme un soggetto fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_10"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Rinuncia all’esenzione dall’assoggettamento",
        "citation": "Art. 11 cpv. 1 LIVA",
        "content": "Chiunque esercita un’impresa ed è esentato dall’assoggettamento in virtù degli articoli 10 capoverso 2 o 12 capoverso 3 ha il diritto di rinunciare a tale esenzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_11"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Rinuncia all’esenzione dall’assoggettamento",
        "citation": "Art. 11 cpv. 2 LIVA",
        "content": "La rinuncia all’esenzione dall’assoggettamento dev’essere mantenuta durante almeno un periodo fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_11"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Collettività pubbliche",
        "citation": "Art. 12 cpv. 1 LIVA",
        "content": "Sono soggetti fiscali delle collettività pubbliche i servizi autonomi della Confederazione, dei Cantoni e dei Comuni, nonché gli altri enti di diritto pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_12"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Collettività pubbliche",
        "citation": "Art. 12 cpv. 2 LIVA",
        "content": "I servizi possono riunirsi in un unico soggetto fiscale. Tale riunione può essere scelta per l’inizio di ogni periodo fiscale. Dev’essere mantenuta durante almeno un periodo fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_12"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Collettività pubbliche",
        "citation": "Art. 12 cpv. 3 LIVA",
        "content": "Il soggetto fiscale di una collettività pubblica è esentato dall’assoggettamento finché la sua cifra d’affari proveniente da prestazioni imponibili rese a terzi che non sono collettività pubbliche è inferiore a 100 000 franchi annui. La cifra d’affari è calcolata secondo le controprestazioni convenute, esclusa l’imposta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_12"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Collettività pubbliche",
        "citation": "Art. 12 cpv. 4 LIVA",
        "content": "Il Consiglio federale determina quali prestazioni delle collettività pubbliche sono considerate imprenditoriali e quindi imponibili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_12"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Imposizione di gruppo",
        "citation": "Art. 13 cpv. 1 LIVA",
        "content": "Se ne fanno richiesta, i soggetti giuridici con sede o stabilimento d’impresa in Svizzera che sono legati tra loro dalla direzione unica di un soggetto giuridico possono riunirsi in un unico soggetto fiscale (gruppo d’imposizione). Nel gruppo possono essere inclusi anche soggetti giuridici che non esercitano un’impresa nonché persone fisiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_13"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Imposizione di gruppo",
        "citation": "Art. 13 cpv. 2 LIVA",
        "content": "La riunione in un gruppo d’imposizione può essere scelta per l’inizio di ogni periodo fiscale. Può esservi posto termine per la fine di un periodo fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_13"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Inizio e fine dell’assoggettamento e dell’esenzione dall’assoggettamento",
        "citation": "Art. 14 cpv. 1 LIVA",
        "content": "L’assoggettamento inizia:\na. per un’impresa con sede, domicilio o stabilimento d’impresa sul territorio svizzero, nel momento in cui viene avviata l’attività imprenditoriale;\nb. per tutte le altre imprese, nel momento in cui esse eseguono per la prima volta una prestazione sul territorio svizzero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_14"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Inizio e fine dell’assoggettamento e dell’esenzione dall’assoggettamento",
        "citation": "Art. 14 cpv. 2 LIVA",
        "content": "L’assoggettamento termina:\na. per un’impresa con sede, domicilio o stabilimento d’impresa sul territorio svizzero:\n1. al termine dell’attività imprenditoriale,\n2. in caso di liquidazione patrimoniale, alla chiusura della procedura di liquidazione;\nb. per tutte le altre imprese, alla fine dell’anno civile in cui esse eseguono per l’ultima volta una prestazione sul territorio svizzero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_14"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Inizio e fine dell’assoggettamento e dell’esenzione dall’assoggettamento",
        "citation": "Art. 14 cpv. 3 LIVA",
        "content": "L’esenzione dall’assoggettamento termina appena la cifra d’affari totale conseguita nell’ultimo esercizio commerciale raggiunge il limite stabilito negli articoli 10 capoverso 2 lettere a o c o 12 capoverso 3 o è presumibile che tale limite sarà superato entro 12 mesi dall’avvio o dall’ampliamento dell’attività imprenditoriale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_14"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Inizio e fine dell’assoggettamento e dell’esenzione dall’assoggettamento",
        "citation": "Art. 14 cpv. 4 LIVA",
        "content": "La dichiarazione di rinuncia all’esenzione dall’assoggettamento può essere effettuata al più presto per l’inizio del periodo fiscale in corso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_14"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Inizio e fine dell’assoggettamento e dell’esenzione dall’assoggettamento",
        "citation": "Art. 14 cpv. 5 LIVA",
        "content": "Se la cifra d’affari determinante del contribuente non raggiunge più il limite stabilito negli articoli 10 capoverso 2 lettere a o c o 12 capoverso 3 ed è presumibile che la cifra d’affari determinante non sarà più raggiunta nemmeno nel periodo fiscale successivo, il contribuente deve annunciare la fine dell’assoggettamento. Tale annuncio può essere effettuato al più presto per la fine del periodo fiscale in cui la cifra d’affari determinante non è più raggiunta. Il mancato annuncio è considerato rinuncia all’esenzione dall’assoggettamento secondo l’articolo 11. Tale rinuncia diventa efficace all’inizio del periodo fiscale successivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_14"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Responsabilità solidale",
        "citation": "Art. 15 cpv. 1 LIVA",
        "content": "Sono solidalmente responsabili con il contribuente:\na. i soci di una società semplice, di una società in nome collettivo o in accomandita, nell’ambito della loro responsabilità di diritto civile;\nb. chi organizza o fa organizzare un’asta volontaria;\nc. ogni persona o società di persone appartenente a un gruppo d’imposizione (art. 13), ad eccezione degli istituti di previdenza, per tutte le imposte dovute dal gruppo; se una persona o una società di persone esce dal gruppo, essa risponde soltanto per i crediti fiscali risultanti dalle proprie attività imprenditoriali;\nd. in caso di trasferimento dell’impresa: il precedente debitore, per i crediti fiscali sorti prima del trasferimento, durante tre anni dalla comunicazione o dalla pubblicazione dello stesso;\ne. alla fine dell’assoggettamento di una persona giuridica sciolta, di una società commerciale o di una comunità di persone senza personalità giuridica: le persone incaricate della liquidazione, sino a concorrenza del ricavo della liquidazione;\nf. per l’imposta dovuta da una persona giuridica che trasferisce la propria sede all’estero: gli organi incaricati della gestione degli affari, sino a concorrenza del patrimonio netto della persona giuridica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_15"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Responsabilità solidale",
        "citation": "Art. 15 cpv. 2 LIVA",
        "content": "Le persone menzionate nel capoverso 1 lettere e ed f rispondono unicamente dei crediti di imposta, degli interessi e delle spese sorti o scaduti durante la loro gestione; la loro responsabilità non è in causa se comprovano d’aver fatto tutto il possibile per accertare e adempiere il credito fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_15"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Responsabilità solidale",
        "citation": "Art. 15 cpv. 3 LIVA",
        "content": "È fatta salva la responsabilità di cui all’articolo 12 capoverso 3 della legge federale del 22 marzo 1974 sul diritto penale amministrativo (DPA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_15"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Responsabilità solidale",
        "citation": "Art. 15 cpv. 4 LIVA",
        "content": "Qualora il contribuente ceda crediti della sua impresa a terzi, questi rispondono sussidiariamente con lui per l’imposta sul valore aggiunto ceduta con i crediti se al momento della cessione il debito fiscale nei confronti dell’AFC non è ancora sorto ed è stato rilasciato un attestato di carenza di beni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_15"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Responsabilità solidale",
        "citation": "Art. 15 cpv. 5 LIVA",
        "content": "La persona solidalmente responsabile ha i medesimi diritti e doveri procedurali del contribuente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_15"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Successione fiscale",
        "citation": "Art. 16 cpv. 1 LIVA",
        "content": "Alla morte del contribuente gli eredi subentrano nei suoi diritti e obblighi. Essi rispondono solidalmente per le imposte dovute dal defunto sino a concorrenza delle loro quote ereditarie, compresi gli anticipi ereditari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_16"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Successione fiscale",
        "citation": "Art. 16 cpv. 2 LIVA",
        "content": "Chi assume un’impresa subentra nei diritti e obblighi fiscali del dante causa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_16"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Sostituzione fiscale",
        "citation": "Art. 17 LIVA",
        "content": "L’adempimento degli obblighi fiscali delle società commerciali estere e delle comunità di persone estere senza personalità giuridica incombe anche ai loro soci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_17"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Principio",
        "citation": "Art. 18 cpv. 1 LIVA",
        "content": "Soggiacciono all’imposta sulle prestazioni eseguite sul territorio svizzero le prestazioni effettuate sul territorio svizzero da contribuenti dietro controprestazione; tali prestazioni sono imponibili nella misura in cui la presente legge non preveda eccezioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_18"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Principio",
        "citation": "Art. 18 cpv. 2 LIVA",
        "content": "In mancanza di prestazione, non sono segnatamente considerati controprestazione:\na. i sussidi e gli altri contributi di diritto pubblico, anche se sono versati in virtù di un mandato di prestazioni o di un accordo di programma ai sensi dell’articolo 46 capoverso 2 della Costituzione federale;\nb. i fondi provenienti esclusivamente da tasse turistiche di diritto pubblico e impiegati a favore della comunità, su incarico delle collettività pubbliche, dagli uffici turistici e dalle società di sviluppo turistico;\nc. i contributi versati dai fondi cantonali di approvvigionamento idrico, di trattamento delle acque di scarico o di smaltimento dei rifiuti alle aziende di smaltimento dei rifiuti e alle aziende fornitrici d’acqua;\nd. i doni;\ne. i conferimenti alle imprese, in particolare i mutui senza interessi, i contributi di risanamento e le rinunce a crediti;\nf. i dividendi e altre quote di utili;\ng. i pagamenti compensativi dei costi versati agli attori economici di una branca da un’unità organizzativa, segnatamente da un fondo, in virtù di disposizioni legali o contrattuali;\nh. gli importi versati per il deposito, segnatamente di imballaggi;\ni. gli importi versati a titolo di risarcimento dei danni, riparazione morale e simili;\nj. le indennità per attività svolte a titolo dipendente, quali gli onorari di membri di un consiglio di amministrazione o di un consiglio di fondazione, le indennità versate da autorità o il soldo;\nk. i rimborsi, i contributi e gli aiuti finanziari ricevuti per la fornitura di beni all’estero esente dall’imposta in virtù dell’articolo 23 capoverso 2 numero 1;\nl. gli emolumenti, i contributi o altri pagamenti ricevuti per attività sovrane.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_18"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Pluralità di prestazioni",
        "citation": "Art. 19 cpv. 1 LIVA",
        "content": "Prestazioni indipendenti le une dalle altre sono trattate singolarmente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_19"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Pluralità di prestazioni",
        "citation": "Art. 19 cpv. 2 LIVA",
        "content": "Più prestazioni indipendenti le une dalle altre che sono riunite in un insieme o offerte quale combinazione di prestazioni possono essere trattate come la prestazione preponderante se sono fornite in cambio di una controprestazione complessiva e la prestazione preponderante rappresenta almeno il 70 per cento della controprestazione complessiva (combinazione).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_19"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Pluralità di prestazioni",
        "citation": "Art. 19 cpv. 3 LIVA",
        "content": "Le prestazioni che sono strettamente correlate sotto il profilo economico e che si intrecciano al punto da dover essere considerate come un tutto indivisibile costituiscono un’operazione economica unica e sono trattate come una prestazione complessiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_19"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Pluralità di prestazioni",
        "citation": "Art. 19 cpv. 4 LIVA",
        "content": "Le prestazioni accessorie, quali la fornitura di imballaggi, sono trattate fiscalmente come la prestazione principale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_19"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Attribuzione delle prestazioni",
        "citation": "Art. 20 cpv. 1 LIVA",
        "content": "Una prestazione è considerata effettuata dalla persona che agisce quale fornitore della prestazione nei confronti dei terzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_20"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Attribuzione delle prestazioni",
        "citation": "Art. 20 cpv. 2 LIVA",
        "content": "Se una persona agisce in nome e per conto di un’altra, la prestazione è considerata effettuata dal rappresentato se il rappresentante:\na. può provare che agisce in qualità di rappresentante e può identificare chiaramente il rappresentato; e\nb. comunica espressamente l’esistenza del rapporto di rappresentanza al destinatario della prestazione o l’esistenza di tale rapporto risulta dalle circostanze.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_20"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Attribuzione delle prestazioni",
        "citation": "Art. 20 cpv. 3 LIVA",
        "content": "Se il capoverso 1 si applica a un rapporto trilaterale, il rapporto di prestazione tra la persona che agisce quale fornitore e la persona che fornisce effettivamente la prestazione è qualificato alla stregua di quello tra la persona che agisce quale fornitore e il destinatario della prestazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_20"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Prestazioni escluse dall’imposta",
        "citation": "Art. 21 cpv. 1 LIVA",
        "content": "Una prestazione esclusa dall’imposta non è imponibile se non si è optato per la sua imposizione secondo l’articolo 22.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_21"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Prestazioni escluse dall’imposta",
        "citation": "Art. 21 cpv. 3 LIVA",
        "content": "Fatto salvo il capoverso 4, l’esclusione dall’imposta di una prestazione menzionata nel capoverso 2 si determina esclusivamente in funzione del contenuto della stessa, a prescindere da chi la fornisce o la riceve.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_21"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Prestazioni escluse dall’imposta",
        "citation": "Art. 21 cpv. 4 LIVA",
        "content": "Se una prestazione menzionata nel capoverso 2 è esclusa dall’imposta a causa delle caratteristiche del suo fornitore o destinatario, l’esclusione si applica soltanto alle prestazioni fornite o ricevute da persone che presentano tali caratteristiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_21"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Prestazioni escluse dall’imposta",
        "citation": "Art. 21 cpv. 5 LIVA",
        "content": "Il Consiglio federale definisce in dettaglio le prestazioni escluse dall’imposta; a tal proposito osserva il principio della neutralità concorrenziale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_21"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Prestazioni escluse dall’imposta",
        "citation": "Art. 21 cpv. 6 LIVA",
        "content": "Le unità organizzative di una collettività pubblica secondo il capoverso 2 numero 28 sono i suoi servizi, le sue società di diritto privato o pubblico, purché non vi partecipino né altre collettività pubbliche né altri terzi, nonché i suoi istituti e le sue fondazioni, purché la collettività pubblica li abbia fondati senza la partecipazione di altre collettività pubbliche o di altri terzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_21"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Prestazioni escluse dall’imposta",
        "citation": "Art. 21 cpv. 7 LIVA",
        "content": "Il Consiglio federale stabilisce quali istituti sono considerati istituti di formazione e di ricerca secondo il capoverso 2 numero 30.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_21"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Opzione per l’imposizione delle prestazioni escluse dall’imposta",
        "citation": "Art. 22 cpv. 1 LIVA",
        "content": "Fatto salvo il capoverso 2, il contribuente può assoggettare all’imposta prestazioni che ne sono escluse (opzione), purché la indichi chiaramente o la dichiari nel rendiconto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_22"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Opzione per l’imposizione delle prestazioni escluse dall’imposta",
        "citation": "Art. 22 cpv. 2 LIVA",
        "content": "L’opzione è esclusa per:\na. le prestazioni di cui all’articolo 21 capoverso 2 numeri 18, 19 e 23;\nb. le prestazioni di cui all’articolo 21 capoverso 2 numeri 20 e 21, se il destinatario utilizza o intende utilizzare il bene esclusivamente a scopo abitativo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_22"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Prestazioni esenti dall’imposta",
        "citation": "Art. 23 cpv. 1 LIVA",
        "content": "L’imposta sulle prestazioni eseguite sul territorio svizzero non è dovuta sulle prestazioni esenti dall’imposta in virtù del presente articolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_23"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Prestazioni esenti dall’imposta",
        "citation": "Art. 23 cpv. 2 LIVA",
        "content": "Sono esenti dall’imposta:\n1. la fornitura di beni trasportati o spediti direttamente all’estero, eccettuata la messa a disposizione degli stessi per l’uso o il godimento;\n2. la messa a disposizione di beni per l’uso o il godimento, segnatamente la loro locazione o il loro noleggio, purché il destinatario stesso della fornitura utilizzi i beni prevalentemente all’estero;\n3. la fornitura di beni per i quali è comprovato che sono rimasti sotto vigilanza doganale sul territorio svizzero nell’ambito del regime di transito (art. 49 LD), del regime di deposito doganale (art. 50–57 LD), del regime di ammissione temporanea (art. 58 LD) o del regime di perfezionamento attivo (art. 59 LD), purché il regime sia concluso regolarmente o con autorizzazione successiva dell’Ufficio federale della dogana e della sicurezza dei confini (UDSC);\n3bis. la fornitura di beni per i quali è comprovato che sono rimasti sotto vigilanza doganale sul territorio svizzero a causa del loro immagazzinamento in un deposito franco doganale (art. 62–66 LD) e che non hanno perso questo statuto doganale con effetto retroattivo;\n4. il trasferimento di beni all’estero, da sé o tramite terzi, purché non sia in relazione con una fornitura;\n5. il trasporto o la spedizione di beni in relazione a un’importazione di beni e tutte le prestazioni connesse, fino al luogo di destinazione in cui i beni devono essere trasportati al momento della nascita del debito fiscale secondo l’articolo 56; in assenza di debito fiscale, il momento determinante è stabilito in applicazione analogica dell’articolo 69 LD;\n6. il trasporto o la spedizione di beni in relazione a un’esportazione di beni in libera pratica doganale e tutte le prestazioni connesse;\n7. le prestazioni di trasporto e le attività accessorie nel settore della logistica, quali il carico, lo scarico, il trasbordo, il disbrigo di operazioni o il deposito intermedio:\na. per le quali il luogo della prestazione di servizi secondo l’articolo 8 capoverso 1 è sul territorio svizzero, ma la prestazione di servizi è eseguita esclusivamente all’estero, o\nb. che sono effettuate in relazione con beni posti sotto vigilanza doganale;\n8. la fornitura di aeromobili a imprese che esercitano a titolo commerciale il trasporto aereo (traffico di trasporto o traffico charter), nella misura in cui le loro attività nei voli internazionali superino quelle nel traffico aereo interno; le trasformazioni, riparazioni e manutenzioni degli aeromobili acquistati da tali imprese di trasporto aereo nell’ambito di una fornitura; le forniture, riparazioni e manutenzioni degli oggetti installati in tali aeromobili o degli oggetti che servono al loro funzionamento; le forniture di beni destinate al rifornimento degli aeromobili, nonché le prestazioni di servizi effettuate per i bisogni immediati di tali aeromobili e del loro carico;\n9. le prestazioni di servizi effettuate espressamente in nome e per conto di terzi da mediatori, se la prestazione oggetto della mediazione è esente dall’imposta in virtù del presente articolo oppure è effettuata unicamente all’estero; se la prestazione oggetto della mediazione è effettuata sia sul territorio svizzero sia all’estero, è esente da imposta soltanto la quota di mediazione concernente le prestazioni all’estero o le prestazioni esenti dall’imposta in virtù del presente articolo;\n10. le prestazioni di servizi effettuate in nome proprio da agenzie di viaggio e organizzatori di manifestazioni, purché gli stessi si avvalgano di forniture di beni e prestazioni di servizi che terzi effettuano all’estero; se tali prestazioni di terzi sono effettuate sia sul territorio svizzero sia all’estero, è esente dall’imposta soltanto la quota della prestazione di servizi dell’agenzia di viaggio o dell’organizzatore concernente le prestazioni all’estero;\n11. la fornitura di beni secondo l’articolo 17 capoverso 1bis LD a viaggiatori in partenza per l’estero o in provenienza dall’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_23"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Prestazioni esenti dall’imposta",
        "citation": "Art. 23 cpv. 3 LIVA",
        "content": "Si ha esportazione diretta ai sensi del capoverso 2 numero 1 quando il bene oggetto della fornitura è esportato all’estero, in un deposito doganale aperto o in un deposito franco doganale senza essere stato utilizzato sul territorio svizzero. In caso di operazioni a catena l’esportazione diretta si estende a tutti i fornitori coinvolti. Prima della sua esportazione il bene oggetto della fornitura può essere lavorato o trasformato da incaricati dell’acquirente non contribuente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_23"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Prestazioni esenti dall’imposta",
        "citation": "Art. 23 cpv. 4 LIVA",
        "content": "Per garantire la neutralità concorrenziale, il Consiglio federale può esentare dall’imposta i trasporti transfrontalieri per via aerea, per via ferroviaria e in autobus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_23"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Prestazioni esenti dall’imposta",
        "citation": "Art. 23 cpv. 5 LIVA",
        "content": "Il Dipartimento federale delle finanze (DFF) disciplina le condizioni alle quali le forniture sul territorio svizzero in vista dell’esportazione nel traffico turistico sono esenti da imposta e definisce le prove necessarie a tale fine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_23"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Base di calcolo",
        "citation": "Art. 24 cpv. 1 LIVA",
        "content": "L’imposta è calcolata sulla controprestazione effettivamente ricevuta. La controprestazione comprende segnatamente anche il risarcimento di tutte le spese, fatturate separatamente o meno, nonché i tributi di diritto pubblico dovuti dal contribuente. Sono fatti salvi i capoversi 2 e 6.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_24"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Base di calcolo",
        "citation": "Art. 24 cpv. 2 LIVA",
        "content": "In caso di prestazioni a persone strettamente vincolate (art. 3 lett. h), si considera controprestazione il valore che sarebbe stato convenuto fra terzi indipendenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_24"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Base di calcolo",
        "citation": "Art. 24 cpv. 3 LIVA",
        "content": "In caso di permuta, la controprestazione corrisponde al valore di mercato della prestazione fornita in cambio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_24"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Base di calcolo",
        "citation": "Art. 24 cpv. 4 LIVA",
        "content": "In caso di riparazione con sostituzione di pezzi, la controprestazione è costituita unicamente dalla retribuzione del lavoro eseguito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_24"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Base di calcolo",
        "citation": "Art. 24 cpv. 5 LIVA",
        "content": "Se la prestazione è effettuata per il pagamento di un debito, si considera controprestazione l’importo del debito estinto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_24"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Base di calcolo",
        "citation": "Art. 24 cpv. 6 LIVA",
        "content": "Non sono inclusi nella base di calcolo:\na. le imposte sui diritti di entrata e i diritti di mutazione, nonché l’imposta sul valore aggiunto dovuta sulla prestazione;\nb. gli importi che il contribuente riceve dal destinatario della prestazione a titolo di rimborso delle spese sostenute in nome e per conto di quest’ultimo, purché li designi separatamente (partite di giro);\nc. la parte della controprestazione inerente al valore del terreno in caso di alienazione di un bene immobile;\nd. le tasse cantonali a favore dei fondi di approvvigionamento idrico, di trattamento delle acque di scarico e di smaltimento dei rifiuti incluse nel prezzo delle prestazioni di eliminazione e di erogazione, purché tali fondi versino contributi alle aziende di smaltimento dei rifiuti o alle aziende fornitrici d’acqua.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_24"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Imposizione dei margini",
        "citation": "Art. 24a cpv. 1 LIVA",
        "content": "Ai fini del calcolo dell’imposta, il contribuente che ha acquistato pezzi da collezione quali oggetti d’arte, antichità e simili, può, al momento in cui li rivende, dedurre il prezzo d’acquisto dal prezzo di vendita, a condizione che non abbia dedotto l’imposta precedente sul prezzo d’acquisto (imposizione dei margini). Se il prezzo d’acquisto è superiore al prezzo di vendita, la perdita può essere computata deducendo la differenza dalla cifra d’affari imponibile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_24_a"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Imposizione dei margini",
        "citation": "Art. 24a cpv. 2 LIVA",
        "content": "Per i pezzi da collezione importati dal rivenditore, l’imposta sull’importazione versata può essere addizionata al prezzo d’acquisto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_24_a"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Imposizione dei margini",
        "citation": "Art. 24a cpv. 3 LIVA",
        "content": "È considerato rivenditore chi agisce per proprio conto o sulla base di un contratto di commissione d’acquisto o di vendita per conto di terzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_24_a"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Imposizione dei margini",
        "citation": "Art. 24a cpv. 4 LIVA",
        "content": "Il Consiglio federale definisce la nozione di pezzi da collezione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_24_a"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Imposizione dei margini",
        "citation": "Art. 24a cpv. 5 LIVA",
        "content": "Se più pezzi da collezione sono acquistati a un prezzo complessivo, l’imposta può essere calcolata sulla differenza tra il prezzo d’acquisto complessivo e il prezzo di vendita complessivo. Il Consiglio federale disciplina le condizioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_24_a"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Aliquote d’imposta",
        "citation": "Art. 25 cpv. 1 LIVA",
        "content": "L’imposta ammonta al 8,1 per cento (aliquota normale); sono fatti salvi i capoversi 2 e 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_25"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Aliquote d’imposta",
        "citation": "Art. 25 cpv. 2 LIVA",
        "content": "L’imposta ammonta al 2,6 per cento (aliquota ridotta):\na. sulla fornitura dei beni seguenti:\n1. acqua trasportata in condotte,\n2. derrate alimentari secondo la legge del 20 giugno 2014 sulle derrate alimentari, tranne le bevande alcoliche,\n3. bestiame, pollame, pesci,\n4. cereali,\n5. sementi, bulbi e cipolle da trapianto, piante vive, talee, innesti, fiori recisi e rami, anche in arrangiamenti, mazzi, corone e simili; purché venga allestita una fattura separata, la fornitura di questi beni è imponibile con l’aliquota ridotta anche se è stata effettuata in combinazione con una prestazione imponibile con l’aliquota normale,\n6. alimenti e strame per animali, acidi per l’insilamento,\n7. concimi, prodotti fitosanitari, materiali di pacciamatura e altri materiali vegetali di copertura,\n8. medicinali,\n9. giornali, riviste, libri e altri stampati senza carattere pubblicitario, del genere definito dal Consiglio federale;\nabis. su giornali, riviste e libri elettronici senza carattere pubblicitario, del genere definito dal Consiglio federale;\nb. sulle prestazioni di servizi delle società di radio e televisione, tranne quelle aventi carattere commerciale;\nc. sulle prestazioni menzionate nell’articolo 21 capoverso 2 numeri 14–16;\nd. sulle prestazioni nel settore dell’agricoltura consistenti nella lavorazione diretta del suolo in relazione con la produzione naturale o nella lavorazione dei prodotti del suolo adibito alla produzione naturale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_25"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Aliquote d’imposta",
        "citation": "Art. 25 cpv. 3 LIVA",
        "content": "Alle derrate alimentari offerte nell’ambito di prestazioni della ristorazione si applica l’aliquota normale. È considerata prestazione della ristorazione la somministrazione di derrate alimentari quando il contribuente le prepara o le serve direttamente presso il cliente oppure tiene a disposizione impianti particolari per il consumo sul posto. Se le derrate alimentari, ad eccezione delle bevande alcoliche, sono destinate a essere asportate o consegnate si applica l’aliquota ridotta, purché a tale scopo siano stati adottati provvedimenti organizzativi adeguati per la delimitazione di queste prestazioni da quelle della ristorazione; diversamente si applica l’aliquota normale. Se le derrate alimentari, ad eccezione delle bevande alcoliche, sono offerte in distributori automatici si applica l’aliquota ridotta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_25"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Aliquote d’imposta",
        "citation": "Art. 25 cpv. 4 LIVA",
        "content": "L’imposta sulle prestazioni nel settore alberghiero ammonta al 3,8 per cento (aliquota speciale). L’aliquota speciale si applica sino al 31 dicembre 2020 oppure, qualora il termine di cui all’articolo 196 numero 14 capoverso 1 della Costituzione federale venga prorogato, sino al 31 dicembre 2027 al massimo. Si considera prestazione del settore alberghiero l’alloggio con prima colazione, anche se questa è fatturata separatamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_25"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Aliquote d’imposta",
        "citation": "Art. 25 cpv. 5 LIVA",
        "content": "Il Consiglio federale definisce in dettaglio i beni e le prestazioni di servizi menzionati nel capoverso 2; a tal proposito osserva il principio della neutralità concorrenziale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_25"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 4: Emissione della fattura e dichiarazione fiscale, Fattura",
        "citation": "Art. 26 cpv. 1 LIVA",
        "content": "Su richiesta del destinatario della prestazione, il fornitore della prestazione gli rilascia una fattura che soddisfi i requisiti di cui ai capoversi 2 e 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_26"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 4: Emissione della fattura e dichiarazione fiscale, Fattura",
        "citation": "Art. 26 cpv. 2 LIVA",
        "content": "La fattura deve specificare chiaramente il fornitore, il destinatario e il genere della prestazione e deve contenere di regola i seguenti elementi:\na. il nome e il luogo del fornitore della prestazione come appare nelle transazioni commerciali, l’indicazione che è iscritto nel registro dei contribuenti nonché il numero con cui è iscritto;\nb. il nome e il luogo del destinatario della prestazione come appare nelle transazioni commerciali;\nc. la data o il periodo della fornitura della prestazione, se non sono identici alla data della fattura;\nd. il genere, l’oggetto e l’entità della prestazione;\ne. l’ammontare della controprestazione;\nf. l’aliquota d’imposta applicabile e l’ammontare d’imposta dovuto sulla controprestazione; se la controprestazione comprende l’imposta, è sufficiente indicare l’aliquota d’imposta applicabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_26"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 4: Emissione della fattura e dichiarazione fiscale, Fattura",
        "citation": "Art. 26 cpv. 3 LIVA",
        "content": "Sulle fatture emesse da casse automatizzate (scontrini di cassa) non devono figurare indicazioni sul destinatario della prestazione, sempre che la controprestazione esposta sul giustificativo non superi un importo stabilito dal Consiglio federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_26"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 4: Emissione della fattura e dichiarazione fiscale, Dichiarazione fiscale inesatta o non rettificata",
        "citation": "Art. 27 cpv. 1 LIVA",
        "content": "Chi non è iscritto nel registro dei contribuenti o applica la procedura di notifica secondo l’articolo 38 non può menzionare l’imposta sulle fatture.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_27"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 4: Emissione della fattura e dichiarazione fiscale, Dichiarazione fiscale inesatta o non rettificata",
        "citation": "Art. 27 cpv. 2 LIVA",
        "content": "Chi menziona un’imposta in una fattura senza esservi autorizzato o indica un’imposta troppo elevata per una prestazione deve l’imposta indicata, salvo che:\na. effettui una correzione della fattura secondo il capoverso 4; o\nb. renda verosimile che per la Confederazione non ne risulta una perdita d’imposta; non vi è perdita d’imposta segnatamente se il destinatario della fattura non ha dedotto l’imposta precedente o se l’imposta precedente dedotta è stata rimborsata alla Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_27"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 4: Emissione della fattura e dichiarazione fiscale, Dichiarazione fiscale inesatta o non rettificata",
        "citation": "Art. 27 cpv. 3 LIVA",
        "content": "Le conseguenze giuridiche di cui al capoverso 2 si verificano anche in caso di accredito, sempre che il destinatario dell’accredito non si opponga per scritto a un’imposta indicata senza fondamento o a un ammontare d’imposta troppo elevato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_27"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 4: Emissione della fattura e dichiarazione fiscale, Dichiarazione fiscale inesatta o non rettificata",
        "citation": "Art. 27 cpv. 4 LIVA",
        "content": "La correzione a posteriori di una fattura può aver luogo, nei limiti ammessi dal diritto commerciale, mediante un documento ricettizio che rinvia alla fattura originale annullandola.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_27"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Principio",
        "citation": "Art. 28 cpv. 1 LIVA",
        "content": "Fatti salvi gli articoli 29 e 33, nell’ambito della sua attività imprenditoriale il contribuente può dedurre le seguenti imposte precedenti:\na. l’imposta sulle prestazioni eseguite sul territorio svizzero fatturatagli;\nb. l’imposta sull’acquisto da lui dichiarata (art. 45–49);\nc. l’imposta sull’importazione da lui versata o da versare, il cui credito non è subordinato a condizioni o il cui credito è subordinato a condizioni ed è scaduto, nonché l’imposta sull’importazione di beni da lui dichiarata (art. 52 e 63).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_28"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Principio",
        "citation": "Art. 28 cpv. 2 LIVA",
        "content": "Il contribuente può dedurre a titolo di imposta precedente il 2,6 per cento dell’importo fatturatogli se ha acquistato, nell’ambito della sua attività imprenditoriale che dà diritto alla deduzione dell’imposta precedente, prodotti agricoli, silvicoli, orticoli, bestiame o latte presso agricoltori, selvicoltori, orticoltori, commercianti di bestiame e centri di raccolta del latte non assoggettati all’imposta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_28"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Principio",
        "citation": "Art. 28 cpv. 3 LIVA",
        "content": "Il contribuente può dedurre l’imposta precedente secondo il capoverso 1 se comprova di averla versata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_28"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Deduzione dell’imposta precedente fittizia",
        "citation": "Art. 28a cpv. 1 LIVA",
        "content": "Il contribuente può dedurre un’imposta precedente fittizia se:\na. nell’ambito della sua attività imprenditoriale che dà diritto alla deduzione dell’imposta precedente, ha acquistato un bene mobile accertabile; e\nb. all’acquisto del bene non gli viene chiaramente trasferita l’imposta sul valore aggiunto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_28_a"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Deduzione dell’imposta precedente fittizia",
        "citation": "Art. 28a cpv. 2 LIVA",
        "content": "L’imposta precedente fittizia viene calcolata sull’importo pagato dal contribuente. Tale importo comprende l’imposta calcolata in base all’aliquota applicabile al momento dell’acquisto del bene.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_28_a"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Deduzione dell’imposta precedente fittizia",
        "citation": "Art. 28a cpv. 3 LIVA",
        "content": "Per i beni assoggettati all’imposizione dei margini secondo l’articolo 24a non può essere dedotta alcuna imposta precedente fittizia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_28_a"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Esclusione del diritto alla deduzione dell’imposta precedente",
        "citation": "Art. 29 cpv. 1 LIVA",
        "content": "Non sussiste alcun diritto alla deduzione dell’imposta precedente per prestazioni e importazione di beni utilizzati per la fornitura di prestazioni escluse dall’imposta se il contribuente non ha optato per la loro imposizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_29"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Esclusione del diritto alla deduzione dell’imposta precedente",
        "citation": "Art. 29 cpv. 1bis LIVA",
        "content": "Per le prestazioni eseguite all’estero, la deduzione dell’imposta precedente è ammessa nella stessa misura in cui sarebbe possibile se le prestazioni fossero eseguite sul territorio svizzero e si fosse potuto optare per la loro imposizione secondo l’articolo 22.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_29"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Esclusione del diritto alla deduzione dell’imposta precedente",
        "citation": "Art. 29 cpv. 2 LIVA",
        "content": "In deroga al capoverso 1, vi è diritto alla deduzione dell’imposta precedente, nell’ambito dell’attività imprenditoriale che vi dà diritto, per l’acquisto, la detenzione e l’alienazione di partecipazioni nonché per le ristrutturazioni ai sensi degli articoli 19 o 61 della legge federale del 14 dicembre 1990 sull’imposta federale diretta (LIFD).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_29"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Esclusione del diritto alla deduzione dell’imposta precedente",
        "citation": "Art. 29 cpv. 3 LIVA",
        "content": "Sono partecipazioni le quote del capitale di altre imprese, che sono detenute a titolo d’investimento durevole e che procurano un’influenza determinante. Quote rappresentanti almeno il 10 per cento del capitale sono considerate partecipazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_29"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Esclusione del diritto alla deduzione dell’imposta precedente",
        "citation": "Art. 29 cpv. 4 LIVA",
        "content": "Per la determinazione dell’imposta precedente deducibile le società holding possono basarsi sull’attività imprenditoriale delle imprese da esse detenute che dà diritto alla deduzione dell’imposta precedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_29"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Doppia utilizzazione",
        "citation": "Art. 30 cpv. 1 LIVA",
        "content": "Se il contribuente utilizza beni, parti di essi o prestazioni di servizi al di fuori o nell’ambito della sua attività imprenditoriale sia per prestazioni che danno diritto alla deduzione dell’imposta precedente, sia per prestazioni che non vi danno diritto, la deduzione dell’imposta precedente deve essere corretta proporzionalmente all’utilizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_30"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Doppia utilizzazione",
        "citation": "Art. 30 cpv. 2 LIVA",
        "content": "Se la prestazione precedente è utilizzata principalmente nell’ambito dell’attività imprenditoriale per prestazioni che danno diritto alla deduzione dell’imposta precedente, questa può essere dedotta integralmente e corretta alla fine del periodo fiscale (art. 31).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_30"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Consumo proprio",
        "citation": "Art. 31 cpv. 1 LIVA",
        "content": "Se i presupposti per la deduzione dell’imposta precedente vengono successivamente a cadere (consumo proprio), la deduzione dell’imposta precedente deve essere corretta nel momento in cui tali presupposti sono venuti a cadere. L’imposta precedente dedotta, comprese le relative quote corrette a titolo di sgravio fiscale successivo, dev’essere restituita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_31"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Consumo proprio",
        "citation": "Art. 31 cpv. 2 LIVA",
        "content": "Vi è segnatamente consumo proprio quando il contribuente preleva durevolmente o temporaneamente dalla sua impresa beni o prestazioni di servizi, sempre che al momento dell’acquisto o del conferimento dell’insieme degli stessi o di relativi componenti abbia proceduto a una deduzione dell’imposta precedente o abbia ottenuto i beni o le prestazioni di servizi nell’ambito della procedura di notifica di cui all’articolo 38, e:\na. li utilizza al di fuori della sua attività imprenditoriale, in particolare per scopi privati;\nb. li utilizza per un’attività imprenditoriale che non dà diritto alla deduzione dell’imposta precedente secondo l’articolo 29 capoverso 1;\nc. li destina a uno scopo gratuito senza che sia dato un motivo imprenditoriale; il motivo imprenditoriale è presunto per regali sino a 500 franchi per persona e anno, nonché per regali pubblicitari e campioni di merci volti a realizzare operazioni imponibili o esenti dall’imposta;\nd. ha ancora il potere di disporre di tali beni o prestazioni di servizi al momento in cui cessa l’assoggettamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_31"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Consumo proprio",
        "citation": "Art. 31 cpv. 3 LIVA",
        "content": "Se il bene o la prestazione di servizi sono stati utilizzati durante il periodo compreso tra la ricezione della prestazione e il momento in cui i presupposti per la deduzione dell’imposta precedente sono venuti a cadere, la deduzione dell’imposta precedente deve essere corretta in funzione dell’importo del valore attuale del bene o della prestazione di servizi. Per calcolare il valore attuale, l’importo dell’imposta precedente è ridotto linearmente, per i beni mobili e per le prestazioni di servizi, di un quinto per ogni anno trascorso e, per i beni immobili, di un ventesimo per ogni anno trascorso. Il sistema contabile non è rilevante. In casi motivati, il Consiglio federale può stabilire deroghe alle disposizioni sull’ammortamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_31"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Consumo proprio",
        "citation": "Art. 31 cpv. 4 LIVA",
        "content": "Se un bene è utilizzato solo temporaneamente al di fuori dell’attività imprenditoriale o per un’attività imprenditoriale che non dà diritto alla deduzione dell’imposta precedente, il contribuente deve correggere la deduzione dell’imposta precedente in funzione dell’ammontare dell’imposta che graverebbe una locazione fatturata a un terzo indipendente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_31"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Sgravio fiscale successivo",
        "citation": "Art. 32 cpv. 1 LIVA",
        "content": "Se i presupposti per la deduzione dell’imposta precedente si verificano successivamente (sgravio fiscale successivo), la deduzione dell’imposta precedente può essere effettuata nel periodo di rendiconto in cui tali presupposti si sono verificati. L’imposta precedente non dedotta, comprese le quote corrette a titolo di consumo proprio, può essere dedotta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_32"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Sgravio fiscale successivo",
        "citation": "Art. 32 cpv. 2 LIVA",
        "content": "Se il bene o la prestazione di servizi sono stati utilizzati durante il periodo compreso tra la ricezione della prestazione o l’importazione e il verificarsi dei presupposti per la deduzione dell’imposta precedente, l’imposta precedente deducibile si limita al valore attuale del bene o della prestazione. Per calcolare il valore attuale, l’importo dell’imposta precedente è ridotto linearmente, per i beni mobili e per le prestazioni di servizi, di un quinto per ogni anno trascorso e, per i beni immobili, di un ventesimo per ogni anno trascorso. Il sistema contabile non è rilevante. In casi motivati, il Consiglio federale può stabilire deroghe alle disposizioni sull’ammortamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_32"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Sgravio fiscale successivo",
        "citation": "Art. 32 cpv. 3 LIVA",
        "content": "Se un bene è utilizzato solo temporaneamente per un’attività imprenditoriale che dà diritto alla deduzione dell’imposta precedente, il contribuente può correggere la deduzione dell’imposta precedente in funzione dell’ammontare dell’imposta che graverebbe una locazione fatturata a un terzo indipendente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_32"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Riduzione della deduzione dell’imposta precedente",
        "citation": "Art. 33 cpv. 1 LIVA",
        "content": "Fatto salvo il capoverso 2, i flussi di mezzi finanziari che non sono considerati controprestazione (art. 18 cpv. 2) non comportano una riduzione della deduzione dell’imposta precedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_33"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Riduzione della deduzione dell’imposta precedente",
        "citation": "Art. 33 cpv. 2 LIVA",
        "content": "Il contribuente deve ridurre proporzionalmente la deduzione dell’imposta precedente se riceve fondi secondo l’articolo 18 capoverso 2 lettere a–c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_33"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione, nascita e prescrizione del credito fiscale, Sezione 1: Basi temporali, Periodo fiscale",
        "citation": "Art. 34 cpv. 1 LIVA",
        "content": "L’imposta è riscossa per un periodo fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_34"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione, nascita e prescrizione del credito fiscale, Sezione 1: Basi temporali, Periodo fiscale",
        "citation": "Art. 34 cpv. 2 LIVA",
        "content": "Il periodo fiscale corrisponde all’anno civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_34"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione, nascita e prescrizione del credito fiscale, Sezione 1: Basi temporali, Periodo fiscale",
        "citation": "Art. 34 cpv. 3 LIVA",
        "content": "L’AFC può autorizzare il contribuente che lo richiede a considerare come periodo fiscale l’esercizio commerciale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_34"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione, nascita e prescrizione del credito fiscale, Sezione 1: Basi temporali, Periodo di rendiconto",
        "citation": "Art. 35 cpv. 1 LIVA",
        "content": "All’interno del periodo fiscale, il periodo di rendiconto dell’imposta è: \na. di norma il trimestre civile;\nb. in caso di allestimento del rendiconto secondo il metodo delle aliquote saldo (art. 37 cpv. 1 e 2), il semestre civile;\nc. in caso di regolare eccedenza dell’imposta precedente, su domanda del contribuente, il mese civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_35"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione, nascita e prescrizione del credito fiscale, Sezione 1: Basi temporali, Periodo di rendiconto",
        "citation": "Art. 35 cpv. 2 LIVA",
        "content": "Su richiesta, l’AFC può autorizzare, in casi fondati, altri periodi di rendiconto e ne stabilisce le condizioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_35"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione, nascita e prescrizione del credito fiscale, Sezione 2: Entità del credito fiscale e procedura di notifica, Metodo di rendiconto effettivo",
        "citation": "Art. 36 cpv. 1 LIVA",
        "content": "Di norma il rendiconto è allestito secondo il metodo effettivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_36"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione, nascita e prescrizione del credito fiscale, Sezione 2: Entità del credito fiscale e procedura di notifica, Metodo di rendiconto effettivo",
        "citation": "Art. 36 cpv. 2 LIVA",
        "content": "In caso di applicazione del metodo di rendiconto effettivo, il credito fiscale del corrispondente periodo di rendiconto si calcola deducendo l’imposta precedente dalla somma dell’imposta dovuta sulle prestazioni eseguite sul territorio svizzero, dell’imposta sull’acquisto (art. 45) e dell’imposta sull’importazione dichiarata secondo la procedura di riporto del pagamento (art. 63).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_36"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione, nascita e prescrizione del credito fiscale, Sezione 2: Entità del credito fiscale e procedura di notifica, Allestimento del rendiconto secondo i metodi delle aliquote saldo e delle aliquote forfetarie",
        "citation": "Art. 37 cpv. 1 LIVA",
        "content": "Il contribuente che realizza una cifra d’affari annua proveniente da prestazioni imponibili pari o inferiore a 5 024 000 franchi e che deve pagare nel medesimo periodo imposte pari o inferiori a 108 000 franchi, calcolate in base all’aliquota saldo determinante nei suoi confronti, può allestire il rendiconto secondo il metodo delle aliquote saldo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_37"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione, nascita e prescrizione del credito fiscale, Sezione 2: Entità del credito fiscale e procedura di notifica, Allestimento del rendiconto secondo i metodi delle aliquote saldo e delle aliquote forfetarie",
        "citation": "Art. 37 cpv. 2 LIVA",
        "content": "In caso di applicazione del metodo delle aliquote saldo, il credito fiscale è stabilito moltiplicando il totale di tutte le controprestazioni imponibili realizzate in un periodo di rendiconto, comprese le imposte, per l’aliquota saldo autorizzata dall’AFC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_37"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione, nascita e prescrizione del credito fiscale, Sezione 2: Entità del credito fiscale e procedura di notifica, Allestimento del rendiconto secondo i metodi delle aliquote saldo e delle aliquote forfetarie",
        "citation": "Art. 37 cpv. 3 LIVA",
        "content": "Le aliquote saldo tengono conto della quota dell’imposta precedente usuale per il settore. Sono fissate dall’AFC previa consultazione delle associazioni dei settori interessati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_37"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione, nascita e prescrizione del credito fiscale, Sezione 2: Entità del credito fiscale e procedura di notifica, Allestimento del rendiconto secondo i metodi delle aliquote saldo e delle aliquote forfetarie",
        "citation": "Art. 37 cpv. 4 LIVA",
        "content": "Il contribuente che intende allestire il suo rendiconto applicando il metodo delle aliquote saldo deve farne richiesta all’AFC e applicare tale metodo durante almeno un periodo fiscale. Se sceglie il metodo di rendiconto effettivo, il contribuente può passare al metodo delle aliquote saldo soltanto dopo tre anni. La modifica del metodo di rendiconto può essere effettuata soltanto all’inizio di un periodo fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_37"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione, nascita e prescrizione del credito fiscale, Sezione 2: Entità del credito fiscale e procedura di notifica, Allestimento del rendiconto secondo i metodi delle aliquote saldo e delle aliquote forfetarie",
        "citation": "Art. 37 cpv. 5 LIVA",
        "content": "Le collettività pubbliche e le istituzioni affini, segnatamente le cliniche e le scuole private o le imprese di trasporto concessionarie nonché le associazioni e le fondazioni, possono applicare il metodo delle aliquote forfetarie. Il Consiglio federale disciplina i dettagli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_37"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione, nascita e prescrizione del credito fiscale, Sezione 2: Entità del credito fiscale e procedura di notifica, Procedura di notifica",
        "citation": "Art. 38 cpv. 1 LIVA",
        "content": "Se l’imposta calcolata sul prezzo di alienazione secondo l’aliquota legale supera 10 000 franchi o l’alienazione è effettuata a favore di una persona strettamente vincolata, il contribuente deve adempiere il suo obbligo di rendiconto e di pagamento dell’imposta mediante notifica:\na. in caso di ristrutturazioni conformemente agli articoli 19 o 61 LIFD;\nb. in caso di altri trasferimenti di un patrimonio o di una parte di esso a un altro contribuente nell’ambito di una costituzione, di una liquidazione, di una ristrutturazione, di un’alienazione di un’attività commerciale o di un negozio giuridico disciplinato dalla legge del 3 ottobre 2003 sulla fusione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_38"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione, nascita e prescrizione del credito fiscale, Sezione 2: Entità del credito fiscale e procedura di notifica, Procedura di notifica",
        "citation": "Art. 38 cpv. 2 LIVA",
        "content": "Il Consiglio federale può stabilire in quali altri casi va applicata o può essere applicata la procedura di notifica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_38"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione, nascita e prescrizione del credito fiscale, Sezione 2: Entità del credito fiscale e procedura di notifica, Procedura di notifica",
        "citation": "Art. 38 cpv. 3 LIVA",
        "content": "Le notifiche devono essere effettuate nell’ambito del rendiconto regolare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_38"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione, nascita e prescrizione del credito fiscale, Sezione 2: Entità del credito fiscale e procedura di notifica, Procedura di notifica",
        "citation": "Art. 38 cpv. 4 LIVA",
        "content": "Applicando la procedura di notifica, l’acquirente riprende per i valori patrimoniali trasferiti la base di calcolo dell’alienante e il coefficiente applicabile alla deduzione dell’imposta precedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_38"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione, nascita e prescrizione del credito fiscale, Sezione 2: Entità del credito fiscale e procedura di notifica, Procedura di notifica",
        "citation": "Art. 38 cpv. 5 LIVA",
        "content": "Se nei casi di cui al capoverso 1 la procedura di notifica non è stata applicata e il credito fiscale è coperto da garanzie, la procedura di notifica non può più essere disposta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_38"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione, nascita e prescrizione del credito fiscale, Sezione 3: Nascita, modifica e prescrizione del credito fiscale, Sistema di rendiconto",
        "citation": "Art. 39 cpv. 1 LIVA",
        "content": "Il rendiconto è allestito secondo le controprestazioni convenute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_39"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione, nascita e prescrizione del credito fiscale, Sezione 3: Nascita, modifica e prescrizione del credito fiscale, Sistema di rendiconto",
        "citation": "Art. 39 cpv. 2 LIVA",
        "content": "L’AFC può autorizzare il contribuente che lo richiede ad allestire il rendiconto secondo le controprestazioni ricevute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_39"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione, nascita e prescrizione del credito fiscale, Sezione 3: Nascita, modifica e prescrizione del credito fiscale, Sistema di rendiconto",
        "citation": "Art. 39 cpv. 3 LIVA",
        "content": "Il sistema di rendiconto scelto deve essere mantenuto per almeno un periodo fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_39"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione, nascita e prescrizione del credito fiscale, Sezione 3: Nascita, modifica e prescrizione del credito fiscale, Sistema di rendiconto",
        "citation": "Art. 39 cpv. 4 LIVA",
        "content": "L’AFC può obbligare il contribuente ad allestire il rendiconto secondo le controprestazioni ricevute se:\na. il contribuente incassa una parte importante delle controprestazioni prima di aver fornito la prestazione o di avere emesso la relativa fattura; o\nb. vi è il sospetto fondato che il contribuente abusi del rendiconto secondo le controprestazioni convenute per procacciare a sé o ad altri un indebito profitto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_39"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione, nascita e prescrizione del credito fiscale, Sezione 3: Nascita, modifica e prescrizione del credito fiscale, Nascita del credito fiscale",
        "citation": "Art. 40 cpv. 1 LIVA",
        "content": "In caso di rendiconto allestito secondo le controprestazioni convenute, il diritto alla deduzione dell’imposta precedente sorge al momento della ricezione della fattura. Il debito fiscale sorge:\na. al momento dell’emissione della fattura;\nb. al momento dell’emissione della fattura parziale o dell’incasso del pagamento parziale, per le prestazioni oggetto di fatture o pagamenti parziali e consecutivi;\nc. al momento dell’incasso della controprestazione, in caso di pagamenti anticipati per prestazioni non esenti dall’imposta, nonché in caso di prestazioni senza emissione di fattura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_40"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione, nascita e prescrizione del credito fiscale, Sezione 3: Nascita, modifica e prescrizione del credito fiscale, Nascita del credito fiscale",
        "citation": "Art. 40 cpv. 2 LIVA",
        "content": "In caso di rendiconto allestito secondo le controprestazioni ricevute, il diritto alla deduzione dell’imposta precedente sorge al momento del pagamento. Il debito fiscale sorge con l’incasso della controprestazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_40"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione, nascita e prescrizione del credito fiscale, Sezione 3: Nascita, modifica e prescrizione del credito fiscale, Nascita del credito fiscale",
        "citation": "Art. 40 cpv. 3 LIVA",
        "content": "Per l’imposta sull’acquisto, il diritto alla deduzione dell’imposta precedente sorge al momento del rendiconto di tale imposta (art. 47).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_40"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione, nascita e prescrizione del credito fiscale, Sezione 3: Nascita, modifica e prescrizione del credito fiscale, Nascita del credito fiscale",
        "citation": "Art. 40 cpv. 4 LIVA",
        "content": "Per l’imposta sull’importazione, il diritto alla deduzione dell’imposta precedente sorge alla fine del periodo di rendiconto in cui è stata fissata tale imposta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_40"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione, nascita e prescrizione del credito fiscale, Sezione 3: Nascita, modifica e prescrizione del credito fiscale, Modifica successiva del debito fiscale e della deduzione dell’imposta precedente",
        "citation": "Art. 41 cpv. 1 LIVA",
        "content": "Se la controprestazione pagata dal destinatario della prestazione o convenuta con lo stesso viene corretta, nel momento in cui la correzione è contabilizzata o la controprestazione corretta è incassata occorre adeguare il debito fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_41"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione, nascita e prescrizione del credito fiscale, Sezione 3: Nascita, modifica e prescrizione del credito fiscale, Modifica successiva del debito fiscale e della deduzione dell’imposta precedente",
        "citation": "Art. 41 cpv. 2 LIVA",
        "content": "Se la controprestazione versata dal contribuente viene corretta, nel momento in cui la correzione è contabilizzata o la controprestazione corretta è versata occorre adeguare la deduzione dell’imposta precedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_41"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione, nascita e prescrizione del credito fiscale, Sezione 3: Nascita, modifica e prescrizione del credito fiscale, Prescrizione del diritto di tassazione",
        "citation": "Art. 42 cpv. 1 LIVA",
        "content": "Il diritto di tassazione si prescrive in cinque anni dalla fine del periodo fiscale in cui è sorto il credito fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_42"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione, nascita e prescrizione del credito fiscale, Sezione 3: Nascita, modifica e prescrizione del credito fiscale, Prescrizione del diritto di tassazione",
        "citation": "Art. 42 cpv. 2 LIVA",
        "content": "La prescrizione è interrotta mediante una dichiarazione scritta ricettizia volta a determinare o correggere il credito fiscale, mediante una decisione, una decisione su reclamo o una sentenza. L’annuncio di un controllo secondo l’articolo 78 capoverso 3 o l’inizio di un controllo non annunciato comporta una corrispondente interruzione della prescrizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_42"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione, nascita e prescrizione del credito fiscale, Sezione 3: Nascita, modifica e prescrizione del credito fiscale, Prescrizione del diritto di tassazione",
        "citation": "Art. 42 cpv. 3 LIVA",
        "content": "Se la prescrizione è interrotta dall’AFC o da un’autorità di ricorso, il termine di prescrizione decorre nuovamente. Il nuovo termine di prescrizione è di due anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_42"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione, nascita e prescrizione del credito fiscale, Sezione 3: Nascita, modifica e prescrizione del credito fiscale, Prescrizione del diritto di tassazione",
        "citation": "Art. 42 cpv. 4 LIVA",
        "content": "La prescrizione è sospesa finché per il periodo fiscale interessato è in corso un procedimento penale in materia fiscale secondo la presente legge, purché lo stesso sia stato annunciato al debitore (art. 104 cpv. 4).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_42"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione, nascita e prescrizione del credito fiscale, Sezione 3: Nascita, modifica e prescrizione del credito fiscale, Prescrizione del diritto di tassazione",
        "citation": "Art. 42 cpv. 5 LIVA",
        "content": "Interruzione e sospensione hanno effetto nei confronti di tutti i debitori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_42"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione, nascita e prescrizione del credito fiscale, Sezione 3: Nascita, modifica e prescrizione del credito fiscale, Prescrizione del diritto di tassazione",
        "citation": "Art. 42 cpv. 6 LIVA",
        "content": "Il diritto di tassazione si prescrive in ogni caso in dieci anni dalla fine del periodo fiscale in cui è sorto il credito fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_42"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione, nascita e prescrizione del credito fiscale, Sezione 3: Nascita, modifica e prescrizione del credito fiscale, Passaggio in giudicato del credito fiscale",
        "citation": "Art. 43 cpv. 1 LIVA",
        "content": "Il credito fiscale passa in giudicato mediante:\na. una decisione passata in giudicato, una decisione su reclamo passata in giudicato o una sentenza passata in giudicato;\nb. il riconoscimento scritto o il pagamento senza riserve da parte del contribuente di un avviso di tassazione;\nc. l’inizio della prescrizione del diritto di tassazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_43"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione, nascita e prescrizione del credito fiscale, Sezione 3: Nascita, modifica e prescrizione del credito fiscale, Passaggio in giudicato del credito fiscale",
        "citation": "Art. 43 cpv. 2 LIVA",
        "content": "Sino al passaggio in giudicato i rendiconti presentati e gli importi versati possono essere corretti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_43"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione, nascita e prescrizione del credito fiscale, Sezione 3: Nascita, modifica e prescrizione del credito fiscale, Cessione e costituzione in pegno del credito fiscale",
        "citation": "Art. 44 cpv. 1 LIVA",
        "content": "Il contribuente può cedere o costituire in pegno il suo credito fiscale conformemente alle norme del diritto civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_44"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione, nascita e prescrizione del credito fiscale, Sezione 3: Nascita, modifica e prescrizione del credito fiscale, Cessione e costituzione in pegno del credito fiscale",
        "citation": "Art. 44 cpv. 2 LIVA",
        "content": "La cessione o la costituzione in pegno del credito fiscale lascia impregiudicati i diritti dell’AFC, segnatamente le sue eccezioni e le misure a garanzia dell’imposta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_44"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo terzo: Imposta sull’acquisto, Assoggettamento",
        "citation": "Art. 45 cpv. 1 LIVA",
        "content": "Soggiacciono all’imposta sull’acquisto:\na. prestazioni di servizi che, secondo l’articolo 8 capoverso 1, vengono eseguite sul territorio svizzero da imprese con sede all’estero non iscritte nel registro dei contribuenti, fatta eccezione per le prestazioni di servizi in materia d’informatica o di telecomunicazioni a destinatari non contribuenti;\nb. l’importazione di supporti di dati senza valore di mercato con le prestazioni di servizi e i diritti ivi contenuti (art. 52 cpv. 2);\nc. la fornitura di beni immobili sul territorio svizzero che non soggiace all’imposta sull’importazione ed è effettuata da imprese con sede all’estero non iscritte nel registro dei contribuenti, fatta eccezione per la messa a disposizione di tali beni per l’uso o il godimento;\nd. la fornitura di energia elettrica in condotte, di gas mediante la rete di distribuzione del gas naturale e di teleriscaldamento da parte di imprese con sede all’estero a contribuenti in territorio svizzero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_45"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo terzo: Imposta sull’acquisto, Assoggettamento",
        "citation": "Art. 45 cpv. 2 LIVA",
        "content": "È assoggettato all’imposta per le prestazioni di cui al capoverso 1 il destinatario delle stesse, sempre che:\na. sia assoggettato all’imposta ai sensi dell’articolo 10; o\nb. acquisti nell’anno civile simili prestazioni per più di 10 000 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_45"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo terzo: Imposta sull’acquisto, Prestazioni che non soggiacciono all’imposta sull’acquisto",
        "citation": "Art. 45a LIVA",
        "content": "Non soggiacciono all’imposta sull’acquisto le prestazioni escluse dall’imposta sulle prestazioni eseguite sul territorio svizzero secondo l’articolo 21 o esenti dall’imposta sulle prestazioni eseguite sul territorio svizzero secondo l’articolo 23.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_45_a"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo terzo: Imposta sull’acquisto, Calcolo dell’imposta e aliquote d’imposta",
        "citation": "Art. 46 LIVA",
        "content": "Al calcolo dell’imposta e alle aliquote d’imposta si applicano gli articoli 24 e 25.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_46"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo terzo: Imposta sull’acquisto, Periodo fiscale e periodo di rendiconto",
        "citation": "Art. 47 cpv. 1 LIVA",
        "content": "Ai contribuenti secondo l’articolo 45 capoverso 2 lettera a si applicano gli stessi periodi fiscali e di rendiconto validi per l’imposta sulle prestazioni eseguite sul territorio svizzero (art. 34 e 35).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_47"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo terzo: Imposta sull’acquisto, Periodo fiscale e periodo di rendiconto",
        "citation": "Art. 47 cpv. 2 LIVA",
        "content": "Per i contribuenti secondo l’articolo 45 capoverso 2 lettera b il periodo fiscale e di rendiconto corrispondono all’anno civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_47"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo terzo: Imposta sull’acquisto, Nascita del debito fiscale e prescrizione del diritto di tassazione",
        "citation": "Art. 48 cpv. 1 LIVA",
        "content": "Il debito fiscale sorge:\na. con il pagamento della controprestazione;\nb. per i contribuenti secondo l’articolo 45 capoverso 2 lettera a che allestiscono il rendiconto secondo le controprestazioni convenute (art. 40 cpv. 1), al momento della ricezione della fattura e, in caso di prestazioni senza presentazione della fattura, con il pagamento della controprestazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_48"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo terzo: Imposta sull’acquisto, Nascita del debito fiscale e prescrizione del diritto di tassazione",
        "citation": "Art. 48 cpv. 2 LIVA",
        "content": "La prescrizione del diritto di tassazione e il passaggio in giudicato sono disciplinati dagli articoli 42 e 43.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_48"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo terzo: Imposta sull’acquisto, Responsabilità solidale, successione e sostituzione fiscali",
        "citation": "Art. 49 LIVA",
        "content": "Alla responsabilità solidale nonché alla successione e alla sostituzione fiscali si applicano gli articoli 15–17.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_49"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Diritto applicabile",
        "citation": "Art. 50 LIVA",
        "content": "La legislazione doganale è applicabile all’imposta sull’importazione di beni, purché le disposizioni che seguono non dispongano altrimenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_50"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Assoggettamento",
        "citation": "Art. 51 cpv. 1 LIVA",
        "content": "È assoggettato all’imposta chi è debitore doganale secondo l’articolo 70 capoversi 2 e 3 LD.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_51"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Assoggettamento",
        "citation": "Art. 51 cpv. 2 LIVA",
        "content": "La responsabilità solidale secondo l’articolo 70 capoverso 3 LD delle persone che allestiscono a titolo professionale dichiarazioni doganali (art. 109 LD) decade se:\na. l’importatore ha diritto alla deduzione dell’imposta precedente (art. 28);\nb. il debito fiscale è addebitato all’importatore sul conto della procedura accentrata di conteggio dell’UDSC  (PCD); e\nc. l’importatore ha conferito un mandato di rappresentanza diretta alla persona che allestisce a titolo professionale dichiarazioni doganali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_51"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Assoggettamento",
        "citation": "Art. 51 cpv. 3 LIVA",
        "content": "L’UDSC può esigere dalla persona che allestisce a titolo professionale dichiarazioni doganali la prova del suo potere di rappresentanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_51"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Oggetto dell’imposta",
        "citation": "Art. 52 cpv. 1 LIVA",
        "content": "Soggiacciono all’imposta:\na. l’importazione di beni, compresi le prestazioni di servizi e i diritti ivi contenuti;\nb. l’immissione in libera pratica di beni secondo l’articolo 17 capoverso 1bis LD da parte di viaggiatori in provenienza dall’estero nel traffico aereo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_52"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Oggetto dell’imposta",
        "citation": "Art. 52 cpv. 2 LIVA",
        "content": "Se al momento dell’importazione di supporti di dati non è possibile stabilirne il valore di mercato e se l’importazione non è esente da imposta secondo l’articolo 53, non è dovuta alcuna imposta sull’importazione e sono applicabili le disposizioni sull’imposta sull’acquisto (art. 45–49).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_52"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Oggetto dell’imposta",
        "citation": "Art. 52 cpv. 3 LIVA",
        "content": "Nel caso di una pluralità di prestazioni si applicano le disposizioni dell’articolo 19.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_52"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Importazioni esenti da imposta",
        "citation": "Art. 53 cpv. 1 LIVA",
        "content": "È esente da imposta l’importazione di:\na. beni in piccole quantità, di valore minimo o il cui ammontare d’imposta è irrilevante; il DFF emana disposizioni più dettagliate;\nb. organi umani da parte di istituzioni riconosciute a livello medico e da ospedali, nonché sangue umano intero da parte di titolari dell’apposita licenza;\nc. opere d’arte create personalmente da pittori e scultori e importate sul territorio svizzero dagli stessi o su loro ordine, fatto salvo l’articolo 54 capoverso 1 lettera c;\nd. beni ammessi in franchigia doganale in virtù dell’articolo 8 capoverso 2 lettere b–d, g nonché i–l LD;\ne. beni secondo l’articolo 23 capoverso 2 numero 8 importati da un’impresa di trasporto aereo ai sensi dell’articolo 23 capoverso 2 numero 8 nell’ambito di una fornitura o introdotti sul territorio svizzero da una tale impresa, purché la stessa abbia acquistato i beni nell’ambito di una fornitura prima dell’importazione e li utilizzi dopo l’importazione per proprie attività imprenditoriali che danno diritto alla deduzione dell’imposta precedente (art. 28);\nf. beni sottoposti al regime d’esportazione (art. 61 LD) e rispediti intatti al mittente sul territorio svizzero, purché non siano stati esentati dall’imposta per effetto dell’esportazione; se l’imposta è rilevante, l’esenzione avviene per via di restituzione; le disposizioni dell’articolo 59 sono applicabili per analogia;\ng. energia elettrica in condotte, gas mediante la rete di distribuzione del gas naturale e teleriscaldamento;\nh. beni dichiarati esenti da imposta in trattati internazionali;\ni. beni importati sul territorio svizzero in ammissione temporanea secondo gli articoli 9 e 58 LD o per il perfezionamento attivo secondo gli articoli 12 e 59 LD nel regime con diritto alla restituzione, fatto salvo l’articolo 54 capoverso 1 lettera d;\nj. beni importati temporaneamente sul territorio svizzero da una persona registrata quale contribuente sul territorio svizzero per perfezionamento a cottimo nell’ambito di un contratto d’appalto e sottoposti al regime del perfezionamento attivo con obbligo di pagamento condizionato (regime di non riscossione; art. 12 e 59 LD);\nk. beni esportati dal territorio svizzero in ammissione temporanea secondo gli articoli 9 e 58 LD o per perfezionamento passivo a cottimo nell’ambito di un contratto d’appalto secondo gli articoli 13 e 60 LD e rispediti al mittente in territorio svizzero, fatto salvo l’articolo 54 capoverso 1 lettera e;\nl. beni trasferiti all’estero secondo il regime d’esportazione (art. 61 LD) per perfezionamento a cottimo nell’ambito di un contratto d’appalto e rispediti al mittente in territorio svizzero, fatto salvo l’articolo 54 capoverso 1 lettera f.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_53"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Importazioni esenti da imposta",
        "citation": "Art. 53 cpv. 2 LIVA",
        "content": "Il Consiglio federale può esentare dall’imposta sull’importazione i beni che ha dichiarato esenti da dazio conformemente all’articolo 8 capoverso 2 lettera a LD.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_53"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Base di calcolo",
        "citation": "Art. 54 cpv. 1 LIVA",
        "content": "L’imposta è calcolata:\na. sulla controprestazione, se i beni sono importati in adempimento di un contratto di vendita o di commissione;\nb. sulla controprestazione di forniture o lavori ai sensi dell’articolo 3 lettera d numero 2 eseguiti in virtù di un contratto d’appalto con beni immessi in libera pratica secondo il diritto doganale (art. 48 LD) da una persona non registrata come contribuente sul territorio svizzero;\nc. sulla controprestazione di lavori commissionati da pittori e scultori ed eseguiti all’estero sulle loro opere d’arte (art. 3 lett. d n. 2), a condizione che le opere d’arte siano state importate sul territorio svizzero da loro stessi o su loro ordine;\nd. sulla controprestazione per l’uso di beni che erano stati importati in ammissione temporanea secondo gli articoli 9 e 58 LD, purché l’imposta su tale controprestazione sia rilevante; se l’uso temporaneo è gratuito o se la controprestazione richiesta è ridotta, fa stato la controprestazione che sarebbe fatturata a un terzo indipendente;\ne. sulla controprestazione di lavori eseguiti all’estero su beni (art. 3 lett. d n. 2) esportati in ammissione temporanea secondo gli articoli 9 e 58 LD o per perfezionamento passivo a cottimo nell’ambito di un contratto d’appalto secondo gli articoli 13 e 60 LD e rispediti al mittente in territorio svizzero;\nf. sulla controprestazione di lavori eseguiti all’estero su beni (art. 3 lett. d n. 2) che sono stati trasferiti all’estero secondo il regime d’esportazione (art. 61 LD) per perfezionamento a cottimo nell’ambito di un contratto d’appalto e rispediti al mittente in territorio svizzero;\ng. sul valore di mercato nei rimanenti casi; per valore di mercato s’intende tutto ciò che, allo stadio dell’importazione, un importatore dovrebbe pagare a un fornitore indipendente nel Paese di provenienza dei beni al momento della nascita del debito fiscale secondo l’articolo 56, in condizioni di libera concorrenza, per ottenere gli stessi beni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_54"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Base di calcolo",
        "citation": "Art. 54 cpv. 2 LIVA",
        "content": "Se il calcolo dell’imposta è stato effettuato sulla base della controprestazione, è determinante la controprestazione ai sensi dell’articolo 24 pagata o da pagare dall’importatore o da un terzo in sua vece, fatto salvo l’articolo 18 capoverso 2 lettera h. In caso di modifica successiva della controprestazione si applica per analogia l’articolo 41.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_54"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Base di calcolo",
        "citation": "Art. 54 cpv. 3 LIVA",
        "content": "Nella base di calcolo devono essere integrati, se non sono già compresi:\na. le imposte, i dazi e altre tasse dovuti fuori dal territorio svizzero e per l’importazione, tranne l’imposta sul valore aggiunto da riscuotere;\nb. le spese di trasporto o di spedizione e di tutte le prestazioni connesse sino al luogo di destinazione in territorio svizzero, dove i beni devono essere trasportati al momento della nascita del debito fiscale secondo l’articolo 56; se questo luogo è sconosciuto, vale come luogo di destinazione quello in cui il bene viene scaricato sul territorio svizzero dopo la nascita del debito fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_54"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Base di calcolo",
        "citation": "Art. 54 cpv. 4 LIVA",
        "content": "Se sussistono dubbi circa l’esattezza della dichiarazione doganale o mancano indicazioni del valore, l’UDSC può procedere alla stima della base di calcolo dell’imposta entro i limiti del suo potere d’apprezzamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_54"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Base di calcolo",
        "citation": "Art. 54 cpv. 5 LIVA",
        "content": "Per la determinazione della base di calcolo dell’imposta, i prezzi o i valori in valuta estera devono essere convertiti in franchi svizzeri al corso del cambio (vendita) in borsa la vigilia della nascita del debito fiscale secondo l’articolo 56.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_54"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Aliquote d’imposta",
        "citation": "Art. 55 cpv. 1 LIVA",
        "content": "Fatto salvo il capoverso 2, l’imposta sull’importazione di beni ammonta al 8,1 per cento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_55"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Aliquote d’imposta",
        "citation": "Art. 55 cpv. 2 LIVA",
        "content": "Sull’importazione di beni ai sensi dell’articolo 25 capoverso 2 lettere a e abis l’imposta ammonta al 2,6 per cento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_55"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Nascita, prescrizione e pagamento del debito fiscale",
        "citation": "Art. 56 cpv. 1 LIVA",
        "content": "Il debito fiscale sorge simultaneamente all’obbligazione doganale (art. 69 LD).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_56"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Nascita, prescrizione e pagamento del debito fiscale",
        "citation": "Art. 56 cpv. 2 LIVA",
        "content": "Il contribuente ai sensi dell’articolo 51 che paga il debito fiscale per il tramite della PCD può pagare l’imposta entro un termine di 60 giorni dall’emissione della fattura; fanno eccezione le importazioni nel traffico turistico dichiarate verbalmente per l’imposizione doganale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_56"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Nascita, prescrizione e pagamento del debito fiscale",
        "citation": "Art. 56 cpv. 3 LIVA",
        "content": "Per quanto concerne la costituzione di garanzie possono essere consentite agevolazioni, purché la riscossione dell’imposta non venga pregiudicata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_56"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Nascita, prescrizione e pagamento del debito fiscale",
        "citation": "Art. 56 cpv. 4 LIVA",
        "content": "Il debito fiscale si prescrive simultaneamente all’obbligazione doganale (art. 75 LD). La prescrizione è sospesa finché è in corso un procedimento penale in materia fiscale secondo la presente legge, purché lo stesso sia stato annunciato al debitore (art. 104 cpv. 4).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_56"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Nascita, prescrizione e pagamento del debito fiscale",
        "citation": "Art. 56 cpv. 5 LIVA",
        "content": "Se il debito fiscale è modificato a causa di un adeguamento successivo della controprestazione, segnatamente a causa di modifiche contrattuali o di adeguamenti di prezzo operati tra imprese collegate in base a direttive riconosciute, l’imposta di cui è stato calcolato un importo insufficiente dev’essere annunciata all’UDSC entro 30 giorni da tale adeguamento. L’annuncio e la rettifica possono essere omessi se l’imposta da pagare successivamente può essere dedotta a titolo d’imposta precedente conformemente all’articolo 28.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_56"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Interesse moratorio",
        "citation": "Art. 57 cpv. 1 LIVA",
        "content": "Se il debito fiscale non è pagato entro il termine, è dovuto un interesse moratorio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_57"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Interesse moratorio",
        "citation": "Art. 57 cpv. 2 LIVA",
        "content": "L’interesse moratorio decorre:\na. nel caso di pagamento per il tramite della PCD, scaduto il termine di pagamento accordato;\nb. nel caso di riscossione dell’imposta sulla controprestazione secondo l’articolo 54 capoverso 1 lettera d, scaduto il termine di pagamento accordato;\nc. nel caso di recupero di imposte la cui restituzione è stata ottenuta indebitamente, alla data del versamento;\nd. negli altri casi, con la nascita del debito fiscale secondo l’articolo 56.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_57"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Interesse moratorio",
        "citation": "Art. 57 cpv. 3 LIVA",
        "content": "L’obbligo di pagare l’interesse moratorio è dato anche durante una procedura di ricorso o in caso di pagamenti rateali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_57"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Eccezioni all’obbligo di pagare interessi moratori",
        "citation": "Art. 58 LIVA",
        "content": "Non viene riscosso un interesse moratorio se:\na. il debito fiscale è stato garantito mediante depositi in contanti;\nb. i beni immessi in libera pratica (art. 48 LD) sono dapprima stati tassati provvisoriamente (art. 39 LD) e, al momento dell’accettazione della dichiarazione doganale, l’importatore era registrato come contribuente sul territorio svizzero;\nc. i beni tassati con obbligo di pagamento condizionato (art. 49, 51 cpv. 2 lett. b, 58 e 59 LD) previa conclusione del regime doganale:\n1. sono riesportati, o\n2. sono assegnati a un altro regime doganale (art. 47 LD);\ncbis. in caso di beni tassati con obbligo di pagamento condizionato, al momento dell’accettazione della dichiarazione doganale l’importatore era registrato come contribuente sul territorio svizzero;\nd. ...\ne. i beni devono essere dichiarati periodicamente nella procedura d’imposizione doganale (art. 42 cpv. 1 lett. c LD) o sono tassati successivamente in base a una procedura d’imposizione doganale semplificata (art. 42 cpv. 2 LD) e l’importatore al momento dell’importazione era registrato come contribuente sul territorio svizzero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_58"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Diritto alla restituzione dell’imposta e prescrizione",
        "citation": "Art. 59 cpv. 1 LIVA",
        "content": "Per le imposte riscosse in eccedenza o non dovute sussiste il diritto alla restituzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_59"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Diritto alla restituzione dell’imposta e prescrizione",
        "citation": "Art. 59 cpv. 2 LIVA",
        "content": "Non sono restituite le imposte riscosse in eccedenza, non dovute o non più dovute a causa dell’imposizione dei beni secondo gli articoli 34 e 51 capoverso 3 LD o a causa della loro riesportazione secondo gli articoli 49 capoverso 4, 51 capoverso 3, 58 capoverso 3 e 59 capoverso 4 LD, quando l’importatore è registrato come contribuente sul territorio svizzero e può dedurre l’imposta da versare o versata all’UDSC a titolo d’imposta precedente secondo l’articolo 28.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_59"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Diritto alla restituzione dell’imposta e prescrizione",
        "citation": "Art. 59 cpv. 3 LIVA",
        "content": "Tale diritto si prescrive in cinque anni dalla fine dell’anno civile in cui è sorto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_59"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Diritto alla restituzione dell’imposta e prescrizione",
        "citation": "Art. 59 cpv. 4 LIVA",
        "content": "La prescrizione è interrotta da qualsiasi esercizio di tale diritto nei confronti dell’UDSC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_59"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Diritto alla restituzione dell’imposta e prescrizione",
        "citation": "Art. 59 cpv. 5 LIVA",
        "content": "La prescrizione è sospesa fintanto che il diritto rivendicato è oggetto di una procedura di ricorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_59"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Diritto alla restituzione dell’imposta e prescrizione",
        "citation": "Art. 59 cpv. 6 LIVA",
        "content": "Il diritto alla restituzione delle imposte riscosse in eccedenza o delle imposte non dovute si prescrive in tutti i casi in 15 anni dalla fine dell’anno civile in cui è sorto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_59"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Restituzione per riesportazione",
        "citation": "Art. 60 cpv. 1 LIVA",
        "content": "L’imposta riscossa sull’importazione è restituita su richiesta se le condizioni per la deduzione dell’imposta precedente conformemente all’articolo 28 non sono date e:\na. i beni sono riesportati inalterati senza essere stati oggetto di una precedente fornitura a un terzo sul territorio svizzero e senza essere stati utilizzati; oppure\nb. i beni, pur essendo stati utilizzati sul territorio svizzero, sono riesportati in seguito all’annullamento della fornitura; in tal caso, la restituzione è ridotta dell’importo corrispondente all’imposta sulla controprestazione dovuta per l’utilizzazione dei beni o sulla perdita di valore subita in seguito all’utilizzazione, nonché sui tributi doganali all’importazione non restituiti e sui tributi derivanti da leggi federali di natura non doganale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_60"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Restituzione per riesportazione",
        "citation": "Art. 60 cpv. 2 LIVA",
        "content": "L’imposta è restituita soltanto se:\na. la riesportazione avviene nel termine di cinque anni a contare dalla fine dell’anno civile in cui l’imposta è stata riscossa; e\nb. è comprovata l’identità dei beni esportati con quelli importati in precedenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_60"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Restituzione per riesportazione",
        "citation": "Art. 60 cpv. 3 LIVA",
        "content": "In determinati casi la restituzione può essere fatta dipendere da una regolare dichiarazione fatta nel Paese d’importazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_60"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Restituzione per riesportazione",
        "citation": "Art. 60 cpv. 4 LIVA",
        "content": "Le richieste di restituzione devono essere presentate al momento della dichiarazione per il regime d’esportazione. Richieste successive di restituzione possono essere prese in considerazione se sono presentate per scritto all’UDSC entro 60 giorni dall’emissione del documento d’esportazione con il quale i beni sono stati sottoposti al regime d’esportazione (art. 61 LD).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_60"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Interesse rimuneratorio",
        "citation": "Art. 61 cpv. 1 LIVA",
        "content": "Finché non ha luogo il pagamento è versato un interesse rimuneratorio:\na. in caso di restituzione di un’imposta riscossa in eccedenza o di un’imposta non dovuta secondo l’articolo 59, a partire dal 61° giorno dalla ricezione della richiesta scritta da parte dell’UDSC;\nb. in caso di restituzione dell’imposta a causa di riesportazione secondo l’articolo 60, a partire dal 61° giorno dal ricevimento della richiesta da parte dell’UDSC;\nc. in caso di regime con obbligo di pagamento condizionato (art. 49, 51, 58 e 59 LD), a partire dal 61° giorno dalla conclusione regolamentare della procedura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_61"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Interesse rimuneratorio",
        "citation": "Art. 61 cpv. 2 LIVA",
        "content": "Il termine di 60 giorni senza interessi decorre soltanto quando:\na. tutti i documenti necessari all’accertamento della fattispecie e alla valutazione della richiesta sono giunti all’UDSC;\nb. il ricorso contro la decisione d’imposizione soddisfa i requisiti di cui all’articolo 52 della legge federale del 20 dicembre 1968 sulla procedura amministrativa (PA);\nc. le basi per il calcolo dell’imposta sulla controprestazione secondo l’articolo 54 capoverso 1 lettera d sono note all’UDSC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_61"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Interesse rimuneratorio",
        "citation": "Art. 61 cpv. 3 LIVA",
        "content": "Non è versato un interesse rimuneratorio in caso di condono dell’imposta secondo l’articolo 64.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_61"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Competenza e procedura",
        "citation": "Art. 62 cpv. 1 LIVA",
        "content": "L’imposta sull’importazione è riscossa dall’UDSC. Quest’ultimo emana le disposizioni e decisioni necessarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_62"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Competenza e procedura",
        "citation": "Art. 62 cpv. 2 LIVA",
        "content": "Gli organi dell’UDSC hanno la facoltà di procedere a tutti gli accertamenti necessari alla verifica dei fatti determinanti per la tassazione. Gli articoli 68–70, 73–75 e 79 sono applicabili per analogia. Previa intesa, l’UDSC può affidare all’AFC gli accertamenti presso i contribuenti registrati sul territorio svizzero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_62"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Riporto del pagamento dell’imposta",
        "citation": "Art. 63 cpv. 1 LIVA",
        "content": "Gli importatori registrati presso l’AFC che allestiscono il rendiconto secondo il metodo effettivo possono dichiarare l’imposta dovuta sull’importazione di beni nel rendiconto d’imposta periodico che trasmettono all’AFC (procedura di riporto del pagamento), invece di versarla all’UDSC, purché importino ed esportino regolarmente beni e da ciò risultino regolarmente importanti eccedenze di imposta precedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_63"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Riporto del pagamento dell’imposta",
        "citation": "Art. 63 cpv. 2 LIVA",
        "content": "Se i beni importati con la procedura di riporto di pagamento dell’imposta sono ulteriormente lavorati o trasformati in territorio svizzero, l’AFC può autorizzare i contribuenti a fornire detti beni lavorati o trasformati ad altri contribuenti senza calcolare l’imposta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_63"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Riporto del pagamento dell’imposta",
        "citation": "Art. 63 cpv. 3 LIVA",
        "content": "Il Consiglio federale disciplina i dettagli della procedura di riporto di pagamento dell’imposta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_63"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Condono dell’imposta",
        "citation": "Art. 64 cpv. 1 LIVA",
        "content": "L’imposta sull’importazione può essere condonata in tutto o in parte se:\na. beni sotto la custodia dell’UDSC o in regime di transito (art. 49 LD), di deposito doganale (art. 50–57 LD), di ammissione temporanea (art. 58 LD) o di perfezionamento attivo (art. 59 LD) sono totalmente o parzialmente distrutti per caso fortuito, per forza maggiore o con il consenso delle autorità;\nb. beni in libera pratica doganale sono totalmente o parzialmente distrutti oppure riesportati dal territorio svizzero in virtù di una decisione dell’autorità;\nc. date le circostanze particolari, una riscossione posticipata ai sensi dell’articolo 85 LD graverebbe in modo sproporzionato il debitore secondo l’articolo 51;\nd. l’incaricato della dichiarazione doganale (p. es. lo spedizioniere) non può trasferire l’imposta a causa dell’insolvibilità dell’importatore e, al momento dell’accettazione della dichiarazione doganale, l’importatore era registrato come contribuente sul territorio svizzero; l’insolvibilità dell’importatore è data quando la riscossione da parte dell’incaricato appare seriamente messa in pericolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_64"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Condono dell’imposta",
        "citation": "Art. 64 cpv. 2 LIVA",
        "content": "La Direzione generale delle dogane decide in merito al condono dell’imposta su domanda scritta, corredata dei necessari documenti giustificativi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_64"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quarto: Imposta sull’importazione, Condono dell’imposta",
        "citation": "Art. 64 cpv. 3 LIVA",
        "content": "Il termine per la presentazione di una domanda è:\na. in caso di imposizione con debito fiscale non subordinato a condizioni, di un anno dal rilascio del documento d’importazione con il quale l’imposta sull’importazione è stata determinata;\nb. in caso di imposizione con debito fiscale subordinato a condizioni, di un anno dalla conclusione del regime doganale scelto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_64"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 1: Disposizioni procedurali generali, Principi",
        "citation": "Art. 65 cpv. 1 LIVA",
        "content": "L’AFC è competente per la determinazione e la riscossione dell’imposta sulle prestazioni eseguite sul territorio svizzero e dell’imposta sull’acquisto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_65"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 1: Disposizioni procedurali generali, Principi",
        "citation": "Art. 65 cpv. 2 LIVA",
        "content": "Essa prende le decisioni necessarie per una determinazione e una riscossione dell’imposta conformi alla legge, in quanto la loro emanazione non sia espressamente riservata a un’altra autorità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_65"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 1: Disposizioni procedurali generali, Principi",
        "citation": "Art. 65 cpv. 3 LIVA",
        "content": "Essa pubblica senza indugio qualsiasi nuova prassi che non sia di carattere esclusivamente interno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_65"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 1: Disposizioni procedurali generali, Principi",
        "citation": "Art. 65 cpv. 4 LIVA",
        "content": "Tutti gli atti amministrativi devono essere eseguiti sollecitamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_65"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 1: Disposizioni procedurali generali, Principi",
        "citation": "Art. 65 cpv. 5 LIVA",
        "content": "L’onere amministrativo che la riscossione dell’imposta comporta per il contribuente non può eccedere quanto assolutamente necessario per l’applicazione della presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_65"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 1: Disposizioni procedurali generali, Procedure elettroniche",
        "citation": "Art. 65a cpv. 1 LIVA",
        "content": "Il Consiglio federale può prescrivere lo svolgimento per via elettronica delle procedure previste dalla presente legge. Ne disciplina le modalità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_65_a"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 1: Disposizioni procedurali generali, Procedure elettroniche",
        "citation": "Art. 65a cpv. 2 LIVA",
        "content": "In caso di svolgimento di procedure per via elettronica, l’AFC garantisce l’autenticità e l’integrità dei dati trasmessi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_65_a"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 1: Disposizioni procedurali generali, Procedure elettroniche",
        "citation": "Art. 65a cpv. 3 LIVA",
        "content": "In caso di presentazione per via elettronica di atti scritti per i quali la legge prescrive la firma, l’AFC può riconoscere, invece della firma elettronica qualificata, un’altra modalità di conferma dei dati per via elettronica da parte del contribuente o del richiedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_65_a"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 2: Diritti e obblighi del contribuente, Annuncio di inizio e di fine dell’assoggettamento",
        "citation": "Art. 66 cpv. 1 LIVA",
        "content": "Chi diventa contribuente ai sensi dell’articolo 10 deve annunciarsi spontaneamente per scritto all’AFC entro 30 giorni dall’inizio dell’assoggettamento. Questa gli assegna un numero non trasferibile ai sensi della legge federale del 18 giugno 2010 sul numero d’identificazione delle imprese, che viene registrato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_66"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 2: Diritti e obblighi del contribuente, Annuncio di inizio e di fine dell’assoggettamento",
        "citation": "Art. 66 cpv. 2 LIVA",
        "content": "Quando l’assoggettamento termina conformemente all’articolo 14 capoverso 2, il contribuente deve annunciarlo per scritto all’AFC entro 30 giorni dalla cessazione dell’attività imprenditoriale, ma al più tardi alla fine della procedura di liquidazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_66"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 2: Diritti e obblighi del contribuente, Annuncio di inizio e di fine dell’assoggettamento",
        "citation": "Art. 66 cpv. 3 LIVA",
        "content": "Chi è assoggettato soltanto all’imposta sull’acquisto (art. 45 cpv. 2) deve annunciarsi per scritto all’AFC entro 60 giorni dalla fine dell’anno civile in cui si sono verificate le condizioni dell’assoggettamento e dichiarare nel contempo le prestazioni acquisite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_66"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 2: Diritti e obblighi del contribuente, Rappresentanza fiscale",
        "citation": "Art. 67 cpv. 1 LIVA",
        "content": "I contribuenti senza domicilio o sede sociale sul territorio svizzero devono designare, per l’adempimento dei loro obblighi procedurali, un rappresentante con domicilio o sede sociale sul territorio svizzero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_67"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 2: Diritti e obblighi del contribuente, Rappresentanza fiscale",
        "citation": "Art. 67 cpv. 2 LIVA",
        "content": "In caso di imposizione di gruppo (art. 13), il gruppo d’imposizione deve designare, per l’adempimento dei suoi obblighi procedurali, un rappresentante con domicilio o sede sociale in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_67"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 2: Diritti e obblighi del contribuente, Rappresentanza fiscale",
        "citation": "Art. 67 cpv. 3 LIVA",
        "content": "La designazione di un rappresentante secondo i capoversi 1 e 2 non equivale alla costituzione di uno stabilimento d’impresa ai sensi delle disposizioni sulle imposte dirette.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_67"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 2: Diritti e obblighi del contribuente, Obbligo d’informazione",
        "citation": "Art. 68 cpv. 1 LIVA",
        "content": "Il contribuente deve indicare coscienziosamente all’AFC tutti i fatti che possono essere di qualche rilevanza per l’accertamento dell’assoggettamento o per il calcolo dell’imposta e inoltrare i documenti necessari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_68"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 2: Diritti e obblighi del contribuente, Obbligo d’informazione",
        "citation": "Art. 68 cpv. 2 LIVA",
        "content": "È fatto salvo il segreto professionale tutelato dalla legge. Le persone tenute a osservare il segreto professionale hanno l’obbligo di presentare i loro libri e i pertinenti documenti; possono celare il nome e l’indirizzo dei clienti o sostituirli con codici, ma il luogo di domicilio o di sede dev’essere leggibile. Nei casi dubbi, il presidente della camera competente del Tribunale amministrativo federale può, su richiesta dell’AFC o del contribuente, designare periti neutrali quali organi di controllo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_68"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 2: Diritti e obblighi del contribuente, Diritto d’informazione",
        "citation": "Art. 69 LIVA",
        "content": "L’AFC informa entro un congruo termine il contribuente che chiede per scritto ragguagli circa le conseguenze in materia di imposta sul valore aggiunto di una fattispecie concreta descritta con precisione. L’informazione è giuridicamente vincolante per il contribuente richiedente e l’AFC; non può essere riferita a un’altra fattispecie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_69"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 2: Diritti e obblighi del contribuente, Contabilità e conservazione",
        "citation": "Art. 70 cpv. 1 LIVA",
        "content": "Il contribuente deve tenere i suoi libri contabili e i pertinenti documenti secondo i principi del diritto commerciale. L’AFC può eccezionalmente prescrivere obblighi più estesi di quelli previsti dal diritto commerciale se ciò è indispensabile alla corretta riscossione dell’IVA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_70"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 2: Diritti e obblighi del contribuente, Contabilità e conservazione",
        "citation": "Art. 70 cpv. 2 LIVA",
        "content": "Il contribuente deve conservare debitamente i suoi libri contabili, i giustificativi, le carte d’affari e altri documenti sino alla scadenza del termine assoluto di prescrizione del credito fiscale (art. 42 cpv. 6). È fatto salvo l’articolo 958f del Codice delle obbligazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_70"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 2: Diritti e obblighi del contribuente, Contabilità e conservazione",
        "citation": "Art. 70 cpv. 3 LIVA",
        "content": "I documenti commerciali necessari per il calcolo dello sgravio fiscale successivo e del consumo proprio di beni immobili devono essere conservati per 20 anni (art. 31 cpv. 3 e 32 cpv. 2).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_70"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 2: Diritti e obblighi del contribuente, Contabilità e conservazione",
        "citation": "Art. 70 cpv. 4 LIVA",
        "content": "Il Consiglio federale stabilisce le condizioni alle quali i giustificativi necessari all’esecuzione dell’imposta secondo la presente legge possono essere trasmessi e conservati in forma non cartacea.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_70"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 2: Diritti e obblighi del contribuente, Presentazione del rendiconto",
        "citation": "Art. 71 cpv. 1 LIVA",
        "content": "Il contribuente è tenuto a presentare spontaneamente all’AFC il rendiconto sul credito fiscale, nella forma prescritta, entro 60 giorni dalla fine del periodo di rendiconto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_71"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 2: Diritti e obblighi del contribuente, Presentazione del rendiconto",
        "citation": "Art. 71 cpv. 2 LIVA",
        "content": "Se l’assoggettamento prende fine, il termine decorre a partire da tale momento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_71"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 2: Diritti e obblighi del contribuente, Correzione di lacune nel rendiconto",
        "citation": "Art. 72 cpv. 1 LIVA",
        "content": "Se nell’ambito dell’allestimento dei conti annuali constata lacune nei suoi rendiconti fiscali, il contribuente deve correggerle al più tardi nel rendiconto allestito per il periodo in cui cade il 180° giorno dalla fine dell’esercizio contabile in questione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_72"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 2: Diritti e obblighi del contribuente, Correzione di lacune nel rendiconto",
        "citation": "Art. 72 cpv. 2 LIVA",
        "content": "Il contribuente è tenuto a correggere successivamente le lacune constatate in rendiconti di periodi fiscali precedenti, sempre che i crediti fiscali di questi periodi fiscali non siano passati in giudicato o prescritti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_72"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 2: Diritti e obblighi del contribuente, Correzione di lacune nel rendiconto",
        "citation": "Art. 72 cpv. 3 LIVA",
        "content": "Le correzioni successive dei rendiconti devono essere effettuate nella forma prescritta dall’AFC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_72"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 2: Diritti e obblighi del contribuente, Correzione di lacune nel rendiconto",
        "citation": "Art. 72 cpv. 4 LIVA",
        "content": "In caso di errori sistematici difficili da determinare, l’AFC può accordare al contribuente facilitazioni ai sensi dell’articolo 80.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_72"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 3: Obbligo di terzi di fornire informazioni",
        "citation": "Art. 73 cpv. 1 LIVA",
        "content": "I terzi tenuti a fornire informazioni ai sensi del capoverso 2 devono, su richiesta dell’AFC:\na. fornire gratuitamente tutte le informazioni necessarie per la determinazione dell’assoggettamento o per il calcolo del credito fiscale nei confronti di un contribuente;\nb. consentire la consultazione gratuita dei libri contabili, dei giustificativi, delle carte d’affari e di altre registrazioni se le informazioni necessarie non sono ottenibili presso il contribuente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_73"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 3: Obbligo di terzi di fornire informazioni",
        "citation": "Art. 73 cpv. 2 LIVA",
        "content": "Sono terzi tenuti a fornire informazioni coloro che:\na. possono entrare in linea di conto come contribuenti;\nb. sono responsabili solidalmente con il contribuente o, in sua vece, del pagamento dell’imposta;\nc. ricevono o hanno fornito prestazioni;\nd. detengono una partecipazione importante in una società sottoposta all’imposizione di gruppo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_73"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 3: Obbligo di terzi di fornire informazioni",
        "citation": "Art. 73 cpv. 3 LIVA",
        "content": "È fatto salvo il segreto professionale tutelato dalla legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_73"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 4: Diritti e doveri delle autorità, Sezione 1: Segreto e assistenza amministrativa, Segreto",
        "citation": "Art. 74 cpv. 1 LIVA",
        "content": "Chiunque è incaricato dell’esecuzione della presente legge o è chiamato a prestarvi concorso è tenuto a mantenere il segreto nei confronti di altre autorità e di persone private su quanto apprende nell’esercizio delle sue funzioni e a negare la consultazione di atti ufficiali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_74"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 4: Diritti e doveri delle autorità, Sezione 1: Segreto e assistenza amministrativa, Segreto",
        "citation": "Art. 74 cpv. 2 LIVA",
        "content": "L’obbligo del segreto non è dato:\na. in caso di assistenza amministrativa conformemente all’articolo 75 e di obbligo di denunciare gli atti punibili;\nb. nei confronti di organi giudiziari o amministrativi, se l’autorità incaricata dell’esecuzione della presente legge è stata autorizzata dal DFF a rilasciare informazioni;\nc. in casi specifici, nei confronti delle autorità incaricate della procedura d’esecuzione e di fallimento o in caso di denuncia di reati in materia di esecuzione e fallimento a danno dell’AFC;\nd. per le seguenti informazioni contenute nel registro dei contribuenti: numero con cui la persona è iscritta, indirizzo e attività economica, nonché inizio e fine dell’assoggettamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_74"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 4: Diritti e doveri delle autorità, Sezione 1: Segreto e assistenza amministrativa, Assistenza amministrativa",
        "citation": "Art. 75 cpv. 1 LIVA",
        "content": "Le autorità fiscali della Confederazione, dei Cantoni, distretti, circoli e Comuni si prestano reciproca assistenza nello svolgimento dei loro compiti; esse devono, a titolo gratuito, farsi le notificazioni opportune, comunicarsi le informazioni necessarie e concedersi la consultazione degli atti ufficiali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_75"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 4: Diritti e doveri delle autorità, Sezione 1: Segreto e assistenza amministrativa, Assistenza amministrativa",
        "citation": "Art. 75 cpv. 2 LIVA",
        "content": "Le autorità amministrative della Confederazione, gli stabilimenti e le aziende federali autonomi, nonché tutte le altre autorità dei Cantoni, distretti, circoli e Comuni non menzionate nel capoverso 1 hanno l’obbligo di fornire informazioni all’AFC se le informazioni richieste possono essere rilevanti per l’esecuzione della presente legge, per la riscossione dell’imposta secondo la presente legge e per la riscossione del canone per le imprese secondo la legge federale del 24 marzo 2006 sulla radiotelevisione; tali informazioni devono essere fornite gratuitamente. Su richiesta, occorre fornire gratuitamente i documenti all’AFC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_75"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 4: Diritti e doveri delle autorità, Sezione 1: Segreto e assistenza amministrativa, Assistenza amministrativa",
        "citation": "Art. 75 cpv. 3 LIVA",
        "content": "Un’informazione può essere negata soltanto se sussistono interessi pubblici importanti oppure se l’informazione intralcerebbe in misura notevole lo svolgimento dei compiti dell’autorità sollecitata. Il segreto postale e delle telecomunicazioni deve essere tutelato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_75"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 4: Diritti e doveri delle autorità, Sezione 1: Segreto e assistenza amministrativa, Assistenza amministrativa",
        "citation": "Art. 75 cpv. 4 LIVA",
        "content": "Le controversie sull’obbligo delle autorità amministrative federali di fornire informazioni sono giudicate dal Consiglio federale. Le controversie sull’obbligo delle autorità dei Cantoni, distretti, circoli e Comuni di fornire informazioni sono giudicate dal Tribunale federale (art. 120 della L del 17 giu. 2005 sul Tribunale federale), sempre che il Governo cantonale abbia respinto la domanda d’informazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_75"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 4: Diritti e doveri delle autorità, Sezione 1: Segreto e assistenza amministrativa, Assistenza amministrativa",
        "citation": "Art. 75 cpv. 5 LIVA",
        "content": "Le organizzazioni alle quali sono affidati compiti di diritto pubblico hanno, nei limiti di questi compiti, lo stesso obbligo di fornire informazioni che incombe alle autorità; il capoverso 4 si applica per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_75"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 4: Diritti e doveri delle autorità, Sezione 1: Segreto e assistenza amministrativa, Assistenza amministrativa internazionale",
        "citation": "Art. 75a cpv. 1 LIVA",
        "content": "Entro i limiti delle proprie competenze, l’AFC può concedere alle autorità estere, a loro richiesta, l’assistenza amministrativa necessaria all’esecuzione dei loro compiti, segnatamente per garantire l’applicazione conforme del diritto in materia di imposta sul valore aggiunto, nonché per prevenire, scoprire e perseguire infrazioni contro tale diritto, sempre che un trattato internazionale lo preveda.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_75_a"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 4: Diritti e doveri delle autorità, Sezione 1: Segreto e assistenza amministrativa, Assistenza amministrativa internazionale",
        "citation": "Art. 75a cpv. 2 LIVA",
        "content": "Essa esegue l’assistenza amministrativa applicando per analogia gli articoli 115a–115i LD.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_75_a"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 4: Diritti e doveri delle autorità, Sezione 2: Protezione dei dati, Trattamento dei dati",
        "citation": "Art. 76 cpv. 1 LIVA",
        "content": "Per l’adempimento dei suoi compiti legali, l’AFC è autorizzata a trattare dati personali degni di particolare protezione, compresi i dati concernenti sanzioni e procedimenti amministrativi e penali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_76"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 4: Diritti e doveri delle autorità, Sezione 2: Protezione dei dati, Trattamento dei dati",
        "citation": "Art. 76 cpv. 3 LIVA",
        "content": "Per l’adempimento dei compiti legali indicati qui appresso, l’AFC è inoltre autorizzata a effettuare profilazioni, incluse quelle a rischio elevato, ai sensi della legge federale del 25 settembre 2020 sulla protezione dei dati:\na. eseguire verifiche e controlli;\nb. accertare l’assoggettamento fiscale;\nc. riscuotere l’imposta sul valore aggiunto;\nd. prevenire e perseguire reati;\ne. eseguire analisi ed elaborare profili di rischio;\nf. tenere statistiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_76"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 4: Diritti e doveri delle autorità, Sezione 2: Protezione dei dati, Sistema d’informazione",
        "citation": "Art. 76a cpv. 1 LIVA",
        "content": "L’AFC gestisce un sistema d’informazione per trattare dati personali e dati personali degni di particolare protezione concernenti sanzioni e procedimenti amministrativi e penali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_76_a"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 4: Diritti e doveri delle autorità, Sezione 2: Protezione dei dati, Sistema d’informazione",
        "citation": "Art. 76a cpv. 2 LIVA",
        "content": "Il sistema serve per:\na. accertare l’assoggettamento fiscale di persone fisiche e giuridiche nonché di comunità di persone;\nb. accertare le prestazioni imponibili, nonché determinare e verificare le imposte dovute sulle stesse e le imposte precedenti deducibili;\nc. verificare le prestazioni dichiarate come escluse dall’imposta e le relative imposte precedenti;\nd. verificare l’esenzione fiscale di prestazioni che per legge soggiacciono all’imposta o per la cui imposizione si è optato;\ne. eseguire controlli sui giustificativi di importazione ed esportazione rilevanti per la riscossione dell’imposta sul valore aggiunto;\nf. garantire la riscossione delle imposte dovute dai contribuenti e dalle persone responsabili in solido;\ng. infliggere ed eseguire sanzioni amministrative o penali;\nh. trattare domande di assistenza amministrativa e giudiziaria;\ni. lottare contro i reati fiscali;\nj. tenere statistiche necessarie alla determinazione dell’imposta;\nk. eseguire analisi ed elaborare profili di rischio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_76_a"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 4: Diritti e doveri delle autorità, Sezione 2: Protezione dei dati, Sistema d’informazione",
        "citation": "Art. 76a cpv. 3 LIVA",
        "content": "Il sistema d’informazione può contenere i seguenti dati personali, compresi quelli degni di particolare protezione:\na. dati sull’identità delle persone;\nb. dati sulle attività economiche;\nc. dati sulla situazione reddituale e patrimoniale;\nd. dati sulla situazione tributaria;\ne. dati su debiti e cessioni di crediti;\nf. dati su procedure di esecuzione, fallimento e sequestro;\ng. ...\nh. dati sull’osservanza degli obblighi fiscali;\ni. dati sul sospetto di infrazioni;\nj. dati su reati, oggetti sequestrati e mezzi di prova;\nk. dati su procedimenti amministrativi e penali nonché su procedure di assistenza amministrativa e giudiziaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_76_a"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 4: Diritti e doveri delle autorità, Sezione 2: Protezione dei dati, Sistema d’informazione",
        "citation": "Art. 76a cpv. 4 LIVA",
        "content": "Per l’adempimento dei suoi compiti di vigilanza l’Incaricato federale della protezione dei dati e della trasparenza ha accesso al sistema d’informazione dell’AFC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_76_a"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 4: Diritti e doveri delle autorità, Sezione 2: Protezione dei dati, Comunicazione dei dati",
        "citation": "Art. 76b cpv. 1 LIVA",
        "content": "In virtù dell’articolo 10 della legge del 28 giugno 1967 sul Controllo delle finanze, per l’adempimento dei suoi compiti legali il Controllo federale delle finanze ha accesso al sistema d’informazione dell’AFC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_76_b"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 4: Diritti e doveri delle autorità, Sezione 2: Protezione dei dati, Comunicazione dei dati",
        "citation": "Art. 76b cpv. 2 LIVA",
        "content": "L’AFC può comunicare o rendere accessibili mediante procedura di richiamo i dati personali tratti da una profilazione o da una profilazione a rischio elevato secondo l’articolo 76 capoverso 3 come pure i dati di cui all’articolo 76a capoverso 3 al personale dell’UDSC incaricato della determinazione e riscossione dell’imposta sul valore aggiunto e dell’esecuzione di procedimenti amministrativi e penali, sempre che questo sia necessario all’esecuzione dei compiti di tale personale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_76_b"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 4: Diritti e doveri delle autorità, Sezione 2: Protezione dei dati, Conservazione dei dati e dei documenti",
        "citation": "Art. 76c cpv. 1 LIVA",
        "content": "I dati e i documenti utilizzati e trattati in applicazione della presente legge devono essere conservati con cura e sistematicamente, nonché protetti da eventuali effetti nocivi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_76_c"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 4: Diritti e doveri delle autorità, Sezione 2: Protezione dei dati, Conservazione dei dati e dei documenti",
        "citation": "Art. 76c cpv. 2 LIVA",
        "content": "I documenti conservati in base alla presente disposizione sono equiparati agli originali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_76_c"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 4: Diritti e doveri delle autorità, Sezione 2: Protezione dei dati, Disposizioni d’esecuzione",
        "citation": "Art. 76d LIVA",
        "content": "Il Consiglio federale emana disposizioni d’esecuzione concernenti:\na. il sistema d’informazione;\nb. le categorie dei dati personali trattati;\nc. l’elenco dei dati degni di particolare protezione concernenti sanzioni e procedimenti amministrativi e penali;\nd. il diritto d’accesso e di trattamento;\ne. la durata di conservazione dei dati; e\nf. l’archiviazione e la distruzione dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_76_d"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 4: Diritti e doveri delle autorità, Sezione 3: Garanzia della corretta riscossione delle imposte, Verifica",
        "citation": "Art. 77 LIVA",
        "content": "L’AFC verifica se è adempiuto l’obbligo di annunciarsi come contribuente, di allestire i rendiconti e di pagare l’imposta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_77"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 4: Diritti e doveri delle autorità, Sezione 3: Garanzia della corretta riscossione delle imposte, Controllo",
        "citation": "Art. 78 cpv. 1 LIVA",
        "content": "L’AFC può effettuare controlli presso i contribuenti se è necessario per chiarire la fattispecie. A questo scopo, i contribuenti devono consentire in ogni momento all’AFC l’accesso alla loro contabilità e ai relativi giustificativi. Lo stesso obbligo incombe ai terzi tenuti a fornire informazioni conformemente all’articolo 73 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_78"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 4: Diritti e doveri delle autorità, Sezione 3: Garanzia della corretta riscossione delle imposte, Controllo",
        "citation": "Art. 78 cpv. 2 LIVA",
        "content": "La richiesta e la verifica di documenti completi da parte dell’AFC è considerata un controllo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_78"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 4: Diritti e doveri delle autorità, Sezione 3: Garanzia della corretta riscossione delle imposte, Controllo",
        "citation": "Art. 78 cpv. 3 LIVA",
        "content": "Il controllo deve essere annunciato per scritto. In casi fondati l’AFC può eccezionalmente prescindere dall’annuncio del controllo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_78"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 4: Diritti e doveri delle autorità, Sezione 3: Garanzia della corretta riscossione delle imposte, Controllo",
        "citation": "Art. 78 cpv. 4 LIVA",
        "content": "Il contribuente può, con domanda motivata, chiedere l’esecuzione di un controllo. Il controllo deve essere effettuato entro due anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_78"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 4: Diritti e doveri delle autorità, Sezione 3: Garanzia della corretta riscossione delle imposte, Controllo",
        "citation": "Art. 78 cpv. 5 LIVA",
        "content": "Il controllo deve essere concluso entro 360 giorni dal suo annuncio con un avviso di tassazione; quest’ultimo indica l’ammontare del credito fiscale del periodo controllato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_78"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 4: Diritti e doveri delle autorità, Sezione 3: Garanzia della corretta riscossione delle imposte, Controllo",
        "citation": "Art. 78 cpv. 6 LIVA",
        "content": "Gli accertamenti concernenti terzi, fatti in occasione di un controllo secondo i capoversi 1–4 presso i seguenti istituti possono essere utilizzati esclusivamente per l’applicazione dell’imposta sul valore aggiunto:\na. la Banca nazionale svizzera;\nb. una centrale d’emissione di obbligazioni fondiarie;\nc. una banca o una cassa di risparmio ai sensi della legge dell’8 novembre 1934 sulle banche;\nd. un istituto finanziario ai sensi della legge del 15 giugno 2018 sugli istituti finanziari;\ne. un’infrastruttura del mercato finanziario ai sensi della legge del 19 giugno 2015 sull’infrastruttura finanziaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_78"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 4: Diritti e doveri delle autorità, Sezione 3: Garanzia della corretta riscossione delle imposte, Controllo",
        "citation": "Art. 78 cpv. 7 LIVA",
        "content": "Il segreto professionale previsto dalla legge sulle banche, dalla legge sugli istituti finanziari e dalla legge sull’infrastruttura finanziaria deve essere tutelato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_78"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 4: Diritti e doveri delle autorità, Sezione 3: Garanzia della corretta riscossione delle imposte, Tassazione d’ufficio",
        "citation": "Art. 79 cpv. 1 LIVA",
        "content": "Se i documenti contabili non esistono o sono incompleti o se le indicazioni presentate dal contribuente non corrispondono manifestamente alla realtà, l’AFC esegue una tassazione d’ufficio nei limiti del suo potere d’apprezzamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_79"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 4: Diritti e doveri delle autorità, Sezione 3: Garanzia della corretta riscossione delle imposte, Tassazione d’ufficio",
        "citation": "Art. 79 cpv. 2 LIVA",
        "content": "La determinazione del credito fiscale ha luogo mediante un avviso di tassazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_79"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 4: Diritti e doveri delle autorità, Sezione 3: Garanzia della corretta riscossione delle imposte, Semplificazioni",
        "citation": "Art. 80 LIVA",
        "content": "Se la registrazione esatta di singoli fatti essenziali al calcolo dell’imposta grava eccessivamente al contribuente, l’AFC gli accorda agevolazioni e ammette una determinazione approssimativa dell’imposta, purché non ne risultino notevoli diminuzioni o aumenti dell’imposta, non si verifichi un’importante distorsione della concorrenza e non diventino eccessivamente difficoltosi l’allestimento dei rendiconti di altri contribuenti e i controlli fiscali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_80"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 5: Procedura di decisione e di ricorso, Principi",
        "citation": "Art. 81 cpv. 1 LIVA",
        "content": "Le disposizioni della PA sono applicabili. L’articolo 2 capoverso 1 PA non si applica alla procedura in materia di imposta sul valore aggiunto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_81"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 5: Procedura di decisione e di ricorso, Principi",
        "citation": "Art. 81 cpv. 2 LIVA",
        "content": "Le autorità accertano d’ufficio i fatti giuridicamente rilevanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_81"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 5: Procedura di decisione e di ricorso, Principi",
        "citation": "Art. 81 cpv. 3 LIVA",
        "content": "Il principio del libero apprezzamento delle prove è applicabile. L’ammissione di una prova non può essere fatta dipendere esclusivamente dalla presentazione di determinati mezzi di prova.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_81"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 5: Procedura di decisione e di ricorso, Decisioni dell’AFC",
        "citation": "Art. 82 cpv. 1 LIVA",
        "content": "D’ufficio o su richiesta del contribuente, l’AFC prende tutte le decisioni necessarie per la riscossione dell’imposta, in particolare se:\na. l’esistenza o l’entità dell’assoggettamento è contestata;\nb. l’iscrizione o la cancellazione nel registro dei contribuenti è contestata;\nc. l’esistenza o l’entità del credito fiscale, della responsabilità solidale o della pretesa alla restituzione di imposte è contestata;\nd. il contribuente o la persona solidalmente responsabile non paga l’imposta;\ne. altri obblighi fondati sulla presente legge o su ordinanze emanate in virtù della legge non sono riconosciuti o non sono adempiuti;\nf. in un caso specifico, s’impone o si richiede di determinare d’ufficio, a titolo preventivo, l’assoggettamento, il credito fiscale, le basi di calcolo dell’imposta, l’aliquota applicabile o la responsabilità solidale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_82"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 5: Procedura di decisione e di ricorso, Decisioni dell’AFC",
        "citation": "Art. 82 cpv. 2 LIVA",
        "content": "Le decisioni vengono notificate per scritto al contribuente. Devono indicare i rimedi giuridici e contenere una motivazione adeguata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_82"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 5: Procedura di decisione e di ricorso, Reclamo",
        "citation": "Art. 83 cpv. 1 LIVA",
        "content": "Le decisioni dell’AFC sono impugnabili con reclamo entro 30 giorni dalla notificazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_83"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 5: Procedura di decisione e di ricorso, Reclamo",
        "citation": "Art. 83 cpv. 2 LIVA",
        "content": "Il reclamo deve essere presentato per scritto all’AFC. Esso deve contenere le conclusioni, i motivi, l’indicazione dei mezzi di prova, nonché la firma del reclamante o del suo rappresentante. Il rappresentante deve giustificare i suoi poteri con una procura scritta. I mezzi di prova devono essere designati nell’atto di reclamo e allegati allo stesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_83"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 5: Procedura di decisione e di ricorso, Reclamo",
        "citation": "Art. 83 cpv. 3 LIVA",
        "content": "Se il reclamo non soddisfa questi requisiti o se le conclusioni o i motivi non sono sufficientemente chiari, l’AFC assegna al reclamante un breve termine suppletivo per rimediarvi. Essa gli assegna questo termine suppletivo con la comminatoria che, decorrendo infruttuoso, essa deciderà in base agli atti o, qualora manchino le conclusioni, i motivi, la firma oppure la procura, non entrerà nel merito del reclamo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_83"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 5: Procedura di decisione e di ricorso, Reclamo",
        "citation": "Art. 83 cpv. 4 LIVA",
        "content": "Se il reclamo è presentato contro una decisione già esaustivamente motivata dell’AFC, quest’ultima, su richiesta o con il consenso del reclamante, lo trasmette come ricorso al Tribunale amministrativo federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_83"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 5: Procedura di decisione e di ricorso, Reclamo",
        "citation": "Art. 83 cpv. 5 LIVA",
        "content": "La procedura di reclamo è continuata anche in caso di ritiro del reclamo, se vi sono indizi che fanno supporre che la decisione impugnata non sia conforme alle disposizioni di legge determinanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_83"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 5: Procedura di decisione e di ricorso, Spese procedurali e ripetibili",
        "citation": "Art. 84 cpv. 1 LIVA",
        "content": "Nella procedura di decisione o di reclamo non sono di norma prelevate spese. Non sono versate ripetibili alle parti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_84"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 5: Procedura di decisione e di ricorso, Spese procedurali e ripetibili",
        "citation": "Art. 84 cpv. 2 LIVA",
        "content": "Qualunque sia l’esito della procedura, le spese procedurali possono essere addossate alla persona o all’autorità che le ha provocate per sua propria colpa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_84"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 5: Procedura di decisione e di ricorso, Revisione, interpretazione e rettifica",
        "citation": "Art. 85 LIVA",
        "content": "Gli articoli 66–69 PA si applicano alla revisione, all’interpretazione e alla rettifica di avvisi di tassazione, decisioni e decisioni su reclamo dell’AFC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_85"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 6: Riscossione, Pagamento dell’imposta",
        "citation": "Art. 86 cpv. 1 LIVA",
        "content": "Entro 60 giorni dalla fine del periodo di rendiconto, il contribuente è tenuto a saldare il credito fiscale sorto in tale periodo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_86"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 6: Riscossione, Pagamento dell’imposta",
        "citation": "Art. 86 cpv. 2 LIVA",
        "content": "Se il contribuente non paga o esegue un versamento manifestamente insufficiente, l’AFC, previa diffida, promuove l’esecuzione per l’ammontare d’imposta provvisoriamente dovuto per il periodo di rendiconto interessato. Se il contribuente non ha allestito un rendiconto o se lo stesso è manifestamente incompleto, l’AFC determina dapprima, nei limiti del suo potere d’apprezzamento, l’ammontare d’imposta provvisoriamente dovuto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_86"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 6: Riscossione, Pagamento dell’imposta",
        "citation": "Art. 86 cpv. 3 LIVA",
        "content": "L’opposizione del contribuente comporta l’apertura della procedura di rigetto. L’eliminazione dell’opposizione compete all’AFC nell’ambito della procedura di decisione e di reclamo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_86"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 6: Riscossione, Pagamento dell’imposta",
        "citation": "Art. 86 cpv. 4 LIVA",
        "content": "La decisione sull’opposizione è impugnabile con reclamo all’AFC entro dieci giorni dalla notificazione. Fatto salvo il capoverso 5, la decisione sul reclamo è definitiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_86"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 6: Riscossione, Pagamento dell’imposta",
        "citation": "Art. 86 cpv. 5 LIVA",
        "content": "Se l’AFC ha determinato secondo il suo apprezzamento l’ammontare d’imposta provvisoriamente dovuto per il quale è stata promossa l’esecuzione, la decisione sul reclamo è impugnabile con ricorso al Tribunale amministrativo federale. Il ricorso non ha effetto sospensivo, salvo che il Tribunale lo disponga su domanda motivata. Il Tribunale amministrativo federale decide definitivamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_86"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 6: Riscossione, Pagamento dell’imposta",
        "citation": "Art. 86 cpv. 6 LIVA",
        "content": "L’articolo 85a della legge federale dell’11 aprile 1889 sulla esecuzione e sul fallimento (LEF) non è applicabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_86"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 6: Riscossione, Pagamento dell’imposta",
        "citation": "Art. 86 cpv. 7 LIVA",
        "content": "La riscossione di un ammontare d’imposta secondo il capoverso 2 lascia impregiudicata la determinazione del credito fiscale definitivo secondo gli articoli 72, 78 e 82. Se la determinazione del credito fiscale non ha luogo a causa di inattività del contribuente, in particolare perché non corregge le lacune ai sensi dell’articolo 72 né chiede una decisione ai sensi dell’articolo 82, con la scadenza del termine di prescrizione del diritto di tassazione si considerano credito fiscale anche gli importi dell’imposta determinati dall’AFC secondo il capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_86"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 6: Riscossione, Pagamento dell’imposta",
        "citation": "Art. 86 cpv. 8 LIVA",
        "content": "Invece di pagare l’imposta, il contribuente può prestare garanzie secondo l’articolo 93 capoverso 7.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_86"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 6: Riscossione, Pagamento dell’imposta",
        "citation": "Art. 86 cpv. 9 LIVA",
        "content": "Ricevuti il pagamento o le garanzie, l’AFC ritira immediatamente l’esecuzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_86"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 6: Riscossione, Interesse moratorio",
        "citation": "Art. 87 cpv. 1 LIVA",
        "content": "In caso di pagamento tardivo, è dovuto senza diffida un interesse moratorio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_87"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 6: Riscossione, Interesse moratorio",
        "citation": "Art. 87 cpv. 2 LIVA",
        "content": "In caso di ripresa fiscale, non è dovuto un interesse moratorio qualora la stessa sia stata determinata da un errore che non avrebbe comportato perdite d’imposta per la Confederazione se fosse stato trattato correttamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_87"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 6: Riscossione, Rimborso al contribuente",
        "citation": "Art. 88 cpv. 1 LIVA",
        "content": "Se dal rendiconto d’imposta risulta un’eccedenza a favore del contribuente, quest’ultima gli viene versata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_88"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 6: Riscossione, Rimborso al contribuente",
        "citation": "Art. 88 cpv. 2 LIVA",
        "content": "Sono fatti salvi:\na. la compensazione dell’eccedenza con debiti d’imposta sull’importazione, anche se non sono ancora scaduti;\nb. l’impiego dell’eccedenza a garanzia dell’imposta secondo l’articolo 94 capoverso 1;\nc. l’impiego dell’eccedenza per la compensazione di crediti tra servizi federali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_88"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 6: Riscossione, Rimborso al contribuente",
        "citation": "Art. 88 cpv. 3 LIVA",
        "content": "Il contribuente può chiedere la restituzione di imposte pagate ma non dovute, purché il credito fiscale non sia passato in giudicato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_88"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 6: Riscossione, Rimborso al contribuente",
        "citation": "Art. 88 cpv. 4 LIVA",
        "content": "Se il versamento dell’eccedenza secondo il capoverso 1 o la restituzione secondo il capoverso 3 sono effettuati oltre il 60° giorno dalla ricezione del rendiconto o della richiesta scritta di restituzione presso l’AFC, è corrisposto un interesse rimuneratorio a contare dal 61° giorno sino a quello del versamento o della restituzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_88"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 6: Riscossione, Esecuzione",
        "citation": "Art. 89 cpv. 1 LIVA",
        "content": "Se l’imposta, gli interessi, le spese e le multe non sono pagati, l’AFC promuove l’esecuzione e prende tutti i provvedimenti opportuni previsti dal diritto civile e dal diritto dell’esecuzione forzata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_89"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 6: Riscossione, Esecuzione",
        "citation": "Art. 89 cpv. 2 LIVA",
        "content": "Se il credito fiscale non è ancora passato in giudicato ed è contestato, l’AFC emana una decisione. La collocazione definitiva non si opera finché non esista una decisione passata in giudicato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_89"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 6: Riscossione, Esecuzione",
        "citation": "Art. 89 cpv. 3 LIVA",
        "content": "L’opposizione del contribuente comporta l’apertura della procedura di rigetto. L’AFC è competente per l’eliminazione dell’opposizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_89"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 6: Riscossione, Esecuzione",
        "citation": "Art. 89 cpv. 5 LIVA",
        "content": "L’AFC deve indicare i crediti fiscali negli inventari pubblici o insinuarli in caso di diffida pubblica ai creditori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_89"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 6: Riscossione, Esecuzione",
        "citation": "Art. 89 cpv. 6 LIVA",
        "content": "Gli importi d’imposta conseguiti nell’ambito di una procedura d’esecuzione forzata costituiscono spese di realizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_89"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 6: Riscossione, Esecuzione",
        "citation": "Art. 89 cpv. 7 LIVA",
        "content": "In casi fondati, l’AFC può rinunciare a ricuperare l’imposta se lo svolgimento di una procedura d’esecuzione non porterebbe a nessun risultato utile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_89"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 6: Riscossione, Agevolazioni di pagamento",
        "citation": "Art. 90 cpv. 1 LIVA",
        "content": "Qualora il pagamento dell’imposta, degli interessi e delle spese entro il termine stabilito dovesse essere particolarmente gravoso per il contribuente, l’AFC può convenire con lui una proroga del termine o pagamenti rateali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_90"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 6: Riscossione, Agevolazioni di pagamento",
        "citation": "Art. 90 cpv. 2 LIVA",
        "content": "Le agevolazioni di pagamento possono essere subordinate alla prestazione di adeguate garanzie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_90"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 6: Riscossione, Agevolazioni di pagamento",
        "citation": "Art. 90 cpv. 3 LIVA",
        "content": "Le agevolazioni di pagamento decadono se vengono a mancare i loro presupposti o se non sono adempiute le condizioni cui sono subordinate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_90"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 6: Riscossione, Agevolazioni di pagamento",
        "citation": "Art. 90 cpv. 4 LIVA",
        "content": "La presentazione di una domanda di agevolazioni di pagamento non sospende l’esecuzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_90"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 6: Riscossione, Prescrizione del diritto di esigere il pagamento dell’imposta",
        "citation": "Art. 91 cpv. 1 LIVA",
        "content": "Il diritto di esigere il pagamento del credito fiscale, degli interessi e delle spese si prescrive in cinque anni dal passaggio in giudicato della relativa pretesa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_91"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 6: Riscossione, Prescrizione del diritto di esigere il pagamento dell’imposta",
        "citation": "Art. 91 cpv. 2 LIVA",
        "content": "La prescrizione è sospesa finché il debitore non può essere escusso in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_91"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 6: Riscossione, Prescrizione del diritto di esigere il pagamento dell’imposta",
        "citation": "Art. 91 cpv. 3 LIVA",
        "content": "La prescrizione è interrotta da qualsiasi atto d’esazione e da qualsiasi proroga da parte dell’AFC, nonché da qualsiasi esercizio della pretesa da parte del contribuente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_91"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 6: Riscossione, Prescrizione del diritto di esigere il pagamento dell’imposta",
        "citation": "Art. 91 cpv. 4 LIVA",
        "content": "L’interruzione e la sospensione hanno effetto nei confronti di tutti i debitori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_91"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 6: Riscossione, Prescrizione del diritto di esigere il pagamento dell’imposta",
        "citation": "Art. 91 cpv. 5 LIVA",
        "content": "Il diritto di esigere il pagamento si prescrive in ogni caso in dieci anni dalla fine dell’anno in cui la pretesa è passata in giudicato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_91"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 6: Riscossione, Prescrizione del diritto di esigere il pagamento dell’imposta",
        "citation": "Art. 91 cpv. 6 LIVA",
        "content": "Se per un credito fiscale è rilasciato un attestato di carenza di beni, la prescrizione del diritto di esigere il pagamento è retta dalle disposizioni della LEF.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_91"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 6: Riscossione, Condono dell’imposta",
        "citation": "Art. 92 cpv. 1 LIVA",
        "content": "L’AFC può condonare in tutto o in parte un’imposta accertata e passata in giudicato se:\na. il contribuente non ha fatturato e incassato l’imposta per un motivo scusabile, un trasferimento successivo della stessa non è possibile o ragionevolmente esigibile e il pagamento dell’imposta risulterebbe estremamente gravoso per lui;\nb. il contribuente deve l’imposta unicamente perché non ha rispettato prescrizioni formali o ha commesso errori per motivi di organizzazione e risulta o egli dimostra che la Confederazione non ha subito una perdita d’imposta; o\nc. il contribuente non ha potuto adempiere i suoi obblighi per un motivo scusabile, ma può successivamente dimostrare o rendere verosimile che la tassazione d’ufficio dell’AFC era troppo elevata; in tal caso il condono può essere accordato soltanto sino a concorrenza dell’importo tassato in eccesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_92"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 6: Riscossione, Condono dell’imposta",
        "citation": "Art. 92 cpv. 2 LIVA",
        "content": "L’AFC può inoltre accordare un condono dell’imposta, o rinunciare a esigere garanzie per il suo credito, nell’ambito di una procedura di concordato giudiziale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_92"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 6: Riscossione, Condono dell’imposta",
        "citation": "Art. 92 cpv. 3 LIVA",
        "content": "La domanda di condono, motivata per scritto e corredata dei necessari mezzi di prova, dev’essere presentata all’AFC. Contro la decisione dell’AFC non è ammesso reclamo. La decisione è impugnabile con ricorso al Tribunale amministrativo federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_92"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 6: Riscossione, Condono dell’imposta",
        "citation": "Art. 92 cpv. 4 LIVA",
        "content": "La presentazione di una domanda di condono non sospende l’esecuzione delle imposte accertate con decisione passata in giudicato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_92"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 6: Riscossione, Condono dell’imposta",
        "citation": "Art. 92 cpv. 5 LIVA",
        "content": "La procedura di condono dell’imposta è gratuita. Le spese possono tuttavia essere addossate in tutto o in parte al richiedente se ha presentato una domanda manifestamente infondata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_92"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 7: Garanzia dell’imposta, Garanzie",
        "citation": "Art. 93 cpv. 1 LIVA",
        "content": "L’AFC può esigere garanzie per le imposte, gli interessi e le spese, anche se non sono passati in giudicato, né scaduti, se:\na. l’esazione tempestiva sembra in pericolo;\nb. il debitore prende disposizioni per abbandonare il suo domicilio, la sua sede sociale o il suo stabilimento d’impresa in Svizzera o per farsi cancellare dal registro svizzero di commercio;\nc. il debitore è in mora con il loro pagamento;\nd. il contribuente assume in tutto o in parte un’impresa in fallimento.\ne. il contribuente presenta rendiconti in cui figurano importi manifestamente troppo bassi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_93"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 7: Garanzia dell’imposta, Garanzie",
        "citation": "Art. 93 cpv. 2 LIVA",
        "content": "Se il contribuente rinuncia all’esenzione dall’assoggettamento (art. 11) o opta per l’imposizione di prestazioni escluse dall’imposta (art. 22), l’AFC può esigere che presti garanzie conformemente al capoverso 7.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_93"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 7: Garanzia dell’imposta, Garanzie",
        "citation": "Art. 93 cpv. 3 LIVA",
        "content": "La richiesta di garanzie deve indicare la causa giuridica delle stesse, l’importo da garantire e l’ufficio incaricato di riceverle; essa vale come decreto di sequestro ai sensi dell’articolo 274 LEF. Contro la richiesta di garanzie non è ammesso reclamo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_93"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 7: Garanzia dell’imposta, Garanzie",
        "citation": "Art. 93 cpv. 4 LIVA",
        "content": "La richiesta di garanzie è impugnabile con ricorso al Tribunale amministrativo federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_93"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 7: Garanzia dell’imposta, Garanzie",
        "citation": "Art. 93 cpv. 5 LIVA",
        "content": "Il ricorso contro la richiesta di garanzie non ha effetto sospensivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_93"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 7: Garanzia dell’imposta, Garanzie",
        "citation": "Art. 93 cpv. 6 LIVA",
        "content": "La notificazione della decisione concernente il credito fiscale vale come inizio dell’azione ai sensi dell’articolo 279 LEF. Il termine per promuovere l’esecuzione decorre dal momento in cui la decisione relativa al credito fiscale è passata in giudicato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_93"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 7: Garanzia dell’imposta, Garanzie",
        "citation": "Art. 93 cpv. 7 LIVA",
        "content": "Le garanzie devono essere prestate sotto forma di depositi in contanti, fideiussioni solidali solvibili, garanzie bancarie, cartelle ipotecarie o ipoteche, polizze di assicurazione sulla vita con valore di riscatto, obbligazioni in franchi svizzeri, quotate in borsa, di debitori svizzeri o obbligazioni di cassa emesse da banche svizzere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_93"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 7: Garanzia dell’imposta, Altri provvedimenti di garanzia",
        "citation": "Art. 94 cpv. 1 LIVA",
        "content": "Un’eccedenza a favore del contribuente risultante dal rendiconto d’imposta può essere:\na. compensata con debiti di periodi precedenti;\nb. accreditata per compensare debiti di periodi successivi, se il contribuente è in ritardo con i pagamenti o per altri motivi il credito fiscale appare verosimilmente messo in pericolo; l’importo accreditato frutta interesse, allo stesso tasso di quello rimuneratorio, a contare dal 61° giorno dopo la ricezione del rendiconto da parte dell’AFC e sino al momento della compensazione; oppure\nc. compensata con garanzie richieste dall’AFC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_94"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 7: Garanzia dell’imposta, Altri provvedimenti di garanzia",
        "citation": "Art. 94 cpv. 2 LIVA",
        "content": "Se il contribuente non ha né domicilio né sede sociale in Svizzera, l’AFC può inoltre esigere la prestazione di garanzie secondo l’articolo 93 capoverso 7 per i debiti probabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_94"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 7: Garanzia dell’imposta, Altri provvedimenti di garanzia",
        "citation": "Art. 94 cpv. 3 LIVA",
        "content": "In caso di ripetuto pagamento tardivo, l’AFC può obbligare il debitore a effettuare pagamenti anticipati mensili o bimensili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_94"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo quinto:, Procedura applicabile all’imposta sulle operazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 7: Garanzia dell’imposta, Cancellazione dal registro di commercio",
        "citation": "Art. 95 LIVA",
        "content": "Una persona giuridica o uno stabilimento di un’impresa estera possono essere cancellati dal registro svizzero di commercio soltanto se l’AFC ha comunicato all’ufficio incaricato della tenuta del registro che l’imposta dovuta è stata pagata o è coperta da garanzie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_95"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo sesto: Disposizioni penali, Sottrazione d’imposta",
        "citation": "Art. 96 cpv. 1 LIVA",
        "content": "Chiunque, intenzionalmente o per negligenza, riduce il credito fiscale a scapito dello Stato:\na. nell’ambito di un periodo fiscale, non dichiarando tutte le entrate, esagerando l’entità delle entrate provenienti da prestazioni esenti dall’imposta, non dichiarando tutte le spese che soggiacciono all’imposta sull’acquisto o dichiarando troppe spese che danno diritto alla deduzione dell’imposta precedente;\nb. ottenendo un rimborso indebito; o\nc. ottenendo un condono dell’imposta ingiustificato,è punito con la multa sino a 400 000 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_96"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo sesto: Disposizioni penali, Sottrazione d’imposta",
        "citation": "Art. 96 cpv. 2 LIVA",
        "content": "Chiunque trasferisce l’imposta sottratta nei casi di cui al capoverso 1 in una forma che dà diritto alla deduzione dell’imposta precedente è punito con la multa sino a 800 000 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_96"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo sesto: Disposizioni penali, Sottrazione d’imposta",
        "citation": "Art. 96 cpv. 3 LIVA",
        "content": "Chiunque riduce il credito fiscale a scapito dello Stato dichiarando in modo veritiero i fattori rilevanti ai fini della determinazione dell’imposta, ma qualificandoli in modo errato sotto il profilo fiscale, è punito con la multa sino a 200 000 franchi se intenzionalmente non applica correttamente norme legali chiare, disposizioni chiare dell’autorità o prassi chiare pubblicate e non ne informa previamente per scritto l’autorità. Se ha agito per negligenza, l’autore è punito con la multa sino a 20 000 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_96"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo sesto: Disposizioni penali, Sottrazione d’imposta",
        "citation": "Art. 96 cpv. 4 LIVA",
        "content": "Chiunque riduce il credito fiscale a scapito dello Stato:\na. non dichiarando merci, dichiarandole in modo inesatto od occultandole, intenzionalmente o per negligenza, all’atto della loro importazione;\nb. non fornendo i dati richiesti o fornendo dati inveritieri o incompleti, intenzionalmente, nell’ambito di un controllo effettuato dall’autorità o di una procedura amministrativa volta a determinare il credito fiscale o il condono dell’imposta,è punito con la multa sino a 800 000 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_96"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo sesto: Disposizioni penali, Sottrazione d’imposta",
        "citation": "Art. 96 cpv. 5 LIVA",
        "content": "Il tentativo è punibile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_96"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo sesto: Disposizioni penali, Sottrazione d’imposta",
        "citation": "Art. 96 cpv. 6 LIVA",
        "content": "Qualora il profitto fiscale sia ottenuto sulla base di un rendiconto errato, la sottrazione d’imposta è punibile soltanto se l’errore non è stato corretto entro il termine previsto (art. 72 cpv. 1).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_96"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo sesto: Disposizioni penali, Commisurazione della pena e sottrazione d’imposta qualificata",
        "citation": "Art. 97 cpv. 1 LIVA",
        "content": "La multa è commisurata conformemente all’articolo 106 capoverso 3 del Codice penale (CP); l’articolo 34 CP può essere considerato per analogia. Se il profitto fiscale ottenuto è superiore all’importo massimo della pena comminata e l’infrazione è intenzionale, la multa può essere aumentata sino al doppio del profitto fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_97"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo sesto: Disposizioni penali, Commisurazione della pena e sottrazione d’imposta qualificata",
        "citation": "Art. 97 cpv. 2 LIVA",
        "content": "In caso di circostanze aggravanti, l’importo massimo della multa comminata è aumentato della metà. Può inoltre essere pronunciata una pena detentiva sino a due anni. Sono circostanze aggravanti:\na. il fatto di reclutare una o più persone per commettere un’infrazione contro il diritto dell’imposta sul valore aggiunto;\nb. il fatto di commettere per mestiere infrazioni contro il diritto dell’imposta sul valore aggiunto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_97"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo sesto: Disposizioni penali, Violazione di obblighi procedurali",
        "citation": "Art. 98 LIVA",
        "content": "Chiunque, intenzionalmente o per negligenza:\na. non si annuncia come contribuente;\nb. nonostante diffida, non presenta un rendiconto entro il termine;\nc. non dichiara l’imposta per il pertinente periodo di rendiconto;\nd. non presta debitamente le garanzie richieste;\ne. non tiene, allestisce, conserva o produce regolarmente i libri contabili, i giustificativi, le carte d’affari e altri documenti;\nf. nonostante diffida, non fornisce le informazioni richieste o fornisce informazioni inesatte oppure omette di dichiarare o dichiara in modo inesatto dati e beni determinanti per la riscossione dell’imposta o per la verifica dell’assoggettamento;\ng. indica nelle fatture un ammontare d’imposta non dovuto o diverso da quello dovuto;\nh. indicando un numero di registro, fa credere di essere iscritto nel registro dei contribuenti;\ni. nonostante diffida, rende difficile, intralcia o rende impossibile la regolare esecuzione di un controllo,è punito con la multa, purché il fatto non sia punito da un’altra disposizione che prevede una pena più elevata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_98"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo sesto: Disposizioni penali, Ricettazione fiscale",
        "citation": "Art. 99 LIVA",
        "content": "Chiunque acquista, accetta in dono, in pegno o altrimenti in custodia, occulta, aiuta a spacciare o mette in commercio beni sapendo o dovendo supporre che l’imposta sull’importazione dovuta sugli stessi è stata sottratta intenzionalmente, è punito con la pena applicabile all’autore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_99"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo sesto: Disposizioni penali, Infrazioni commesse nell’azienda",
        "citation": "Art. 100 LIVA",
        "content": "Se la multa applicabile non supera i 100 000 franchi e se la determinazione delle persone punibili secondo l’articolo 6 DPA esigerebbe provvedimenti d’inchiesta sproporzionati all’entità della pena, l’autorità può prescindere da un procedimento contro dette persone e, in loro vece, condannare al pagamento della multa l’azienda (art. 7 DPA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_100"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo sesto: Disposizioni penali, Concorso di infrazioni",
        "citation": "Art. 101 cpv. 1 LIVA",
        "content": "Gli articoli 7, 9, 11, 12 capoverso 4 e 13 DPA non sono applicabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_101"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo sesto: Disposizioni penali, Concorso di infrazioni",
        "citation": "Art. 101 cpv. 2 LIVA",
        "content": "Una condanna secondo l’articolo 98 lettera a della presente legge non esclude una condanna secondo gli articoli 96 e 97.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_101"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo sesto: Disposizioni penali, Concorso di infrazioni",
        "citation": "Art. 101 cpv. 3 LIVA",
        "content": "Una condanna secondo l’articolo 14 DPA esclude un’ulteriore condanna per la medesima fattispecie di cui agli articoli 96 e 97 della presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_101"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo sesto: Disposizioni penali, Concorso di infrazioni",
        "citation": "Art. 101 cpv. 4 LIVA",
        "content": "Se un atto costituisce contemporaneamente una sottrazione dell’imposta sull’importazione o una ricettazione fiscale e un’infrazione contro altri disposti federali in materia di tasse perseguibile da parte dell’UDSC, si infligge la pena prevista per l’infrazione più grave; la pena può essere aumentata in misura adeguata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_101"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo sesto: Disposizioni penali, Concorso di infrazioni",
        "citation": "Art. 101 cpv. 5 LIVA",
        "content": "Se per una o più infrazioni risultano adempiute le condizioni per l’inflizione di più pene di competenza dell’AFC, si infligge la pena prevista per l’infrazione più grave; la pena può essere aumentata in misura adeguata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_101"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo sesto: Disposizioni penali, Autodenuncia",
        "citation": "Art. 102 cpv. 1 LIVA",
        "content": "Se il contribuente denuncia spontaneamente un’infrazione alla presente legge prima che sia nota all’autorità competente, si prescinde dall’aprire un procedimento penale nei suoi confronti, a condizione che:\na. aiuti l’autorità, per quanto si possa ragionevolmente pretendere da lui, a determinare l’ammontare dell’imposta dovuta o da restituire; e\nb. si adoperi seriamente per pagare l’imposta dovuta o da restituire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_102"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo sesto: Disposizioni penali, Autodenuncia",
        "citation": "Art. 102 cpv. 2 LIVA",
        "content": "Se un non contribuente denuncia spontaneamente un’infrazione alla presente legge da lui commessa o cui ha partecipato, si prescinde dall’aprire un procedimento penale nei suoi confronti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_102"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo sesto: Disposizioni penali, Autodenuncia",
        "citation": "Art. 102 cpv. 3 LIVA",
        "content": "L’autodenuncia di una persona giuridica dev’essere presentata dai suoi organi o rappresentanti. La loro responsabilità solidale secondo l’articolo 12 capoverso 3 DPA decade e non si procede penalmente nei loro confronti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_102"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo sesto: Disposizioni penali, Autodenuncia",
        "citation": "Art. 102 cpv. 4 LIVA",
        "content": "Una correzione del rendiconto secondo l’articolo 72 capoverso 2 è considerata autodenuncia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_102"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo sesto: Disposizioni penali, Azione penale",
        "citation": "Art. 103 cpv. 1 LIVA",
        "content": "La DPA, eccettuati gli articoli 63 capoversi 1 e 2, 69 capoverso 2, 73 capoverso 1, ultimo periodo, nonché 77 capoverso 4, è applicabile all’azione penale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_103"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo sesto: Disposizioni penali, Azione penale",
        "citation": "Art. 103 cpv. 2 LIVA",
        "content": "L’azione penale per le infrazioni in materia di imposta sulle prestazioni eseguite sul territorio svizzero e di imposta sull’acquisto spetta all’AFC, quella in materia di imposta sull’importazione all’UDSC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_103"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo sesto: Disposizioni penali, Azione penale",
        "citation": "Art. 103 cpv. 3 LIVA",
        "content": "Nelle cause penali strettamente connesse sotto il profilo materiale che sono di competenza sia dell’AFC sia dell’UDSC, l’AFC può, d’intesa con l’UDSC, decidere di riunire i procedimenti presso una delle due autorità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_103"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo sesto: Disposizioni penali, Azione penale",
        "citation": "Art. 103 cpv. 4 LIVA",
        "content": "Si può prescindere dal procedimento penale se la colpa e le conseguenze del fatto sono di lieve entità (art. 52 CP). In tal caso è emanato un decreto di non luogo a procedere o di abbandono.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_103"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo sesto: Disposizioni penali, Azione penale",
        "citation": "Art. 103 cpv. 5 LIVA",
        "content": "Se l’autorità competente deve istruire o giudicare anche altre cause concernenti reati ai quali è applicabile la DPA, il capoverso 1 si applica a tutti i reati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_103"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo sesto: Disposizioni penali, Garanzie procedurali",
        "citation": "Art. 104 cpv. 1 LIVA",
        "content": "L’imputato ha diritto a un procedimento penale equo, conformemente alla Costituzione federale e alle pertinenti leggi di procedura penale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_104"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo sesto: Disposizioni penali, Garanzie procedurali",
        "citation": "Art. 104 cpv. 2 LIVA",
        "content": "L’imputato non è tenuto a deporre a proprio carico in un procedimento penale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_104"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo sesto: Disposizioni penali, Garanzie procedurali",
        "citation": "Art. 104 cpv. 3 LIVA",
        "content": "Le informazioni fornite dall’imputato nell’ambito della procedura di riscossione dell’imposta (art. 68 e 73) o i mezzi di prova ottenuti nell’ambito di un controllo secondo l’articolo 78 possono essere utilizzati nel procedimento penale soltanto se l’imputato vi acconsente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_104"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo sesto: Disposizioni penali, Garanzie procedurali",
        "citation": "Art. 104 cpv. 4 LIVA",
        "content": "L’apertura dell’inchiesta penale dev’essere comunicata per scritto e senza indugio all’imputato, per quanto gravi motivi non vi si oppongano.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_104"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo sesto: Disposizioni penali, Prescrizione dell’azione penale",
        "citation": "Art. 105 cpv. 1 LIVA",
        "content": "Il diritto di avviare un procedimento penale si prescrive:\na. in caso di violazione di obblighi procedurali, al momento del passaggio in giudicato del credito fiscale connesso con tale violazione;\nb. nell’ambito dell’imposta sulle prestazioni eseguite sul territorio svizzero e dell’imposta sull’acquisto:\n1. per le contravvenzioni secondo l’articolo 96 capoversi 1–3, in sei mesi dal passaggio in giudicato del corrispondente credito fiscale,\n2. in caso di sottrazione d’imposta secondo l’articolo 96 capoverso 4, in due anni dal passaggio in giudicato del corrispondente credito fiscale,\n3. per i delitti secondo l’articolo 97 capoverso 2 e per i delitti secondo gli articoli 14–17 DPA, in sette anni dalla fine del periodo fiscale interessato;\nc. nell’ambito dell’imposta sull’importazione: per tutti i delitti e le contravvenzioni secondo gli articoli 96, 97 capoverso 2 e 99 nonché per i delitti secondo gli articoli 14−17 DPA, in sette anni;\nd. ed e.  ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_105"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo sesto: Disposizioni penali, Prescrizione dell’azione penale",
        "citation": "Art. 105 cpv. 2 LIVA",
        "content": "L’azione penale non si prescrive più se prima della scadenza del termine di prescrizione è pronunciata una decisione penale o una sentenza di primo grado.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_105"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo sesto: Disposizioni penali, Prescrizione dell’azione penale",
        "citation": "Art. 105 cpv. 3 LIVA",
        "content": "La prescrizione dell’obbligo di pagamento o restituzione secondo l’articolo 12 DPA è retta:\na. in linea di principio, dall’articolo 42;\nb. se è adempiuta una fattispecie di cui agli articoli 96 capoverso 4, 97 capoverso 2 o 99 o agli articoli 14–17 DPA, dai capoversi 1 e 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_105"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo sesto: Disposizioni penali, Prescrizione dell’azione penale",
        "citation": "Art. 105 cpv. 4 LIVA",
        "content": "Il diritto di proseguire un procedimento penale avviato si prescrive in cinque anni; la prescrizione è sospesa finché l’imputato è all’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_105"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo sesto: Disposizioni penali, Riscossione e prescrizione delle multe e delle spese",
        "citation": "Art. 106 cpv. 1 LIVA",
        "content": "Le multe e le spese stabilite nel procedimento penale fiscale sono riscosse secondo la procedura di cui agli articoli 86–90. L’articolo 36 CP è applicabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_106"
    },
    {
        "book": "MWSTG",
        "title": "LIVA, Titolo sesto: Disposizioni penali, Riscossione e prescrizione delle multe e delle spese",
        "citation": "Art. 106 cpv. 2 LIVA",
        "content": "La prescrizione del diritto di riscossione è retta dall’articolo 91.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/it#art_106"
    }
]