[
    {
        "book": "MWSTG",
        "title": "MWSTG, 1. Titel: Allgemeine Bestimmungen, Gegenstand und Grundsätze",
        "citation": "Art. 1 Abs. 1 MWSTG",
        "content": "Der Bund erhebt eine allgemeine Verbrauchssteuer nach dem System der Netto-Allphasensteuer mit Vorsteuerabzug (Mehrwertsteuer). Die Steuer bezweckt die Besteuerung des nicht unternehmerischen Endverbrauchs im Inland.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_1"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 1. Titel: Allgemeine Bestimmungen, Gegenstand und Grundsätze",
        "citation": "Art. 1 Abs. 2 MWSTG",
        "content": "Als Mehrwertsteuer erhebt er:\na. eine Steuer auf den im Inland von steuerpflichtigen Personen gegen Entgelt erbrachten Leistungen (Inlandsteuer);\nb. eine Steuer auf dem Bezug von Leistungen von Unternehmen mit Sitz im Ausland durch Empfänger und Empfängerinnen im Inland (Bezugsteuer);\nc. eine Steuer auf der Einfuhr von Gegenständen (Einfuhrsteuer).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_1"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 1. Titel: Allgemeine Bestimmungen, Gegenstand und Grundsätze",
        "citation": "Art. 1 Abs. 3 MWSTG",
        "content": "Die Erhebung erfolgt nach den Grundsätzen:\na. der Wettbewerbsneutralität;\nb. der Wirtschaftlichkeit der Entrichtung und der Erhebung;\nc. der Überwälzbarkeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_1"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 1. Titel: Allgemeine Bestimmungen, Verhältnis zum kantonalen Recht",
        "citation": "Art. 2 Abs. 1 MWSTG",
        "content": "Billettsteuern und Handänderungssteuern, die von den Kantonen und Gemeinden erhoben werden, gelten nicht als gleichartige Steuern im Sinne von Artikel 134 der Bundesverfassung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_2"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 1. Titel: Allgemeine Bestimmungen, Verhältnis zum kantonalen Recht",
        "citation": "Art. 2 Abs. 2 MWSTG",
        "content": "Sie dürfen erhoben werden, soweit sie nicht die Mehrwertsteuer in ihre Bemessungsgrundlage einbeziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_2"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 1. Titel: Allgemeine Bestimmungen, Begriffe",
        "citation": "Art. 3 MWSTG",
        "content": "Im Sinne dieses Gesetzes bedeuten:\na. Inland: das schweizerische Staatsgebiet mit den Zollanschlussgebieten nach Artikel 3 Absatz 2 des Zollgesetzes vom 18. März 2005 (ZG);\nb. Gegenstände: bewegliche und unbewegliche Sachen sowie Elektrizität, Gas, Wärme, Kälte und Ähnliches;\nc. Leistung: die Einräumung eines verbrauchsfähigen wirtschaftlichen Wertes an eine Drittperson in Erwartung eines Entgelts, auch wenn sie von Gesetzes wegen oder aufgrund behördlicher Anordnung erfolgt;\nd. Lieferung:\n1. Verschaffen der Befähigung, im eigenen Namen über einen Gegenstand wirtschaftlich zu verfügen,\n2. Abliefern eines Gegenstandes, an dem Arbeiten besorgt worden sind, auch wenn dieser Gegenstand dadurch nicht verändert, sondern bloss geprüft, geeicht, reguliert, in der Funktion kontrolliert oder in anderer Weise behandelt worden ist, \n3. Überlassen eines Gegenstandes zum Gebrauch oder zur Nutzung;\ne. Dienstleistung: jede Leistung, die keine Lieferung ist; eine Dienstleistung liegt auch vor, wenn:\n1. immaterielle Werte und Rechte überlassen werden,\n2. eine Handlung unterlassen oder eine Handlung beziehungsweise ein Zustand geduldet wird;\nf. Entgelt: Vermögenswert, den der Empfänger oder die Empfängerin oder an seiner oder ihrer Stelle eine Drittperson für den Erhalt einer Leistung aufwendet;\ng. hoheitliche Tätigkeit: Tätigkeit eines Gemeinwesens oder einer von einem Gemeinwesen eingesetzten Person oder Organisation, die nicht unternehmerischer Natur ist, namentlich nicht marktfähig ist und nicht im Wettbewerb mit Tätigkeiten privater Anbieter steht, selbst wenn für die Tätigkeit Gebühren, Beiträge oder sonstige Abgaben erhoben werden;\nh. eng verbundene Personen:\n1. die Inhaber und Inhaberinnen von mindestens 20 Prozent des Stamm- oder Grundkapitals eines Unternehmens oder von einer entsprechenden Beteiligung an einer Personengesellschaft oder ihnen nahestehende Personen,\n2. Stiftungen und Vereine, zu denen eine besonders enge wirtschaftliche, vertragliche oder personelle Beziehung besteht; nicht als eng verbundene Personen gelten Vorsorgeeinrichtungen;\ni. Spende: freiwillige Zuwendung in der Absicht, den Empfänger oder die Empfängerin zu bereichern ohne Erwartung einer Gegenleistung im mehrwertsteuerlichen Sinne; eine Zuwendung gilt auch dann als Spende, wenn:\n1. die Zuwendung in einer Publikation in neutraler Form einmalig oder mehrmalig erwähnt wird, selbst wenn dabei die Firma oder das Logo des Spenders oder der Spenderin verwendet wird,\n2. es sich um Beiträge von Passivmitgliedern sowie von Gönnern und Gönnerinnen an Vereine oder an gemeinnützige Organisationen handelt; Beiträge von Gönnern und Gönnerinnen an gemeinnützige Organisationen gelten auch dann als Spende, wenn die gemeinnützige Organisation ihren Gönnern und Gönnerinnen freiwillig Vorteile im Rahmen des statutarischen Zwecks gewährt, sofern sie dem Gönner oder der Gönnerin mitteilt, dass kein Anspruch auf die Vorteile besteht;\nj. gemeinnützige Organisation: Organisation, die die Voraussetzungen erfüllt, welche gemäss Artikel 56 Buchstabe g DBG für die direkte Bundessteuer gelten;\nk. Rechnung: jedes Dokument, mit dem gegenüber einer Drittperson über das Entgelt für eine Leistung abgerechnet wird, gleichgültig, wie dieses Dokument im Geschäftsverkehr bezeichnet wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_3"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 1. Titel: Allgemeine Bestimmungen, Samnaun und Sampuoir",
        "citation": "Art. 4 Abs. 1 MWSTG",
        "content": "Solange die Talschaften Samnaun und Sampuoir aus dem schweizerischen Zollgebiet ausgeschlossen sind, gilt dieses Gesetz in den beiden Talschaften nur für Dienstleistungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_4"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 1. Titel: Allgemeine Bestimmungen, Samnaun und Sampuoir",
        "citation": "Art. 4 Abs. 2 MWSTG",
        "content": "Die dem Bund aufgrund von Absatz 1 entstehenden Steuerausfälle sind durch die Gemeinden Samnaun und Valsot zu kompensieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_4"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 1. Titel: Allgemeine Bestimmungen, Samnaun und Sampuoir",
        "citation": "Art. 4 Abs. 3 MWSTG",
        "content": "Der Bundesrat regelt die Einzelheiten im Einvernehmen mit den Gemeinden Samnaun und Valsot. Er berücksichtigt dabei die Einsparungen infolge des geringeren Erhebungsaufwands angemessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_4"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 1. Titel: Allgemeine Bestimmungen, Indexierung",
        "citation": "Art. 5 MWSTG",
        "content": "Der Bundesrat beschliesst die Anpassung der in den Artikeln 31 Absatz 2 Buchstabe c, 37 Absatz 1, 38 Absatz 1 und 45 Absatz 2 Buchstabe b genannten Frankenbeträge, sobald sich der Landesindex der Konsumentenpreise seit der letzten Festlegung um mehr als 30 Prozent erhöht hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_5"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 1. Titel: Allgemeine Bestimmungen, Steuerüberwälzung",
        "citation": "Art. 6 Abs. 1 MWSTG",
        "content": "Die Überwälzung der Steuer richtet sich nach privatrechtlichen Vereinbarungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_6"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 1. Titel: Allgemeine Bestimmungen, Steuerüberwälzung",
        "citation": "Art. 6 Abs. 2 MWSTG",
        "content": "Zur Beurteilung von Streitigkeiten über die Steuerüberwälzung sind die Zivilgerichte zuständig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_6"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 1. Titel: Allgemeine Bestimmungen, Ort der Lieferung",
        "citation": "Art. 7 Abs. 1 MWSTG",
        "content": "Als Ort einer Lieferung gilt der Ort, an dem:\na. sich der Gegenstand zum Zeitpunkt der Verschaffung der Befähigung, über ihn wirtschaftlich zu verfügen, der Ablieferung oder der Überlassung zum Gebrauch oder zur Nutzung befindet;\nb. die Beförderung oder Versendung des Gegenstandes zum Abnehmer oder zur Abnehmerin oder in dessen oder deren Auftrag zu einer Drittperson beginnt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_7"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 1. Titel: Allgemeine Bestimmungen, Ort der Lieferung",
        "citation": "Art. 7 Abs. 2 MWSTG",
        "content": "Als Ort der Lieferung von Elektrizität in Leitungen, Gas über das Erdgasverteilnetz und Fernwärme gilt der Ort, an dem der Empfänger oder die Empfängerin der Lieferung den Sitz der wirtschaftlichen Tätigkeit oder eine Betriebsstätte hat, für welche die Lieferung erbracht wird, oder in Ermangelung eines solchen Sitzes oder einer solchen Betriebsstätte der Ort, an dem die Elektrizität, das Gas oder die Fernwärme tatsächlich genutzt oder verbraucht wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_7"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 1. Titel: Allgemeine Bestimmungen, Ort der Lieferung",
        "citation": "Art. 7 Abs. 3 MWSTG",
        "content": "Bei der Lieferung eines Gegenstands vom Ausland ins Inland gilt der Ort der Lieferung als im Inland gelegen, sofern der Leistungserbringer oder die Leistungserbringerin:\na. über eine Bewilligung der Eidgenössischen Steuerverwaltung (ESTV) verfügt, die Einfuhr im eigenen Namen vorzunehmen (Unterstellungserklärung), und im Zeitpunkt der Einfuhr nicht darauf verzichtet; oder\nb. mit Gegenständen, die nach Artikel 53 Absatz 1 Buchstabe a aufgrund des geringfügigen Steuerbetrags von der Einfuhrsteuer befreit sind, Lieferungen nach Absatz 1 Buchstabe b des vorliegenden Artikels erbringt und daraus mindestens einen Umsatz von 100 000 Franken pro Jahr erzielt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_7"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 1. Titel: Allgemeine Bestimmungen, Ort der Dienstleistung",
        "citation": "Art. 8 Abs. 1 MWSTG",
        "content": "Als Ort der Dienstleistung gilt unter Vorbehalt von Absatz 2 der Ort, an dem der Empfänger oder die Empfängerin der Dienstleistung den Sitz der wirtschaftlichen Tätigkeit oder eine Betriebsstätte hat, für welche die Dienstleistung erbracht wird, oder in Ermangelung eines solchen Sitzes oder einer solchen Betriebsstätte der Wohnort oder der Ort seines oder ihres üblichen Aufenthaltes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_8"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 1. Titel: Allgemeine Bestimmungen, Ort der Dienstleistung",
        "citation": "Art. 8 Abs. 2 MWSTG",
        "content": "Als Ort der nachfolgend aufgeführten Dienstleistungen gilt:\na. bei Dienstleistungen, die typischerweise unmittelbar gegenüber physisch anwesenden natürlichen Personen erbracht werden, auch wenn sie ausnahmsweise aus der Ferne erbracht werden: der Ort, an dem die dienstleistende Person den Sitz der wirtschaftlichen Tätigkeit oder eine Betriebsstätte hat, oder in Ermangelung eines solchen Sitzes oder einer solchen Betriebsstätte der Wohnort oder der Ort, von dem aus sie tätig wird; als solche Dienstleistungen gelten namentlich: Heilbehandlungen, Therapien, Pflegeleistungen, Körperpflege, Ehe-, Familien- und Lebensberatung, Sozialleistungen und Sozialhilfeleistungen sowie Kinder- und Jugendbetreuung;\nb. bei Dienstleistungen von Reisebüros und Organisatoren von Veranstaltungen: der Ort, an dem die dienstleistende Person den Sitz der wirtschaftlichen Tätigkeit oder eine Betriebsstätte hat, oder in Ermangelung eines solchen Sitzes oder einer solchen Betriebsstätte der Wohnort oder der Ort, von dem aus sie tätig wird;\nc. bei Dienstleistungen auf dem Gebiet der Kultur, der Künste, des Sportes, der Wissenschaft, des Unterrichts, der Unterhaltung oder ähnlichen Leistungen, einschliesslich der Leistungen der jeweiligen Veranstalter und der gegebenenfalls damit zusammenhängenden Leistungen: der Ort, an dem diese Tätigkeiten tatsächlich ausgeübt werden;\nd. bei gastgewerblichen Leistungen: der Ort, an dem die Dienstleistung tatsächlich erbracht wird;\ne. bei Personenbeförderungsleistungen: der Ort, an dem die Beförderung gemessen an der zurückgelegten Strecke tatsächlich stattfindet; der Bundesrat kann bestimmen, dass bei grenzüberschreitenden Beförderungen kurze inländische Strecken als ausländische und kurze ausländische Strecken als inländische Strecken gelten;\nf. bei Dienstleistungen im Zusammenhang mit einem Grundstück: der Ort, an dem das Grundstück gelegen ist; als solche Dienstleistungen gelten namentlich: Vermittlung, Verwaltung, Begutachtung und Schätzung des Grundstückes, Dienstleistungen im Zusammenhang mit dem Erwerb oder der Bestellung von dinglichen Rechten am Grundstück, Dienstleistungen im Zusammenhang mit der Vorbereitung oder der Koordinierung von Bauleistungen wie Architektur-, Ingenieur- und Bauaufsichtsleistungen, Überwachung von Grundstücken und Gebäuden sowie Beherbergungsleistungen;\ng. bei Dienstleistungen im Bereich der internationalen Entwicklungszusammenarbeit und der humanitären Hilfe: der Ort, für den die Dienstleistung bestimmt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_8"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 1. Titel: Allgemeine Bestimmungen, Vermeidung von Wettbewerbsverzerrungen",
        "citation": "Art. 9 MWSTG",
        "content": "Um Wettbewerbsverzerrungen durch Doppelbesteuerungen oder Nichtbesteuerungen bei grenzüberschreitenden Leistungen zu vermeiden, kann der Bundesrat die Abgrenzung zwischen Lieferungen und Dienstleistungen abweichend von Artikel 3 regeln sowie den Ort der Leistungserbringung abweichend von den Artikeln 7 und 8 bestimmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_9"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 1. Kapitel: Steuersubjekt, Grundsatz",
        "citation": "Art. 10 Abs. 1 MWSTG",
        "content": "Steuerpflichtig ist, wer unabhängig von Rechtsform, Zweck und Gewinnabsicht ein Unternehmen betreibt und:\na. mit diesem Unternehmen Leistungen im Inland erbringt; oder \nb. Sitz, Wohnsitz oder Betriebsstätte im Inland hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_10"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 1. Kapitel: Steuersubjekt, Grundsatz",
        "citation": "Art. 10 Abs. 1bis MWSTG",
        "content": "Ein Unternehmen betreibt, wer:\na. eine auf die nachhaltige Erzielung von Einnahmen aus Leistungen ausgerichtete berufliche oder gewerbliche Tätigkeit selbstständig ausübt, unabhängig von der Höhe des Zuflusses von Mitteln, die nach Artikel 18 Absatz 2 nicht als Entgelt gelten; und\nb. unter eigenem Namen nach aussen auftritt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_10"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 1. Kapitel: Steuersubjekt, Grundsatz",
        "citation": "Art. 10 Abs. 1ter MWSTG",
        "content": "Das Erwerben, Halten und Veräussern von Beteiligungen nach Artikel 29 Absätze 2 und 3 stellt eine unternehmerische Tätigkeit dar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_10"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 1. Kapitel: Steuersubjekt, Grundsatz",
        "citation": "Art. 10 Abs. 2 MWSTG",
        "content": "Von der Steuerpflicht ist befreit, wer:\na. innerhalb eines Jahres im In- und Ausland weniger als 100 000 Franken Umsatz aus Leistungen erzielt, die nicht nach Artikel 21 Absatz 2 von der Steuer ausgenommen sind;\nb. ein Unternehmen mit Sitz im Ausland betreibt, das im Inland, unabhängig vom Umsatz, ausschliesslich eine oder mehrere der folgenden Leistungsarten erbringt:\n1. von der Steuer befreite Leistungen,\n2. Dienstleistungen, deren Ort sich nach Artikel 8 Absatz 1 im Inland befindet; nicht von der Steuerpflicht befreit ist jedoch, wer Telekommunikations- oder elektronische Dienstleistungen an nicht steuerpflichtige Empfänger und Empfängerinnen erbringt,\n3. Lieferung von Elektrizität in Leitungen, Gas über das Erdgasverteilnetz und Fernwärme an steuerpflichtige Personen im Inland;\nc. als nicht gewinnstrebiger, ehrenamtlich geführter Sport- oder Kulturverein oder als gemeinnützige Institution innerhalb eines Jahres im In- und Ausland weniger als 250 000 Franken Umsatz aus Leistungen erzielt, die nicht nach Artikel 21 Absatz 2 von der Steuer ausgenommen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_10"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 1. Kapitel: Steuersubjekt, Grundsatz",
        "citation": "Art. 10 Abs. 2bis MWSTG",
        "content": "Der Umsatz berechnet sich nach den vereinbarten Entgelten ohne die Steuer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_10"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 1. Kapitel: Steuersubjekt, Grundsatz",
        "citation": "Art. 10 Abs. 3 MWSTG",
        "content": "Der Sitz im Inland sowie alle inländischen Betriebsstätten bilden zusammen ein Steuersubjekt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_10"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 1. Kapitel: Steuersubjekt, Verzicht auf die Befreiung von der Steuerpflicht",
        "citation": "Art. 11 Abs. 1 MWSTG",
        "content": "Wer ein Unternehmen betreibt und nach Artikel 10 Absatz 2 oder 12 Absatz 3 von der Steuerpflicht befreit ist, hat das Recht, auf die Befreiung von der Steuerpflicht zu verzichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_11"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 1. Kapitel: Steuersubjekt, Verzicht auf die Befreiung von der Steuerpflicht",
        "citation": "Art. 11 Abs. 2 MWSTG",
        "content": "Auf die Befreiung von der Steuerpflicht muss mindestens während einer Steuerperiode verzichtet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_11"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 1. Kapitel: Steuersubjekt, Gemeinwesen",
        "citation": "Art. 12 Abs. 1 MWSTG",
        "content": "Steuersubjekte der Gemeinwesen sind die autonomen Dienststellen von Bund, Kantonen und Gemeinden und die übrigen Einrichtungen des öffentlichen Rechts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_12"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 1. Kapitel: Steuersubjekt, Gemeinwesen",
        "citation": "Art. 12 Abs. 2 MWSTG",
        "content": "Dienststellen können sich zu einem einzigen Steuersubjekt zusammenschliessen. Der Zusammenschluss kann auf den Beginn jeder Steuerperiode gewählt werden. Er muss während mindestens einer Steuerperiode beibehalten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_12"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 1. Kapitel: Steuersubjekt, Gemeinwesen",
        "citation": "Art. 12 Abs. 3 MWSTG",
        "content": "Ein Steuersubjekt eines Gemeinwesens ist von der Steuerpflicht befreit, solange weniger als 100 000 Franken Umsatz pro Jahr aus steuerbaren Leistungen an Nichtgemeinwesen stammen. Der Umsatz bemisst sich nach den vereinbarten Entgelten ohne die Steuer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_12"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 1. Kapitel: Steuersubjekt, Gemeinwesen",
        "citation": "Art. 12 Abs. 4 MWSTG",
        "content": "Der Bundesrat bestimmt, welche Leistungen von Gemeinwesen als unternehmerisch und damit steuerbar gelten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_12"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 1. Kapitel: Steuersubjekt, Gruppenbesteuerung",
        "citation": "Art. 13 Abs. 1 MWSTG",
        "content": "Rechtsträger mit Sitz oder Betriebsstätte in der Schweiz, die unter einheitlicher Leitung eines Rechtsträgers miteinander verbunden sind, können sich auf Antrag zu einem einzigen Steuersubjekt zusammenschliessen (Mehrwertsteuergruppe). In die Gruppe können auch Rechtsträger, die kein Unternehmen betreiben, und natürliche Personen einbezogen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_13"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 1. Kapitel: Steuersubjekt, Gruppenbesteuerung",
        "citation": "Art. 13 Abs. 2 MWSTG",
        "content": "Der Zusammenschluss zu einer Mehrwertsteuergruppe kann auf den Beginn jeder Steuerperiode gewählt werden. Die Beendigung einer Mehrwertsteuergruppe ist jeweils auf das Ende einer Steuerperiode möglich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_13"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 1. Kapitel: Steuersubjekt, Beginn und Ende der Steuerpflicht und der Befreiung von der Steuerpflicht",
        "citation": "Art. 14 Abs. 1 MWSTG",
        "content": "Die Steuerpflicht beginnt:\na. für Unternehmen mit Sitz, Wohnsitz oder Betriebsstätte im Inland: mit der Aufnahme der unternehmerischen Tätigkeit;\nb. für alle anderen Unternehmen: mit dem erstmaligen Erbringen einer Leistung im Inland.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_14"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 1. Kapitel: Steuersubjekt, Beginn und Ende der Steuerpflicht und der Befreiung von der Steuerpflicht",
        "citation": "Art. 14 Abs. 2 MWSTG",
        "content": "Die Steuerpflicht endet:\na. für Unternehmen mit Sitz, Wohnsitz oder Betriebsstätte im Inland:\n1. mit der Beendigung der unternehmerischen Tätigkeit,\n2. bei Vermögensliquidation: mit Abschluss des Liquidationsverfahrens;\nb. für alle anderen Unternehmen: am Schluss des Kalenderjahres, in dem letztmals eine Leistung im Inland erbracht wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_14"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 1. Kapitel: Steuersubjekt, Beginn und Ende der Steuerpflicht und der Befreiung von der Steuerpflicht",
        "citation": "Art. 14 Abs. 3 MWSTG",
        "content": "Die Befreiung von der Steuerpflicht endet, sobald das Total der im letzten Geschäftsjahr erzielten Umsätze die Grenze von Artikel 10 Absatz 2 Buchstabe a oder c oder 12 Absatz 3 erreicht hat oder absehbar ist, dass diese Grenze innerhalb von 12 Monaten nach der Aufnahme oder Ausweitung der unternehmerischen Tätigkeit überschritten wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_14"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 1. Kapitel: Steuersubjekt, Beginn und Ende der Steuerpflicht und der Befreiung von der Steuerpflicht",
        "citation": "Art. 14 Abs. 4 MWSTG",
        "content": "Der Verzicht auf die Befreiung von der Steuerpflicht kann frühestens auf den Beginn der laufenden Steuerperiode erklärt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_14"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 1. Kapitel: Steuersubjekt, Beginn und Ende der Steuerpflicht und der Befreiung von der Steuerpflicht",
        "citation": "Art. 14 Abs. 5 MWSTG",
        "content": "Unterschreitet der massgebende Umsatz der steuerpflichtigen Person die Umsatzgrenze nach Artikel 10 Absatz 2 Buchstabe a oder c oder 12 Absatz 3 und ist zu erwarten, dass der massgebende Umsatz auch in der folgenden Steuerperiode nicht mehr erreicht wird, so muss sich die steuerpflichtige Person abmelden. Die Abmeldung ist frühestens möglich auf das Ende der Steuerperiode, in der der massgebende Umsatz nicht erreicht worden ist. Die Nichtabmeldung gilt als Verzicht auf die Befreiung von der Steuerpflicht nach Artikel 11. Der Verzicht gilt ab Beginn der folgenden Steuerperiode.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_14"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 1. Kapitel: Steuersubjekt, Mithaftung",
        "citation": "Art. 15 Abs. 1 MWSTG",
        "content": "Mit der steuerpflichtigen Person haften solidarisch:\na. die Teilhaber und Teilhaberinnen an einer einfachen Gesellschaft, Kollektiv- oder Kommanditgesellschaft im Rahmen ihrer zivilrechtlichen Haftbarkeit;\nb. Personen, die eine freiwillige Versteigerung durchführen oder durchführen lassen;\nc. jede zu einer Mehrwertsteuergruppe (Art. 13) gehörende Person oder Personengesellschaft, mit Ausnahme von Vorsorgeeinrichtungen, für sämtliche von der Gruppe geschuldeten Steuern; tritt eine Person oder Personengesellschaft aus der Gruppe aus, so haftet sie nur noch für die Steuerforderungen, die sich aus ihren eigenen unternehmerischen Tätigkeiten ergeben haben;\nd. bei der Übertragung eines Unternehmens: der bisherige Steuerschuldner oder die bisherige Steuerschuldnerin noch während dreier Jahre seit der Mitteilung oder Auskündigung der Übertragung für die vor der Übertragung entstandenen Steuerforderungen;\ne. bei Beendigung der Steuerpflicht einer aufgelösten juristischen Person, Handelsgesellschaft oder Personengesamtheit ohne Rechtspersönlichkeit: die mit der Liquidation betrauten Personen bis zum Betrag des Liquidationsergebnisses;\nf. für die Steuer einer juristischen Person, die ihren Sitz ins Ausland verlegt: die geschäftsführenden Organe bis zum Betrag des reinen Vermögens der juristischen Person.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_15"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 1. Kapitel: Steuersubjekt, Mithaftung",
        "citation": "Art. 15 Abs. 2 MWSTG",
        "content": "Die in Absatz 1 Buchstaben e und f bezeichneten Personen haften nur für Steuer-, Zins- und Kostenforderungen, die während ihrer Geschäftsführung entstehen oder fällig werden; ihre Haftung entfällt, soweit sie nachweisen, dass sie alles ihnen Zumutbare zur Feststellung und Erfüllung der Steuerforderung getan haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_15"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 1. Kapitel: Steuersubjekt, Mithaftung",
        "citation": "Art. 15 Abs. 3 MWSTG",
        "content": "Die Haftung nach Artikel 12 Absatz 3 des Bundesgesetzes vom 22. März 1974 über das Verwaltungsstrafrecht (VStrR) bleibt vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_15"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 1. Kapitel: Steuersubjekt, Mithaftung",
        "citation": "Art. 15 Abs. 4 MWSTG",
        "content": "Tritt eine steuerpflichtige Person Forderungen aus ihrem Unternehmen an Dritte ab, so haften diese subsidiär für die mit den Forderungen mitzedierte Mehrwertsteuer, wenn im Zeitpunkt der Abtretung die Steuerschuld gegenüber der ESTV noch nicht entstanden ist und ein Verlustschein vorliegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_15"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 1. Kapitel: Steuersubjekt, Mithaftung",
        "citation": "Art. 15 Abs. 5 MWSTG",
        "content": "Die mithaftende Person hat im Verfahren die gleichen Rechte und Pflichten wie die steuerpflichtige Person.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_15"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 1. Kapitel: Steuersubjekt, Steuernachfolge",
        "citation": "Art. 16 Abs. 1 MWSTG",
        "content": "Stirbt eine steuerpflichtige natürliche Person, so treten ihre Erben und Erbinnen in ihre Rechte und Pflichten ein. Sie haften solidarisch für die vom Erblasser oder von der Erblasserin geschuldeten Steuern bis zur Höhe ihrer Erbteile, mit Einschluss der Vorempfänge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_16"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 1. Kapitel: Steuersubjekt, Steuernachfolge",
        "citation": "Art. 16 Abs. 2 MWSTG",
        "content": "Wer ein Unternehmen übernimmt, tritt in die steuerlichen Rechte und Pflichten des Rechtsvorgängers oder der Rechtsvorgängerin ein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_16"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 1. Kapitel: Steuersubjekt, Steuersubstitution",
        "citation": "Art. 17 MWSTG",
        "content": "Die Erfüllung der Steuerpflicht ausländischer Handelsgesellschaften und ausländischer Personengesamtheiten ohne Rechtspersönlichkeit obliegt auch deren Teilhabern und Teilhaberinnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_17"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 2. Kapitel: Steuerobjekt, Grundsatz",
        "citation": "Art. 18 Abs. 1 MWSTG",
        "content": "Der Inlandsteuer unterliegen die im Inland durch steuerpflichtige Personen gegen Entgelt erbrachten Leistungen; sie sind steuerbar, soweit dieses Gesetz keine Ausnahme vorsieht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_18"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 2. Kapitel: Steuerobjekt, Grundsatz",
        "citation": "Art. 18 Abs. 2 MWSTG",
        "content": "Mangels Leistung gelten namentlich die folgenden Mittelflüsse nicht als Entgelt:\na. Subventionen und andere öffentlich-rechtliche Beiträge, auch wenn sie gestützt auf einen Leistungsauftrag oder eine Programmvereinbarung gemäss Artikel 46 Absatz 2 der Bundesverfassung ausgerichtet werden;\nb. Gelder, die Kur- und Verkehrsvereine ausschliesslich aus öffentlich-rechtlichen Tourismusabgaben erhalten und die sie im Auftrag von Gemeinwesen zugunsten der Allgemeinheit einsetzen;\nc. Beiträge aus kantonalen Wasser-, Abwasser- oder Abfallfonds an Entsorgungsanstalten oder Wasserwerke;\nd. Spenden;\ne. Einlagen in Unternehmen, insbesondere zinslose Darlehen, Sanierungsleistungen und Forderungsverzichte;\nf. Dividenden und andere Gewinnanteile;\ng. vertraglich oder gesetzlich geregelte Kostenausgleichszahlungen, die durch eine Organisationseinheit, namentlich durch einen Fonds, an Akteure und Akteurinnen innerhalb einer Branche geleistet werden;\nh. Pfandgelder, namentlich auf Umschliessungen und Gebinden;\ni. Zahlungen für Schadenersatz, Genugtuung und dergleichen;\nj. Entschädigungen für unselbstständig ausgeübte Tätigkeiten wie Verwaltungsrats- und Stiftungsratshonorare, Behördenentschädigungen oder Sold;\nk. Erstattungen, Beiträge und Beihilfen bei Lieferungen ins Ausland, die nach Artikel 23 Absatz 2 Ziffer 1 von der Steuer befreit sind;\nl. Gebühren, Beiträge oder sonstige Zahlungen, die für hoheitliche Tätigkeiten empfangen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_18"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 2. Kapitel: Steuerobjekt, Mehrheit von Leistungen",
        "citation": "Art. 19 Abs. 1 MWSTG",
        "content": "Voneinander unabhängige Leistungen werden selbstständig behandelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_19"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 2. Kapitel: Steuerobjekt, Mehrheit von Leistungen",
        "citation": "Art. 19 Abs. 2 MWSTG",
        "content": "Mehrere voneinander unabhängige Leistungen, die zu einer Sachgesamtheit vereinigt sind oder als Leistungskombination angeboten werden, können einheitlich nach der überwiegenden Leistung behandelt werden, wenn sie zu einem Gesamtentgelt erbracht werden und die überwiegende Leistung wertmässig mindestens 70 Prozent des Gesamtentgelts ausmacht (Kombination).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_19"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 2. Kapitel: Steuerobjekt, Mehrheit von Leistungen",
        "citation": "Art. 19 Abs. 3 MWSTG",
        "content": "Leistungen, die wirtschaftlich eng zusammengehören und so ineinander greifen, dass sie als unteilbares Ganzes anzusehen sind, gelten als ein einheitlicher wirtschaftlicher Vorgang und sind nach dem Charakter der Gesamtleistung zu behandeln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_19"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 2. Kapitel: Steuerobjekt, Mehrheit von Leistungen",
        "citation": "Art. 19 Abs. 4 MWSTG",
        "content": "Nebenleistungen, namentlich Umschliessungen und Verpackungen, werden steuerlich gleich behandelt wie die Hauptleistung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_19"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 2. Kapitel: Steuerobjekt, Zuordnung von Leistungen",
        "citation": "Art. 20 Abs. 1 MWSTG",
        "content": "Eine Leistung gilt als von derjenigen Person erbracht, die nach aussen als Leistungserbringerin auftritt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_20"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 2. Kapitel: Steuerobjekt, Zuordnung von Leistungen",
        "citation": "Art. 20 Abs. 2 MWSTG",
        "content": "Handelt eine Person im Namen und für Rechnung einer anderen Person, so gilt die Leistung als durch die vertretene Person getätigt, wenn die Vertreterin:\na. nachweisen kann, dass sie als Stellvertreterin handelt und die vertretene Person eindeutig identifizieren kann; und\nb. das Bestehen eines Stellvertretungsverhältnisses dem Leistungsempfänger oder der Leistungsempfängerin ausdrücklich bekannt gibt oder sich dieses aus den Umständen ergibt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_20"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 2. Kapitel: Steuerobjekt, Zuordnung von Leistungen",
        "citation": "Art. 20 Abs. 3 MWSTG",
        "content": "Findet Absatz 1 in einem Dreiparteienverhältnis Anwendung, so wird das Leistungsverhältnis zwischen der nach aussen auftretenden Person und der die eigentliche Leistung erbringenden Person gleich qualifiziert wie das Leistungsverhältnis zwischen der nach aussen auftretenden Person und der leistungsempfangenden Person.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_20"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 2. Kapitel: Steuerobjekt, Von der Steuer ausgenommene Leistungen",
        "citation": "Art. 21 Abs. 1 MWSTG",
        "content": "Eine Leistung, die von der Steuer ausgenommen ist und für deren Versteuerung nicht nach Artikel 22 optiert wird, ist nicht steuerbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_21"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 2. Kapitel: Steuerobjekt, Von der Steuer ausgenommene Leistungen",
        "citation": "Art. 21 Abs. 3 MWSTG",
        "content": "Ob eine in Absatz 2 genannte Leistung von der Steuer ausgenommen ist, bestimmt sich unter Vorbehalt von Absatz 4 ausschliesslich nach deren Gehalt und unabhängig davon, wer die Leistung erbringt oder empfängt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_21"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 2. Kapitel: Steuerobjekt, Von der Steuer ausgenommene Leistungen",
        "citation": "Art. 21 Abs. 4 MWSTG",
        "content": "Ist eine Leistung in Absatz 2 entweder aufgrund von Eigenschaften des Leistungserbringers beziehungsweise der Leistungserbringerin oder des Leistungsempfängers beziehungsweise der Leistungsempfängerin von der Steuer ausgenommen, so gilt die Ausnahme nur für Leistungen, die von einer Person mit diesen Eigenschaften erbracht oder empfangen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_21"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 2. Kapitel: Steuerobjekt, Von der Steuer ausgenommene Leistungen",
        "citation": "Art. 21 Abs. 5 MWSTG",
        "content": "Der Bundesrat bestimmt die von der Steuer ausgenommenen Leistungen näher; dabei beachtet er das Gebot der Wettbewerbsneutralität.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_21"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 2. Kapitel: Steuerobjekt, Von der Steuer ausgenommene Leistungen",
        "citation": "Art. 21 Abs. 6 MWSTG",
        "content": "Organisationseinheiten eines Gemeinwesens nach Absatz 2 Ziffer 28 sind dessen Dienststellen, dessen privat- und öffentlich-rechtliche Gesellschaften, sofern weder andere Gemeinwesen noch andere Dritte daran beteiligt sind, sowie dessen Anstalten und Stiftungen, sofern das Gemeinwesen sie ohne Beteiligung anderer Gemeinwesen oder anderer Dritter gegründet hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_21"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 2. Kapitel: Steuerobjekt, Von der Steuer ausgenommene Leistungen",
        "citation": "Art. 21 Abs. 7 MWSTG",
        "content": "Der Bundesrat legt fest, welche Institutionen als Bildungs- und Forschungsinstitutionen nach Absatz 2 Ziffer 30 gelten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_21"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 2. Kapitel: Steuerobjekt, Option für die Versteuerung der von der Steuer ausgenommenen Leistungen",
        "citation": "Art. 22 Abs. 1 MWSTG",
        "content": "Die steuerpflichtige Person kann unter Vorbehalt von Absatz 2 jede von der Steuer ausgenommene Leistung durch offenen Ausweis der Steuer oder durch Deklaration in der Abrechnung versteuern (Option).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_22"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 2. Kapitel: Steuerobjekt, Option für die Versteuerung der von der Steuer ausgenommenen Leistungen",
        "citation": "Art. 22 Abs. 2 MWSTG",
        "content": "Die Option ist ausgeschlossen für:\na. Leistungen nach Artikel 21 Absatz 2 Ziffern 18, 19 und 23;\nb. Leistungen nach Artikel 21 Absatz 2 Ziffern 20 und 21, wenn der Gegenstand vom Empfänger oder von der Empfängerin ausschliesslich für Wohnzwecke genutzt wird oder genutzt werden soll.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_22"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 2. Kapitel: Steuerobjekt, Von der Steuer befreite Leistungen",
        "citation": "Art. 23 Abs. 1 MWSTG",
        "content": "Ist eine Leistung nach diesem Artikel von der Steuer befreit, so ist auf dieser Leistung keine Inlandsteuer geschuldet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_23"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 2. Kapitel: Steuerobjekt, Von der Steuer befreite Leistungen",
        "citation": "Art. 23 Abs. 2 MWSTG",
        "content": "Von der Steuer sind befreit:\n1. die Lieferung von Gegenständen mit Ausnahme der Überlassung zum Gebrauch oder zur Nutzung, die direkt ins Ausland befördert oder versendet werden;\n2. die Überlassung zum Gebrauch oder zur Nutzung, namentlich die Vermietung und Vercharterung, von Gegenständen, sofern die Gegenstände vom Lieferungsempfänger oder von der Lieferungsempfängerin selbst überwiegend im Ausland genutzt werden;\n3. die Lieferung von Gegenständen, die im Rahmen eines Transitverfahrens (Art. 49 ZG), Zolllagerverfahrens (Art. 50–57 ZG), Zollverfahrens der vorübergehenden Verwendung (Art. 58 ZG) oder der aktiven Veredelung (Art. 59 ZG) nachweislich im Inland unter Zollüberwachung standen, sofern das Verfahren ordnungsgemäss oder mit nachträglicher Bewilligung des Bundesamtes für Zoll und Grenzsicherheit (BAZG) abgeschlossen wurde;\n3bis. die Lieferung von Gegenständen, die wegen Einlagerung in einem Zollfreilager (Art. 62–66 ZG) nachweislich im Inland unter Zollüberwachung standen und diesen Zollstatus nicht rückwirkend verloren haben;\n4. das Verbringen oder Verbringenlassen von Gegenständen ins Ausland, das nicht im Zusammenhang mit einer Lieferung steht;\n5. das mit der Einfuhr von Gegenständen im Zusammenhang stehende Befördern oder Versenden von Gegenständen und alle damit zusammenhängenden Leistungen bis zum Bestimmungsort, an den die Gegenstände im Zeitpunkt der Entstehung der Steuerschuld nach Artikel 56 zu befördern sind; entsteht keine Steuerschuld, so gilt für den massgebenden Zeitpunkt Artikel 69 ZG sinngemäss;\n6. das mit der Ausfuhr von Gegenständen des zollrechtlich freien Verkehrs im Zusammenhang stehende Befördern oder Versenden von Gegenständen und alle damit zusammenhängenden Leistungen;\n7.  Beförderungsleistungen und Nebentätigkeiten des Logistikgewerbes wie Beladen, Entladen, Umschlagen, Abfertigen oder Zwischenlagern:\na. bei denen der Ort der Dienstleistung nach Artikel 8 Absatz 1 im Inland liegt, die Dienstleistung selbst aber ausschliesslich im Ausland ausgeführt wird, oder \nb. die im Zusammenhang mit Gegenständen unter Zollüberwachung erbracht werden;\n8. die Lieferung von Luftfahrzeugen an Luftverkehrsunternehmen, die gewerbsmässige Luftfahrt im Beförderungs- oder Charterverkehr betreiben und deren Umsätze aus internationalen Flügen jene aus dem Binnenluftverkehr übertreffen; Umbauten, Instandsetzungen und Wartungen an Luftfahrzeugen, die solche Luftverkehrsunternehmen im Rahmen einer Lieferung erworben haben; Lieferungen, Instandsetzungen und Wartungen der in diese Luftfahrzeuge eingebauten Gegenstände oder der Gegenstände für ihren Betrieb; Lieferungen von Gegenständen zur Versorgung dieser Luftfahrzeuge sowie Dienstleistungen, die für den unmittelbaren Bedarf dieser Luftfahrzeuge und ihrer Ladungen bestimmt sind;\n9. die Dienstleistungen von ausdrücklich in fremdem Namen und für fremde Rechnung handelnden Vermittlern und Vermittlerinnen, wenn die vermittelte Leistung entweder nach diesem Artikel von der Steuer befreit ist oder ausschliesslich im Ausland bewirkt wird; wird die vermittelte Leistung sowohl im Inland als auch im Ausland bewirkt, so ist nur der Teil der Vermittlung von der Steuer befreit, der auf Leistungen im Ausland oder auf Leistungen, die nach diesem Artikel von der Steuer befreit sind, entfällt;\n10. in eigenem Namen erbrachte Dienstleistungen von Reisebüros und Organisatoren von Veranstaltungen, soweit sie Lieferungen und Dienstleistungen Dritter in Anspruch nehmen, die von diesen im Ausland bewirkt werden; werden diese Leistungen Dritter sowohl im Inland als auch im Ausland erbracht, so ist nur der Teil der Dienstleistung des Reisebüros oder des Organisators von der Steuer befreit, der auf Leistungen im Ausland entfällt;\n11. die Lieferung von Gegenständen nach Artikel 17 Absatz 1bis ZG an ins Ausland abfliegende oder aus dem Ausland ankommende Reisende.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_23"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 2. Kapitel: Steuerobjekt, Von der Steuer befreite Leistungen",
        "citation": "Art. 23 Abs. 3 MWSTG",
        "content": "Direkte Ausfuhr nach Absatz 2 Ziffer 1 liegt vor, wenn der Gegenstand der Lieferung ohne Ingebrauchnahme im Inland ins Ausland ausgeführt oder in ein offenes Zolllager oder Zollfreilager ausgeführt wird. Bei Reihengeschäften erstreckt sich die direkte Ausfuhr auf alle beteiligten Lieferanten und Lieferantinnen. Der Gegenstand der Lieferung kann vor der Ausfuhr durch Beauftragte des nicht steuerpflichtigen Abnehmers oder der nicht steuerpflichtigen Abnehmerin bearbeitet oder verarbeitet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_23"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 2. Kapitel: Steuerobjekt, Von der Steuer befreite Leistungen",
        "citation": "Art. 23 Abs. 4 MWSTG",
        "content": "Der Bundesrat kann zur Wahrung der Wettbewerbsneutralität Beförderungen im grenzüberschreitenden Luft-, Eisenbahn- und Busverkehr von der Steuer befreien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_23"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 2. Kapitel: Steuerobjekt, Von der Steuer befreite Leistungen",
        "citation": "Art. 23 Abs. 5 MWSTG",
        "content": "Das Eidgenössische Finanzdepartement (EFD) regelt die Bedingungen, unter denen Inlandlieferungen zwecks Ausfuhr im Reiseverkehr von der Steuer befreit sind, und legt die hierfür erforderlichen Nachweise fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_23"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 3. Kapitel: Bemessungsgrundlage und Steuersätze, Bemessungsgrundlage",
        "citation": "Art. 24 Abs. 1 MWSTG",
        "content": "Die Steuer wird vom tatsächlich empfangenen Entgelt berechnet. Zum Entgelt gehören namentlich auch der Ersatz aller Kosten, selbst wenn diese gesondert in Rechnung gestellt werden, sowie die von der steuerpflichtigen Person geschuldeten öffentlich-rechtlichen Abgaben. Die Absätze 2 und 6 bleiben vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_24"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 3. Kapitel: Bemessungsgrundlage und Steuersätze, Bemessungsgrundlage",
        "citation": "Art. 24 Abs. 2 MWSTG",
        "content": "Bei Leistungen an eng verbundene Personen (Art. 3 Bst. h) gilt als Entgelt der Wert, der unter unabhängigen Dritten vereinbart würde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_24"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 3. Kapitel: Bemessungsgrundlage und Steuersätze, Bemessungsgrundlage",
        "citation": "Art. 24 Abs. 3 MWSTG",
        "content": "Bei Tauschverhältnissen gilt der Marktwert jeder Leistung als Entgelt für die andere Leistung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_24"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 3. Kapitel: Bemessungsgrundlage und Steuersätze, Bemessungsgrundlage",
        "citation": "Art. 24 Abs. 4 MWSTG",
        "content": "Bei Austauschreparaturen umfasst das Entgelt lediglich den Werklohn für die ausgeführte Arbeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_24"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 3. Kapitel: Bemessungsgrundlage und Steuersätze, Bemessungsgrundlage",
        "citation": "Art. 24 Abs. 5 MWSTG",
        "content": "Bei Leistungen an Zahlungs statt gilt als Entgelt der Betrag, der dadurch ausgeglichen wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_24"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 3. Kapitel: Bemessungsgrundlage und Steuersätze, Bemessungsgrundlage",
        "citation": "Art. 24 Abs. 6 MWSTG",
        "content": "Nicht in die Bemessungsgrundlage einbezogen werden:\na. Billettsteuern, Handänderungssteuern sowie die auf der Leistung geschuldete Mehrwertsteuer selbst;\nb. Beträge, welche die steuerpflichtige Person von der die Leistung empfangenden Person als Erstattung der in deren Namen und für deren Rechnung getätigten Auslagen erhält, sofern sie diese gesondert ausweist (durchlaufende Posten);\nc. der Anteil des Entgelts, der bei der Veräusserung eines unbeweglichen Gegenstandes auf den Wert des Bodens entfällt;\nd. die im Preis für Entsorgungs- und Versorgungsleistungen eingeschlossenen kantonalen Abgaben an Wasser-, Abwasser- oder Abfallfonds, soweit diese Fonds daraus an Entsorgungsanstalten oder Wasserwerke Beiträge ausrichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_24"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 3. Kapitel: Bemessungsgrundlage und Steuersätze, Margenbesteuerung",
        "citation": "Art. 24a Abs. 1 MWSTG",
        "content": "Hat die steuerpflichtige Person Sammlerstücke wie Kunstgegenstände, Antiquitäten und dergleichen erworben, so kann sie für die Berechnung der Steuer den Ankaufspreis vom Verkaufspreis abziehen, sofern sie auf dem Ankaufspreis keine Vorsteuern abgezogen hat (Margenbesteuerung). Ist der Ankaufspreis höher als der Verkaufspreis, so kann der Verlust verrechnet werden, indem die Differenz vom steuerbaren Umsatz abgezogen wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_24_a"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 3. Kapitel: Bemessungsgrundlage und Steuersätze, Margenbesteuerung",
        "citation": "Art. 24a Abs. 2 MWSTG",
        "content": "Werden solche Sammlerstücke durch den Wiederverkäufer oder die Wiederverkäuferin eingeführt, so kann die entrichtete Einfuhrsteuer zum Ankaufspreis hinzugerechnet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_24_a"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 3. Kapitel: Bemessungsgrundlage und Steuersätze, Margenbesteuerung",
        "citation": "Art. 24a Abs. 3 MWSTG",
        "content": "Als Wiederverkäufer oder Wiederverkäuferin gilt, wer auf eigene Rechnung oder aufgrund eines Einkaufs- oder Verkaufskommissionsvertrages auf fremde Rechnung handelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_24_a"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 3. Kapitel: Bemessungsgrundlage und Steuersätze, Margenbesteuerung",
        "citation": "Art. 24a Abs. 4 MWSTG",
        "content": "Der Bundesrat legt fest, was als Sammlerstück gilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_24_a"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 3. Kapitel: Bemessungsgrundlage und Steuersätze, Margenbesteuerung",
        "citation": "Art. 24a Abs. 5 MWSTG",
        "content": "Werden mehrere Sammlerstücke zu einem Gesamtpreis bezogen, so kann die Steuer von der Gesamtdifferenz zwischen dem Gesamtverkaufspreis und dem Gesamtankaufspreis berechnet werden. Der Bundesrat regelt die Voraussetzungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_24_a"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 3. Kapitel: Bemessungsgrundlage und Steuersätze, Steuersätze",
        "citation": "Art. 25 Abs. 1 MWSTG",
        "content": "Die Steuer beträgt 8,1 Prozent (Normalsatz); vorbehalten bleiben die Absätze 2 und 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_25"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 3. Kapitel: Bemessungsgrundlage und Steuersätze, Steuersätze",
        "citation": "Art. 25 Abs. 2 MWSTG",
        "content": "Der reduzierte Steuersatz von 2,6 Prozent findet Anwendung:\na. auf der Lieferung folgender Gegenstände:\n1. Wasser in Leitungen,\n2. Lebensmittel nach dem Lebensmittelgesetz vom 20. Juni 2014, mit Ausnahme alkoholischer Getränke,\n3. Vieh, Geflügel, Fische,\n4. Getreide,\n5. Sämereien, Setzknollen und -zwiebeln, lebende Pflanzen, Stecklinge, Pfropfreiser sowie Schnittblumen und Zweige, auch zu Arrangements, Sträussen, Kränzen und dergleichen veredelt; gesonderte Rechnungsstellung vorausgesetzt, unterliegt die Lieferung dieser Gegenstände auch dann dem reduzierten Steuersatz, wenn sie in Kombination mit einer zum Normalsatz steuerbaren Leistung erbracht wird,\n6. Futtermittel, Silagesäuren, Streumittel für Tiere,\n7. Dünger, Pflanzenschutzmittel, Mulch und anderes pflanzliches Abdeckmaterial,\n8. Medikamente,\n9. Zeitungen, Zeitschriften, Bücher und andere Druckerzeugnisse ohne Reklamecharakter der vom Bundesrat zu bestimmenden Arten;\nabis. auf elektronische Zeitungen, Zeitschriften und Bücher ohne Reklamecharakter der vom Bundesrat zu bestimmenden Arten;\nb. auf den Dienstleistungen der Radio- und Fernsehgesellschaften, mit Ausnahme der Dienstleistungen mit gewerblichem Charakter;\nc. auf den Leistungen nach Artikel 21 Absatz 2 Ziffern 14–16;\nd. auf den Leistungen im Bereich der Landwirtschaft, die in einer mit der Urproduktion in unmittelbarem Zusammenhang stehenden Bearbeitung des Bodens oder Bearbeitung von mit dem Boden verbundenen Erzeugnissen der Urproduktion bestehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_25"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 3. Kapitel: Bemessungsgrundlage und Steuersätze, Steuersätze",
        "citation": "Art. 25 Abs. 3 MWSTG",
        "content": "Für Lebensmittel, die im Rahmen von gastgewerblichen Leistungen abgegeben werden, gilt der Normalsatz. Als gastgewerbliche Leistung gilt die Abgabe von Lebensmitteln, wenn die steuerpflichtige Person sie beim Kunden oder bei der Kundin zubereitet beziehungsweise serviert oder wenn sie für deren Konsum an Ort und Stelle besondere Vorrichtungen bereithält. Sind Lebensmittel, mit Ausnahme alkoholischer Getränke, zum Mitnehmen oder zur Auslieferung bestimmt, so findet der reduzierte Steuersatz Anwendung, sofern geeignete organisatorische Massnahmen zur Abgrenzung dieser Leistungen von den gastgewerblichen Leistungen getroffen worden sind; andernfalls gilt der Normalsatz. Werden Lebensmittel, mit Ausnahme alkoholischer Getränke, in Verpflegungsautomaten angeboten, so findet der reduzierte Steuersatz Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_25"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 3. Kapitel: Bemessungsgrundlage und Steuersätze, Steuersätze",
        "citation": "Art. 25 Abs. 4 MWSTG",
        "content": "Die Steuer auf Beherbergungsleistungen beträgt 3,8 Prozent (Sondersatz). Der Sondersatz gilt bis zum 31. Dezember 2020 oder, sofern die Frist nach Artikel 196 Ziffer 14 Absatz 1 Bundesverfassung verlängert wird, bis längstens zum 31. Dezember 2027. Als Beherbergungsleistung gilt die Gewährung von Unterkunft einschliesslich der Abgabe eines Frühstücks, auch wenn dieses separat berechnet wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_25"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 3. Kapitel: Bemessungsgrundlage und Steuersätze, Steuersätze",
        "citation": "Art. 25 Abs. 5 MWSTG",
        "content": "Der Bundesrat bestimmt die in Absatz 2 bezeichneten Gegenstände und Dienstleistungen näher; dabei beachtet er das Gebot der Wettbewerbsneutralität.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_25"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 4. Kapitel: Rechnungsstellung und Steuerausweis, Rechnung",
        "citation": "Art. 26 Abs. 1 MWSTG",
        "content": "Der Leistungserbringer oder die Leistungserbringerin hat dem Leistungsempfänger oder der Leistungsempfängerin auf Verlangen eine Rechnung auszustellen, die den Anforderungen nach den Absätzen 2 und 3 genügt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_26"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 4. Kapitel: Rechnungsstellung und Steuerausweis, Rechnung",
        "citation": "Art. 26 Abs. 2 MWSTG",
        "content": "Die Rechnung muss den Leistungserbringer oder die Leistungserbringerin, den Leistungsempfänger oder die Leistungsempfängerin und die Art der Leistung eindeutig identifizieren und in der Regel folgende Elemente enthalten:\na. den Namen und den Ort des Leistungserbringers oder der Leistungserbringerin, wie er oder sie im Geschäftsverkehr auftritt, den Hinweis, dass er oder sie im Register der steuerpflichtigen Personen eingetragen ist, sowie die Nummer, unter der er oder sie eingetragen ist;\nb. den Namen und den Ort des Leistungsempfängers oder der Leistungsempfängerin, wie er oder sie im Geschäftsverkehr auftritt;\nc. Datum oder Zeitraum der Leistungserbringung, soweit diese nicht mit dem Rechnungsdatum übereinstimmen;\nd. Art, Gegenstand und Umfang der Leistung;\ne. das Entgelt für die Leistung;\nf. den anwendbaren Steuersatz und den vom Entgelt geschuldeten Steuerbetrag; schliesst das Entgelt die Steuer ein, so genügt die Angabe des anwendbaren Steuersatzes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_26"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 4. Kapitel: Rechnungsstellung und Steuerausweis, Rechnung",
        "citation": "Art. 26 Abs. 3 MWSTG",
        "content": "Bei Rechnungen, die von automatisierten Kassen ausgestellt werden (Kassenzettel), müssen die Angaben über den Leistungsempfänger oder die Leistungsempfängerin nicht aufgeführt sein, sofern das auf dem Beleg ausgewiesene Entgelt einen vom Bundesrat festzusetzenden Betrag nicht übersteigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_26"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 4. Kapitel: Rechnungsstellung und Steuerausweis, Unrichtiger oder unberechtigter Steuerausweis",
        "citation": "Art. 27 Abs. 1 MWSTG",
        "content": "Wer nicht im Register der steuerpflichtigen Personen eingetragen ist oder wer das Meldeverfahren nach Artikel 38 anwendet, darf in Rechnungen nicht auf die Steuer hinweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_27"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 4. Kapitel: Rechnungsstellung und Steuerausweis, Unrichtiger oder unberechtigter Steuerausweis",
        "citation": "Art. 27 Abs. 2 MWSTG",
        "content": "Wer in einer Rechnung eine Steuer ausweist, obwohl er zu deren Ausweis nicht berechtigt ist, oder wer für eine Leistung eine zu hohe Steuer ausweist, schuldet die ausgewiesene Steuer, es sei denn:\na. es erfolgt eine Korrektur der Rechnung nach Absatz 4; oder\nb. er oder sie macht glaubhaft, dass dem Bund kein Steuerausfall entstanden ist; kein Steuerausfall entsteht namentlich, wenn der Rechnungsempfänger oder die Rechnungsempfängerin keinen Vorsteuerabzug vorgenommen hat oder die geltend gemachte Vorsteuer dem Bund zurückerstattet worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_27"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 4. Kapitel: Rechnungsstellung und Steuerausweis, Unrichtiger oder unberechtigter Steuerausweis",
        "citation": "Art. 27 Abs. 3 MWSTG",
        "content": "Die Rechtsfolgen von Absatz 2 treten auch bei Gutschriften ein, soweit der Gutschriftsempfänger oder die Gutschriftsempfängerin einer unberechtigt ausgewiesenen Steuer oder einem zu hohen Steuerbetrag nicht schriftlich widerspricht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_27"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 4. Kapitel: Rechnungsstellung und Steuerausweis, Unrichtiger oder unberechtigter Steuerausweis",
        "citation": "Art. 27 Abs. 4 MWSTG",
        "content": "Die nachträgliche Korrektur einer Rechnung kann innerhalb des handelsrechtlich Zulässigen durch ein empfangsbedürftiges Dokument erfolgen, das auf die ursprüngliche Rechnung verweist und diese widerruft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_27"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 5. Kapitel: Vorsteuerabzug, Grundsatz",
        "citation": "Art. 28 Abs. 1 MWSTG",
        "content": "Die steuerpflichtige Person kann im Rahmen ihrer unternehmerischen Tätigkeit, unter Vorbehalt der Artikel 29 und 33, die folgenden Vorsteuern abziehen:\na. die ihr in Rechnung gestellte Inlandsteuer;\nb. die von ihr deklarierte Bezugsteuer (Art. 45–49);\nc. die von ihr entrichtete oder zu entrichtende Einfuhrsteuer, die mit unbedingter Forderung veranlagt wurde oder die mit bedingter Forderung veranlagt wurde und fällig geworden ist, sowie die von ihr für die Einfuhr von Gegenständen deklarierte Steuer (Art. 52 und 63).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_28"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 5. Kapitel: Vorsteuerabzug, Grundsatz",
        "citation": "Art. 28 Abs. 2 MWSTG",
        "content": "Hat die steuerpflichtige Person bei nicht steuerpflichtigen Landwirten und Landwirtinnen, Forstwirten und Forstwirtinnen, Gärtnern und Gärtnerinnen, Viehhändlern und Viehhändlerinnen und Milchsammelstellen Erzeugnisse der Landwirtschaft, der Forstwirtschaft, der Gärtnerei, Vieh oder Milch im Rahmen ihrer zum Vorsteuerabzug berechtigenden unternehmerischen Tätigkeit bezogen, so kann sie als Vorsteuer 2,6 Prozent des ihr in Rechnung gestellten Betrags abziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_28"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 5. Kapitel: Vorsteuerabzug, Grundsatz",
        "citation": "Art. 28 Abs. 3 MWSTG",
        "content": "Der Abzug der Vorsteuer nach Absatz 1 ist zulässig, wenn die steuerpflichtige Person nachweist, dass sie die Vorsteuer bezahlt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_28"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 5. Kapitel: Vorsteuerabzug, Abzug fiktiver Vorsteuer",
        "citation": "Art. 28a Abs. 1 MWSTG",
        "content": "Die steuerpflichtige Person kann eine fiktive Vorsteuer abziehen, wenn:\na. sie im Rahmen ihrer zum Vorsteuerabzug berechtigenden unternehmerischen Tätigkeit einen individualisierbaren beweglichen Gegenstand bezieht; und\nb. ihr beim Bezug des Gegenstands keine Mehrwertsteuer offen überwälzt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_28_a"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 5. Kapitel: Vorsteuerabzug, Abzug fiktiver Vorsteuer",
        "citation": "Art. 28a Abs. 2 MWSTG",
        "content": "Die fiktive Vorsteuer wird auf dem von der steuerpflichtigen Person bezahlten Betrag berechnet. Der von ihr bezahlte Betrag versteht sich inklusive Steuer zu dem im Zeitpunkt des Bezugs anwendbaren Steuersatz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_28_a"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 5. Kapitel: Vorsteuerabzug, Abzug fiktiver Vorsteuer",
        "citation": "Art. 28a Abs. 3 MWSTG",
        "content": "Für Gegenstände, die der Margenbesteuerung nach Artikel 24a unterliegen, können keine fiktiven Vorsteuern abgezogen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_28_a"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 5. Kapitel: Vorsteuerabzug, Ausschluss des Anspruchs auf Vorsteuerabzug",
        "citation": "Art. 29 Abs. 1 MWSTG",
        "content": "Kein Anspruch auf Vorsteuerabzug besteht bei Leistungen und bei der Einfuhr von Gegenständen, die für die Erbringung von Leistungen, die von der Steuer ausgenommen sind und für deren Versteuerung nicht optiert wurde, verwendet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_29"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 5. Kapitel: Vorsteuerabzug, Ausschluss des Anspruchs auf Vorsteuerabzug",
        "citation": "Art. 29 Abs. 1bis MWSTG",
        "content": "Der Vorsteuerabzug für Leistungen, die im Ausland erbracht wurden, ist im selben Umfang möglich, wie wenn sie im Inland erbracht worden wären und nach Artikel 22 für deren Versteuerung hätte optiert werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_29"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 5. Kapitel: Vorsteuerabzug, Ausschluss des Anspruchs auf Vorsteuerabzug",
        "citation": "Art. 29 Abs. 2 MWSTG",
        "content": "Ungeachtet von Absatz 1 besteht ein Anspruch auf Vorsteuerabzug im Rahmen der zum Vorsteuerabzug berechtigenden unternehmerischen Tätigkeit für das Erwerben, Halten und Veräussern von Beteiligungen sowie für Umstrukturierungen im Sinne von Artikel 19 oder 61 des BG vom 14. Dezember 1990 über die direkte Bundessteuer (DBG).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_29"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 5. Kapitel: Vorsteuerabzug, Ausschluss des Anspruchs auf Vorsteuerabzug",
        "citation": "Art. 29 Abs. 3 MWSTG",
        "content": "Beteiligungen sind Anteile am Kapital anderer Unternehmen, die mit der Absicht dauernder Anlage gehalten werden und einen massgeblichen Einfluss vermitteln. Anteile von mindestens 10 Prozent am Kapital gelten als Beteiligung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_29"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 5. Kapitel: Vorsteuerabzug, Ausschluss des Anspruchs auf Vorsteuerabzug",
        "citation": "Art. 29 Abs. 4 MWSTG",
        "content": "Holdinggesellschaften können zur Ermittlung der abziehbaren Vorsteuer auf die zum Vorsteuerabzug berechtigende unternehmerische Tätigkeit der von ihnen gehaltenen Unternehmen abstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_29"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 5. Kapitel: Vorsteuerabzug, Gemischte Verwendung",
        "citation": "Art. 30 Abs. 1 MWSTG",
        "content": "Verwendet die steuerpflichtige Person Gegenstände, Teile davon oder Dienstleistungen auch ausserhalb ihrer unternehmerischen Tätigkeit oder innerhalb ihrer unternehmerischen Tätigkeit sowohl für Leistungen, die zum Vorsteuerabzug berechtigen, als auch für Leistungen, die vom Vorsteuerabzug ausgeschlossen sind, so hat sie den Vorsteuerabzug nach dem Verhältnis der Verwendung zu korrigieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_30"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 5. Kapitel: Vorsteuerabzug, Gemischte Verwendung",
        "citation": "Art. 30 Abs. 2 MWSTG",
        "content": "Wird eine solche Vorleistung zu einem überwiegenden Teil im Rahmen der unternehmerischen Tätigkeit verwendet für Leistungen, die zum Vorsteuerabzug berechtigen, so kann die Vorsteuer ungekürzt abgezogen und am Ende der Steuerperiode korrigiert werden (Art. 31).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_30"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 5. Kapitel: Vorsteuerabzug, Eigenverbrauch",
        "citation": "Art. 31 Abs. 1 MWSTG",
        "content": "Fallen die Voraussetzungen des Vorsteuerabzugs nachträglich weg (Eigenverbrauch), so ist der Vorsteuerabzug in demjenigen Zeitpunkt zu korrigieren, in welchem die Voraussetzungen hierfür weggefallen sind. Die früher in Abzug gebrachte Vorsteuer, einschliesslich ihrer als Einlageentsteuerung korrigierten Anteile, muss zurückerstattet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_31"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 5. Kapitel: Vorsteuerabzug, Eigenverbrauch",
        "citation": "Art. 31 Abs. 2 MWSTG",
        "content": "Eigenverbrauch liegt namentlich vor, wenn die steuerpflichtige Person aus ihrem Unternehmen Gegenstände oder Dienstleistungen dauernd oder vorübergehend entnimmt, sofern sie beim Bezug oder der Einlage des Ganzen oder seiner Bestandteile einen Vorsteuerabzug vorgenommen hat oder die Gegenstände oder Dienstleistungen im Rahmen des Meldeverfahrens nach Artikel 38 bezogen hat, und die:\na. sie ausserhalb ihrer unternehmerischen Tätigkeit, insbesondere für private Zwecke, verwendet;\nb. sie für eine unternehmerische Tätigkeit verwendet, die nach Artikel 29 Absatz 1 nicht zum Vorsteuerabzug berechtigt;\nc. sie unentgeltlich abgibt, ohne dass ein unternehmerischer Grund besteht; bei Geschenken bis 500 Franken pro Person und Jahr sowie bei Werbegeschenken und Warenmustern zur Erzielung steuerbarer oder von der Steuer befreiter Umsätze wird der unternehmerische Grund ohne weiteres vermutet;\nd. sich bei Wegfall der Steuerpflicht noch in ihrer Verfügungsmacht befinden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_31"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 5. Kapitel: Vorsteuerabzug, Eigenverbrauch",
        "citation": "Art. 31 Abs. 3 MWSTG",
        "content": "Wurde der Gegenstand oder die Dienstleistung in der Zeit zwischen dem Empfang der Leistung und dem Wegfall der Voraussetzungen für den Vorsteuerabzug in Gebrauch genommen, so ist der Vorsteuerabzug im Umfang des Zeitwerts des Gegenstandes oder der Dienstleistung zu korrigieren. Zur Ermittlung des Zeitwertes wird der Vorsteuerbetrag linear für jedes abgelaufene Jahr bei beweglichen Gegenständen und bei Dienstleistungen um einen Fünftel, bei unbeweglichen Gegenständen um einen Zwanzigstel reduziert. Die buchmässige Behandlung ist nicht von Bedeutung. Der Bundesrat kann in begründeten Fällen Abweichungen von den Abschreibungsvorschriften festlegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_31"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 5. Kapitel: Vorsteuerabzug, Eigenverbrauch",
        "citation": "Art. 31 Abs. 4 MWSTG",
        "content": "Wird ein Gegenstand nur vorübergehend ausserhalb der unternehmerischen Tätigkeit oder für eine nicht zum Vorsteuerabzug berechtigende unternehmerische Tätigkeit verwendet, so ist der Vorsteuerabzug im Umfang der Steuer, die auf einer einer unabhängigen Drittperson dafür in Rechnung gestellten Miete anfallen würde, zu korrigieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_31"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 5. Kapitel: Vorsteuerabzug, Einlageentsteuerung",
        "citation": "Art. 32 Abs. 1 MWSTG",
        "content": "Treten die Voraussetzungen des Vorsteuerabzugs nachträglich ein (Einlageentsteuerung), so kann der Vorsteuerabzug in der Abrechnungsperiode vorgenommen werden, in der die Voraussetzungen hierfür eingetreten sind. Die früher nicht in Abzug gebrachte Vorsteuer, einschliesslich ihrer als Eigenverbrauch korrigierten Anteile, kann abgezogen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_32"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 5. Kapitel: Vorsteuerabzug, Einlageentsteuerung",
        "citation": "Art. 32 Abs. 2 MWSTG",
        "content": "Wurde der Gegenstand oder die Dienstleistung in der Zeit zwischen dem Empfang der Leistung oder der Einfuhr und dem Eintritt der Voraussetzungen für den Vorsteuerabzug in Gebrauch genommen, so beschränkt sich die abziehbare Vorsteuer auf den Zeitwert des Gegenstandes oder der Dienstleistung. Zur Ermittlung des Zeitwertes wird der Vorsteuerbetrag linear für jedes abgelaufene Jahr bei beweglichen Gegenständen und bei Dienstleistungen um einen Fünftel, bei unbeweglichen Gegenständen um einen Zwanzigstel reduziert. Die buchmässige Behandlung ist nicht von Bedeutung. Der Bundesrat kann in begründeten Fällen Abweichungen von den Abschreibungsvorschriften festlegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_32"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 5. Kapitel: Vorsteuerabzug, Einlageentsteuerung",
        "citation": "Art. 32 Abs. 3 MWSTG",
        "content": "Wird ein Gegenstand nur vorübergehend für eine zum Vorsteuerabzug berechtigende unternehmerische Tätigkeit verwendet, so kann der Vorsteuerabzug im Umfang der Steuer, die auf einer einer unabhängigen Drittperson dafür in Rechnung gestellten Miete anfallen würde, geltend gemacht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_32"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 5. Kapitel: Vorsteuerabzug, Kürzung des Vorsteuerabzugs",
        "citation": "Art. 33 Abs. 1 MWSTG",
        "content": "Mittelflüsse, die nicht als Entgelte gelten (Art. 18 Abs. 2), führen unter Vorbehalt von Absatz 2 zu keiner Kürzung des Vorsteuerabzugs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_33"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 5. Kapitel: Vorsteuerabzug, Kürzung des Vorsteuerabzugs",
        "citation": "Art. 33 Abs. 2 MWSTG",
        "content": "Die steuerpflichtige Person hat ihren Vorsteuerabzug verhältnismässig zu kürzen, wenn sie Gelder nach Artikel 18 Absatz 2 Buchstaben a–c erhält.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_33"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 6. Kapitel: Ermittlung, Entstehung und Verjährung der Steuerforderung, 1. Abschnitt: Zeitliche Bemessung, Steuerperiode",
        "citation": "Art. 34 Abs. 1 MWSTG",
        "content": "Die Steuer wird je Steuerperiode erhoben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_34"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 6. Kapitel: Ermittlung, Entstehung und Verjährung der Steuerforderung, 1. Abschnitt: Zeitliche Bemessung, Steuerperiode",
        "citation": "Art. 34 Abs. 2 MWSTG",
        "content": "Als Steuerperiode gilt das Kalenderjahr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_34"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 6. Kapitel: Ermittlung, Entstehung und Verjährung der Steuerforderung, 1. Abschnitt: Zeitliche Bemessung, Steuerperiode",
        "citation": "Art. 34 Abs. 3 MWSTG",
        "content": "Die ESTV gestattet der steuerpflichtigen Person auf Antrag, das Geschäftsjahr als Steuerperiode heranzuziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_34"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 6. Kapitel: Ermittlung, Entstehung und Verjährung der Steuerforderung, 1. Abschnitt: Zeitliche Bemessung, Abrechnungsperiode",
        "citation": "Art. 35 Abs. 1 MWSTG",
        "content": "Innerhalb der Steuerperiode erfolgt die Abrechnung der Steuer:\na. in der Regel vierteljährlich;\nb. bei der Abrechnung nach Saldosteuersätzen (Art. 37 Abs. 1 und 2): halbjährlich;\nc. bei regelmässigem Vorsteuerüberschuss: auf Antrag der steuerpflichtigen Person monatlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_35"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 6. Kapitel: Ermittlung, Entstehung und Verjährung der Steuerforderung, 1. Abschnitt: Zeitliche Bemessung, Abrechnungsperiode",
        "citation": "Art. 35 Abs. 2 MWSTG",
        "content": "Auf Antrag gestattet die ESTV in begründeten Fällen andere Abrechnungsperioden und setzt die Bedingungen dafür fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_35"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 6. Kapitel: Ermittlung, Entstehung und Verjährung der Steuerforderung, 2. Abschnitt: Umfang der Steuerforderung und Meldeverfahren, Effektive Abrechnungsmethode",
        "citation": "Art. 36 Abs. 1 MWSTG",
        "content": "Grundsätzlich ist nach der effektiven Abrechnungsmethode abzurechnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_36"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 6. Kapitel: Ermittlung, Entstehung und Verjährung der Steuerforderung, 2. Abschnitt: Umfang der Steuerforderung und Meldeverfahren, Effektive Abrechnungsmethode",
        "citation": "Art. 36 Abs. 2 MWSTG",
        "content": "Bei Anwendung der effektiven Abrechnungsmethode berechnet sich die Steuerforderung nach der Differenz zwischen der geschuldeten Inlandsteuer, der Bezugsteuer (Art. 45) sowie der im Verlagerungsverfahren deklarierten Einfuhrsteuer (Art. 63) und dem Vorsteuerguthaben der entsprechenden Abrechnungsperiode.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_36"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 6. Kapitel: Ermittlung, Entstehung und Verjährung der Steuerforderung, 2. Abschnitt: Umfang der Steuerforderung und Meldeverfahren, Abrechnung nach Saldo- und nach Pauschalsteuersätzen",
        "citation": "Art. 37 Abs. 1 MWSTG",
        "content": "Wer als steuerpflichtige Person jährlich nicht mehr als 5 024 000 Franken Umsatz aus steuerbaren Leistungen erzielt und im gleichen Zeitraum nicht mehr als 108 000 Franken Steuern, berechnet nach dem für sie massgebenden Saldosteuersatz, zu bezahlen hat, kann nach der Saldosteuersatzmethode abrechnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_37"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 6. Kapitel: Ermittlung, Entstehung und Verjährung der Steuerforderung, 2. Abschnitt: Umfang der Steuerforderung und Meldeverfahren, Abrechnung nach Saldo- und nach Pauschalsteuersätzen",
        "citation": "Art. 37 Abs. 2 MWSTG",
        "content": "Bei Anwendung der Saldosteuersatzmethode wird die Steuerforderung durch Multiplikation des Totals aller in einer Abrechnungsperiode erzielten steuerbaren Entgelte, einschliesslich Steuer, mit dem von der ESTV bewilligten Saldosteuersatz ermittelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_37"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 6. Kapitel: Ermittlung, Entstehung und Verjährung der Steuerforderung, 2. Abschnitt: Umfang der Steuerforderung und Meldeverfahren, Abrechnung nach Saldo- und nach Pauschalsteuersätzen",
        "citation": "Art. 37 Abs. 3 MWSTG",
        "content": "Die Saldosteuersätze berücksichtigen die branchenübliche Vorsteuerquote. Sie werden von der ESTV nach Konsultation der betroffenen Branchenverbände festgelegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_37"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 6. Kapitel: Ermittlung, Entstehung und Verjährung der Steuerforderung, 2. Abschnitt: Umfang der Steuerforderung und Meldeverfahren, Abrechnung nach Saldo- und nach Pauschalsteuersätzen",
        "citation": "Art. 37 Abs. 4 MWSTG",
        "content": "Die Abrechnung nach der Saldosteuersatzmethode ist bei der ESTV zu beantragen und muss während mindestens einer Steuerperiode beibehalten werden. Entscheidet sich die steuerpflichtige Person für die effektive Abrechnungsmethode, so kann sie frühestens nach drei Jahren zur Saldosteuersatzmethode wechseln. Wechsel sind jeweils auf Beginn einer Steuerperiode möglich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_37"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 6. Kapitel: Ermittlung, Entstehung und Verjährung der Steuerforderung, 2. Abschnitt: Umfang der Steuerforderung und Meldeverfahren, Abrechnung nach Saldo- und nach Pauschalsteuersätzen",
        "citation": "Art. 37 Abs. 5 MWSTG",
        "content": "Gemeinwesen und verwandte Einrichtungen, namentlich private Spitäler und Schulen oder konzessionierte Transportunternehmungen, sowie Vereine und Stiftungen können nach der Pauschalsteuersatzmethode abrechnen. Der Bundesrat regelt die Einzelheiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_37"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 6. Kapitel: Ermittlung, Entstehung und Verjährung der Steuerforderung, 2. Abschnitt: Umfang der Steuerforderung und Meldeverfahren, Meldeverfahren",
        "citation": "Art. 38 Abs. 1 MWSTG",
        "content": "Übersteigt die auf dem Veräusserungspreis zum gesetzlichen Satz berechnete Steuer 10 000 Franken oder erfolgt die Veräusserung an eine eng verbundene Person, so hat die steuerpflichtige Person ihre Abrechnungs- und Steuerentrichtungspflicht in den folgenden Fällen durch Meldung zu erfüllen:\na. bei Umstrukturierungen nach Artikel 19 oder 61 DBG;\nb. bei anderen Übertragungen eines Gesamt- oder eines Teilvermögens auf eine andere steuerpflichtige Person im Rahmen einer Gründung, einer Liquidation, einer Umstrukturierung, einer Geschäftsveräusserung oder eines im Fusionsgesetz vom 3. Oktober 2003 geregelten Rechtsgeschäfts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_38"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 6. Kapitel: Ermittlung, Entstehung und Verjährung der Steuerforderung, 2. Abschnitt: Umfang der Steuerforderung und Meldeverfahren, Meldeverfahren",
        "citation": "Art. 38 Abs. 2 MWSTG",
        "content": "Der Bundesrat kann bestimmen, in welchen anderen Fällen das Meldeverfahren anzuwenden ist oder angewendet werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_38"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 6. Kapitel: Ermittlung, Entstehung und Verjährung der Steuerforderung, 2. Abschnitt: Umfang der Steuerforderung und Meldeverfahren, Meldeverfahren",
        "citation": "Art. 38 Abs. 3 MWSTG",
        "content": "Die Meldungen sind im Rahmen der ordentlichen Abrechnung vorzunehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_38"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 6. Kapitel: Ermittlung, Entstehung und Verjährung der Steuerforderung, 2. Abschnitt: Umfang der Steuerforderung und Meldeverfahren, Meldeverfahren",
        "citation": "Art. 38 Abs. 4 MWSTG",
        "content": "Durch die Anwendung des Meldeverfahrens übernimmt der Erwerber oder die Erwerberin für die übertragenen Vermögenswerte die Bemessungsgrundlage und den zum Vorsteuerabzug berechtigenden Verwendungsgrad des Veräusserers oder der Veräussererin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_38"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 6. Kapitel: Ermittlung, Entstehung und Verjährung der Steuerforderung, 2. Abschnitt: Umfang der Steuerforderung und Meldeverfahren, Meldeverfahren",
        "citation": "Art. 38 Abs. 5 MWSTG",
        "content": "Wurde in den Fällen von Absatz 1 das Meldeverfahren nicht angewendet und ist die Steuerforderung gesichert, so kann das Meldeverfahren nicht mehr angeordnet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_38"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 6. Kapitel: Ermittlung, Entstehung und Verjährung der Steuerforderung, 3. Abschnitt: Entstehung, Änderung und Verjährung der Steuerforderung, Abrechnungsart",
        "citation": "Art. 39 Abs. 1 MWSTG",
        "content": "Über die Steuer wird nach vereinbarten Entgelten abgerechnet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_39"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 6. Kapitel: Ermittlung, Entstehung und Verjährung der Steuerforderung, 3. Abschnitt: Entstehung, Änderung und Verjährung der Steuerforderung, Abrechnungsart",
        "citation": "Art. 39 Abs. 2 MWSTG",
        "content": "Die ESTV gestattet der steuerpflichtigen Person auf Antrag, über die Steuer nach vereinnahmten Entgelten abzurechnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_39"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 6. Kapitel: Ermittlung, Entstehung und Verjährung der Steuerforderung, 3. Abschnitt: Entstehung, Änderung und Verjährung der Steuerforderung, Abrechnungsart",
        "citation": "Art. 39 Abs. 3 MWSTG",
        "content": "Die gewählte Abrechnungsart muss während mindestens einer Steuerperiode beibehalten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_39"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 6. Kapitel: Ermittlung, Entstehung und Verjährung der Steuerforderung, 3. Abschnitt: Entstehung, Änderung und Verjährung der Steuerforderung, Abrechnungsart",
        "citation": "Art. 39 Abs. 4 MWSTG",
        "content": "Die ESTV kann die steuerpflichtige Person verpflichten, nach vereinnahmten Entgelten abzurechnen, wenn:\na. diese zu einem erheblichen Teil Entgelte erhält, bevor sie die Leistung ausführt oder darüber Rechnung stellt; oder\nb. der begründete Verdacht besteht, dass die steuerpflichtige Person die Abrechnung nach vereinbarten Entgelten missbraucht, um sich oder einer Drittperson einen unrechtmässigen Vorteil zu verschaffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_39"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 6. Kapitel: Ermittlung, Entstehung und Verjährung der Steuerforderung, 3. Abschnitt: Entstehung, Änderung und Verjährung der Steuerforderung, Entstehung der Steuerforderung",
        "citation": "Art. 40 Abs. 1 MWSTG",
        "content": "Im Falle der Abrechnung nach vereinbarten Entgelten entsteht der Anspruch auf Vorsteuerabzug im Zeitpunkt des Empfangs der Rechnung. Die Umsatzsteuerschuld entsteht:\na. mit der Rechnungsstellung;\nb. mit der Ausgabe der Teilrechnung oder mit der Vereinnahmung der Teilzahlung, wenn die Leistungen zu aufeinander folgenden Teilrechnungen oder Teilzahlungen Anlass geben;\nc. mit der Vereinnahmung des Entgelts bei Vorauszahlungen für nicht von der Steuer befreite Leistungen sowie bei Leistungen ohne Rechnungsstellung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_40"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 6. Kapitel: Ermittlung, Entstehung und Verjährung der Steuerforderung, 3. Abschnitt: Entstehung, Änderung und Verjährung der Steuerforderung, Entstehung der Steuerforderung",
        "citation": "Art. 40 Abs. 2 MWSTG",
        "content": "Im Falle der Abrechnung nach vereinnahmten Entgelten entsteht der Anspruch auf Vorsteuerabzug im Zeitpunkt der Bezahlung. Die Umsatzsteuerschuld entsteht mit der Vereinnahmung des Entgelts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_40"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 6. Kapitel: Ermittlung, Entstehung und Verjährung der Steuerforderung, 3. Abschnitt: Entstehung, Änderung und Verjährung der Steuerforderung, Entstehung der Steuerforderung",
        "citation": "Art. 40 Abs. 3 MWSTG",
        "content": "Der Anspruch auf Vorsteuerabzug aufgrund der Bezugsteuer entsteht im Zeitpunkt der Abrechnung über diese Bezugsteuer (Art. 47).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_40"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 6. Kapitel: Ermittlung, Entstehung und Verjährung der Steuerforderung, 3. Abschnitt: Entstehung, Änderung und Verjährung der Steuerforderung, Entstehung der Steuerforderung",
        "citation": "Art. 40 Abs. 4 MWSTG",
        "content": "Der Anspruch auf Vorsteuerabzug aufgrund der Einfuhrsteuer entsteht am Ende der Abrechnungsperiode, in der die Steuer festgesetzt wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_40"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 6. Kapitel: Ermittlung, Entstehung und Verjährung der Steuerforderung, 3. Abschnitt: Entstehung, Änderung und Verjährung der Steuerforderung, Nachträgliche Änderung der Umsatzsteuerschuld und des Vorsteuerabzugs",
        "citation": "Art. 41 Abs. 1 MWSTG",
        "content": "Wird das vom Leistungsempfänger oder der Leistungsempfängerin bezahlte oder mit ihm oder ihr vereinbarte Entgelt korrigiert, so ist im Zeitpunkt, in dem die Korrektur verbucht oder das korrigierte Entgelt vereinnahmt wird, eine Anpassung der Umsatzsteuerschuld vorzunehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_41"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 6. Kapitel: Ermittlung, Entstehung und Verjährung der Steuerforderung, 3. Abschnitt: Entstehung, Änderung und Verjährung der Steuerforderung, Nachträgliche Änderung der Umsatzsteuerschuld und des Vorsteuerabzugs",
        "citation": "Art. 41 Abs. 2 MWSTG",
        "content": "Wird das von der steuerpflichtigen Person aufgewendete Entgelt korrigiert, so ist im Zeitpunkt, in dem die Korrektur verbucht oder das korrigierte Entgelt bezahlt wird, eine Anpassung des Vorsteuerabzuges vorzunehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_41"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 6. Kapitel: Ermittlung, Entstehung und Verjährung der Steuerforderung, 3. Abschnitt: Entstehung, Änderung und Verjährung der Steuerforderung, Festsetzungsverjährung",
        "citation": "Art. 42 Abs. 1 MWSTG",
        "content": "Das Recht, eine Steuerforderung festzusetzen, verjährt fünf Jahre nach Ablauf der Steuerperiode, in der die Steuerforderung entstanden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_42"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 6. Kapitel: Ermittlung, Entstehung und Verjährung der Steuerforderung, 3. Abschnitt: Entstehung, Änderung und Verjährung der Steuerforderung, Festsetzungsverjährung",
        "citation": "Art. 42 Abs. 2 MWSTG",
        "content": "Die Verjährung wird durch eine auf Festsetzung oder Korrektur der Steuerforderung gerichtete empfangsbedürftige schriftliche Erklärung, eine Verfügung, einen Einspracheentscheid oder ein Urteil unterbrochen. Zu einer entsprechenden Unterbrechung der Verjährung führen auch die Ankündigung einer Kontrolle nach Artikel 78 Absatz 3 oder der Beginn einer unangekündigten Kontrolle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_42"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 6. Kapitel: Ermittlung, Entstehung und Verjährung der Steuerforderung, 3. Abschnitt: Entstehung, Änderung und Verjährung der Steuerforderung, Festsetzungsverjährung",
        "citation": "Art. 42 Abs. 3 MWSTG",
        "content": "Wird die Verjährung durch die ESTV oder eine Rechtsmittelinstanz unterbrochen, so beginnt die Verjährungsfrist neu zu laufen. Sie beträgt neu zwei Jahre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_42"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 6. Kapitel: Ermittlung, Entstehung und Verjährung der Steuerforderung, 3. Abschnitt: Entstehung, Änderung und Verjährung der Steuerforderung, Festsetzungsverjährung",
        "citation": "Art. 42 Abs. 4 MWSTG",
        "content": "Die Verjährung steht still, solange für die entsprechende Steuerperiode ein Steuerstrafverfahren nach diesem Gesetz durchgeführt wird und der zahlungspflichtigen Person dies mitgeteilt worden ist (Art. 104 Abs. 4).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_42"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 6. Kapitel: Ermittlung, Entstehung und Verjährung der Steuerforderung, 3. Abschnitt: Entstehung, Änderung und Verjährung der Steuerforderung, Festsetzungsverjährung",
        "citation": "Art. 42 Abs. 5 MWSTG",
        "content": "Unterbrechung und Stillstand wirken gegenüber allen zahlungspflichtigen Personen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_42"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 6. Kapitel: Ermittlung, Entstehung und Verjährung der Steuerforderung, 3. Abschnitt: Entstehung, Änderung und Verjährung der Steuerforderung, Festsetzungsverjährung",
        "citation": "Art. 42 Abs. 6 MWSTG",
        "content": "Das Recht, die Steuerforderung festzusetzen, verjährt in jedem Fall zehn Jahre nach Ablauf der Steuerperiode, in der die Steuerforderung entstanden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_42"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 6. Kapitel: Ermittlung, Entstehung und Verjährung der Steuerforderung, 3. Abschnitt: Entstehung, Änderung und Verjährung der Steuerforderung, Rechtskraft der Steuerforderung",
        "citation": "Art. 43 Abs. 1 MWSTG",
        "content": "Die Steuerforderung wird rechtskräftig durch:\na. eine in Rechtskraft erwachsene Verfügung, einen in Rechtskraft erwachsenen Einspracheentscheid oder ein in Rechtskraft erwachsenes Urteil;\nb. die schriftliche Anerkennung oder die vorbehaltlose Bezahlung einer Einschätzungsmitteilung durch die steuerpflichtige Person;\nc. den Eintritt der Festsetzungsverjährung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_43"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 6. Kapitel: Ermittlung, Entstehung und Verjährung der Steuerforderung, 3. Abschnitt: Entstehung, Änderung und Verjährung der Steuerforderung, Rechtskraft der Steuerforderung",
        "citation": "Art. 43 Abs. 2 MWSTG",
        "content": "Bis zum Eintritt der Rechtskraft können die eingereichten und bezahlten Abrechnungen korrigiert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_43"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 6. Kapitel: Ermittlung, Entstehung und Verjährung der Steuerforderung, 3. Abschnitt: Entstehung, Änderung und Verjährung der Steuerforderung, Abtretung und Verpfändung der Steuerforderung",
        "citation": "Art. 44 Abs. 1 MWSTG",
        "content": "Die steuerpflichtige Person kann ihre Steuerforderung nach den Vorschriften des Zivilrechts abtreten und verpfänden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_44"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 2. Titel: Inlandsteuer, 6. Kapitel: Ermittlung, Entstehung und Verjährung der Steuerforderung, 3. Abschnitt: Entstehung, Änderung und Verjährung der Steuerforderung, Abtretung und Verpfändung der Steuerforderung",
        "citation": "Art. 44 Abs. 2 MWSTG",
        "content": "Die Rechte der ESTV, namentlich deren Einreden und die Massnahmen zur Steuersicherung, bleiben durch die Abtretung oder Verpfändung unberührt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_44"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 3. Titel: Bezugsteuer, Bezugsteuerpflicht",
        "citation": "Art. 45 Abs. 1 MWSTG",
        "content": "Der Bezugsteuer unterliegen:\na. Dienstleistungen, deren Ort sich nach Artikel 8 Absatz 1 im Inland befindet und die erbracht werden durch Unternehmen mit Sitz im Ausland, die nicht im Register der steuerpflichtigen Personen eingetragen sind, mit Ausnahme von Telekommunikations- oder elektronischen Dienstleistungen an nicht steuerpflichtige Empfänger und Empfängerinnen;\nb. die Einfuhr von Datenträgern ohne Marktwert mit den darin enthaltenen Dienstleistungen und Rechten (Art. 52 Abs. 2);\nc. die Lieferung von unbeweglichen Gegenständen im Inland, die nicht der Einfuhrsteuer unterliegt und die erbracht wird durch Unternehmen mit Sitz im Ausland, die nicht im Register der steuerpflichtigen Personen eingetragen sind, mit Ausnahme des Überlassens solcher Gegenstände zum Gebrauch oder zur Nutzung;\nd. die Lieferung von Elektrizität in Leitungen, Gas über das Erdgasverteilnetz und Fernwärme durch Unternehmen mit Sitz im Ausland an steuerpflichtige Personen im Inland.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_45"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 3. Titel: Bezugsteuer, Bezugsteuerpflicht",
        "citation": "Art. 45 Abs. 2 MWSTG",
        "content": "Steuerpflichtig für Leistungen nach Absatz 1 ist deren Empfänger oder Empfängerin, sofern er oder sie:\na. nach Artikel 10 steuerpflichtig ist; oder\nb. im Kalenderjahr solche Leistungen für mehr als 10 000 Franken bezieht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_45"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 3. Titel: Bezugsteuer, Nicht der Bezugsteuer unterliegende Leistungen",
        "citation": "Art. 45a MWSTG",
        "content": "Nicht der Bezugsteuer unterliegen Leistungen, die nach Artikel 21 von der Inland-steuer ausgenommen oder nach Artikel 23 von der Inlandsteuer befreit sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_45_a"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 3. Titel: Bezugsteuer, Steuerbemessung und Steuersätze",
        "citation": "Art. 46 MWSTG",
        "content": "Für die Steuerbemessung und die Steuersätze gelten die Bestimmungen der Artikel 24 und 25.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_46"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 3. Titel: Bezugsteuer, Steuer- und Abrechnungsperiode",
        "citation": "Art. 47 Abs. 1 MWSTG",
        "content": "Für steuerpflichtige Personen nach Artikel 45 Absatz 2 Buchstabe a gelten die gleichen Steuer- und Abrechnungsperioden wie für die Inlandsteuer (Art. 34 und 35).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_47"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 3. Titel: Bezugsteuer, Steuer- und Abrechnungsperiode",
        "citation": "Art. 47 Abs. 2 MWSTG",
        "content": "Als Steuer- und Abrechnungsperiode für steuerpflichtige Personen nach Artikel 45 Absatz 2 Buchstabe b gilt das Kalenderjahr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_47"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 3. Titel: Bezugsteuer, Entstehung und Festsetzungsverjährung der Bezugsteuerschuld",
        "citation": "Art. 48 Abs. 1 MWSTG",
        "content": "Die Bezugsteuerschuld entsteht:\na. mit der Zahlung des Entgelts für die Leistung;\nb. bei steuerpflichtigen Personen nach Artikel 45 Absatz 2 Buchstabe a, die nach vereinbarten Entgelten (Art. 40 Abs. 1) abrechnen: im Zeitpunkt des Empfangs der Rechnung sowie bei Leistungen ohne Rechnungsstellung mit der Zahlung des Entgelts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_48"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 3. Titel: Bezugsteuer, Entstehung und Festsetzungsverjährung der Bezugsteuerschuld",
        "citation": "Art. 48 Abs. 2 MWSTG",
        "content": "Festsetzungsverjährung und Rechtskraft richten sich nach den Artikeln 42 und 43.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_48"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 3. Titel: Bezugsteuer, Mithaftung, Steuernachfolge und Substitution",
        "citation": "Art. 49 MWSTG",
        "content": "Für die Mithaftung, die Steuernachfolge und die Substitution gelten die Bestimmungen der Artikel 15–17.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_49"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Anwendbares Recht",
        "citation": "Art. 50 MWSTG",
        "content": "Für die Steuer auf der Einfuhr von Gegenständen gilt die Zollgesetzgebung, soweit die nachfolgenden Bestimmungen nichts anderes anordnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_50"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Steuerpflicht",
        "citation": "Art. 51 Abs. 1 MWSTG",
        "content": "Steuerpflichtig ist, wer nach Artikel 70 Absätze 2 und 3 ZG Zollschuldner oder Zollschuldnerin ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_51"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Steuerpflicht",
        "citation": "Art. 51 Abs. 2 MWSTG",
        "content": "Die Solidarhaftung nach Artikel 70 Absatz 3 ZG ist für Personen, die gewerbsmässig Zollanmeldungen ausstellen (Art. 109 ZG), aufgehoben, wenn der Importeur oder die Importeurin:\na. zum Vorsteuerabzug (Art. 28) berechtigt ist;\nb. die Einfuhrsteuerschuld über das Konto des zentralisierten Abrechnungsverfahrens des BAZG (ZAZ) belastet erhält; und\nc. der Person, die gewerbsmässig Zollanmeldungen ausstellt, einen Auftrag zur direkten Stellvertretung erteilt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_51"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Steuerpflicht",
        "citation": "Art. 51 Abs. 3 MWSTG",
        "content": "Das BAZG kann von der Person, die gewerbsmässig Zollanmeldungen ausstellt, den Nachweis für ihre Vertretungsbefugnis verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_51"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Steuerobjekt",
        "citation": "Art. 52 Abs. 1 MWSTG",
        "content": "Der Steuer unterliegen:\na. die Einfuhr von Gegenständen einschliesslich der darin enthaltenen Dienstleistungen und Rechte;\nb. das Überführen von Gegenständen nach Artikel 17 Absatz 1bis ZG in den zollrechtlich freien Verkehr durch Reisende, die im Flugverkehr aus dem Ausland ankommen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_52"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Steuerobjekt",
        "citation": "Art. 52 Abs. 2 MWSTG",
        "content": "Lässt sich bei der Einfuhr von Datenträgern kein Marktwert feststellen und ist die Einfuhr nicht nach Artikel 53 von der Steuer befreit, so ist hierauf keine Einfuhrsteuer geschuldet und die Bestimmungen über die Bezugsteuer (Art. 45–49) sind anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_52"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Steuerobjekt",
        "citation": "Art. 52 Abs. 3 MWSTG",
        "content": "Bei einer Mehrheit von Leistungen gelten die Bestimmungen von Artikel 19.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_52"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Steuerbefreite Einfuhren",
        "citation": "Art. 53 Abs. 1 MWSTG",
        "content": "Von der Steuer befreit ist die Einfuhr von:\na. Gegenständen in kleinen Mengen, von unbedeutendem Wert oder mit geringfügigem Steuerbetrag; das EFD erlässt die näheren Bestimmungen;\nb. menschlichen Organen durch medizinisch anerkannte Institutionen und Spitäler sowie von menschlichem Vollblut durch Inhaber und Inhaberinnen einer hierzu erforderlichen Bewilligung;\nc. Kunstwerken, die von Kunstmalern und Kunstmalerinnen oder Bildhauern und Bildhauerinnen persönlich geschaffen wurden und von ihnen selbst oder in ihrem Auftrag ins Inland verbracht werden, unter Vorbehalt von Artikel 54 Absatz 1 Buchstabe c;\nd. Gegenständen, die nach Artikel 8 Absatz 2 Buchstaben b–d, g und i–l ZG zollfrei sind;\ne. Gegenständen nach Artikel 23 Absatz 2 Ziffer 8, die im Rahmen einer Lieferung von Luftverkehrsunternehmen nach Artikel 23 Absatz 2 Ziffer 8 eingeführt oder die von solchen Luftverkehrsunternehmen ins Inland verbracht werden, sofern diese die Gegenstände vor der Einfuhr im Rahmen einer Lieferung bezogen haben und nach der Einfuhr für eigene zum Vorsteuerabzug berechtigende unternehmerische Tätigkeiten (Art. 28) verwenden;\nf. Gegenständen, die nach dem Ausfuhrverfahren (Art. 61 ZG) veranlagt worden sind und unverändert an den Absender oder die Absenderin im Inland zurückgesandt werden, sofern sie nicht wegen der Ausfuhr von der Steuer befreit worden sind; ist die Steuer beachtlich, so erfolgt die Steuerbefreiung durch Rückerstattung; die Bestimmungen von Artikel 59 gelten sinngemäss;\ng. Elektrizität in Leitungen, Gas über das Erdgasverteilnetz und Fernwärme;\nh. Gegenständen, die in völkerrechtlichen Verträgen für steuerfrei erklärt werden;\ni. Gegenständen, die nach den Artikeln 9 und 58 ZG zur vorübergehenden Verwendung oder nach den Artikeln 12 und 59 ZG zur aktiven Veredelung nach dem Verfahren mit Rückerstattungsanspruch ins Inland eingeführt werden, unter Vorbehalt von Artikel 54 Absatz 1 Buchstabe d;\nj. Gegenständen, die zur Lohnveredelung im Rahmen eines Werkvertrags von einer im Inland als steuerpflichtig eingetragenen Person vorübergehend ins Inland eingeführt und nach dem Verfahren der aktiven Veredelung mit bedingter Zahlungspflicht (Nichterhebungsverfahren) veranlagt werden (Art. 12 und 59 ZG);\nk. Gegenständen, die nach den Artikeln 9 und 58 ZG zur vorübergehenden Verwendung oder nach den Artikeln 13 und 60 ZG zur passiven Lohnveredelung im Rahmen eines Werkvertrages aus dem Inland ausgeführt und an den Absender oder die Absenderin im Inland zurückgesandt werden, unter Vorbehalt von Artikel 54 Absatz 1 Buchstabe e;\nl. Gegenständen, die zur Lohnveredelung im Rahmen eines Werkvertrags nach dem Ausfuhrverfahren (Art. 61 ZG) ins Ausland verbracht worden sind und an den Absender oder die Absenderin im Inland zurückgesandt werden, unter Vorbehalt von Artikel 54 Absatz 1 Buchstabe f.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_53"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Steuerbefreite Einfuhren",
        "citation": "Art. 53 Abs. 2 MWSTG",
        "content": "Der Bundesrat kann Gegenstände, die er nach Artikel 8 Absatz 2 Buchstabe a ZG für zollfrei erklärt, von der Einfuhrsteuer befreien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_53"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Bemessungsgrundlage",
        "citation": "Art. 54 Abs. 1 MWSTG",
        "content": "Die Steuer wird berechnet:\na. auf dem Entgelt, wenn die Gegenstände in Erfüllung eines Veräusserungs- oder Kommissionsgeschäfts eingeführt werden;\nb. auf dem Entgelt für werkvertragliche Lieferungen oder Arbeiten im Sinne von Artikel 3 Buchstabe d Ziffer 2, die unter Verwendung von in den zollrechtlich freien Verkehr übergeführten Gegenständen besorgt (Art. 48 ZG) und durch eine im Inland nicht als steuerpflichtig eingetragene Person ausgeführt werden;\nc. auf dem Entgelt für die im Auftrag von Kunstmalern und Kunstmalerinnen sowie Bildhauern und Bildhauerinnen an ihren eigenen Kunstwerken im Ausland besorgten Arbeiten (Art. 3 Bst. d Ziff. 2), sofern die Kunstwerke von ihnen selbst oder in ihrem Auftrag ins Inland verbracht wurden;\nd. auf dem Entgelt für den Gebrauch von Gegenständen, die nach den Artikeln 9 und 58 ZG zur vorübergehenden Verwendung eingeführt wurden, sofern die Steuer auf diesem Entgelt beachtlich ist; wird für den vorübergehenden Gebrauch kein oder ein ermässigtes Entgelt gefordert, so ist das Entgelt massgebend, das einer unabhängigen Drittperson berechnet würde;\ne. auf dem Entgelt für die im Ausland besorgten Arbeiten an Gegenständen (Art. 3 Bst. d Ziff. 2), die nach den Artikeln 9 und 58 ZG zur vorübergehenden Verwendung oder die nach den Artikeln 13 und 60 ZG zur passiven Lohnveredelung im Rahmen eines Werkvertrags ausgeführt wurden und an den Absender oder die Absenderin im Inland zurückgesandt werden;\nf. auf dem Entgelt für die im Ausland besorgten Arbeiten an Gegenständen (Art. 3 Bst. d Ziff. 2), sofern diese zur Lohnveredlung im Rahmen eines Werkvertrags nach dem Ausfuhrverfahren (Art. 61 ZG) ins Ausland verbracht worden sind und an den Absender oder die Absenderin im Inland zurückgesandt werden;\ng. auf dem Marktwert in den übrigen Fällen; als Marktwert gilt, was der Importeur oder die Importeurin auf der Stufe, auf der die Einfuhr bewirkt wird, an einen selbstständigen Lieferanten oder eine selbständige Lieferantin im Herkunftsland der Gegenstände zum Zeitpunkt der Entstehung der Einfuhrsteuerschuld nach Artikel 56 unter den Bedingungen des freien Wettbewerbs zahlen müsste, um die gleichen Gegenstände zu erhalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_54"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Bemessungsgrundlage",
        "citation": "Art. 54 Abs. 2 MWSTG",
        "content": "Richtet sich die Steuerberechnung nach dem Entgelt, so ist das vom Importeur oder der Importeurin oder an seiner oder ihrer Stelle von einer Drittperson entrichtete oder zu entrichtende Entgelt nach Artikel 24 massgebend, unter Vorbehalt von Artikel 18 Absatz 2 Buchstabe h. Bei einer nachträglichen Änderung dieses Entgelts gilt Artikel 41 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_54"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Bemessungsgrundlage",
        "citation": "Art. 54 Abs. 3 MWSTG",
        "content": "In die Bemessungsgrundlage sind einzubeziehen, soweit nicht bereits darin enthalten:\na. die ausserhalb des Inlands sowie aufgrund der Einfuhr geschuldeten Steuern, Zölle und sonstigen Abgaben, mit Ausnahme der zu erhebenden Mehrwertsteuer;\nb. die Kosten für das Befördern oder Versenden und alle damit zusammenhängenden Leistungen bis zum Bestimmungsort im Inland, an den die Gegenstände zum Zeitpunkt der Entstehung der Einfuhrsteuerschuld nach Artikel 56 zu befördern sind; ist dieser Ort unbekannt, so gilt als Bestimmungsort der Ort, an dem das Umladen nach Entstehung der Einfuhrsteuerschuld im Inland erfolgt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_54"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Bemessungsgrundlage",
        "citation": "Art. 54 Abs. 4 MWSTG",
        "content": "Bestehen Zweifel an der Richtigkeit der Zollanmeldung oder fehlen Wertangaben, so kann das BAZG die Steuerbemessungsgrundlage nach pflichtgemässem Ermessen schätzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_54"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Bemessungsgrundlage",
        "citation": "Art. 54 Abs. 5 MWSTG",
        "content": "Für die Ermittlung der Bemessungsgrundlage herangezogene Preis- oder Wertangaben in ausländischer Währung sind nach dem am letzten Börsentag vor der Entstehung der Einfuhrsteuerschuld nach Artikel 56 notierten Devisenkurs (Verkauf) in Schweizerfranken umzurechnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_54"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Steuersätze",
        "citation": "Art. 55 Abs. 1 MWSTG",
        "content": "Die Steuer auf der Einfuhr von Gegenständen beträgt 8,1 Prozent; vorbehalten bleibt Absatz 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_55"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Steuersätze",
        "citation": "Art. 55 Abs. 2 MWSTG",
        "content": "Auf der Einfuhr von Gegenständen nach Artikel 25 Absatz 2 Buchstaben a und abis beträgt die Steuer 2,6 Prozent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_55"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Entstehung, Verjährung und Entrichtung der Einfuhrsteuerschuld",
        "citation": "Art. 56 Abs. 1 MWSTG",
        "content": "Die Einfuhrsteuerschuld entsteht zur gleichen Zeit wie die Zollschuld (Art. 69 ZG).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_56"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Entstehung, Verjährung und Entrichtung der Einfuhrsteuerschuld",
        "citation": "Art. 56 Abs. 2 MWSTG",
        "content": "Der steuerpflichtigen Person nach Artikel 51, welche die Einfuhrsteuerschuld über das ZAZ begleicht, steht für die Bezahlung eine Frist von 60 Tagen nach Ausstellung der Rechnung zu; ausgenommen sind Einfuhren im Reiseverkehr, die mündlich zur Zollveranlagung angemeldet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_56"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Entstehung, Verjährung und Entrichtung der Einfuhrsteuerschuld",
        "citation": "Art. 56 Abs. 3 MWSTG",
        "content": "Hinsichtlich der Sicherstellung können Erleichterungen gewährt werden, wenn dadurch der Steuereinzug nicht gefährdet wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_56"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Entstehung, Verjährung und Entrichtung der Einfuhrsteuerschuld",
        "citation": "Art. 56 Abs. 4 MWSTG",
        "content": "Die Einfuhrsteuerschuld verjährt zur gleichen Zeit wie die Zollschuld (Art. 75 ZG). Die Verjährung steht still, solange ein Steuerstrafverfahren nach diesem Gesetz durchgeführt wird und der zahlungspflichtigen Person dies mitgeteilt worden ist (Art. 104 Abs. 4).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_56"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Entstehung, Verjährung und Entrichtung der Einfuhrsteuerschuld",
        "citation": "Art. 56 Abs. 5 MWSTG",
        "content": "Ändert sich die Einfuhrsteuerschuld wegen nachträglicher Anpassung des Entgelts, namentlich aufgrund von Vertragsänderungen oder wegen Preisanpassungen zwischen verbundenen Unternehmen aufgrund anerkannter Richtlinien, so muss die zu niedrig bemessene Steuer innert 30 Tagen nach dieser Anpassung dem BAZG angezeigt werden. Die Meldung sowie die Anpassung der Steuerveranlagung können unterbleiben, wenn die nachzuentrichtende Steuer als Vorsteuer nach Artikel 28 abgezogen werden könnte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_56"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Verzugszins",
        "citation": "Art. 57 Abs. 1 MWSTG",
        "content": "Wird die Einfuhrsteuerschuld nicht fristgerecht bezahlt, so ist ein Verzugszins geschuldet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_57"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Verzugszins",
        "citation": "Art. 57 Abs. 2 MWSTG",
        "content": "Die Verzugszinspflicht beginnt:\na. bei Bezahlung über das ZAZ: mit dem Ablauf der eingeräumten Zahlungsfrist;\nb. bei Erhebung der Steuer auf dem Entgelt nach Artikel 54 Absatz 1 Buchstabe d: mit dem Ablauf der eingeräumten Zahlungsfrist;\nc. bei nachträglicher Erhebung einer zu Unrecht erwirkten Rückerstattung von Steuern: mit dem Datum der Auszahlung;\nd. in den übrigen Fällen: mit der Entstehung der Einfuhrsteuerschuld nach Artikel 56.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_57"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Verzugszins",
        "citation": "Art. 57 Abs. 3 MWSTG",
        "content": "Die Verzugszinspflicht besteht auch während eines Rechtsmittelverfahrens und bei Ratenzahlungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_57"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Ausnahmen von der Verzugszinspflicht",
        "citation": "Art. 58 MWSTG",
        "content": "Kein Verzugszins wird erhoben, wenn:\na. die Einfuhrsteuerschuld durch Barhinterlage sichergestellt wurde;\nb. in den zollrechtlich freien Verkehr übergeführte Gegenstände (Art. 48 ZG) vorerst provisorisch veranlagt werden (Art. 39 ZG) und der Importeur oder die Importeurin im Zeitpunkt der Annahme der Zollanmeldung im Inland als steuerpflichtige Person eingetragen war;\nc. bedingt veranlagte Gegenstände (Art. 49, 51 Abs. 2 Bst. b, 58 und 59 ZG) unter Abschluss des Zollverfahrens:\n1. wieder ausgeführt werden, oder\n2. in ein anderes Zollverfahren übergeführt werden (Art. 47 ZG);\ncbis. bei bedingt veranlagten Gegenständen der Importeur oder die Importeurin im Zeitpunkt der Annahme der Zollanmeldung im Inland als steuerpflichtige Person eingetragen war;\nd. ...\ne. die Gegenstände periodisch zum Zollveranlagungsverfahren anzumelden sind (Art. 42 Abs. 1 Bst. c ZG) oder aufgrund eines vereinfachten Zollveranlagungsverfahrens nachträglich veranlagt werden (Art. 42 Abs. 2 ZG) und der Importeur oder die Importeurin im Zeitpunkt der Einfuhr im Inland als steuerpflichtige Person eingetragen war.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_58"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Anspruch auf Steuerrückerstattung und Verjährung",
        "citation": "Art. 59 Abs. 1 MWSTG",
        "content": "Für zu viel erhobene oder nicht geschuldete Steuern besteht ein Anspruch auf Rückerstattung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_59"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Anspruch auf Steuerrückerstattung und Verjährung",
        "citation": "Art. 59 Abs. 2 MWSTG",
        "content": "Nicht zurückerstattet werden zu viel erhobene, nicht geschuldete sowie wegen nachträglicher Veranlagung der Gegenstände nach den Artikeln 34 und 51 Absatz 3 ZG oder wegen deren Wiederausfuhr nach den Artikeln 49 Absatz 4, 51 Absatz 3, 58 Absatz 3 und 59 Absatz 4 ZG nicht mehr geschuldete Steuern, wenn der Importeur oder die Importeurin im Inland als steuerpflichtige Person eingetragen ist und die dem BAZG zu entrichtende oder entrichtete Steuer als Vorsteuer nach Artikel 28 abziehen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_59"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Anspruch auf Steuerrückerstattung und Verjährung",
        "citation": "Art. 59 Abs. 3 MWSTG",
        "content": "Der Anspruch verjährt fünf Jahre nach Ablauf des Kalenderjahres, in dem er entstanden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_59"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Anspruch auf Steuerrückerstattung und Verjährung",
        "citation": "Art. 59 Abs. 4 MWSTG",
        "content": "Die Verjährung wird unterbrochen durch die Geltendmachung des Anspruchs gegenüber dem BAZG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_59"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Anspruch auf Steuerrückerstattung und Verjährung",
        "citation": "Art. 59 Abs. 5 MWSTG",
        "content": "Sie steht still, solange über den geltend gemachten Anspruch ein Rechtsmittelverfahren hängig ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_59"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Anspruch auf Steuerrückerstattung und Verjährung",
        "citation": "Art. 59 Abs. 6 MWSTG",
        "content": "Der Anspruch auf Rückerstattung zu viel erhobener oder nicht geschuldeter Steuern verjährt in jedem Fall 15 Jahre nach Ablauf des Kalenderjahres, in dem er entstanden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_59"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Rückerstattung wegen Wiederausfuhr",
        "citation": "Art. 60 Abs. 1 MWSTG",
        "content": "Die bei der Einfuhr erhobene Steuer wird auf Antrag zurückerstattet, wenn die Voraussetzungen für den Vorsteuerabzug nach Artikel 28 fehlen und:\na. die Gegenstände ohne vorherige Übergabe an eine Drittperson im Rahmen einer Lieferung im Inland und ohne vorherige Ingebrauchnahme unverändert wieder ausgeführt werden; oder\nb. die Gegenstände im Inland in Gebrauch genommen wurden, aber wegen Rückgängigmachung der Lieferung wieder ausgeführt werden; in diesem Fall wird die Rückerstattung gekürzt um den Betrag, welcher der Steuer auf dem Entgelt für den Gebrauch der Gegenstände oder auf der durch den Gebrauch eingetretenen Wertverminderung sowie auf den nicht zurückerstatteten Einfuhrzollabgaben und Abgaben nach nichtzollrechtlichen Bundesgesetzen entspricht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_60"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Rückerstattung wegen Wiederausfuhr",
        "citation": "Art. 60 Abs. 2 MWSTG",
        "content": "Die Steuer wird nur zurückerstattet, wenn:\na. die Wiederausfuhr innert fünf Jahren nach Ablauf des Kalenderjahres erfolgt, in dem die Steuer erhoben worden ist; und\nb. die Identität der ausgeführten mit den seinerzeit eingeführten Gegenständen nachgewiesen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_60"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Rückerstattung wegen Wiederausfuhr",
        "citation": "Art. 60 Abs. 3 MWSTG",
        "content": "Die Rückerstattung kann im Einzelfall von der ordnungsgemässen Anmeldung im Einfuhrland abhängig gemacht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_60"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Rückerstattung wegen Wiederausfuhr",
        "citation": "Art. 60 Abs. 4 MWSTG",
        "content": "Die Anträge auf Rückerstattung sind bei der Anmeldung zum Ausfuhrverfahren zu stellen. Nachträgliche Rückerstattungsanträge können berücksichtigt werden, wenn sie innert 60 Tagen seit Ausstellung des Ausfuhrdokuments, mit dem die Gegenstände nach dem Ausfuhrverfahren (Art. 61 ZG) veranlagt worden sind, schriftlich beim BAZG eingereicht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_60"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Vergütungszins",
        "citation": "Art. 61 Abs. 1 MWSTG",
        "content": "Ein Vergütungszins wird bis zur Auszahlung ausgerichtet:\na. bei Rückerstattung einer zu viel erhobenen oder nicht geschuldeten Steuer nach Artikel 59: ab dem 61. Tag nach Eintreffen der schriftlichen Geltendmachung des Anspruchs beim BAZG;\nb. bei Rückerstattung der Steuer wegen Wiederausfuhr nach Artikel 60: ab dem 61. Tag nach Eintreffen des Antrages beim BAZG;\nc. bei Verfahren mit bedingter Zahlungspflicht (Art. 49, 51, 58 und 59 ZG): ab dem 61. Tag nach ordnungsgemässem Abschluss des Verfahrens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_61"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Vergütungszins",
        "citation": "Art. 61 Abs. 2 MWSTG",
        "content": "Die zinslose Frist von 60 Tagen beginnt erst zu laufen, wenn:\na. sämtliche für die Feststellung des Sachverhalts und die Beurteilung des Begehrens notwendigen Unterlagen beim BAZG eingetroffen sind;\nb. die Beschwerde gegen die Veranlagungsverfügung den Anforderungen von Artikel 52 des Bundesgesetzes vom 20. Dezember 1968 über das Verwaltungsverfahren (VwVG) genügt;\nc. die Grundlagen für die Berechnung der Steuer auf dem Entgelt nach Artikel 54 Absatz 1 Buchstabe d dem BAZG bekannt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_61"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Vergütungszins",
        "citation": "Art. 61 Abs. 3 MWSTG",
        "content": "Kein Vergütungszins wird ausgerichtet beim Steuererlass nach Artikel 64.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_61"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Zuständigkeit und Verfahren",
        "citation": "Art. 62 Abs. 1 MWSTG",
        "content": "Die Einfuhrsteuer wird durch das BAZG erhoben. Dieses trifft die erforderlichen Anordnungen und Verfügungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_62"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Zuständigkeit und Verfahren",
        "citation": "Art. 62 Abs. 2 MWSTG",
        "content": "Die Organe des BAZG sind befugt, zur Prüfung der für die Steuerveranlagung wesentlichen Tatsachen alle erforderlichen Erhebungen vorzunehmen. Die Artikel 68–70, 73–75 und 79 gelten sinngemäss. Das BAZG kann Erhebungen bei im Inland als steuerpflichtig eingetragenen Personen im Einvernehmen mit der ESTV dieser übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_62"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Verlagerung der Steuerentrichtung",
        "citation": "Art. 63 Abs. 1 MWSTG",
        "content": "Bei der ESTV registrierte und nach der effektiven Methode abrechnende steuerpflichtige Importeure und Importeurinnen können die auf der Einfuhr von Gegenständen geschuldete Steuer, statt sie dem BAZG zu entrichten, in der periodischen Steuerabrechnung mit der ESTV deklarieren (Verlagerungsverfahren), sofern sie regelmässig Gegenstände ein- und ausführen und sich daraus regelmässig beachtliche Vorsteuerüberschüsse ergeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_63"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Verlagerung der Steuerentrichtung",
        "citation": "Art. 63 Abs. 2 MWSTG",
        "content": "Werden die im Verlagerungsverfahren eingeführten Gegenstände nach der Einfuhr im Inland noch bearbeitet oder verarbeitet, so kann die ESTV steuerpflichtigen Personen bewilligen, die bearbeiteten oder verarbeiteten Gegenstände ohne Berechnung der Steuer an andere steuerpflichtige Personen zu liefern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_63"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Verlagerung der Steuerentrichtung",
        "citation": "Art. 63 Abs. 3 MWSTG",
        "content": "Der Bundesrat regelt die Einzelheiten des Verlagerungsverfahrens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_63"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Steuererlass",
        "citation": "Art. 64 Abs. 1 MWSTG",
        "content": "Die Einfuhrsteuer kann ganz oder teilweise erlassen werden, wenn:\na. im Gewahrsam des BAZG stehende oder in ein Transitverfahren (Art. 49 ZG), ein Zolllagerverfahren (Art. 50–57 ZG), ein Verfahren der vorübergehenden Verwendung (Art. 58 ZG) oder ein Verfahren der aktiven Veredelung (Art. 59 ZG) übergeführte Gegenstände durch Zufall, höhere Gewalt oder mit amtlicher Einwilligung ganz oder teilweise vernichtet werden;\nb. in den zollrechtlich freien Verkehr übergeführte Gegenstände auf amtliche Verfügung hin ganz oder teilweise vernichtet oder wieder aus dem Inland ausgeführt werden;\nc. eine Nachforderung im Sinne von Artikel 85 ZG mit Rücksicht auf besondere Verhältnisse die steuerpflichtige Person nach Artikel 51 unverhältnismässig belasten würde;\nd. die mit der Zollanmeldung beauftragte Person (z. B. der Spediteur) die Steuer wegen Zahlungsunfähigkeit des Importeurs oder der Importeurin nicht weiterbelasten kann und der Importeur oder die Importeurin im Zeitpunkt der Annahme der Zollanmeldung im Inland als steuerpflichtige Person eingetragen war; von der Zahlungsunfähigkeit des Importeurs oder der Importeurin ist auszugehen, wenn die Forderung der beauftragten Person ernsthaft gefährdet erscheint.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_64"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Steuererlass",
        "citation": "Art. 64 Abs. 2 MWSTG",
        "content": "Die Oberzolldirektion entscheidet über den Steuererlass auf schriftliches, mit den nötigen Nachweisen belegtes Gesuch.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_64"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 4. Titel: Einfuhrsteuer, Steuererlass",
        "citation": "Art. 64 Abs. 3 MWSTG",
        "content": "Die Frist für die Einreichung eines Gesuchs beträgt:\na. bei Veranlagung mit unbedingter Einfuhrsteuerschuld: ein Jahr seit der Ausstellung des Einfuhrdokuments, mit dem die Einfuhrsteuer veranlagt wurde;\nb. bei Veranlagung mit bedingter Einfuhrsteuerschuld: ein Jahr seit Abschluss des gewählten Zollverfahrens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_64"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 1. Kapitel: Allgemeine Verfahrensbestimmungen, Grundsätze",
        "citation": "Art. 65 Abs. 1 MWSTG",
        "content": "Die ESTV ist für die Erhebung und den Einzug der Inland- und der Bezugsteuer zuständig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_65"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 1. Kapitel: Allgemeine Verfahrensbestimmungen, Grundsätze",
        "citation": "Art. 65 Abs. 2 MWSTG",
        "content": "Für eine gesetzeskonforme Erhebung und den gesetzeskonformen Einzug der Steuer erlässt die ESTV alle erforderlichen Verfügungen, deren Erlass nicht ausdrücklich einer andern Behörde vorbehalten ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_65"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 1. Kapitel: Allgemeine Verfahrensbestimmungen, Grundsätze",
        "citation": "Art. 65 Abs. 3 MWSTG",
        "content": "Sie veröffentlicht ohne zeitlichen Verzug alle Praxisfestlegungen, die nicht ausschliesslich verwaltungsinternen Charakter haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_65"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 1. Kapitel: Allgemeine Verfahrensbestimmungen, Grundsätze",
        "citation": "Art. 65 Abs. 4 MWSTG",
        "content": "Sämtliche Verwaltungshandlungen sind beförderlich zu vollziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_65"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 1. Kapitel: Allgemeine Verfahrensbestimmungen, Grundsätze",
        "citation": "Art. 65 Abs. 5 MWSTG",
        "content": "Die steuerpflichtige Person darf durch die Steuererhebung nur soweit belastet werden, als dies für die Durchsetzung dieses Gesetzes zwingend erforderlich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_65"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 1. Kapitel: Allgemeine Verfahrensbestimmungen, Elektronische Verfahren",
        "citation": "Art. 65a Abs. 1 MWSTG",
        "content": "Der Bundesrat kann die elektronische Durchführung von Verfahren nach diesem Gesetz vorschreiben. Dabei regelt er die Modalitäten der Durchführung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_65_a"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 1. Kapitel: Allgemeine Verfahrensbestimmungen, Elektronische Verfahren",
        "citation": "Art. 65a Abs. 2 MWSTG",
        "content": "Die ESTV stellt bei der elektronischen Durchführung von Verfahren die Authentizität und Integrität der übermittelten Daten sicher.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_65_a"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 1. Kapitel: Allgemeine Verfahrensbestimmungen, Elektronische Verfahren",
        "citation": "Art. 65a Abs. 3 MWSTG",
        "content": "Sie kann bei der elektronischen Einreichung von Eingaben, deren Unterzeichnung gesetzlich vorgeschrieben ist, anstelle der qualifizierten elektronischen Signatur eine andere elektronische Bestätigung der Angaben durch die steuerpflichtige oder antragstellende Person anerkennen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_65_a"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 2. Kapitel: Rechte und Pflichten der steuerpflichtigen Person, An- und Abmeldung als steuerpflichtige Person",
        "citation": "Art. 66 Abs. 1 MWSTG",
        "content": "Personen, die nach Artikel 10 steuerpflichtig werden, haben sich unaufgefordert innert 30 Tagen nach Beginn ihrer Steuerpflicht bei der ESTV schriftlich anzumelden. Diese teilt ihnen eine nicht übertragbare Nummer nach den Vorgaben des Bundesgesetzes vom 18. Juni 2010 über die Unternehmens-Identifikationsnummer zu, die registriert wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_66"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 2. Kapitel: Rechte und Pflichten der steuerpflichtigen Person, An- und Abmeldung als steuerpflichtige Person",
        "citation": "Art. 66 Abs. 2 MWSTG",
        "content": "Endet die Steuerpflicht nach Artikel 14 Absatz 2, so hat sich die steuerpflichtige Person innert 30 Tagen nach der Beendigung der unternehmerischen Tätigkeit, spätestens aber mit dem Abschluss des Liquidationsverfahrens bei der ESTV schriftlich abzumelden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_66"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 2. Kapitel: Rechte und Pflichten der steuerpflichtigen Person, An- und Abmeldung als steuerpflichtige Person",
        "citation": "Art. 66 Abs. 3 MWSTG",
        "content": "Wer einzig aufgrund der Bezugsteuer steuerpflichtig wird (Art. 45 Abs. 2), hat sich innert 60 Tagen nach Ablauf des Kalenderjahres, für das er steuerpflichtig ist, schriftlich bei der ESTV anzumelden und gleichzeitig die bezogenen Leistungen zu deklarieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_66"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 2. Kapitel: Rechte und Pflichten der steuerpflichtigen Person, Steuervertretung",
        "citation": "Art. 67 Abs. 1 MWSTG",
        "content": "Steuerpflichtige Personen ohne Wohn- oder Geschäftssitz im Inland haben für die Erfüllung ihrer Verfahrenspflichten eine Vertretung zu bestimmen, die im Inland Wohn- oder Geschäftssitz hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_67"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 2. Kapitel: Rechte und Pflichten der steuerpflichtigen Person, Steuervertretung",
        "citation": "Art. 67 Abs. 2 MWSTG",
        "content": "Bei Gruppenbesteuerung (Art. 13) muss die Mehrwertsteuergruppe für die Erfüllung ihrer Verfahrenspflichten eine Vertretung mit Wohn- oder Geschäftssitz in der Schweiz bestimmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_67"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 2. Kapitel: Rechte und Pflichten der steuerpflichtigen Person, Steuervertretung",
        "citation": "Art. 67 Abs. 3 MWSTG",
        "content": "Durch die Bestimmung einer Vertretung nach den Absätzen 1 und 2 wird keine Betriebsstätte nach den Bestimmungen über die direkten Steuern begründet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_67"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 2. Kapitel: Rechte und Pflichten der steuerpflichtigen Person, Auskunftspflicht",
        "citation": "Art. 68 Abs. 1 MWSTG",
        "content": "Die steuerpflichtige Person hat der ESTV über alle Tatsachen, die für die Steuerpflicht oder für die Steuerbemessung von Bedeutung sein können, nach bestem Wissen und Gewissen Auskunft zu erteilen und die erforderlichen Unterlagen einzureichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_68"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 2. Kapitel: Rechte und Pflichten der steuerpflichtigen Person, Auskunftspflicht",
        "citation": "Art. 68 Abs. 2 MWSTG",
        "content": "Das gesetzlich geschützte Berufsgeheimnis bleibt vorbehalten. Träger und Trägerinnen des Berufsgeheimnisses sind zur Vorlage der Bücher oder Aufzeichnungen verpflichtet, dürfen aber Namen und Adresse, nicht jedoch den Wohnsitz oder den Sitz der Klienten und Klientinnen abdecken oder durch Codes ersetzen. In Zweifelsfällen werden auf Antrag der ESTV oder der steuerpflichtigen Person vom Präsidenten oder der Präsidentin der zuständigen Kammer des Bundesverwaltungsgerichts ernannte neutrale Sachverständige als Kontrollorgane eingesetzt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_68"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 2. Kapitel: Rechte und Pflichten der steuerpflichtigen Person, Auskunftsrecht",
        "citation": "Art. 69 MWSTG",
        "content": "Auf schriftliche Anfrage der steuerpflichtigen Person zu den mehrwertsteuerlichen Konsequenzen eines konkret umschriebenen Sachverhalts erteilt die ESTV innert angemessener Frist Auskunft. Die Auskunft ist für die anfragende steuerpflichtige Person und die ESTV rechtsverbindlich; sie kann auf keinen anderen Sachverhalt bezogen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_69"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 2. Kapitel: Rechte und Pflichten der steuerpflichtigen Person, Buchführung und Aufbewahrung",
        "citation": "Art. 70 Abs. 1 MWSTG",
        "content": "Die steuerpflichtige Person hat ihre Geschäftsbücher und Aufzeichnungen nach den handelsrechtlichen Grundsätzen zu führen. Die ESTV kann ausnahmsweise darüber hinausgehende Aufzeichnungspflichten erlassen, wenn dies für die ordnungsgemässe Erhebung der Mehrwertsteuer unerlässlich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_70"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 2. Kapitel: Rechte und Pflichten der steuerpflichtigen Person, Buchführung und Aufbewahrung",
        "citation": "Art. 70 Abs. 2 MWSTG",
        "content": "Die steuerpflichtige Person hat ihre Geschäftsbücher, Belege, Geschäftspapiere und sonstigen Aufzeichnungen bis zum Eintritt der absoluten Verjährung der Steuerforderung (Art. 42 Abs. 6) ordnungsgemäss aufzubewahren. Artikel 958f des Obligationenrechts bleibt vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_70"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 2. Kapitel: Rechte und Pflichten der steuerpflichtigen Person, Buchführung und Aufbewahrung",
        "citation": "Art. 70 Abs. 3 MWSTG",
        "content": "Geschäftsunterlagen, die im Zusammenhang mit der Berechnung der Einlageentsteuerung und des Eigenverbrauchs von unbeweglichen Gegenständen benötigt werden, sind während 20 Jahren aufzubewahren (Art. 31 Abs. 3 und 32 Abs. 2).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_70"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 2. Kapitel: Rechte und Pflichten der steuerpflichtigen Person, Buchführung und Aufbewahrung",
        "citation": "Art. 70 Abs. 4 MWSTG",
        "content": "Der Bundesrat regelt die Voraussetzungen, unter welchen Belege, die nach diesem Gesetz für die Durchführung der Steuer nötig sind, papierlos übermittelt und aufbewahrt werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_70"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 2. Kapitel: Rechte und Pflichten der steuerpflichtigen Person, Einreichung der Abrechnung",
        "citation": "Art. 71 Abs. 1 MWSTG",
        "content": "Die steuerpflichtige Person hat gegenüber der ESTV innert 60 Tagen nach Ablauf der Abrechnungsperiode unaufgefordert in der vorgeschriebenen Form über die Steuerforderung abzurechnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_71"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 2. Kapitel: Rechte und Pflichten der steuerpflichtigen Person, Einreichung der Abrechnung",
        "citation": "Art. 71 Abs. 2 MWSTG",
        "content": "Endet die Steuerpflicht, so läuft die Frist von diesem Zeitpunkt an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_71"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 2. Kapitel: Rechte und Pflichten der steuerpflichtigen Person, Korrektur von Mängeln in der Abrechnung",
        "citation": "Art. 72 Abs. 1 MWSTG",
        "content": "Stellt die steuerpflichtige Person im Rahmen der Erstellung ihres Jahresabschlusses Mängel in ihren Steuerabrechnungen fest, so muss sie diese spätestens in der Abrechnung über jene Abrechnungsperiode korrigieren, in die der 180. Tag seit Ende des betreffenden Geschäftsjahres fällt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_72"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 2. Kapitel: Rechte und Pflichten der steuerpflichtigen Person, Korrektur von Mängeln in der Abrechnung",
        "citation": "Art. 72 Abs. 2 MWSTG",
        "content": "Die steuerpflichtige Person ist verpflichtet, erkannte Mängel in Abrechnungen über zurückliegende Steuerperioden nachträglich zu korrigieren, soweit die Steuerforderungen dieser Steuerperioden nicht in Rechtskraft erwachsen oder verjährt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_72"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 2. Kapitel: Rechte und Pflichten der steuerpflichtigen Person, Korrektur von Mängeln in der Abrechnung",
        "citation": "Art. 72 Abs. 3 MWSTG",
        "content": "Die nachträglichen Korrekturen der Abrechnungen haben in der von der ESTV vorgeschriebenen Form zu erfolgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_72"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 2. Kapitel: Rechte und Pflichten der steuerpflichtigen Person, Korrektur von Mängeln in der Abrechnung",
        "citation": "Art. 72 Abs. 4 MWSTG",
        "content": "Bei schwierig ermittelbaren systematischen Fehlern kann die ESTV der steuerpflichtigen Person eine Erleichterung nach Artikel 80 gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_72"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 3. Kapitel: Auskunftspflicht von Drittpersonen",
        "citation": "Art. 73 Abs. 1 MWSTG",
        "content": "Auskunftspflichtige Drittpersonen nach Absatz 2 haben der ESTV auf Verlangen kostenlos:\na. alle Auskünfte zu erteilen, die für die Feststellung der Steuerpflicht oder für die Berechnung der Steuerforderung gegenüber einer steuerpflichtigen Person erforderlich sind;\nb. Einblick in Geschäftsbücher, Belege, Geschäftspapiere und sonstige Aufzeichnungen zu gewähren, sofern die nötigen Informationen bei der steuerpflichtigen Person nicht erhältlich sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_73"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 3. Kapitel: Auskunftspflicht von Drittpersonen",
        "citation": "Art. 73 Abs. 2 MWSTG",
        "content": "Auskunftspflichtige Drittperson ist, wer:\na. als steuerpflichtige Person in Betracht fällt;\nb. neben der steuerpflichtigen Person oder an ihrer Stelle für die Steuer haftet;\nc. Leistungen erhält oder erbracht hat;\nd. an einer Gesellschaft, die der Gruppenbesteuerung unterliegt, eine massgebende Beteiligung hält.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_73"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 3. Kapitel: Auskunftspflicht von Drittpersonen",
        "citation": "Art. 73 Abs. 3 MWSTG",
        "content": "Das gesetzlich geschützte Berufsgeheimnis bleibt vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_73"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 4. Kapitel: Rechte und Pflichten der Behörden, 1. Abschnitt: Geheimhaltung und Amtshilfe, Geheimhaltung",
        "citation": "Art. 74 Abs. 1 MWSTG",
        "content": "Wer mit dem Vollzug dieses Gesetzes betraut ist oder dazu beigezogen wird, hat gegenüber anderen Behörden und Privaten über die in Ausübung seines Amtes gemachten Wahrnehmungen Stillschweigen zu bewahren und den Einblick in amtliche Akten zu verweigern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_74"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 4. Kapitel: Rechte und Pflichten der Behörden, 1. Abschnitt: Geheimhaltung und Amtshilfe, Geheimhaltung",
        "citation": "Art. 74 Abs. 2 MWSTG",
        "content": "Keine Geheimhaltungspflicht besteht:\na. bei Leistung von Amtshilfe nach Artikel 75 und bei Erfüllung einer Pflicht zur Anzeige strafbarer Handlungen;\nb. gegenüber Organen der Rechtspflege oder der Verwaltung, wenn die mit dem Vollzug dieses Gesetzes betraute Behörde durch das EFD zur Auskunftserteilung ermächtigt worden ist;\nc. im Einzelfall gegenüber den Schuldbetreibungs- und Konkursbehörden oder bei der Anzeige von Schuldbetreibungs- und Konkursdelikten zum Nachteil der ESTV;\nd. für die folgenden im Register der steuerpflichtigen Personen enthaltenen Informationen: Nummer, unter der er oder sie eingetragen ist, Adresse und wirtschaftliche Tätigkeit sowie Beginn und Ende der Steuerpflicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_74"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 4. Kapitel: Rechte und Pflichten der Behörden, 1. Abschnitt: Geheimhaltung und Amtshilfe, Amtshilfe",
        "citation": "Art. 75 Abs. 1 MWSTG",
        "content": "Die Steuerbehörden des Bundes, der Kantone, Bezirke, Kreise und Gemeinden unterstützen sich gegenseitig in der Erfüllung ihrer Aufgaben; sie haben sich kostenlos die zweckdienlichen Meldungen zu erstatten, die benötigten Auskünfte zu erteilen und Akteneinsicht zu gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_75"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 4. Kapitel: Rechte und Pflichten der Behörden, 1. Abschnitt: Geheimhaltung und Amtshilfe, Amtshilfe",
        "citation": "Art. 75 Abs. 2 MWSTG",
        "content": "Die Verwaltungsbehörden des Bundes und die autonomen eidgenössischen Anstalten und Betriebe sowie alle sonstigen nicht in Absatz 1 genannten Behörden der Kantone, Bezirke, Kreise und Gemeinden sind gegenüber der ESTV auskunftspflichtig, sofern die verlangten Auskünfte für die Durchführung dieses Gesetzes, für die Einforderung der Steuer gemäss diesem Gesetz sowie für die Erhebung der Unternehmensabgabe gemäss Bundesgesetz vom 24. März 2006 über Radio und Fernsehen von Bedeutung sein können; die Auskunftserteilung hat kostenlos zu erfolgen. Auf Wunsch sind der ESTV Unterlagen kostenlos zuzustellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_75"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 4. Kapitel: Rechte und Pflichten der Behörden, 1. Abschnitt: Geheimhaltung und Amtshilfe, Amtshilfe",
        "citation": "Art. 75 Abs. 3 MWSTG",
        "content": "Eine Auskunft darf nur verweigert werden, soweit ihr wesentliche öffentliche Interessen entgegenstehen oder die Auskunft die angefragte Behörde in der Durchführung ihrer Aufgabe wesentlich beeinträchtigen würde. Das Post- und das Fernmeldegeheimnis ist zu wahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_75"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 4. Kapitel: Rechte und Pflichten der Behörden, 1. Abschnitt: Geheimhaltung und Amtshilfe, Amtshilfe",
        "citation": "Art. 75 Abs. 4 MWSTG",
        "content": "Über Streitigkeiten betreffend die Auskunftspflicht von Verwaltungsbehörden des Bundes entscheidet der Bundesrat. Über Streitigkeiten betreffend die Auskunftspflicht von Behörden der Kantone, Bezirke, Kreise und Gemeinden entscheidet das Bundesgericht (Art. 120 des Bundesgerichtsgesetzes vom 17. Juni 2005), sofern die kantonale Regierung das Auskunftsbegehren abgelehnt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_75"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 4. Kapitel: Rechte und Pflichten der Behörden, 1. Abschnitt: Geheimhaltung und Amtshilfe, Amtshilfe",
        "citation": "Art. 75 Abs. 5 MWSTG",
        "content": "Die mit öffentlich-rechtlichen Aufgaben betrauten Organisationen haben im Rahmen dieser Aufgaben die gleiche Auskunftspflicht wie die Behörden; Absatz 4 gilt sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_75"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 4. Kapitel: Rechte und Pflichten der Behörden, 1. Abschnitt: Geheimhaltung und Amtshilfe, Internationale Amtshilfe",
        "citation": "Art. 75a Abs. 1 MWSTG",
        "content": "Die ESTV kann im Rahmen ihrer Zuständigkeit ausländischen Behörden auf deren Ersuchen Amtshilfe bei der Erfüllung ihrer Aufgaben leisten, namentlich bei der Sicherstellung der ordnungsgemässen Anwendung des Mehrwertsteuerrechts und bei der Verhütung, Aufdeckung und Verfolgung von Widerhandlungen gegen das Mehrwertsteuerrecht, sofern ein völkerrechtlicher Vertrag dies vorsieht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_75_a"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 4. Kapitel: Rechte und Pflichten der Behörden, 1. Abschnitt: Geheimhaltung und Amtshilfe, Internationale Amtshilfe",
        "citation": "Art. 75a Abs. 2 MWSTG",
        "content": "Sie vollzieht die Amtshilfe in analoger Anwendung der Artikel 115a–115i ZG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_75_a"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 4. Kapitel: Rechte und Pflichten der Behörden, 2. Abschnitt: Datenschutz, Datenbearbeitung",
        "citation": "Art. 76 Abs. 1 MWSTG",
        "content": "Die ESTV darf zur Erfüllung ihrer gesetzlichen Aufgaben besonders schützenswerte Personendaten, einschliesslich Daten über verwaltungs- und strafrechtliche Verfolgungen und Sanktionen, bearbeiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_76"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 4. Kapitel: Rechte und Pflichten der Behörden, 2. Abschnitt: Datenschutz, Datenbearbeitung",
        "citation": "Art. 76 Abs. 3 MWSTG",
        "content": "Zur Erfüllung ihrer Aufgaben ist sie überdies zum Profiling, einschliesslich zum Profiling mit hohem Risiko, nach dem Datenschutzgesetz vom 25. September 2020 befugt:\na. für die Überprüfung und Kontrolle;\nb. für die Feststellung der Steuerpflicht;\nc. für die Erhebung der Steuer;\nd. für die Verhinderung und Verfolgung von Widerhandlungen;\ne. für die Analyse und Erstellung von Risikoprofilen;\nf. für die Erstellung von Statistiken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_76"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 4. Kapitel: Rechte und Pflichten der Behörden, 2. Abschnitt: Datenschutz, Informationssystem",
        "citation": "Art. 76a Abs. 1 MWSTG",
        "content": "Die ESTV betreibt ein Informationssystem zur Bearbeitung von Personendaten einschliesslich besonders schützenswerter Daten über verwaltungs- und strafrechtliche Verfolgungen und Sanktionen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_76_a"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 4. Kapitel: Rechte und Pflichten der Behörden, 2. Abschnitt: Datenschutz, Informationssystem",
        "citation": "Art. 76a Abs. 2 MWSTG",
        "content": "Das System dient den folgenden Zwecken:\na. Feststellen der Steuerpflicht von natürlichen und juristischen Personen und Personengesamtheiten;\nb. Feststellen der steuerbaren Leistungen sowie Erheben und Überprüfen der darauf geschuldeten Steuer und der abziehbaren Vorsteuern;\nc. Überprüfen der als von der Steuer ausgenommen geltend gemachten Leistungen und der in diesem Zusammenhang stehenden Vorsteuern;\nd. Überprüfen der Steuerbefreiung von Leistungen, die von Gesetzes wegen der Steuer unterliegen oder für deren Versteuerung optiert wird;\ne. Durchführen der für die Erhebung der Mehrwertsteuer relevanten Kontrollen von Einfuhr- und Ausfuhrbelegen;\nf. Sicherstellen des Bezugs der geschuldeten Steuern bei den steuerpflichtigen und mithaftenden Personen;\ng. Verhängen und Vollstrecken von administrativen oder strafrechtlichen Sanktionen;\nh. Bearbeitung von Amts- und Rechtshilfeersuchen;\ni. Deliktsbekämpfung im Steuerbereich;\nj. Führen der für die Steuererhebung nötigen Statistiken;\nk. Erstellen von Analysen und Risikoprofilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_76_a"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 4. Kapitel: Rechte und Pflichten der Behörden, 2. Abschnitt: Datenschutz, Informationssystem",
        "citation": "Art. 76a Abs. 3 MWSTG",
        "content": "Das Informationssystem kann folgende Personendaten, einschliesslich besonders schützenswerter Personendaten, enthalten:\na. Angaben über die Identität von Personen;\nb. Angaben über die wirtschaftlichen Tätigkeiten;\nc. Angaben über die Einkommens- und Vermögensverhältnisse;\nd. Angaben über die Steuerverhältnisse;\ne. Angaben über die Schuldverhältnisse und Forderungszessionen;\nf. Angaben über Betreibungs-, Konkurs- und Arrestverfahren;\ng. ...\nh. Angaben über die Befolgung von steuerrechtlichen Pflichten;\ni. Angaben über Verdacht auf Widerhandlungen;\nj. Angaben über Straftaten, beschlagnahmte Gegenstände und Beweismittel;\nk. Angaben über Administrativ- und Strafverfahren sowie Amts- und Rechtshilfeverfahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_76_a"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 4. Kapitel: Rechte und Pflichten der Behörden, 2. Abschnitt: Datenschutz, Informationssystem",
        "citation": "Art. 76a Abs. 4 MWSTG",
        "content": "Der Eidgenössische Datenschutz- und Öffentlichkeitsbeauftragte erhält für seine Aufsichtstätigkeit Zugang zum Informationssystem der ESTV.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_76_a"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 4. Kapitel: Rechte und Pflichten der Behörden, 2. Abschnitt: Datenschutz, Datenbekanntgabe",
        "citation": "Art. 76b Abs. 1 MWSTG",
        "content": "Die Eidgenössische Finanzkontrolle hat zur Erfüllung ihrer gesetzlichen Aufgaben nach Artikel 10 des Finanzkontrollgesetzes vom 28. Juni 1967 Zugang zum Informationssystem der ESTV.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_76_b"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 4. Kapitel: Rechte und Pflichten der Behörden, 2. Abschnitt: Datenschutz, Datenbekanntgabe",
        "citation": "Art. 76b Abs. 2 MWSTG",
        "content": "Die ESTV darf den im BAZG mit der Erhebung und dem Einzug der Mehrwertsteuer sowie mit der Durchführung von Straf- und Administrativverfahren betrauten Personen die Personendaten aus einem Profiling, einschliesslich aus einem Profiling mit hohem Risiko, nach Artikel 76 Absatz 3 und die Daten nach Artikel 76a Absatz 3 bekannt geben oder im Abrufverfahren zugänglich machen, sofern dies für die Erfüllung von dessen Aufgaben nötig ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_76_b"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 4. Kapitel: Rechte und Pflichten der Behörden, 2. Abschnitt: Datenschutz, Aufbewahrung der Daten und Dokumente",
        "citation": "Art. 76c Abs. 1 MWSTG",
        "content": "Daten und Dokumente, die in Anwendung dieses Gesetzes genutzt und bearbeitet werden, sind sorgfältig und systematisch aufzubewahren und vor schädlichen Einwirkungen zu schützen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_76_c"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 4. Kapitel: Rechte und Pflichten der Behörden, 2. Abschnitt: Datenschutz, Aufbewahrung der Daten und Dokumente",
        "citation": "Art. 76c Abs. 2 MWSTG",
        "content": "Die gestützt auf diese Bestimmung aufbewahrten Dokumente sind den Originalen gleichgestellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_76_c"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 4. Kapitel: Rechte und Pflichten der Behörden, 2. Abschnitt: Datenschutz, Ausführungsbestimmungen",
        "citation": "Art. 76d MWSTG",
        "content": "Der Bundesrat erlässt Ausführungsbestimmungen über:\na. das Informationssystem; \nb. die Kategorien der bearbeiteten Personendaten;\nc. den Katalog der besonders schützenswerten Daten über administrative und strafrechtliche Verfolgungen und Sanktionen;\nd. die Zugriffs- und Bearbeitungsberechtigung; \ne. die Aufbewahrungsdauer der Daten; und\nf. die Archivierung und Vernichtung der Daten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_76_d"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 4. Kapitel: Rechte und Pflichten der Behörden, 3. Abschnitt: Sicherstellung der korrekten Steuerentrichtung, Überprüfung",
        "citation": "Art. 77 MWSTG",
        "content": "Die Erfüllung der Pflicht zur Anmeldung als steuerpflichtige Person sowie die Steuerabrechnungen und -ablieferungen werden von der ESTV überprüft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_77"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 4. Kapitel: Rechte und Pflichten der Behörden, 3. Abschnitt: Sicherstellung der korrekten Steuerentrichtung, Kontrolle",
        "citation": "Art. 78 Abs. 1 MWSTG",
        "content": "Die ESTV kann bei steuerpflichtigen Personen Kontrollen durchführen, soweit dies zur Abklärung des Sachverhalts erforderlich ist. Zu diesem Zweck haben diese Personen der ESTV den Zugang zu ihrer Buchhaltung sowie zu den dazugehörigen Belegen zu gewähren. Dasselbe gilt für auskunftspflichtige Drittpersonen nach Artikel 73 Absatz 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_78"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 4. Kapitel: Rechte und Pflichten der Behörden, 3. Abschnitt: Sicherstellung der korrekten Steuerentrichtung, Kontrolle",
        "citation": "Art. 78 Abs. 2 MWSTG",
        "content": "Als Kontrolle gilt auch das Einfordern und die Überprüfung von umfassenden Unterlagen durch die ESTV.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_78"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 4. Kapitel: Rechte und Pflichten der Behörden, 3. Abschnitt: Sicherstellung der korrekten Steuerentrichtung, Kontrolle",
        "citation": "Art. 78 Abs. 3 MWSTG",
        "content": "Eine Kontrolle ist schriftlich anzukündigen. In begründeten Fällen kann ausnahmsweise von der Ankündigung einer Kontrolle abgesehen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_78"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 4. Kapitel: Rechte und Pflichten der Behörden, 3. Abschnitt: Sicherstellung der korrekten Steuerentrichtung, Kontrolle",
        "citation": "Art. 78 Abs. 4 MWSTG",
        "content": "Die steuerpflichtige Person kann mittels begründeten Gesuchs die Durchführung einer Kontrolle verlangen. Die Kontrolle ist innerhalb von zwei Jahren durchzuführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_78"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 4. Kapitel: Rechte und Pflichten der Behörden, 3. Abschnitt: Sicherstellung der korrekten Steuerentrichtung, Kontrolle",
        "citation": "Art. 78 Abs. 5 MWSTG",
        "content": "Die Kontrolle ist innert 360 Tagen seit Ankündigung mit einer Einschätzungsmitteilung abzuschliessen; diese hält den Umfang der Steuerforderung in der kontrollierten Periode fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_78"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 4. Kapitel: Rechte und Pflichten der Behörden, 3. Abschnitt: Sicherstellung der korrekten Steuerentrichtung, Kontrolle",
        "citation": "Art. 78 Abs. 6 MWSTG",
        "content": "Feststellungen, die Dritte betreffen und bei einer Kontrolle nach den Absätzen 1–4 bei folgenden Einrichtungen gemacht werden, dürfen ausschliesslich für die Durchführung der Mehrwertsteuer verwendet werden: \na. der Schweizerischen Nationalbank;\nb. einer Pfandbriefzentrale;\nc. einer Bank oder Sparkasse im Sinne des Bankengesetzes vom 8. November 1934;\nd. bei einem Finanzinstitut im Sinne des Finanzinstitutsgesetzes vom 15. Juni 2018;\ne. bei einer Finanzmarktinfrastruktur im Sinne des Finanzmarktinfrastrukturgesetzes vom 19. Juni 2015.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_78"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 4. Kapitel: Rechte und Pflichten der Behörden, 3. Abschnitt: Sicherstellung der korrekten Steuerentrichtung, Kontrolle",
        "citation": "Art. 78 Abs. 7 MWSTG",
        "content": "Die Berufsgeheimnisse nach dem Bankengesetz, nach dem Finanzinstitutsgesetz und nach dem Finanzmarktinfrastrukturgesetz sind zu wahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_78"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 4. Kapitel: Rechte und Pflichten der Behörden, 3. Abschnitt: Sicherstellung der korrekten Steuerentrichtung, Ermessenseinschätzung",
        "citation": "Art. 79 Abs. 1 MWSTG",
        "content": "Liegen keine oder nur unvollständige Aufzeichnungen vor oder stimmen die ausgewiesenen Ergebnisse mit dem wirklichen Sachverhalt offensichtlich nicht überein, so schätzt die ESTV die Steuerforderung nach pflichtgemässem Ermessen ein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_79"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 4. Kapitel: Rechte und Pflichten der Behörden, 3. Abschnitt: Sicherstellung der korrekten Steuerentrichtung, Ermessenseinschätzung",
        "citation": "Art. 79 Abs. 2 MWSTG",
        "content": "Die Festsetzung der Steuerforderung erfolgt mit einer Einschätzungsmitteilung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_79"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 4. Kapitel: Rechte und Pflichten der Behörden, 3. Abschnitt: Sicherstellung der korrekten Steuerentrichtung, Vereinfachungen",
        "citation": "Art. 80 MWSTG",
        "content": "Erwachsen der steuerpflichtigen Person aus der genauen Feststellung einzelner für die Bemessung der Steuer wesentlicher Tatsachen übermässige Umtriebe, so gewährt die ESTV Erleichterungen und lässt zu, dass die Steuer annäherungsweise ermittelt wird, sofern sich dadurch kein namhafter Steuerausfall oder -mehrertrag, keine beachtenswerte Verzerrung der Wettbewerbsverhältnisse und keine übermässige Erschwerung der Steuerabrechnung für andere steuerpflichtige Personen und der Steuerkontrolle ergeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_80"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 5. Kapitel: Verfügungs- und Rechtsmittelverfahren, Grundsätze",
        "citation": "Art. 81 Abs. 1 MWSTG",
        "content": "Die Vorschriften des VwVG sind anwendbar. Artikel 2 Absatz 1 VwVG findet auf das Mehrwertsteuerverfahren keine Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_81"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 5. Kapitel: Verfügungs- und Rechtsmittelverfahren, Grundsätze",
        "citation": "Art. 81 Abs. 2 MWSTG",
        "content": "Die Behörden stellen den rechtserheblichen Sachverhalt von Amtes wegen fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_81"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 5. Kapitel: Verfügungs- und Rechtsmittelverfahren, Grundsätze",
        "citation": "Art. 81 Abs. 3 MWSTG",
        "content": "Es gilt der Grundsatz der freien Beweiswürdigung. Es ist unzulässig, Nachweise ausschliesslich vom Vorliegen bestimmter Beweismittel abhängig zu machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_81"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 5. Kapitel: Verfügungs- und Rechtsmittelverfahren, Verfügungen der ESTV",
        "citation": "Art. 82 Abs. 1 MWSTG",
        "content": "Die ESTV trifft von Amtes wegen oder auf Verlangen der steuerpflichtigen Person alle für die Steuererhebung erforderlichen Verfügungen, insbesondere wenn:\na. Bestand oder Umfang der Steuerpflicht bestritten wird;\nb. die Eintragung oder Löschung im Register der steuerpflichtigen Personen bestritten wird;\nc. Bestand oder Umfang der Steuerforderung, der Mithaftung oder des Anspruchs auf Rückerstattung von Steuern streitig ist;\nd. die steuerpflichtige Person oder Mithaftende die Steuer nicht entrichten;\ne. sonstige Pflichten nicht anerkannt oder nicht erfüllt werden, die sich aus diesem Gesetz oder aus gestützt darauf ergangenen Verordnungen ergeben;\nf. für einen bestimmten Fall vorsorglich die amtliche Feststellung der Steuerpflicht, der Steuerforderung, der Grundlagen der Steuerbemessung, des anwendbaren Steuersatzes oder der Mithaftung beantragt wird oder als geboten erscheint.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_82"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 5. Kapitel: Verfügungs- und Rechtsmittelverfahren, Verfügungen der ESTV",
        "citation": "Art. 82 Abs. 2 MWSTG",
        "content": "Verfügungen werden der steuerpflichtigen Person schriftlich eröffnet. Sie müssen eine Rechtsmittelbelehrung sowie eine angemessene Begründung enthalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_82"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 5. Kapitel: Verfügungs- und Rechtsmittelverfahren, Einsprache",
        "citation": "Art. 83 Abs. 1 MWSTG",
        "content": "Verfügungen der ESTV können innert 30 Tagen nach der Eröffnung mit Einsprache angefochten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_83"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 5. Kapitel: Verfügungs- und Rechtsmittelverfahren, Einsprache",
        "citation": "Art. 83 Abs. 2 MWSTG",
        "content": "Die Einsprache ist schriftlich bei der ESTV einzureichen. Sie hat den Antrag, dessen Begründung mit Angabe der Beweismittel sowie die Unterschrift des Einsprechers oder der Einsprecherin oder seiner oder ihrer Vertretung zu enthalten. Die Vertretung hat sich durch schriftliche Vollmacht auszuweisen. Die Beweismittel sind in der Einspracheschrift zu bezeichnen und ihr beizulegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_83"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 5. Kapitel: Verfügungs- und Rechtsmittelverfahren, Einsprache",
        "citation": "Art. 83 Abs. 3 MWSTG",
        "content": "Genügt die Einsprache diesen Anforderungen nicht oder lässt der Antrag oder dessen Begründung die nötige Klarheit vermissen, so räumt die ESTV dem Einsprecher oder der Einsprecherin eine kurze Nachfrist zur Verbesserung ein. Sie verbindet diese Nachfrist mit der Androhung, nach unbenutztem Fristablauf aufgrund der Akten zu entscheiden oder, wenn Antrag, Begründung, Unterschrift oder Vollmacht fehlen, auf die Einsprache nicht einzutreten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_83"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 5. Kapitel: Verfügungs- und Rechtsmittelverfahren, Einsprache",
        "citation": "Art. 83 Abs. 4 MWSTG",
        "content": "Richtet sich die Einsprache gegen eine einlässlich begründete Verfügung der ESTV, so ist sie auf Antrag oder mit Zustimmung des Einsprechers oder der Einsprecherin als Beschwerde an das Bundesverwaltungsgericht weiterzuleiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_83"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 5. Kapitel: Verfügungs- und Rechtsmittelverfahren, Einsprache",
        "citation": "Art. 83 Abs. 5 MWSTG",
        "content": "Das Einspracheverfahren ist trotz Rückzugs der Einsprache weiterzuführen, wenn Anhaltspunkte dafür vorliegen, dass die angefochtene Verfügung den massgebenden Gesetzesbestimmungen nicht entspricht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_83"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 5. Kapitel: Verfügungs- und Rechtsmittelverfahren, Kosten und Entschädigungen",
        "citation": "Art. 84 Abs. 1 MWSTG",
        "content": "Im Verfügungs- und im Einspracheverfahren werden in der Regel keine Kosten erhoben. Es werden keine Parteientschädigungen ausgerichtet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_84"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 5. Kapitel: Verfügungs- und Rechtsmittelverfahren, Kosten und Entschädigungen",
        "citation": "Art. 84 Abs. 2 MWSTG",
        "content": "Ohne Rücksicht auf den Ausgang des Verfahrens können die Verfahrenskosten derjenigen Person oder Behörde auferlegt werden, die sie schuldhaft verursacht hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_84"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 5. Kapitel: Verfügungs- und Rechtsmittelverfahren, Revision, Erläuterung und Berichtigung",
        "citation": "Art. 85 MWSTG",
        "content": "Auf die Revision, Erläuterung und Berichtigung von Einschätzungsmitteilungen, Verfügungen und Einspracheentscheiden der ESTV sind die Artikel 66–69 VwVG anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_85"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 6. Kapitel: Bezug, Entrichtung der Steuer",
        "citation": "Art. 86 Abs. 1 MWSTG",
        "content": "Innert 60 Tagen nach Ablauf der Abrechnungsperiode hat die steuerpflichtige Person die in diesem Zeitraum entstandene Steuerforderung zu begleichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_86"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 6. Kapitel: Bezug, Entrichtung der Steuer",
        "citation": "Art. 86 Abs. 2 MWSTG",
        "content": "Erbringt die steuerpflichtige Person keine oder eine offensichtlich ungenügende Zahlung, so setzt die ESTV den für die jeweilige Abrechnungsperiode provisorisch geschuldeten Steuerbetrag nach vorgängiger Mahnung in Betreibung. Liegt keine oder eine offensichtlich ungenügende Abrechnung der steuerpflichtigen Person vor, so bestimmt die ESTV den provisorisch geschuldeten Steuerbetrag vorgängig nach pflichtgemässem Ermessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_86"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 6. Kapitel: Bezug, Entrichtung der Steuer",
        "citation": "Art. 86 Abs. 3 MWSTG",
        "content": "Durch Rechtsvorschlag eröffnet die steuerpflichtige Person das Verfahren um Rechtsöffnung. Für die Beseitigung des Rechtsvorschlages ist die ESTV im Verfügungs- und Einspracheverfahren zuständig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_86"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 6. Kapitel: Bezug, Entrichtung der Steuer",
        "citation": "Art. 86 Abs. 4 MWSTG",
        "content": "Die Verfügung betreffend den Rechtsvorschlag kann innert 10 Tagen nach der Eröffnung mit Einsprache bei der ESTV angefochten werden. Der Einspracheentscheid ist unter Vorbehalt von Absatz 5 endgültig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_86"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 6. Kapitel: Bezug, Entrichtung der Steuer",
        "citation": "Art. 86 Abs. 5 MWSTG",
        "content": "Hat die ESTV den in Betreibung gesetzten provisorisch geschuldeten Steuerbetrag nach pflichtgemässem Ermessen bestimmt, so kann gegen den Einspracheentscheid beim Bundesverwaltungsgericht Beschwerde geführt werden. Die Beschwerde hat keine aufschiebende Wirkung, es sei denn, das Gericht ordne diese auf begründetes Ersuchen hin an. Das Bundesverwaltungsgericht entscheidet endgültig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_86"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 6. Kapitel: Bezug, Entrichtung der Steuer",
        "citation": "Art. 86 Abs. 6 MWSTG",
        "content": "Artikel 85a des Bundesgesetzes vom 11. April 1889 über Schuldbetreibung und Konkurs (SchKG) ist nicht anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_86"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 6. Kapitel: Bezug, Entrichtung der Steuer",
        "citation": "Art. 86 Abs. 7 MWSTG",
        "content": "Der Einzug eines Steuerbetrags nach Absatz 2 berührt die Festsetzung nach den Artikeln 72, 78 und 82 der endgültigen Steuerforderung nicht. Unterbleibt die Festsetzung der Steuerforderung wegen Untätigkeit der steuerpflichtigen Person, insbesondere weil diese weder Mängel nach Artikel 72 korrigiert noch eine Verfügung nach Artikel 82 verlangt, so gelten mit Eintritt der Festsetzungsverjährung auch die von der ESTV nach Absatz 2 bestimmten Steuerbeträge als Steuerforderung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_86"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 6. Kapitel: Bezug, Entrichtung der Steuer",
        "citation": "Art. 86 Abs. 8 MWSTG",
        "content": "Anstelle einer Zahlung des Steuerbetrags kann die steuerpflichtige Person auch Sicherheiten gemäss Artikel 93 Absatz 7 leisten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_86"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 6. Kapitel: Bezug, Entrichtung der Steuer",
        "citation": "Art. 86 Abs. 9 MWSTG",
        "content": "Unmittelbar nach Eingang der Zahlung oder der Sicherheitsleistung zieht die ESTV die Betreibung zurück.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_86"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 6. Kapitel: Bezug, Verzugszins",
        "citation": "Art. 87 Abs. 1 MWSTG",
        "content": "Bei verspäteter Zahlung wird ohne Mahnung ein Verzugszins geschuldet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_87"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 6. Kapitel: Bezug, Verzugszins",
        "citation": "Art. 87 Abs. 2 MWSTG",
        "content": "Kein Verzugszins ist geschuldet bei einer Nachbelastung, wenn diese auf einem Fehler beruht, der bei richtiger Abwicklung beim Bund zu keinem Steuerausfall geführt hätte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_87"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 6. Kapitel: Bezug, Vergütungen an die steuerpflichtige Person",
        "citation": "Art. 88 Abs. 1 MWSTG",
        "content": "Ergibt sich aus der Steuerabrechnung ein Überschuss zugunsten der steuerpflichtigen Person, so wird dieser ausbezahlt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_88"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 6. Kapitel: Bezug, Vergütungen an die steuerpflichtige Person",
        "citation": "Art. 88 Abs. 2 MWSTG",
        "content": "Vorbehalten bleiben:\na. die Verrechnung dieses Überschusses mit Einfuhrsteuerschulden, selbst wenn diese noch nicht fällig sind;\nb. die Verwendung des Überschusses zur Steuersicherung nach Artikel 94 Absatz 1;\nc. die Verwendung des Überschusses zur Verrechnung unter Bundesstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_88"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 6. Kapitel: Bezug, Vergütungen an die steuerpflichtige Person",
        "citation": "Art. 88 Abs. 3 MWSTG",
        "content": "Die steuerpflichtige Person kann bezahlte, aber nicht geschuldete Steuern zurückfordern, sofern die Steuerforderung noch nicht rechtskräftig ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_88"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 6. Kapitel: Bezug, Vergütungen an die steuerpflichtige Person",
        "citation": "Art. 88 Abs. 4 MWSTG",
        "content": "Erfolgt die Auszahlung des Überschusses nach Absatz 1 oder die Rückerstattung nach Absatz 3 später als 60 Tage nach Eintreffen der Steuerabrechnung beziehungsweise der schriftlichen Geltendmachung des Anspruches bei der ESTV, so wird für die Zeit vom 61. Tag bis zur Auszahlung oder Rückerstattung ein Vergütungszins ausgerichtet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_88"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 6. Kapitel: Bezug, Betreibung",
        "citation": "Art. 89 Abs. 1 MWSTG",
        "content": "Wird der Anspruch auf Steuern, Zinsen, Kosten und Bussen nicht befriedigt, so leitet die ESTV die Betreibung ein und trifft alle zweckdienlichen zivil- und vollstreckungsrechtlichen Vorkehrungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_89"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 6. Kapitel: Bezug, Betreibung",
        "citation": "Art. 89 Abs. 2 MWSTG",
        "content": "Ist die Steuerforderung noch nicht rechtskräftig und wird sie bestritten, so erlässt die ESTV eine Verfügung. Bis eine rechtskräftige Verfügung vorliegt, unterbleibt die endgültige Kollokation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_89"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 6. Kapitel: Bezug, Betreibung",
        "citation": "Art. 89 Abs. 3 MWSTG",
        "content": "Wird in der Betreibung Recht vorgeschlagen, so eröffnet die steuerpflichtige Person das Verfahren um Rechtsöffnung. Für die Beseitigung des Rechtsvorschlages ist die ESTV zuständig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_89"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 6. Kapitel: Bezug, Betreibung",
        "citation": "Art. 89 Abs. 5 MWSTG",
        "content": "Die ESTV muss die Steuerforderung in die öffentlichen Inventare oder auf Rechnungsrufe eingeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_89"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 6. Kapitel: Bezug, Betreibung",
        "citation": "Art. 89 Abs. 6 MWSTG",
        "content": "Die im Rahmen von Zwangsvollstreckungsverfahren anfallenden Steuern stellen Verwertungskosten dar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_89"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 6. Kapitel: Bezug, Betreibung",
        "citation": "Art. 89 Abs. 7 MWSTG",
        "content": "Die ESTV kann in begründeten Fällen auf den Einzug der Steuer verzichten, wenn die Durchführung eines Betreibungsverfahrens keinen Erfolg bringen würde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_89"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 6. Kapitel: Bezug, Zahlungserleichterungen",
        "citation": "Art. 90 Abs. 1 MWSTG",
        "content": "Ist die Zahlung der Steuer, Zinsen und Kosten innert der vorgeschriebenen Frist für die zahlungspflichtige Person mit einer erheblichen Härte verbunden, so kann die ESTV mit der steuerpflichtigen Person die Erstreckung der Zahlungsfrist oder Ratenzahlungen vereinbaren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_90"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 6. Kapitel: Bezug, Zahlungserleichterungen",
        "citation": "Art. 90 Abs. 2 MWSTG",
        "content": "Zahlungserleichterungen können von einer angemessenen Sicherheitsleistung abhängig gemacht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_90"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 6. Kapitel: Bezug, Zahlungserleichterungen",
        "citation": "Art. 90 Abs. 3 MWSTG",
        "content": "Zahlungserleichterungen fallen dahin, wenn ihre Voraussetzungen wegfallen oder wenn die Bedingungen, an die sie geknüpft sind, nicht erfüllt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_90"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 6. Kapitel: Bezug, Zahlungserleichterungen",
        "citation": "Art. 90 Abs. 4 MWSTG",
        "content": "Die Einreichung eines Antrags um Vereinbarung von Zahlungserleichterung hemmt die Vollstreckung nicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_90"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 6. Kapitel: Bezug, Bezugsverjährung",
        "citation": "Art. 91 Abs. 1 MWSTG",
        "content": "Das Recht, die Steuerforderung, Zinsen und Kosten geltend zu machen, verjährt fünf Jahre, nachdem der entsprechende Anspruch rechtskräftig geworden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_91"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 6. Kapitel: Bezug, Bezugsverjährung",
        "citation": "Art. 91 Abs. 2 MWSTG",
        "content": "Die Verjährung steht still, solange die zahlungspflichtige Person in der Schweiz nicht betrieben werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_91"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 6. Kapitel: Bezug, Bezugsverjährung",
        "citation": "Art. 91 Abs. 3 MWSTG",
        "content": "Die Verjährung wird unterbrochen durch jede Einforderungshandlung und jede Stundung seitens der ESTV sowie durch jede Geltendmachung des Anspruchs seitens der steuerpflichtigen Person.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_91"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 6. Kapitel: Bezug, Bezugsverjährung",
        "citation": "Art. 91 Abs. 4 MWSTG",
        "content": "Unterbrechung und Stillstand wirken gegenüber allen zahlungspflichtigen Personen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_91"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 6. Kapitel: Bezug, Bezugsverjährung",
        "citation": "Art. 91 Abs. 5 MWSTG",
        "content": "Die Verjährung tritt in jedem Fall zehn Jahre nach Ablauf des Jahres ein, in dem der Anspruch rechtskräftig geworden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_91"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 6. Kapitel: Bezug, Bezugsverjährung",
        "citation": "Art. 91 Abs. 6 MWSTG",
        "content": "Wird über eine Steuerforderung ein Verlustschein ausgestellt, so richtet sich die Bezugsverjährung nach den Bestimmungen des SchKG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_91"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 6. Kapitel: Bezug, Steuererlass",
        "citation": "Art. 92 Abs. 1 MWSTG",
        "content": "Die ESTV kann rechtskräftig festgesetzte Steuern ganz oder teilweise erlassen, wenn die steuerpflichtige Person:\na. die Steuer aus einem entschuldbaren Grund nicht in Rechnung gestellt und eingezogen hat, eine nachträgliche Überwälzung nicht möglich oder nicht zumutbar ist und die Bezahlung der Steuer eine grosse Härte bedeuten würde;\nb. die Steuer einzig aufgrund der Nichteinhaltung von formellen Vorschriften oder aufgrund von Abwicklungsfehlern schuldet und erkennbar ist oder die steuerpflichtige Person nachweist, dass für den Bund kein Steuerausfall entstanden ist; oder\nc. aus einem entschuldbaren Grund ihren Veranlagungspflichten nicht nachkommen konnte, nachträglich aber nachweisen oder glaubhaft machen kann, dass die durch die ESTV vorgenommene Ermessenseinschätzung zu hoch ausgefallen ist; in diesem Falle ist ein Steuererlass nur bis zur Höhe des zu viel veranlagten Betrages möglich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_92"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 6. Kapitel: Bezug, Steuererlass",
        "citation": "Art. 92 Abs. 2 MWSTG",
        "content": "Die ESTV kann ferner im Rahmen eines gerichtlichen Nachlassverfahrens einem Steuererlass zustimmen beziehungsweise auf die Sicherstellung ihrer Forderung verzichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_92"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 6. Kapitel: Bezug, Steuererlass",
        "citation": "Art. 92 Abs. 3 MWSTG",
        "content": "Das Erlassgesuch muss schriftlich begründet und mit den nötigen Beweismitteln versehen bei der ESTV eingereicht werden. Die Einsprache gegen die Verfügung der ESTV ist ausgeschlossen. Gegen die Verfügung kann beim Bundesverwaltungsgericht Beschwerde geführt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_92"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 6. Kapitel: Bezug, Steuererlass",
        "citation": "Art. 92 Abs. 4 MWSTG",
        "content": "Die Einreichung eines Gesuchs um Steuererlass hemmt die Vollstreckung der rechtskräftig festgesetzten Steuern nicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_92"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 6. Kapitel: Bezug, Steuererlass",
        "citation": "Art. 92 Abs. 5 MWSTG",
        "content": "Das Steuererlassverfahren ist kostenfrei. Dem Gesuchsteller oder der Gesuchstellerin können indessen die Kosten ganz oder teilweise auferlegt werden, wenn er oder sie ein offensichtlich unbegründetes Gesuch eingereicht hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_92"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 7. Kapitel: Steuersicherung, Sicherstellung",
        "citation": "Art. 93 Abs. 1 MWSTG",
        "content": "Die ESTV kann Steuern, Zinsen und Kosten, auch wenn sie weder rechtskräftig festgesetzt noch fällig sind, sicherstellen lassen, wenn:\na. deren rechtzeitige Bezahlung als gefährdet erscheint;\nb. die zahlungspflichtige Person Anstalten trifft, ihren Wohn- oder Geschäftssitz oder ihre Betriebsstätte in der Schweiz aufzugeben oder sich im schweizerischen Handelsregister löschen zu lassen;\nc. die zahlungspflichtige Person mit ihrer Zahlung in Verzug ist;\nd. die steuerpflichtige Person ein Unternehmen, über das der Konkurs eröffnet worden ist, ganz oder teilweise übernimmt;\ne. die steuerpflichtige Person offensichtlich zu tiefe Abrechnungen einreicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_93"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 7. Kapitel: Steuersicherung, Sicherstellung",
        "citation": "Art. 93 Abs. 2 MWSTG",
        "content": "Verzichtet die steuerpflichtige Person auf die Befreiung von der Steuerpflicht (Art. 11) oder optiert sie für die Versteuerung von ausgenommenen Leistungen (Art. 22), so kann die ESTV von ihr die Leistung von Sicherheiten gemäss Absatz 7 verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_93"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 7. Kapitel: Steuersicherung, Sicherstellung",
        "citation": "Art. 93 Abs. 3 MWSTG",
        "content": "Die Sicherstellungsverfügung hat den Rechtsgrund der Sicherstellung, den sicherzustellenden Betrag und die Stelle, welche die Sicherheiten entgegennimmt, anzugeben; sie gilt als Arrestbefehl im Sinne von Artikel 274 SchKG. Die Einsprache gegen die Sicherstellungsverfügung ist ausgeschlossen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_93"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 7. Kapitel: Steuersicherung, Sicherstellung",
        "citation": "Art. 93 Abs. 4 MWSTG",
        "content": "Gegen die Verfügung kann beim Bundesverwaltungsgericht Beschwerde geführt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_93"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 7. Kapitel: Steuersicherung, Sicherstellung",
        "citation": "Art. 93 Abs. 5 MWSTG",
        "content": "Beschwerden gegen Sicherstellungsverfügungen haben keine aufschiebende Wirkung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_93"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 7. Kapitel: Steuersicherung, Sicherstellung",
        "citation": "Art. 93 Abs. 6 MWSTG",
        "content": "Die Zustellung einer Verfügung über die Steuerforderung gilt als Anhebung der Klage nach Artikel 279 SchKG. Die Frist für die Einleitung der Betreibung beginnt mit dem Eintritt der Rechtskraft der Verfügung über die Steuerforderung zu laufen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_93"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 7. Kapitel: Steuersicherung, Sicherstellung",
        "citation": "Art. 93 Abs. 7 MWSTG",
        "content": "Die Sicherstellung ist zu leisten durch Barhinterlage, solvente Solidarbürgschaften, Bankgarantien, Schuldbriefe und Grundpfandverschreibungen, Lebensversicherungspolicen mit Rückkaufswert, kotierte Frankenobligationen von schweizerischen Schuldnern oder Kassenobligationen von schweizerischen Banken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_93"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 7. Kapitel: Steuersicherung, Andere Sicherungsmassnahmen",
        "citation": "Art. 94 Abs. 1 MWSTG",
        "content": "Ein Überschuss aus der Steuerabrechnung zugunsten der steuerpflichtigen Person kann:\na. mit Schulden für frühere Perioden verrechnet werden;\nb. zur Verrechnung mit zu erwartenden Schulden für nachfolgende Perioden gutgeschrieben werden, sofern die steuerpflichtige Person mit der Steuerentrichtung im Rückstand ist oder andere Gründe eine Gefährdung der Steuerforderung wahrscheinlich erscheinen lassen; der gutgeschriebene Betrag wird vom 61. Tag nach Eintreffen der Steuerabrechnung bei der ESTV bis zum Zeitpunkt der Verrechnung zum Satz verzinst, der für den Vergütungszins gilt; oder\nc. mit einer von der ESTV geforderten Sicherstellungsleistung verrechnet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_94"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 7. Kapitel: Steuersicherung, Andere Sicherungsmassnahmen",
        "citation": "Art. 94 Abs. 2 MWSTG",
        "content": "Bei steuerpflichtigen Personen ohne Wohn- oder Geschäftssitz in der Schweiz kann die ESTV ausserdem Sicherstellung der voraussichtlichen Schulden durch Leistung von Sicherheiten nach Artikel 93 Absatz 7 verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_94"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 7. Kapitel: Steuersicherung, Andere Sicherungsmassnahmen",
        "citation": "Art. 94 Abs. 3 MWSTG",
        "content": "Bei wiederholtem Zahlungsverzug kann die ESTV die zahlungspflichtige Person dazu verpflichten, künftig monatliche oder halbmonatliche Vorauszahlungen zu leisten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_94"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 5. Titel: Verfahrensrecht für die Inland- und die Bezugsteuer, 7. Kapitel: Steuersicherung, Löschung im Handelsregister",
        "citation": "Art. 95 MWSTG",
        "content": "Eine juristische Person oder eine Betriebsstätte eines ausländischen Unternehmens darf im schweizerischen Handelsregister erst dann gelöscht werden, wenn die ESTV dem für die Führung des Registers zuständigen Amt angezeigt hat, dass die geschuldete Steuer bezahlt oder sichergestellt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_95"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 6. Titel: Strafbestimmungen, Steuerhinterziehung",
        "citation": "Art. 96 Abs. 1 MWSTG",
        "content": "Mit Busse bis zu 400 000 Franken wird bestraft, wer vorsätzlich oder fahrlässig die Steuerforderung zulasten des Staates verkürzt, indem er:\na. in einer Steuerperiode nicht sämtliche Einnahmen, zu hohe Einnahmen aus von der Steuer befreiten Leistungen, nicht sämtliche der Bezugsteuer unterliegenden Ausgaben oder zu hohe zum Vorsteuerabzug berechtigende Ausgaben deklariert;\nb. eine unrechtmässige Rückerstattung erwirkt; oder\nc. einen ungerechtfertigten Steuererlass erwirkt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_96"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 6. Titel: Strafbestimmungen, Steuerhinterziehung",
        "citation": "Art. 96 Abs. 2 MWSTG",
        "content": "Die Busse beträgt bis zu 800 000 Franken, wenn die hinterzogene Steuer in den in Absatz 1 genannten Fällen in einer Form überwälzt wird, die zum Vorsteuerabzug berechtigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_96"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 6. Titel: Strafbestimmungen, Steuerhinterziehung",
        "citation": "Art. 96 Abs. 3 MWSTG",
        "content": "Mit Busse bis zu 200 000 Franken wird bestraft, wer die Steuerforderung zulasten des Staates verkürzt, indem er die für die Steuerfestsetzung relevanten Faktoren zwar wahrheitsgetreu deklariert, aber steuerlich falsch qualifiziert, sofern er vorsätzlich klare gesetzliche Bestimmungen, Anordnungen der Behörden oder publizierte Praxisfestlegungen nicht richtig anwendet und die Behörden darüber nicht vorgängig schriftlich in Kenntnis setzt. Bei fahrlässiger Begehung beträgt die Busse bis zu 20 000 Franken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_96"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 6. Titel: Strafbestimmungen, Steuerhinterziehung",
        "citation": "Art. 96 Abs. 4 MWSTG",
        "content": "Mit Busse bis zu 800 000 Franken wird bestraft, wer die Steuerforderung zulasten des Staates verkürzt, indem er:\na. vorsätzlich oder fahrlässig bei der Einfuhr Waren nicht oder unrichtig anmeldet oder verheimlicht;\nb. vorsätzlich im Rahmen einer behördlichen Kontrolle oder eines Verwaltungsverfahrens, das auf die Festsetzung der Steuerforderung oder den Steuererlass gerichtet ist, auf entsprechende Nachfrage hin keine, unwahre oder unvollständige Angaben macht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_96"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 6. Titel: Strafbestimmungen, Steuerhinterziehung",
        "citation": "Art. 96 Abs. 5 MWSTG",
        "content": "Der Versuch ist strafbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_96"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 6. Titel: Strafbestimmungen, Steuerhinterziehung",
        "citation": "Art. 96 Abs. 6 MWSTG",
        "content": "Wird der Steuervorteil aufgrund einer fehlerhaften Abrechnung erzielt, so ist die Steuerhinterziehung erst strafbar, wenn die Frist zur Korrektur von Mängeln in der Abrechnung (Art. 72 Abs. 1) abgelaufen ist und der Fehler nicht korrigiert wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_96"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 6. Titel: Strafbestimmungen, Strafzumessung und qualifizierte Steuerhinterziehung",
        "citation": "Art. 97 Abs. 1 MWSTG",
        "content": "Die Busse wird in Anwendung von Artikel 106 Absatz 3 des Strafgesetzbuches (StGB) bemessen; dabei kann Artikel 34 StGB sinngemäss herangezogen werden. Sofern der durch die Tat erzielte Steuervorteil höher ist als die Strafdrohung, kann die Busse bei vorsätzlicher Begehung bis zum Doppelten des Steuervorteils erhöht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_97"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 6. Titel: Strafbestimmungen, Strafzumessung und qualifizierte Steuerhinterziehung",
        "citation": "Art. 97 Abs. 2 MWSTG",
        "content": "Bei erschwerenden Umständen wird das Höchstmass der angedrohten Busse um die Hälfte erhöht. Zugleich kann auf eine Freiheitsstrafe von bis zu zwei Jahren erkannt werden. Als erschwerende Umstände gelten:\na. das Anwerben einer oder mehrerer Personen für eine Widerhandlung gegen das Mehrwertsteuerrecht;\nb. das gewerbsmässige Verüben von Widerhandlungen gegen das Mehrwertsteuerrecht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_97"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 6. Titel: Strafbestimmungen, Verletzung von Verfahrenspflichten",
        "citation": "Art. 98 MWSTG",
        "content": "Mit Busse wird bestraft, sofern die Tat nicht nach einer anderen Bestimmung mit höherer Strafe bedroht ist, wer vorsätzlich oder fahrlässig:\na. die Anmeldung als steuerpflichtige Person nicht vornimmt;\nb. trotz Mahnung eine Steuerabrechnung nicht fristgerecht einreicht;\nc. die Steuer nicht periodengerecht deklariert;\nd. Sicherheiten nicht gehörig leistet;\ne. Geschäftsbücher, Belege, Geschäftspapiere und sonstige Aufzeichnungen nicht ordnungsgemäss führt, ausfertigt, aufbewahrt oder vorlegt;\nf. trotz Mahnung nicht oder nicht richtig Auskunft erteilt oder die für die Steuererhebung oder für die Überprüfung der Steuerpflicht massgebenden Daten und Gegenstände nicht oder nicht richtig deklariert;\ng. in Rechnungen eine nicht oder nicht in dieser Höhe geschuldete Mehrwertsteuer ausweist;\nh. durch Angabe einer Registernummer eine Eintragung im Register der steuerpflichtigen Personen vortäuscht;\ni. trotz Mahnung die ordnungsgemässe Durchführung einer Kontrolle erschwert, behindert oder verunmöglicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_98"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 6. Titel: Strafbestimmungen, Steuerhehlerei",
        "citation": "Art. 99 MWSTG",
        "content": "Wer Gegenstände, von denen er weiss oder annehmen muss, dass die darauf geschuldete Einfuhrsteuer vorsätzlich hinterzogen worden ist, erwirbt, sich schenken lässt, zu Pfand oder sonst wie in Gewahrsam nimmt, verheimlicht, absetzen hilft oder in Verkehr bringt, wird nach der Strafandrohung, die auf den Täter oder die Täterin Anwendung findet, bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_99"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 6. Titel: Strafbestimmungen, Widerhandlung im Geschäftsbetrieb",
        "citation": "Art. 100 MWSTG",
        "content": "Fällt eine Busse von höchstens 100 000 Franken in Betracht und würde die Ermittlung der nach Artikel 6 VStrR strafbaren Personen Untersuchungsmassnahmen bedingen, die im Hinblick auf die verwirkte Strafe unverhältnismässig wären, so kann die Behörde von einer Verfolgung dieser Personen absehen und an ihrer Stelle den Geschäftsbetrieb (Art. 7 VStrR) zur Bezahlung der Busse verurteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_100"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 6. Titel: Strafbestimmungen, Konkurrenz",
        "citation": "Art. 101 Abs. 1 MWSTG",
        "content": "Die Artikel 7, 9, 11 und 12 Absatz 4 und 13 VStrR sind nicht anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_101"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 6. Titel: Strafbestimmungen, Konkurrenz",
        "citation": "Art. 101 Abs. 2 MWSTG",
        "content": "Eine Bestrafung nach Artikel 98 Buchstabe a dieses Gesetzes schliesst eine Bestrafung nach den Artikeln 96 und 97 nicht aus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_101"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 6. Titel: Strafbestimmungen, Konkurrenz",
        "citation": "Art. 101 Abs. 3 MWSTG",
        "content": "Eine Bestrafung nach Artikel 14 VStrR schliesst eine zusätzliche Bestrafung wegen derselben Tat nach den Artikeln 96 und 97 des vorliegenden Gesetzes aus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_101"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 6. Titel: Strafbestimmungen, Konkurrenz",
        "citation": "Art. 101 Abs. 4 MWSTG",
        "content": "Erfüllt eine Handlung sowohl den Tatbestand einer Hinterziehung der Einfuhrsteuer oder einer Steuerhehlerei als auch einer durch das BAZG zu verfolgenden Widerhandlung gegen andere Abgabenerlasse des Bundes, so wird die Strafe für die schwerste Widerhandlung verhängt; diese kann angemessen erhöht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_101"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 6. Titel: Strafbestimmungen, Konkurrenz",
        "citation": "Art. 101 Abs. 5 MWSTG",
        "content": "Hat der Täter oder die Täterin durch eine oder mehrere Handlungen die Voraussetzungen für mehrere Strafen erfüllt, die in den Zuständigkeitsbereich der ESTV fallen, so wird die Strafe für die schwerste Widerhandlung verhängt; diese kann angemessen erhöht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_101"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 6. Titel: Strafbestimmungen, Selbstanzeige",
        "citation": "Art. 102 Abs. 1 MWSTG",
        "content": "Zeigt die steuerpflichtige Person eine Widerhandlung gegen dieses Gesetz an, bevor sie der zuständigen Behörde bekannt wird, wird von einer Strafverfolgung abgesehen, wenn:\na. sie die Behörde bei der Festsetzung der geschuldeten oder rückzuerstattenden Steuer in zumutbarer Weise unterstützt; und\nb. sie sich ernstlich um die Bezahlung der geschuldeten oder rückzuerstattenden Steuer bemüht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_102"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 6. Titel: Strafbestimmungen, Selbstanzeige",
        "citation": "Art. 102 Abs. 2 MWSTG",
        "content": "Zeigt eine nicht steuerpflichtige Person, die eine Widerhandlung gegen dieses Gesetz begangen oder an einer solchen teilgenommen hat, die Widerhandlung an, so wird von einer Strafverfolgung abgesehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_102"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 6. Titel: Strafbestimmungen, Selbstanzeige",
        "citation": "Art. 102 Abs. 3 MWSTG",
        "content": "Die Selbstanzeige einer juristischen Person erfolgt durch ihre Organe oder Vertreter und Vertreterinnen. Die Solidarhaftung gemäss Artikel 12 Absatz 3 VStrR der Organe oder der Vertreter und Vertreterinnen wird aufgehoben und von einer Strafverfolgung wird abgesehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_102"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 6. Titel: Strafbestimmungen, Selbstanzeige",
        "citation": "Art. 102 Abs. 4 MWSTG",
        "content": "Eine Korrektur der Abrechnung nach Artikel 72 Absatz 2 gilt als Selbstanzeige.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_102"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 6. Titel: Strafbestimmungen, Strafverfolgung",
        "citation": "Art. 103 Abs. 1 MWSTG",
        "content": "Auf die Strafverfolgung ist mit Ausnahme der Artikel 63 Absätze 1 und 2, 69 Absatz 2, 73 Absatz 1 letzter Satz sowie 77 Absatz 4 das VStrR anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_103"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 6. Titel: Strafbestimmungen, Strafverfolgung",
        "citation": "Art. 103 Abs. 2 MWSTG",
        "content": "Die Strafverfolgung obliegt bei der Inlandsteuer und bei der Bezugsteuer der ESTV, bei der Einfuhrsteuer dem BAZG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_103"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 6. Titel: Strafbestimmungen, Strafverfolgung",
        "citation": "Art. 103 Abs. 3 MWSTG",
        "content": "In Strafsachen mit engem Sachzusammenhang, bei denen sowohl die Zuständigkeit der ESTV als auch die des BAZG gegeben ist, kann die ESTV im Einvernehmen mit dem BAZG die Vereinigung der Strafverfolgung bei einer der beiden Behörden beschliessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_103"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 6. Titel: Strafbestimmungen, Strafverfolgung",
        "citation": "Art. 103 Abs. 4 MWSTG",
        "content": "Die Strafverfolgung kann unterbleiben, wenn Schuld und Tatfolgen gering sind (Art. 52 StGB). In diesen Fällen wird eine Nichtanhandnahme- oder Einstellungsverfügung erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_103"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 6. Titel: Strafbestimmungen, Strafverfolgung",
        "citation": "Art. 103 Abs. 5 MWSTG",
        "content": "Hat die zuständige Behörde auch andere strafbare Handlungen, für welche das VStrR anwendbar ist, zu untersuchen oder zu beurteilen, so gilt Absatz 1 für alle strafbaren Handlungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_103"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 6. Titel: Strafbestimmungen, Verfahrensgarantien",
        "citation": "Art. 104 Abs. 1 MWSTG",
        "content": "Die beschuldigte Person hat Anspruch auf ein faires Strafverfahren gemäss der Bundesverfassung und den einschlägigen Strafverfahrensgesetzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_104"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 6. Titel: Strafbestimmungen, Verfahrensgarantien",
        "citation": "Art. 104 Abs. 2 MWSTG",
        "content": "Die beschuldigte Person ist nicht verpflichtet, sich in einem Strafverfahren selbst zu belasten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_104"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 6. Titel: Strafbestimmungen, Verfahrensgarantien",
        "citation": "Art. 104 Abs. 3 MWSTG",
        "content": "Die von der beschuldigten Person im Steuererhebungsverfahren erteilten Auskünfte (Art. 68 und 73) oder Beweismittel aus einer Kontrolle nach Artikel 78 dürfen in einem Strafverfahren nur dann verwendet werden, wenn die beschuldigte Person in diesem hierzu ihre Zustimmung erteilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_104"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 6. Titel: Strafbestimmungen, Verfahrensgarantien",
        "citation": "Art. 104 Abs. 4 MWSTG",
        "content": "Die Eröffnung einer Strafuntersuchung ist der beschuldigten Person unverzüglich schriftlich mitzuteilen, soweit nicht wichtige Gründe entgegenstehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_104"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 6. Titel: Strafbestimmungen, Verfolgungsverjährung",
        "citation": "Art. 105 Abs. 1 MWSTG",
        "content": "Das Recht, eine Strafuntersuchung einzuleiten, verjährt:\na. bei Verletzung von Verfahrenspflichten: im Zeitpunkt der Rechtskraft der Steuerforderung, welche im Zusammenhang mit dieser Tat steht;\nb. im Bereich der Inland- und der Bezugsteuer:\n1. bei Übertretungen nach Artikel 96 Absätze 1–3: sechs Monate nach Eintritt der Rechtskraft der entsprechenden Steuerforderung,\n2. bei der Steuerhinterziehung nach Artikel 96 Absatz 4: zwei Jahre nach Eintritt der Rechtskraft der entsprechenden Steuerforderung,\n3. bei Vergehen nach Artikel 97 Absatz 2 sowie bei Vergehen nach den Artikeln 14–17 VStrR: sieben Jahre nach Ablauf der betreffenden Steuerperiode;\nc. im Bereich der Einfuhrsteuer: für alle Vergehen und Übertretungen nach den Artikeln 96, 97 Absatz 2 und 99 sowie bei Vergehen nach den Artikeln 14–17 VStrR: in sieben Jahren;\nd. und e. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_105"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 6. Titel: Strafbestimmungen, Verfolgungsverjährung",
        "citation": "Art. 105 Abs. 2 MWSTG",
        "content": "Die Verfolgungsverjährung tritt nicht mehr ein, wenn vor Ablauf der Verjährungsfrist eine Strafverfügung oder ein erstinstanzliches Urteil ergangen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_105"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 6. Titel: Strafbestimmungen, Verfolgungsverjährung",
        "citation": "Art. 105 Abs. 3 MWSTG",
        "content": "Die Verjährung für die Leistungs- und Rückleistungspflicht gemäss Artikel 12 VStrR richtet sich:\na. grundsätzlich nach Artikel 42;\nb. falls ein Tatbestand der Artikel 96 Absatz 4, 97 Absatz 2 oder 99 oder nach den Artikeln 14–17 VStrR erfüllt ist, nach den Absätzen 1 und 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_105"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 6. Titel: Strafbestimmungen, Verfolgungsverjährung",
        "citation": "Art. 105 Abs. 4 MWSTG",
        "content": "Das Recht, eine eingeleitete Strafuntersuchung durchzuführen, verjährt in fünf Jahren; die Verjährung ruht, solange sich die beschuldigte Person im Ausland befindet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_105"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 6. Titel: Strafbestimmungen, Bezug und Verjährung der Bussen und Kosten",
        "citation": "Art. 106 Abs. 1 MWSTG",
        "content": "Die im Steuerstrafverfahren auferlegten Bussen und Kosten werden im Verfahren nach den Artikeln 86–90 bezogen. Artikel 36 StGB ist anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_106"
    },
    {
        "book": "MWSTG",
        "title": "MWSTG, 6. Titel: Strafbestimmungen, Bezug und Verjährung der Bussen und Kosten",
        "citation": "Art. 106 Abs. 2 MWSTG",
        "content": "Die Bezugsverjährung richtet sich nach Artikel 91.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/615/de#art_106"
    }
]