[
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo primo: Disposizioni generali, Territorio nazionale svizzero",
        "citation": "Art. 1 OIVA",
        "content": "Le navi svizzere d’alto mare non sono considerate territorio nazionale svizzero ai sensi dell’articolo 3 lettera a LIVA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_1"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo primo: Disposizioni generali, Costituzione in pegno e circostanze speciali della vendita",
        "citation": "Art. 2 cpv. 1 OIVA",
        "content": "La vendita di un bene costituisce una fornitura anche qualora sia iscritta una riserva della proprietà.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_2"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo primo: Disposizioni generali, Costituzione in pegno e circostanze speciali della vendita",
        "citation": "Art. 2 cpv. 2 OIVA",
        "content": "Il trasferimento di un bene a titolo di garanzia o nell’ambito di una costituzione in pegno non costituisce una fornitura. Vi è fornitura se viene fatto valere il diritto risultante dal trasferimento a titolo di garanzia o dalla costituzione in pegno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_2"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo primo: Disposizioni generali, Costituzione in pegno e circostanze speciali della vendita",
        "citation": "Art. 2 cpv. 3 OIVA",
        "content": "La vendita di un bene e la sua contemporanea concessione in uso al venditore (sale and lease back) non è considerata fornitura se al momento della conclusione del contratto è concordata la retrocessione. In tal caso la prestazione del fornitore del leasing non è considerata una messa a disposizione di un bene per l’uso, bensì una prestazione di servizi di finanziamento secondo l’articolo 21 capoverso 2 numero 19 lettera a LIVA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_2"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo primo: Disposizioni generali, Dichiarazione d’adesione nell’ambito dell’importazione di un bene",
        "citation": "Art. 3 cpv. 2 OIVA",
        "content": "Se l’importazione è effettuata a proprio nome fondandosi su una dichiarazione d’adesione, nelle operazioni a catena le forniture che precedono l’importazione sono considerate effettuate all’estero e quelle che la seguono sono considerate effettuate in territorio svizzero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_3"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo primo: Disposizioni generali, Dichiarazione d’adesione nell’ambito dell’importazione di un bene",
        "citation": "Art. 3 cpv. 3 OIVA",
        "content": "Se rinuncia a importare i beni a proprio nome, il fornitore della prestazione segnala la rinuncia nella fattura destinata all’acquirente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_3"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo primo: Disposizioni generali, Fornitura in territorio svizzero di un bene proveniente dall’estero a partire da un deposito in territorio svizzero",
        "citation": "Art. 4 OIVA",
        "content": "Nel caso in cui un bene sia trasferito dall’estero in un deposito in territorio svizzero per essere fornito a partire da tale deposito, il luogo della fornitura è considerato sito all’estero se il destinatario della fornitura e la controprestazione dovuta sono noti al momento del trasferimento dei beni in territorio svizzero e i beni sono in libera pratica doganale al momento della fornitura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_4"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo primo: Disposizioni generali, Momento del passaggio del luogo della fornitura nella vendita per corrispondenza",
        "citation": "Art. 4a cpv. 1 OIVA",
        "content": "Se vengono forniti dall’estero in territorio svizzero beni che in ragione dell’ammontare d’imposta irrilevante sono esenti dall’imposta sull’importazione, il luogo della fornitura è considerato sito all’estero fino alla fine del mese in cui il fornitore della prestazione raggiunge, con tali forniture, il limite della cifra d’affari di 100 000 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_4_a"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo primo: Disposizioni generali, Momento del passaggio del luogo della fornitura nella vendita per corrispondenza",
        "citation": "Art. 4a cpv. 2 OIVA",
        "content": "A partire dal mese successivo, per tutte le forniture dall’estero in territorio svizzero il luogo della fornitura è considerato sito in territorio svizzero. Da quel momento il fornitore della prestazione deve importare i beni a proprio nome.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_4_a"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo primo: Disposizioni generali, Momento del passaggio del luogo della fornitura nella vendita per corrispondenza",
        "citation": "Art. 4a cpv. 3 OIVA",
        "content": "Il luogo della fornitura rimane sito in territorio svizzero fino alla fine dell’anno civile in cui il fornitore della prestazione non raggiunge più il limite della cifra d’affari di 100 000 franchi con forniture di cui al capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_4_a"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo primo: Disposizioni generali, Momento del passaggio del luogo della fornitura nella vendita per corrispondenza",
        "citation": "Art. 4a cpv. 4 OIVA",
        "content": "Se non raggiunge il limite della cifra d’affari e non lo comunica per scritto all’AFC, il fornitore della prestazione è considerato assoggettato ai sensi dell’articolo 7 capoverso 3 lettera a LIVA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_4_a"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo primo: Disposizioni generali, Stabilimento d’impresa",
        "citation": "Art. 5 cpv. 1 OIVA",
        "content": "Per stabilimento d’impresa s’intende una sede fissa d’affari o di lavoro con la quale si svolge, in tutto o in parte, l’attività di un’impresa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_5"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo primo: Disposizioni generali, Stabilimento d’impresa",
        "citation": "Art. 5 cpv. 2 OIVA",
        "content": "Sono considerati stabilimenti d’impresa segnatamente:\na. le succursali;\nb. le officine;\nc. i laboratori;\nd. gli uffici di acquisto o di vendita;\ne. le rappresentanze permanenti;\nf. le miniere e ogni altro luogo di estrazione di risorse naturali;\ng. i cantieri di costruzione o di montaggio la cui durata è di almeno 12 mesi;\nh. i fondi adibiti a scopi agricoli, pastorizi o forestali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_5"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo primo: Disposizioni generali, Stabilimento d’impresa",
        "citation": "Art. 5 cpv. 3 OIVA",
        "content": "Non sono considerati stabilimenti d’impresa segnatamente:\na. i depositi utilizzati esclusivamente a scopo di distribuzione;\nb. i mezzi di trasporto utilizzati conformemente al loro scopo originario;\nc. gli uffici d’informazione, di rappresentanza o pubblicitari di imprese autorizzate esclusivamente a svolgere le relative attività ausiliarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_5"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo primo: Disposizioni generali, Navigazione sul lago di Costanza, sul lago Inferiore di Costanza e sul Reno fino alla frontiera svizzera sotto a Basilea",
        "citation": "Art. 5a OIVA",
        "content": "Il trasporto di persone con battelli sul lago di Costanza, sul lago Inferiore di Costanza e sul Reno tra il lago Inferiore di Costanza e la frontiera svizzera sotto a Basilea è considerato effettuato all’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_5_a"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo primo: Disposizioni generali, Prestazioni di trasporto",
        "citation": "Art. 6 OIVA",
        "content": "Vi è prestazione di trasporto anche quando un mezzo di trasporto è messo a disposizione, con il personale addetto, per il trasporto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_6"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo primo: Disposizioni generali, Luogo della prestazione per le prestazioni della ristorazione, le prestazioni culturali e simili eseguite nell’ambito del trasporto di persone nella regione di frontiera",
        "citation": "Art. 6a cpv. 1 OIVA",
        "content": "Le prestazioni di cui all’articolo 8 capoverso 2 lettere c e d LIVA eseguite nell’ambito del trasporto di persone nella regione di frontiera, parzialmente in territorio svizzero e parzialmente all’estero oppure sul lago di Costanza, e il cui luogo della prestazione non può essere collocato chiaramente in territorio svizzero o estero, sono considerate eseguite nel luogo in cui il prestatore ha la sede della sua attività economica o uno stabilimento d’impresa, oppure, in assenza di simili sede o stabilimento, il suo domicilio o il luogo dal quale svolge la sua attività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_6_a"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo primo: Disposizioni generali, Luogo della prestazione per le prestazioni della ristorazione, le prestazioni culturali e simili eseguite nell’ambito del trasporto di persone nella regione di frontiera",
        "citation": "Art. 6a cpv. 2 OIVA",
        "content": "Se il contribuente prova che una prestazione di cui al capoverso 1 è stata eseguita all’estero, si applica l’articolo 8 capoverso 2 lettera c e d LIVA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_6_a"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Sezione 1: Attività imprenditoriale e limite della cifra d’affari, Stabilimenti d'impresa di imprese estere",
        "citation": "Art. 7 OIVA",
        "content": "Gli stabilimenti d’impresa in territorio svizzero di un’impresa con sede all’estero sono considerati insieme un unico soggetto fiscale indipendente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_7"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Sezione 1: Attività imprenditoriale e limite della cifra d’affari, Esenzione e fine dell’esenzione dall’assoggettamento per le imprese situate sul territorio svizzero",
        "citation": "Art. 9 cpv. 1 OIVA",
        "content": "Le imprese con sede, domicilio o stabilimento d’impresa sul territorio svizzero che avviano la propria attività o la estendono mediante assunzione di un’azienda o apertura di un nuovo settore d’attività sono esentate dall’assoggettamento se, alla luce delle circostanze, in quel momento è presumibile che nell’arco dei successivi 12 mesi esse non raggiungano il limite della cifra d’affari proveniente da prestazioni eseguite sul territorio svizzero o all’estero secondo l’articolo 10 capoverso 2 lettera a o c LIVA. Qualora nel momento specifico non sia possibile valutare se il suddetto limite della cifra d’affari verrà raggiunto o meno, si dovrà effettuare una nuova valutazione dopo non più di tre mesi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_9"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Sezione 1: Attività imprenditoriale e limite della cifra d’affari, Esenzione e fine dell’esenzione dall’assoggettamento per le imprese situate sul territorio svizzero",
        "citation": "Art. 9 cpv. 2 OIVA",
        "content": "Se sulla base della nuova valutazione è presumibile il raggiungimento del suddetto limite della cifra d’affari, l’esenzione dall’assoggettamento termina, a scelta, al momento:\na. dell’avvio o dell’estensione dell’attività; oppure\nb. della nuova valutazione, e comunque entro e non oltre l’inizio del quarto mese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_9"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Sezione 1: Attività imprenditoriale e limite della cifra d’affari, Esenzione e fine dell’esenzione dall’assoggettamento per le imprese situate sul territorio svizzero",
        "citation": "Art. 9 cpv. 3 OIVA",
        "content": "Per le imprese già esentate dall’assoggettamento, l’esenzione termina allo scadere dell’esercizio in cui viene raggiunto il limite della cifra d’affari. Se l’attività che fonda l’assoggettamento non è stata esercitata durante tutto l’anno, la cifra d’affari è riportata su un anno intero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_9"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Sezione 1: Attività imprenditoriale e limite della cifra d’affari, Esenzione e fine dell’esenzione dall’assoggettamento per le imprese estere",
        "citation": "Art. 9a cpv. 1 OIVA",
        "content": "Le imprese che non hanno sede, domicilio o stabilimento d’impresa sul territorio svizzero e che eseguono per la prima volta una prestazione sul territorio svizzero sono esentate dall’assoggettamento se, alla luce delle circostanze, in quel momento è presumibile che nell’arco dei successivi 12 mesi esse non raggiungano il limite della cifra d’affari proveniente da prestazioni eseguite sul territorio svizzero o all’estero secondo l’articolo 10 capoverso 2 lettera a o c LIVA. Qualora nel momento specifico non sia possibile valutare se il suddetto limite della cifra d’affari verrà raggiunto o meno, si dovrà effettuare una nuova valutazione dopo non più di tre mesi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_9_a"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Sezione 1: Attività imprenditoriale e limite della cifra d’affari, Esenzione e fine dell’esenzione dall’assoggettamento per le imprese estere",
        "citation": "Art. 9a cpv. 2 OIVA",
        "content": "Se sulla base della nuova valutazione è presumibile il raggiungimento del suddetto limite della cifra d’affari, l’esenzione dall’assoggettamento termina, a scelta, al momento:\na. dell’esecuzione della prima prestazione sul territorio svizzero; oppure \nb. della nuova valutazione, e comunque entro e non oltre l’inizio del quarto mese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_9_a"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Sezione 1: Attività imprenditoriale e limite della cifra d’affari, Esenzione e fine dell’esenzione dall’assoggettamento per le imprese estere",
        "citation": "Art. 9a cpv. 3 OIVA",
        "content": "Per le imprese già esentate dall’assoggettamento, l’esenzione termina allo scadere dell’esercizio in cui viene raggiunto il limite della cifra d’affari. Se l’attività che fonda l’assoggettamento non è stata esercitata durante tutto l’anno, la cifra d’affari è riportata su un anno intero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_9_a"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Sezione 1: Attività imprenditoriale e limite della cifra d’affari, Prestazioni di servizi in materia d’informatica o di telecomunicazioni",
        "citation": "Art. 10 cpv. 1 OIVA",
        "content": "Sono considerati prestazioni di servizi in materia d’informatica o di telecomunicazioni segnatamente:\na. le prestazioni di servizi radiofonici e televisivi;\nb. il procurare diritti d’accesso, segnatamente alle reti fisse e di radiocomunicazione mobile, alla telecomunicazione via satellite nonché ad altre reti d’informazione; \nc. la messa a disposizione e la garanzia delle capacità di trasferimento di dati;\nd. la messa a disposizione di siti Internet, di hosting, della manutenzione in rete di programmi ed apparecchiature;\ne. la messa a disposizione per via elettronica di software e dei relativi aggiornamenti;\nf. la messa a disposizione per via elettronica di immagini, testi e informazioni nonché la messa a disposizione di banche dati;\ng. la messa a disposizione per via elettronica di musica, film e giochi, compresi giochi in denaro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_10"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Sezione 1: Attività imprenditoriale e limite della cifra d’affari, Prestazioni di servizi in materia d’informatica o di telecomunicazioni",
        "citation": "Art. 10 cpv. 2 OIVA",
        "content": "Non sono considerate prestazioni di servizi in materia d’informatica o di telecomunicazioni segnatamente:\na. la semplice comunicazione tra chi esegue la prestazione e il destinatario della stessa per filo, via radioonde, su supporti ottici o elettromagnetici di altro tipo;\nb. le prestazioni in materia di formazione ai sensi dell’articolo 21 capoverso 2 numero 11 LIVA aventi carattere interattivo;\nc. la semplice messa a disposizione di impianti o parti di impianti esattamente definiti e destinati all’uso esclusivo del locatario per il trasferimento di dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_10"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Sezione 2: Collettività pubbliche, Soggetto fiscale",
        "citation": "Art. 12 cpv. 1 OIVA",
        "content": "La suddivisione di una collettività pubblica in servizi è determinata in base all’articolazione della contabilità finanziaria, sempre che corrisponda alla struttura organizzativa e funzionale della collettività pubblica in questione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_12"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Sezione 2: Collettività pubbliche, Soggetto fiscale",
        "citation": "Art. 12 cpv. 2 OIVA",
        "content": "Gli altri enti di diritto pubblico di cui all’articolo 12 capoverso 1 LIVA sono:\na. le corporazioni di diritto pubblico svizzere ed estere, quali i consorzi;\nb. gli istituti di diritto pubblico dotati di personalità giuridica;\nc. le fondazioni di diritto pubblico dotate di personalità giuridica;\nd. le società semplici di collettività pubbliche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_12"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Sezione 2: Collettività pubbliche, Soggetto fiscale",
        "citation": "Art. 12 cpv. 3 OIVA",
        "content": "Nell’ambito della cooperazione transfrontaliera, anche le collettività pubbliche estere possono entrare a far parte di consorzi e società semplici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_12"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Sezione 2: Collettività pubbliche, Soggetto fiscale",
        "citation": "Art. 12 cpv. 4 OIVA",
        "content": "Un ente ai sensi del capoverso 2 è un soggetto fiscale nella sua integralità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_12"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Sezione 2: Collettività pubbliche, Prestazioni imprenditoriali di una collettività pubblica",
        "citation": "Art. 14 OIVA",
        "content": "Sono considerate imprenditoriali e quindi imponibili le prestazioni di una collettività pubblica che non costituiscono attività sovrane secondo l’articolo 3 lettera g LIVA. Hanno segnatamente carattere imprenditoriale le seguenti prestazioni delle collettività pubbliche:\n1. le prestazioni di servizi radiofonici e televisivi, le prestazioni di servizi di telecomunicazioni e quelle in materia d’informatica;\n2. l’erogazione di acqua, gas, energia elettrica, energia termica, etanolo, agenti denaturanti e beni analoghi;\n3. il trasporto di beni e di persone;\n4. le prestazioni di servizi portuali e aeroportuali;\n5. le forniture di prodotti finiti nuovi destinati alla vendita;\n6. ...\n7. l’organizzazione di fiere e di esposizioni di carattere commerciale;\n8. l’esercizio di impianti sportivi quali stabilimenti balneari e di piste di ghiaccio artificiale;\n9. la gestione di depositi;\n10. le attività degli uffici commerciali di pubblicità;\n11. le attività delle agenzie di viaggio;\n12. le prestazioni di mense aziendali, di ristoranti per il personale, di spacci e simili;\n13. le attività dei pubblici notai;\n14. le attività degli uffici di misurazione catastale;\n15. le attività nel campo dello smaltimento dei rifiuti e del trattamento delle acque di scarico;\n16. le attività finanziate mediante il versamento anticipato di emolumenti di smaltimento giusta l’articolo 32abis della legge del 7 ottobre 1983 sulla protezione dell’ambiente (LPAmb);\n17. le attività nel campo della costruzione di impianti destinati al trasporto;\n18. il controllo dei gas di combustione;\n19. le prestazioni nel campo della pubblicità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_14"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Sezione 3: Imposizione di gruppo, Direzione unica",
        "citation": "Art. 15 OIVA",
        "content": "È data una direzione unica quando l’operato di un soggetto giuridico è controllato attraverso la maggioranza dei voti, per contratto o in altro modo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_15"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Sezione 3: Imposizione di gruppo, Membri del gruppo",
        "citation": "Art. 16 cpv. 1 OIVA",
        "content": "Le società di persone senza personalità giuridica sono assimilate ai soggetti giuridici ai sensi dell’articolo 13 LIVA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_16"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Sezione 3: Imposizione di gruppo, Membri del gruppo",
        "citation": "Art. 16 cpv. 2 OIVA",
        "content": "Gli agenti assicurativi possono essere membri di un gruppo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_16"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Sezione 3: Imposizione di gruppo, Costituzione dei gruppi",
        "citation": "Art. 17 cpv. 1 OIVA",
        "content": "I membri del gruppo d’imposizione possono essere determinati liberamente fra coloro che hanno diritto di essere inclusi nell’imposizione di gruppo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_17"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Sezione 3: Imposizione di gruppo, Costituzione dei gruppi",
        "citation": "Art. 17 cpv. 2 OIVA",
        "content": "È ammessa la costituzione di più sottogruppi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_17"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Sezione 3: Imposizione di gruppo, Autorizzazione dell’imposizione di gruppo",
        "citation": "Art. 18 cpv. 1 OIVA",
        "content": "Su richiesta, l’AFC rilascia l’autorizzazione all’imposizione di gruppo se sono soddisfatte le condizioni determinanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_18"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Sezione 3: Imposizione di gruppo, Autorizzazione dell’imposizione di gruppo",
        "citation": "Art. 18 cpv. 2 OIVA",
        "content": "La domanda va corredata delle dichiarazioni scritte con cui i singoli membri si dicono d’accordo con l’imposizione di gruppo, gli effetti della stessa e la rappresentanza del gruppo da parte del membro designato o della persona designata nella domanda.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_18"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Sezione 3: Imposizione di gruppo, Autorizzazione dell’imposizione di gruppo",
        "citation": "Art. 18 cpv. 3 OIVA",
        "content": "La domanda va presentata dal rappresentante del gruppo. Può rappresentare il gruppo: \na. un membro del gruppo d’imposizione residente in Svizzera; o\nb. una persona che non sia membro del gruppo e abbia il domicilio o la sede sociale in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_18"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Sezione 3: Imposizione di gruppo, Modifiche nella rappresentanza del gruppo",
        "citation": "Art. 19 cpv. 1 OIVA",
        "content": "Il rappresentante di un gruppo d’imposizione può dimettersi soltanto per la fine di un periodo fiscale. Le dimissioni vanno notificate per scritto all’AFC almeno un mese prima di tale data.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_19"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Sezione 3: Imposizione di gruppo, Modifiche nella rappresentanza del gruppo",
        "citation": "Art. 19 cpv. 2 OIVA",
        "content": "Se, in caso di dimissioni del rappresentante del gruppo, un mese prima della fine del periodo fiscale non le è stato notificato per scritto il nome del nuovo rappresentante, l’AFC può, previa diffida, designare quale rappresentante uno dei membri del gruppo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_19"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Sezione 3: Imposizione di gruppo, Modifiche nella rappresentanza del gruppo",
        "citation": "Art. 19 cpv. 3 OIVA",
        "content": "Di comune accordo, i membri del gruppo possono revocare il mandato al rappresentante purché designino nel contempo un nuovo rappresentante. Il capoverso 1 si applica per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_19"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Sezione 3: Imposizione di gruppo, Modifiche nella composizione del gruppo",
        "citation": "Art. 20 cpv. 1 OIVA",
        "content": "Se un membro non soddisfa più le condizioni di partecipazione all’imposizione di gruppo, il rappresentante del gruppo ne informa l’AFC per scritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_20"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Sezione 3: Imposizione di gruppo, Modifiche nella composizione del gruppo",
        "citation": "Art. 20 cpv. 2 OIVA",
        "content": "Su richiesta, un soggetto giuridico può entrare a far parte di un gruppo esistente o un membro può uscirne. L’AFC autorizza l’entrata e l’uscita per l’inizio del periodo fiscale successivo o la fine di quello in corso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_20"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Sezione 3: Imposizione di gruppo, Modifiche nella composizione del gruppo",
        "citation": "Art. 20 cpv. 3 OIVA",
        "content": "Il soggetto giuridico che soddisfa le condizioni di partecipazione all’imposizione di gruppo che in precedenza non adempiva può chiedere di entrare a far parte di un gruppo d’imposizione esistente anche nel corso del periodo fiscale, purché ne faccia domanda scritta all’AFC entro 30 giorni dalla comunicazione della determinante modifica del registro di commercio o dall’adempimento delle condizioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_20"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Sezione 3: Imposizione di gruppo, Requisiti amministrativi e contabili",
        "citation": "Art. 21 cpv. 1 OIVA",
        "content": "I membri del gruppo devono chiudere i conti alla stessa data, eccezion fatta per le società holding che, per motivi inerenti alla presentazione dei conti, prevedono un’altra data di chiusura del bilancio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_21"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Sezione 3: Imposizione di gruppo, Requisiti amministrativi e contabili",
        "citation": "Art. 21 cpv. 2 OIVA",
        "content": "Ciascun membro del gruppo deve allestire un rendiconto d’imposta interno che va consolidato nel rendiconto del gruppo d’imposizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_21"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Sezione 3: Imposizione di gruppo, Responsabilità solidale nell’imposizione di gruppo",
        "citation": "Art. 22 cpv. 1 OIVA",
        "content": "La responsabilità solidale di un membro di un gruppo d’imposizione si estende ai crediti di imposta, agli interessi e alle spese che sorgono durante la sua appartenenza al gruppo, eccezion fatta per le multe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_22"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Sezione 3: Imposizione di gruppo, Responsabilità solidale nell’imposizione di gruppo",
        "citation": "Art. 22 cpv. 2 OIVA",
        "content": "Se è stata promossa l’esecuzione nei confronti di un membro del gruppo d’imposizione, è stato fatto valere un ricupero d’imposta mediante avviso di tassazione nei confronti del rappresentante o è stato annunciato un controllo, i membri del gruppo d’imposizione non possono sottrarsi alla responsabilità solidale uscendo dal gruppo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_22"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Sezione 4: Responsabilità nella cessione di crediti, Entità della cessione",
        "citation": "Art. 23 OIVA",
        "content": "In caso di cessione di parte del credito relativo a una controprestazione, si considera che l’imposta sul valore aggiunto sia ceduta proporzionalmente. Non è ammessa la cessione del credito netto senza imposta sul valore aggiunto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_23"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Sezione 4: Responsabilità nella cessione di crediti, Entità della responsabilità",
        "citation": "Art. 24 cpv. 1 OIVA",
        "content": "La responsabilità secondo l’articolo 15 capoverso 4 LIVA è limitata all’importo dell’imposta sul valore aggiunto effettivamente ricevuto dal cessionario, nell’ambito di una procedura di esecuzione forzata nei confronti del contribuente, a decorrere dal pignoramento o dalla dichiarazione di fallimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_24"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Sezione 4: Responsabilità nella cessione di crediti, Entità della responsabilità",
        "citation": "Art. 24 cpv. 2 OIVA",
        "content": "Nell’ambito della procedura di pignoramento o di realizzazione del pegno nei confronti di un contribuente, dopo aver ricevuto l’atto di pignoramento l’AFC informa senza indugio il cessionario sulla responsabilità a suo carico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_24"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Sezione 4: Responsabilità nella cessione di crediti, Entità della responsabilità",
        "citation": "Art. 24 cpv. 3 OIVA",
        "content": "Dopo la dichiarazione di fallimento nei confronti di un contribuente, l’AFC può far valere la responsabilità del cessionario anche senza averlo previamente informato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_24"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 1: Soggetto fiscale, Sezione 4: Responsabilità nella cessione di crediti, Esonero dalla responsabilità",
        "citation": "Art. 25 OIVA",
        "content": "Versando all’AFC l’imposta sul valore aggiunto ricevuta con il credito cedutogli, il cessionario si libera dalla responsabilità in ragione di quanto versato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_25"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Sezione 1: Rapporto di prestazione, Prestazioni a persone strettamente vincolate",
        "citation": "Art. 26 OIVA",
        "content": "L’esecuzione di prestazioni a persone strettamente vincolate è considerata un rapporto di prestazione. Il calcolo è retto dall’articolo 24 capoverso 2 LIVA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_26"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Sezione 1: Rapporto di prestazione, Tassa di smaltimento anticipata",
        "citation": "Art. 27 OIVA",
        "content": "Mediante le loro attività, le organizzazioni private ai sensi dell’articolo 32abis LPAmb eseguono prestazioni nei confronti di fabbricanti e importatori. Le tasse di smaltimento anticipate costituiscono la controprestazione di tali prestazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_27"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Sezione 1: Rapporto di prestazione, Distaccamento transfrontaliero di collaboratori di un gruppo",
        "citation": "Art. 28 OIVA",
        "content": "Il distaccamento transfrontaliero di collaboratori in seno a un gruppo non è considerato un rapporto di prestazione se: \na. un datore di lavoro estero distacca un lavoratore in un’azienda appartenente al gruppo in territorio svizzero o un datore di lavoro svizzero distacca un lavoratore in un’azienda all’estero appartenente al gruppo;\nb. il lavoratore esegue la prestazione lavorativa a favore dell’azienda che lo impiega, ma mantiene il contratto di lavoro con l’impresa che lo distacca; e\nc. i salari, i contributi sociali e le spese connesse sono addossate, senza supplementi, dal datore di lavoro che distacca il lavoratore all’azienda che lo impiega.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_28"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Sezione 1: Rapporto di prestazione, Sussidi e altri contributi di diritto pubblico",
        "citation": "Art. 29 OIVA",
        "content": "Sono considerati sussidio o altro contributo di diritto pubblico segnatamente i seguenti flussi di mezzi finanziari versati da una collettività pubblica:\na. gli aiuti finanziari ai sensi dell’articolo 3 capoverso 1 della legge del 5 ottobre 1990 sui sussidi (LSu);\nb. le indennità ai sensi dell’articolo 3 capoverso 2 lettera a LSu, in quanto non sia dato un rapporto di prestazione;\nc. i contributi per la ricerca, in quanto la collettività pubblica non abbia il diritto esclusivo sui risultati della ricerca;\nd. i flussi di mezzi finanziari paragonabili a quelli di cui alle lettere a–c versati in virtù del diritto cantonale e comunale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_29"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Sezione 1: Rapporto di prestazione, Trasmissione di mezzi finanziari che non sono considerati controprestazioni",
        "citation": "Art. 30 cpv. 1 OIVA",
        "content": "La trasmissione di mezzi finanziari che non sono considerati controprestazioni secondo l’articolo 18 capoverso 2 LIVA, segnatamente nell’ambito della cooperazione in materia di formazione e ricerca, non è imponibile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_30"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Sezione 1: Rapporto di prestazione, Trasmissione di mezzi finanziari che non sono considerati controprestazioni",
        "citation": "Art. 30 cpv. 2 OIVA",
        "content": "La riduzione della deduzione dell’imposta precedente secondo l’articolo 33 capoverso 2 LIVA è operata presso l’ultimo destinatario del versamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_30"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Sezione 2: Pluralità di prestazioni, Arnesi speciali",
        "citation": "Art. 31 cpv. 1 OIVA",
        "content": "Gli arnesi speciali che il contribuente ha acquistato, fabbricato o fatto fabbricare appositamente per eseguire un ordine di fabbricazione sono considerati far parte della fornitura del bene costruito con essi. È irrilevante che gli arnesi speciali:\na. siano fatturati separatamente al destinatario della prestazione o inclusi nel prezzo dei prodotti;\nb. dopo l’esecuzione dell’ordine di fabbricazione, siano consegnati o meno al destinatario della prestazione o a un terzo da questi designato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_31"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Sezione 2: Pluralità di prestazioni, Arnesi speciali",
        "citation": "Art. 31 cpv. 2 OIVA",
        "content": "Sono considerati arnesi speciali segnatamente cliché, fotolitografie e composizioni, arnesi per punzonare e trafilare, calibri, matrici, forme di pressatura e d’iniezione, stampi, modelli per fonderia, conchiglie e film per circuiti stampati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_31"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Sezione 2: Pluralità di prestazioni, Insiemi e combinazioni di prestazioni",
        "citation": "Art. 32 OIVA",
        "content": "Per determinare se il luogo della prestazione in caso di combinazioni di prestazioni si trovi in territorio svizzero o all’estero si applica per analogia l’articolo 19 capoverso 2 LIVA",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_32"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Sezione 2: Pluralità di prestazioni, Applicazione dell’imposizione dell’importazione alle prestazioni eseguite sul territorio svizzero",
        "citation": "Art. 33 OIVA",
        "content": "L’imposizione dell’importazione secondo l’articolo 112 è determinante anche per l’imposta sulle prestazioni eseguite sul territorio svizzero in quanto la combinazione di prestazioni non sia stata elaborata o modificata dopo l’imposizione dell’importazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_33"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Sezione 3: Prestazioni escluse dall’imposta, Cure mediche",
        "citation": "Art. 34 cpv. 1 OIVA",
        "content": "Sono considerati cure mediche l’accertamento e il trattamento di malattie, lesioni e altri disturbi della salute fisica e psichica dell’uomo nonché le attività che servono alla prevenzione di malattie e di disturbi della salute dell’uomo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_34"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Sezione 3: Prestazioni escluse dall’imposta, Cure mediche",
        "citation": "Art. 34 cpv. 2 OIVA",
        "content": "Sono assimilati alle cure mediche:\na. le prestazioni specifiche di maternità come esami di controllo, preparazione al parto o consulenza per l’allattamento; \nb. gli esami, le consulenze e i trattamenti in relazione con la fecondazione artificiale, la contraccezione o l’interruzione della gravidanza;\nc. tutte le forniture e le prestazioni di servizi effettuate da un medico o da un medico-dentista per l’allestimento di un rapporto medico o di una perizia medica, volti ad appurare le pretese secondo il diritto delle assicurazioni sociali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_34"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Sezione 3: Prestazioni escluse dall’imposta, Cure mediche",
        "citation": "Art. 34 cpv. 3 OIVA",
        "content": "Non sono considerati cure mediche segnatamente:\na. gli esami, le consulenze e i trattamenti miranti unicamente a migliorare il benessere o il rendimento o eseguiti unicamente per ragioni estetiche, salvo che l’esame, la consulenza o il trattamento sia effettuato da un medico o da un medico-dentista abilitato a esercitare l’attività medica o dentaria sul territorio svizzero;\nb. gli esami eseguiti per l’allestimento di una perizia che non sono in relazione con un trattamento concreto della persona esaminata, fatto salvo il capoverso 2 lettera c;\nc. la somministrazione di medicinali o di mezzi ausiliari medici, salvo che siano utilizzati dalla persona curante nell’ambito di una cura medica;\nd. la somministrazione di protesi e di apparecchi ortopedici fabbricati in proprio o acquistati, anche se essa avviene nell’ambito di una cura medica; è considerato protesi un pezzo sostitutivo del corpo che, senza intervento chirurgico, può essere reimpiegato o riapplicato dopo essere stato tolto dal corpo;\ne. i provvedimenti della cura di base; questi sono considerati prestazioni di cura giusta l’articolo 21 capoverso 2 numero 4 LIVA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_34"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Sezione 3: Prestazioni escluse dall’imposta, Condizione per il riconoscimento come prestatore di cure mediche",
        "citation": "Art. 35 cpv. 1 OIVA",
        "content": "Il prestatore dispone di un’autorizzazione all’esercizio della professione ai sensi dell’articolo 21 capoverso 2 numero 3 LIVA se:\na. dispone dell’autorizzazione all’esercizio indipendente della professione richiesta dal diritto cantonale; o\nb. è ammesso all’esercizio della cura medica secondo la legislazione cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_35"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Sezione 3: Prestazioni escluse dall’imposta, Condizione per il riconoscimento come prestatore di cure mediche",
        "citation": "Art. 35 cpv. 2 OIVA",
        "content": "Sono considerate professioni mediche e sanitarie ai sensi dell’articolo 21 capoverso 2 numero 3 LIVA segnatamente quelle di:\na. medici;\nb. medici-dentisti;\nc. protesisti dentari;\ncbis. igienisti dentali;\nd. psicoterapeuti;\ne. chiropratici;\nf. fisioterapisti;\ng. ergoterapisti;\nh. naturopati, guaritori, guaritori naturali;\ni. levatrici;\nj. infermieri;\nk. massaggiatori medico-terapeutici;\nl. logopedisti;\nm. dietisti;\nn. podologi;\no. ....\np. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_35"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Sezione 3: Prestazioni escluse dall’imposta, Prestazioni culturali",
        "citation": "Art. 36 cpv. 2 OIVA",
        "content": "Sono considerati autori ai sensi dell’articolo 21 capoverso 2 numero 16 LIVA gli autori di opere giusta gli articoli 2 e 3 LDA, purché eseguano prestazioni culturali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_36"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Sezione 3: Prestazioni escluse dall’imposta, Collaborazione tra collettività pubbliche",
        "citation": "Art. 38 cpv. 1 OIVA",
        "content": "Per partecipazione di collettività pubbliche a società di diritto privato o pubblico ai sensi dell’articolo 21 capoverso 2 numero 28 lettera b LIVA si intende sia la partecipazione diretta sia quella indiretta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_38"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Sezione 3: Prestazioni escluse dall’imposta, Collaborazione tra collettività pubbliche",
        "citation": "Art. 38 cpv. 2 OIVA",
        "content": "Per istituti e fondazioni fondati da collettività pubbliche ai sensi dell’articolo 21 capoverso 2 numero 28 lettera c LIVA si intendono gli istituti e le fondazioni fondati sia in modo diretto che indiretto da collettività pubbliche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_38"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Sezione 3: Prestazioni escluse dall’imposta, Collaborazione tra collettività pubbliche",
        "citation": "Art. 38 cpv. 3 OIVA",
        "content": "L’esclusione dall’imposta si estende:\na. alle prestazioni effettuate tra le società di diritto privato o pubblico alle quali partecipano esclusivamente collettività pubbliche e le società detenute in modo diretto o indiretto esclusivamente da tali società o gli istituti e le fondazioni fondati in modo diretto o indiretto esclusivamente da tali società;\nb. alle prestazioni effettuate tra gli istituti o le fondazioni fondati esclusivamente da collettività pubbliche e le società detenute in modo diretto o indiretto esclusivamente da tali istituti e fondazioni o gli istituti e le fondazioni fondati in modo diretto o indiretto esclusivamente da tali istituti e fondazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_38"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Sezione 3: Prestazioni escluse dall’imposta, Istituti di formazione e di ricerca",
        "citation": "Art. 38a cpv. 1 OIVA",
        "content": "Sono considerati istituti di formazione e di ricerca:\na. gli istituti del settore delle scuole universitarie che, nell’ambito dell’articolo 63a della Costituzione federale, sono promossi da Confederazione e Cantoni in virtù di una base legale;\nb. le organizzazioni di pubblica utilità secondo l’articolo 3 lettera j LIVA nonché le collettività pubbliche secondo l’articolo 12 LIVA;\nc. gli ospedali pubblici, indipendentemente dalla loro forma giuridica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_38_a"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Sezione 3: Prestazioni escluse dall’imposta, Istituti di formazione e di ricerca",
        "citation": "Art. 38a cpv. 2 OIVA",
        "content": "Le imprese dell’economia privata non sono considerate istituti di formazione e di ricerca.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_38_a"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Sezione 3: Prestazioni escluse dall’imposta, Opzione per l’imposizione delle prestazioni escluse dall’imposta",
        "citation": "Art. 39 OIVA",
        "content": "L’opzione mediante dichiarazione nel rendiconto è esercitata nel medesimo periodo fiscale in cui è sorto il debito fiscale. Trascorso il termine di finalizzazione di cui all’articolo 72 capoverso 1 LIVA, non è più possibile esercitare l’opzione o rinunciare a un’opzione già esercitata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_39"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Sezione 4: Prestazioni esenti dall’imposta, Esenzione dall’imposta per i trasporti aerei internazionali",
        "citation": "Art. 41 cpv. 1 OIVA",
        "content": "Sono esenti dall’imposta:\na. i trasporti per via aerea di cui soltanto il luogo d’arrivo o di partenza si situa sul territorio svizzero; \nb. i trasporti per via aerea attraverso il territorio svizzero da un aeroporto estero a un altro aeroporto estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_41"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Sezione 4: Prestazioni esenti dall’imposta, Esenzione dall’imposta per i trasporti aerei internazionali",
        "citation": "Art. 41 cpv. 2 OIVA",
        "content": "I tragitti sul territorio svizzero per i trasporti aerei internazionali sono esenti dall’imposta se il volo sul territorio svizzero è interrotto unicamente da uno scalo tecnico intermedio o per il trasbordo su un volo di coincidenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_41"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Sezione 4: Prestazioni esenti dall’imposta, Esenzione dall’imposta per i trasporti ferroviari internazionali",
        "citation": "Art. 42 cpv. 1 OIVA",
        "content": "Fatto salvo il capoverso 2, i trasporti ferroviari transfrontalieri sono esenti dall’imposta, purché si tratti di tragitti per i quali esiste un titolo di trasporto internazionale. Vi sono compresi:\na. i trasporti per tragitti di cui soltanto la stazione di partenza o d’arrivo si situa sul territorio svizzero; \nb. i trasporti per tragitti di transito sul territorio svizzero, utilizzati per collegare stazioni di partenza e d’arrivo situate all’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_42"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Sezione 4: Prestazioni esenti dall’imposta, Esenzione dall’imposta per i trasporti ferroviari internazionali",
        "citation": "Art. 42 cpv. 2 OIVA",
        "content": "Per l’esenzione dall’imposta la quota del prezzo di viaggio per il tragitto estero dev’essere maggiore rispetto all’imposta sul valore aggiunto non dovuta a causa dell’esenzione fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_42"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Sezione 4: Prestazioni esenti dall’imposta, Esenzione dall’imposta per i trasporti ferroviari internazionali",
        "citation": "Art. 42 cpv. 3 OIVA",
        "content": "Non è concessa l’esenzione dall’imposta per la vendita di titoli di trasporto forfettari, segnatamente abbonamenti generali e a metà prezzo, utilizzati in tutto o in parte per trasporti esenti dall’imposta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_42"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Sezione 4: Prestazioni esenti dall’imposta, Esenzione dall’imposta per i trasporti internazionali in autobus",
        "citation": "Art. 43 cpv. 1 OIVA",
        "content": "È esente dall’imposta il trasporto di persone in autobus su tragitti che:\na. si svolgono prevalentemente in territorio estero; o\nb. transitano sul territorio svizzero per collegare luoghi di partenza e d’arrivo situati all’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_43"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Sezione 4: Prestazioni esenti dall’imposta, Esenzione dall’imposta per i trasporti internazionali in autobus",
        "citation": "Art. 43 cpv. 2 OIVA",
        "content": "È esente dall’imposta il trasporto di persone su tragitti situati esclusivamente in territorio svizzero che sia unicamente destinato a portare una persona direttamente nel luogo in cui viene effettuata una prestazione di trasporto secondo il capoverso 1, purché esso sia fatturato unitamente a quest’ultima.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_43"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Sezione 4: Prestazioni esenti dall’imposta, Operazioni con monete d’oro e oro fino esenti dall’imposta",
        "citation": "Art. 44 cpv. 1 OIVA",
        "content": "Sono esenti dall’imposta le operazioni con:\na. monete d’oro coniate dagli Stati designate nelle voci di tariffa doganale 7118.9000 e 9705.0000;\nb. oro a scopi di investimento con il titolo minimo di 995 millesimi, sotto forma di:\n1. lingotti fusi, con menzione del titolo e del marchio proveniente da un saggiatore-fonditore riconosciuto, oppure\n2. lamelle ritagliate, con menzione del titolo e del marchio proveniente da un saggiatore-fonditore riconosciuto, oppure di un marchio d’artefice registrato in Svizzera;\nc. oro in forma di granuli d’un tenore d’oro fino di almeno 995 millesimi, imballati e sigillati da un fonditore-saggiatore riconosciuto;\nd. oro greggio o semilavorato destinato alla raffinazione o al recupero;\ne. oro in forma di cascami e rottami.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_44"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 2: Oggetto dell’imposta, Sezione 4: Prestazioni esenti dall’imposta, Operazioni con monete d’oro e oro fino esenti dall’imposta",
        "citation": "Art. 44 cpv. 2 OIVA",
        "content": "È considerata oro ai sensi del capoverso 1 lettere d ed e anche qualsiasi lega contenente, in peso, 2 per cento o più di oro o, in presenza di platino, contenente più oro che platino.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_44"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Sezione 1: Base di calcolo, Controprestazioni in valuta estera",
        "citation": "Art. 45 cpv. 1 OIVA",
        "content": "Per calcolare l’imposta sul valore aggiunto dovuta, le controprestazioni in valuta estera vanno convertite in valuta svizzera al momento della nascita del credito fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_45"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Sezione 1: Base di calcolo, Controprestazioni in valuta estera",
        "citation": "Art. 45 cpv. 2 OIVA",
        "content": "È data una controprestazione in valuta estera quando la fattura o la ricevuta è emessa in valuta estera. Se non è emessa una fattura o una ricevuta, è determinante la valuta in cui è operata la contabilizzazione presso il fornitore della prestazione. È irrilevante la valuta in cui il pagamento è effettuato o in cui è dato il resto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_45"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Sezione 1: Base di calcolo, Controprestazioni in valuta estera",
        "citation": "Art. 45 cpv. 3 OIVA",
        "content": "La conversione viene fatta al tasso di cambio pubblicato dall’AFC, con possibilità di scelta tra il corso medio mensile e il corso del giorno per la vendita delle divise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_45"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Sezione 1: Base di calcolo, Controprestazioni in valuta estera",
        "citation": "Art. 45 cpv. 3bis OIVA",
        "content": "Alle valute estere per le quali l’AFC non pubblica alcun corso si applica il corso del giorno per la vendita delle divise pubblicato da una banca situata sul territorio svizzero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_45"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Sezione 1: Base di calcolo, Controprestazioni in valuta estera",
        "citation": "Art. 45 cpv. 4 OIVA",
        "content": "I contribuenti che fanno parte di un gruppo possono operare la conversione basandosi sul corso del gruppo. Tale corso è applicato tanto alle prestazioni infragruppo quanto nei rapporti con terzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_45"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Sezione 1: Base di calcolo, Controprestazioni in valuta estera",
        "citation": "Art. 45 cpv. 5 OIVA",
        "content": "Il metodo prescelto (corso medio mensile, corso del giorno o corso del gruppo) va applicato almeno per un periodo fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_45"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Sezione 1: Base di calcolo, Commissioni su carte di credito e tasse relative ad assegni",
        "citation": "Art. 46 OIVA",
        "content": "Non sono considerati diminuzione della controprestazione le commissioni sulle carte di credito, le tasse relative ad assegni, le perdite derivanti dalla conversione di assegni WIR e simili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_46"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Sezione 1: Base di calcolo, Prestazioni al personale",
        "citation": "Art. 47 cpv. 1 OIVA",
        "content": "Per le prestazioni eseguite a titolo oneroso al personale, l’imposta è calcolata sulla controprestazione effettivamente ricevuta. È fatto salvo l’articolo 24 capoversi 2 e 3 LIVA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_47"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Sezione 1: Base di calcolo, Prestazioni al personale",
        "citation": "Art. 47 cpv. 2 OIVA",
        "content": "Le prestazioni del datore di lavoro al personale che vanno dichiarate nel certificato di salario sono considerate effettuate a titolo oneroso. L’imposta va calcolata sulla base dell’importo determinante per le imposte dirette.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_47"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Sezione 1: Base di calcolo, Prestazioni al personale",
        "citation": "Art. 47 cpv. 3 OIVA",
        "content": "Le prestazioni che non devono essere dichiarate nel certificato di salario sono considerate effettuate a titolo gratuito; per tali prestazioni si presume vi sia un motivo imprenditoriale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_47"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Sezione 1: Base di calcolo, Prestazioni al personale",
        "citation": "Art. 47 cpv. 4 OIVA",
        "content": "Se nell’ambito delle imposte dirette sono ammessi, per la determinazione delle componenti salariali, valori forfettari utili anche ai fini del calcolo dell’imposta sul valore aggiunto, tali valori possono essere applicati anche all’imposta sul valore aggiunto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_47"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Sezione 1: Base di calcolo, Prestazioni al personale",
        "citation": "Art. 47 cpv. 5 OIVA",
        "content": "Ai fini dell’applicazione dei capoversi 2–4 è irrilevante che si tratti di persone strettamente vincolate secondo l’articolo 3 lettera h LIVA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_47"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Sezione 1: Base di calcolo, Tasse cantonali a favore dei fondi di approvvigionamento idrico, di trattamento delle acque di scarico e di smaltimento dei rifiuti",
        "citation": "Art. 48 cpv. 1 OIVA",
        "content": "L’AFC fissa per ogni fondo l’entità delle percentuali di deduzione applicabile alle singole aziende affiliate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_48"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Sezione 1: Base di calcolo, Tasse cantonali a favore dei fondi di approvvigionamento idrico, di trattamento delle acque di scarico e di smaltimento dei rifiuti",
        "citation": "Art. 48 cpv. 2 OIVA",
        "content": "L’AFC tiene conto del fatto che: \na. il fondo non riversa tutte le tasse incassate; e\nb. gli acquirenti contribuenti hanno dedotto interamente a titolo d’imposta precedente l’imposta loro fatturata sulle prestazioni di servizi di smaltimento e sulle forniture di acqua.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_48"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Sezione 1a:, Imposizione dei margini Oggetti d’arte, antichità e altri pezzi da collezione",
        "citation": "Art. 48a cpv. 1 OIVA",
        "content": "Sono considerati oggetti d’arte le seguenti opere fisiche di autori ai sensi dell’articolo 21 capoverso 2 numero 16 LIVA:\na. quadri eseguiti personalmente dall’artista quali dipinti a olio, acquerelli, pastelli, disegni, collage e simili; sono esclusi piani e disegni di architetti e di ingegneri, disegni tecnici e altri progetti e disegni eseguiti per scopi industriali, commerciali, topografici o simili, oggetti manufatti dipinti o decorati a mano, tele dipinte per scenari di teatro, per sfondi di studi d’arte e per usi simili;\nb. incisioni, stampe e litografie originali ottenute, in un numero limitato di esemplari, in bianco e nero o a colori, direttamente da una o più matrici lavorate interamente a mano dall’artista, qualunque sia la tecnica o la materia usata, escluso qualsiasi procedimento meccanico e fotomeccanico;\nc. serigrafie che presentano le caratteristiche di un’opera artistica originale, eseguite dall’artista in un numero limitato di esemplari e stampate da matrici lavorate interamente a mano dall’artista;\nd. opere originali dell’arte statuaria o scultoria eseguite interamente dall’artista nonché sculture copiate, in un numero limitato di esemplari, sotto il controllo dell’artista o dei suoi successori in diritto;\ne. arazzi e tappeti murali eseguiti a mano in un numero limitato di esemplari da disegni originali forniti da artisti;\nf. esemplari unici di ceramica, interamente eseguiti dall’artista e firmati dal medesimo;\ng. opere smaltate interamente eseguite a mano in un numero limitato di esemplari, numerate e recanti la firma dell’artista o dell’atelier che le ha realizzate;\nh. fotografie eseguite dall’artista, riprodotte da lui stesso o sotto il suo controllo in un numero limitato di esemplari e certificate o firmate dal medesimo;\ni. oggetti d’arte eseguiti personalmente dall’artista in un numero limitato di esemplari e non citati alle lettere a−h.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_48_a"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Sezione 1a:, Imposizione dei margini Oggetti d’arte, antichità e altri pezzi da collezione",
        "citation": "Art. 48a cpv. 2 OIVA",
        "content": "Sono considerati antichità i beni mobili aventi più di 100 anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_48_a"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Sezione 1a:, Imposizione dei margini Oggetti d’arte, antichità e altri pezzi da collezione",
        "citation": "Art. 48a cpv. 3 OIVA",
        "content": "Sono considerati pezzi da collezione in particolare anche:\na. francobolli, marche da bollo, marche postali, buste primo giorno di emissione, interi postali e simili, obliterati o non obliterati, che non sono destinati ad avere corso;\nb. collezioni e pezzi da collezione di zoologia, di botanica, di mineralogia, di anatomia o pezzi da collezione aventi interesse storico, archeologico, paleontologico, etnografico o numismatico;\nc. autoveicoli la cui prima immatricolazione all’atto dell’acquisto risale ad oltre 30 anni;\nd. vini e altri alcolici recanti l’indicazione dell’annata e accertabili mediante numerazione o in altro modo;\ne. oggetti realizzati in metalli preziosi, placcati in metalli preziosi, con pietre preziose, pietre semipreziose e simili quali gioielli, articoli di gioielleria, orologi e monete di valore collezionistico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_48_a"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Sezione 1a:, Imposizione dei margini Imposizione dei margini per beni acquistati a un prezzo complessivo",
        "citation": "Art. 48b cpv. 1 OIVA",
        "content": "Se ha acquistato pezzi da collezione a un prezzo complessivo, il rivenditore assoggetta all’imposizione dei margini la vendita di tutti questi pezzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_48_b"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Sezione 1a:, Imposizione dei margini Imposizione dei margini per beni acquistati a un prezzo complessivo",
        "citation": "Art. 48b cpv. 2 OIVA",
        "content": "La controprestazione della rivendita di singoli pezzi da collezione acquistati a un prezzo complessivo è dichiarata nel periodo di rendiconto nel quale è stata conseguita. Nel momento in cui supera il prezzo complessivo, la somma di tutte le controprestazioni è imponibile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_48_b"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Sezione 1a:, Imposizione dei margini Imposizione dei margini per beni acquistati a un prezzo complessivo",
        "citation": "Art. 48b cpv. 3 OIVA",
        "content": "Se i pezzi da collezione vengono acquistati assieme ad altri beni a un prezzo complessivo, l’imposizione dei margini si applica solo qualora sia possibile determinare approssimativamente la quota percentuale del prezzo d’acquisto relativa ai pezzi da collezione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_48_b"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Sezione 1a:, Imposizione dei margini Fatturazione",
        "citation": "Art. 48c OIVA",
        "content": "Se in caso di rivendita di pezzi da collezione indica chiaramente l’imposta, il contribuente è tenuto a pagarla e non può né applicare l’imposizione dei margini né dedurre l’imposta precedente fittizia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_48_c"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Sezione 1a:, Imposizione dei margini Registrazioni",
        "citation": "Art. 48d OIVA",
        "content": "Il contribuente effettua una registrazione dell’acquisto e della vendita dei pezzi da collezione. In caso di beni acquistati a un prezzo complessivo sono effettuate registrazioni separate per ogni lotto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_48_d"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Sezione 2: Aliquote d’imposta, Medicinali",
        "citation": "Art. 49 OIVA",
        "content": "Sono considerati medicinali:\na. i medicamenti pronti per l’uso e le premiscele per foraggi medicinali a uso veterinario omologati secondo l’articolo 9 capoverso 1 della legge del 15 dicembre 2000 sugli agenti terapeutici (LATer), come pure i relativi prodotti galenici finiti; \nb. i medicamenti pronti per l’uso che ai sensi dell’articolo 9 capoversi 2 e 2ter LATer non sono soggetti all’obbligo di omologazione, ad eccezione del sangue umano e animale completo;\nc. i medicamenti pronti per l’uso che hanno ottenuto un’omologazione temporanea ai sensi dell’articolo 9a LATer o un’autorizzazione temporanea ai sensi dell’articolo 9b LATer;\nd. i medicamenti pronti per l’uso non omologati ai sensi degli articoli 48 e 49 capoversi 1–4 dell’ordinanza del 14 novembre 2018 sull’autorizzazione dei medicamenti come pure ai sensi degli articoli 7–7c dell’ordinanza del 18 agosto 2004 sui medicamenti veterinari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_49"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Sezione 2: Aliquote d’imposta, Giornali e riviste senza carattere pubblicitario",
        "citation": "Art. 50 OIVA",
        "content": "Sono considerati giornali e riviste senza carattere pubblicitario gli stampati che adempiono le seguenti condizioni:\na. sono pubblicati periodicamente, ma almeno due volte all’anno;\nb. servono a informare o a intrattenere;\nc. hanno titolo invariato;\nd. hanno una numerazione progressiva e recano l’indicazione della data e del periodo di pubblicazione;\ne. si presentano esteriormente come giornali o riviste; \nf. non riservano uno spazio preponderante a iscrizioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_50"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Sezione 2: Aliquote d’imposta, Giornali e riviste elettronici senza carattere pubblicitario",
        "citation": "Art. 50a cpv. 1 OIVA",
        "content": "Sono considerati giornali e riviste elettronici senza carattere pubblicitario i prodotti elettronici che:\na. vengono trasmessi per via elettronica o offerti su supporti di dati;\nb. sono costituiti prevalentemente da testo o immagini; e\nc.  svolgono fondamentalmente la stessa funzione di giornali e riviste secondo l’articolo 50.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_50_a"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Sezione 2: Aliquote d’imposta, Giornali e riviste elettronici senza carattere pubblicitario",
        "citation": "Art. 50a cpv. 2 OIVA",
        "content": "Dei giornali e delle riviste elettronici senza carattere pubblicitario fanno parte anche gli audiogiornali e le audioriviste il cui contenuto riflette in massima parte l’opera originale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_50_a"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Sezione 2: Aliquote d’imposta, Libri e altri stampati senza carattere pubblicitario",
        "citation": "Art. 51 OIVA",
        "content": "Sono considerati libri e altri stampati senza carattere pubblicitario gli stampati che adempiono le seguenti condizioni:\na. hanno forma di libri, opuscoli o fogli sciolti; le opere a fogli sciolti sono considerate libri se sono composte di una copertina con legatura a vite, spirale o cucitura rapida e dei fogli sciolti da inserirvi, e si presentano come un’opera completa di almeno 16 pagine il cui titolo figura sulla copertina;\nb. hanno almeno 16 pagine, compresi la copertina e il risguardo, tranne i libri per l’infanzia, le partiture musicali stampate e le parti di stampati a fogli sciolti;\nc. hanno un contenuto religioso, letterario, artistico, ricreativo, educativo, istruttivo, informativo, tecnico o scientifico;\nd. non sono destinati ad accogliere iscrizioni o figurine da collezione, eccezion fatta per i libri scolastici e didattici nonché determinati libri per l’infanzia quali i quaderni d’esercizi con illustrazioni accompagnate da testi a carattere complementare e gli album da dipingere o colorare contenenti modelli e istruzioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_51"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Sezione 2: Aliquote d’imposta, Libri elettronici senza carattere pubblicitario",
        "citation": "Art. 51a cpv. 1 OIVA",
        "content": "Sono considerati libri elettronici senza carattere pubblicitario i prodotti elettronici che:\na. vengono trasmessi per via elettronica o offerti su supporti di dati;\nb. sono opere singole compiute, costituite prevalentemente da testo o immagini e non interattive; e\nc. svolgono fondamentalmente la stessa funzione dei libri stampati secondo l’articolo 51.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_51_a"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Sezione 2: Aliquote d’imposta, Libri elettronici senza carattere pubblicitario",
        "citation": "Art. 51a cpv. 2 OIVA",
        "content": "Dei libri elettronici senza carattere pubblicitario fanno parte anche gli audiolibri il cui contenuto riflette in massima parte l’opera originale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_51_a"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Sezione 2: Aliquote d’imposta, Carattere pubblicitario",
        "citation": "Art. 52 cpv. 1 OIVA",
        "content": "I prodotti stampati ed elettronici hanno carattere pubblicitario se a livello di contenuti l’intento principale è quello di propagandare le attività commerciali dell’editore o di un terzo che lo sostiene.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_52"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Sezione 2: Aliquote d’imposta, Carattere pubblicitario",
        "citation": "Art. 52 cpv. 2 OIVA",
        "content": "Sono considerate terzi che sostengono l’editore:\na. le persone e le imprese per cui l’editore opera o da questi controllate; o\nb. le altre persone strettamente vincolate all’editore ai sensi dell’articolo 3 lettera h LIVA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_52"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Sezione 2: Aliquote d’imposta, Carattere pubblicitario",
        "citation": "Art. 52 cpv. 3 OIVA",
        "content": "È considerata pubblicità sia la pubblicità diretta, come la pubblicità e le inserzioni, sia quella indiretta, come gli articoli pubbliredazionali e i comunicati pubblicitari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_52"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Sezione 2: Aliquote d’imposta, Preparazione sul posto e servizio presso il cliente",
        "citation": "Art. 53 cpv. 1 OIVA",
        "content": "Sono considerati preparazione segnatamente il fatto di cuocere, riscaldare, frullare, preparare o mescolare derrate alimentari. Non è considerato preparazione il semplice mantenimento della temperatura di derrate alimentari pronte per il consumo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_53"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Sezione 2: Aliquote d’imposta, Preparazione sul posto e servizio presso il cliente",
        "citation": "Art. 53 cpv. 2 OIVA",
        "content": "Per servizio s’intende segnatamente il fatto di servire i prodotti commestibili nei piatti, preparare buffet freddi e caldi, versare le bevande nei bicchieri, apparecchiare e sparecchiare i tavoli, servire gli ospiti, nonché la direzione e la sorveglianza del personale di servizio, la gestione e il rifornimento dei buffet a libero servizio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_53"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Sezione 2: Aliquote d’imposta, Impianti particolari per il consumo sul posto",
        "citation": "Art. 54 cpv. 1 OIVA",
        "content": "Sono considerati impianti particolari per il consumo di derrate alimentari sul posto (impianti per il consumo) segnatamente tavoli, tavoli alti, banchi e altri ripiani a disposizione per il consumo o impianti equivalenti, segnatamente quelli presenti su mezzi di trasporto. È irrilevante:\na. chi sia il proprietario degli impianti;\nb. che il cliente utilizzi effettivamente l’impianto;\nc. che gli impianti siano in numero sufficiente a permettere a tutti i clienti di consumare sul posto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_54"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Sezione 2: Aliquote d’imposta, Impianti particolari per il consumo sul posto",
        "citation": "Art. 54 cpv. 2 OIVA",
        "content": "Non sono considerate impianti per il consumo:\na. le sedie e le panchine senza tavolo che servono principalmente a permettere ai clienti una breve pausa;\nb. le tende e le roulotte dei locatari presso il chiosco o il ristorante di un campeggio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_54"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Sezione 2: Aliquote d’imposta, Derrate alimentari destinate ad essere asportate o consegnate",
        "citation": "Art. 55 cpv. 1 OIVA",
        "content": "Per consegna si intende la fornitura di derrate alimentari da parte del contribuente al domicilio del cliente o in un altro luogo da questi designato, senza ulteriore preparazione o servizio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_55"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Sezione 2: Aliquote d’imposta, Derrate alimentari destinate ad essere asportate o consegnate",
        "citation": "Art. 55 cpv. 2 OIVA",
        "content": "Sono considerate derrate alimentari destinate ad essere asportate le derrate alimentari che il cliente porta altrove dopo l’acquisto e non consuma nell’azienda del fornitore della prestazione. Sono indizi di una vendita da asporto segnatamente:\na. la volontà espressa dal cliente di asportare le derrate alimentari;\nb. la somministrazione delle derrate alimentari in un imballaggio apposito, idoneo al trasporto;\nc. la somministrazione delle derrate alimentari inadatte al consumo immediato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_55"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Sezione 2: Aliquote d’imposta, Derrate alimentari destinate ad essere asportate o consegnate",
        "citation": "Art. 55 cpv. 3 OIVA",
        "content": "Per determinate aziende e manifestazioni l’AFC prevede semplificazioni ai sensi dell’articolo 80 LIVA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_55"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 3: Base di calcolo e aliquote d’imposta, Sezione 2: Aliquote d’imposta, Provvedimenti organizzativi adeguati",
        "citation": "Art. 56 OIVA",
        "content": "Un provvedimento organizzativo adeguato è dato segnatamente dall’emissione di giustificativi che permettono di accertare se è stata effettuata una prestazione della ristorazione oppure una consegna o una fornitura da asporto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_56"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 4: Emissione della fattura e dichiarazione fiscale",
        "citation": "Art. 57 OIVA",
        "content": "Gli scontrini di cassa relativi a importi sino a 400 franchi non devono necessariamente contenere indicazioni sul destinatario della prestazione. Tali scontrini di cassa non danno diritto alla restituzione dell’imposta nell’ambito della procedura di rimborso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_57"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Sezione 1: In generale, Deduzione dell’imposta precedente in caso di valute estere",
        "citation": "Art. 58 OIVA",
        "content": "Al calcolo delle imposte precedenti deducibili si applica per analogia l’articolo 45.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_58"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Sezione 1: In generale, Prova",
        "citation": "Art. 59 cpv. 1 OIVA",
        "content": "L’imposta sulle prestazioni eseguite sul territorio svizzero è considerata fatturata se il fornitore della prestazione ha riscosso dal destinatario, in modo riconoscibile da quest’ultimo, l’imposta sul valore aggiunto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_59"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Sezione 1: In generale, Prova",
        "citation": "Art. 59 cpv. 2 OIVA",
        "content": "Il destinatario della prestazione non è tenuto a verificare se l’imposta sul valore aggiunto sia stata riscossa a ragione. La deduzione dell’imposta precedente è tuttavia esclusa se il destinatario della prestazione sa che la persona che ha trasferito l’imposta sul valore aggiunto non è iscritta quale contribuente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_59"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Sezione 1: In generale, Deduzione dell’imposta precedente per le monete d’oro e l’oro fino",
        "citation": "Art. 61 OIVA",
        "content": "L’imposta sulle forniture di beni e sulle prestazioni di servizi utilizzati per le operazioni di cui all’articolo 44 e per le importazioni di cui all’articolo 113 lettera g può essere dedotta quale imposta precedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_61"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Sezione 2:, Deduzione dell’imposta precedente fittizia, Metalli e pietre preziosi",
        "citation": "Art. 62 OIVA",
        "content": "Non sono considerati beni mobili accertabili i metalli preziosi delle voci di tariffa doganale 7106–7112 e le pietre preziose delle voci di tariffa doganale 7102–7105.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_62"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Sezione 2:, Deduzione dell’imposta precedente fittizia, Diritto alla deduzione dell’imposta precedente fittizia",
        "citation": "Art. 63 cpv. 1 OIVA",
        "content": "La deduzione dell’imposta precedente fittizia è ammessa se vengono acquistati a un prezzo complessivo unicamente beni mobili accertabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_63"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Sezione 2:, Deduzione dell’imposta precedente fittizia, Diritto alla deduzione dell’imposta precedente fittizia",
        "citation": "Art. 63 cpv. 2 OIVA",
        "content": "La deduzione dell’imposta precedente fittizia è esclusa se nel prezzo complessivo sono compresi pezzi da collezione (art. 48a) o beni mobili non accertabili e non sia possibile determinare approssimativamente la quota percentuale del prezzo d’acquisto relativa ai beni di cui all’articolo 28a LIVA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_63"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Sezione 2:, Deduzione dell’imposta precedente fittizia, Diritto alla deduzione dell’imposta precedente fittizia",
        "citation": "Art. 63 cpv. 3 OIVA",
        "content": "La deduzione dell’imposta precedente fittizia è esclusa se:\na.  al momento dell’acquisto del bene è stata applicata la procedura di notifica di cui all’articolo 38 LIVA;\nb.  il contribuente ha importato il bene;\nc. sono stati acquistati beni di cui all’articolo 44 capoversi 1 lettere a e b e 2;\nd.  il contribuente sa o dovrebbe sapere che tale bene è stato importato in esenzione d’imposta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_63"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Sezione 2:, Deduzione dell’imposta precedente fittizia, Diritto alla deduzione dell’imposta precedente fittizia",
        "citation": "Art. 63 cpv. 4 OIVA",
        "content": "Per i pagamenti effettuati nell’ambito della liquidazione dei danni, la deduzione dell’imposta precedente è consentita unicamente sul valore effettivo del bene al momento della sua assunzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_63"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Sezione 3: Correzione della deduzione dell’imposta precedente, Metodi di calcolo della correzione",
        "citation": "Art. 65 OIVA",
        "content": "La correzione della deduzione dell’imposta precedente può essere calcolata:\na. in base allo scopo effettivo d’utilizzazione;\nb. in base a metodi forfetari, mediante gli importi forfetari fissati dall’AFC;\nc. in base a calcoli propri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_65"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Sezione 3: Correzione della deduzione dell’imposta precedente, Metodi forfetari",
        "citation": "Art. 66 OIVA",
        "content": "L’AFC definisce segnatamente importi forfetari per:\na. l’attività delle banche;\nb. l’attività delle società d’assicurazione;\nc. l’attività di servizi di collettività pubbliche che beneficiano di finanziamenti speciali;\nd. la concessione di crediti, nonché i proventi degli interessi e i proventi del commercio di cartevalori;\ne. l’amministrazione di immobili propri per la cui imposizione non si è optato secondo l’articolo 22 LIVA;\nf. le imprese di trasporto pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_66"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Sezione 3: Correzione della deduzione dell’imposta precedente, Calcoli propri",
        "citation": "Art. 67 OIVA",
        "content": "Se esegue le correzioni dell’imposta precedente in base a calcoli propri, il contribuente deve giustificare esaurientemente i fatti alla base dei suoi calcoli ed effettuare una verifica della plausibilità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_67"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Sezione 3: Correzione della deduzione dell’imposta precedente, Scelta del metodo",
        "citation": "Art. 68 cpv. 1 OIVA",
        "content": "Per calcolare la correzione dell’imposta precedente, il contribuente può applicare uno o più metodi, sempre che conducano a un risultato corretto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_68"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Sezione 3: Correzione della deduzione dell’imposta precedente, Scelta del metodo",
        "citation": "Art. 68 cpv. 2 OIVA",
        "content": "È ritenuta conforme l’applicazione di uno o più metodi che consideri il principio dell’economicità della riscossione, sia comprensibile sotto il profilo economico e attribuisca le imposte precedenti proporzionalmente all’utilizzazione per una determinata attività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_68"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Sezione 4: Consumo proprio, Principi",
        "citation": "Art. 69 cpv. 1 OIVA",
        "content": "La deduzione dell’imposta precedente va corretta integralmente riguardo a beni e prestazioni di servizi non utilizzati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_69"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Sezione 4: Consumo proprio, Principi",
        "citation": "Art. 69 cpv. 2 OIVA",
        "content": "La deduzione dell’imposta precedente va corretta riguardo a beni e prestazioni di servizi utilizzati che siano ancora disponibili e abbiano un valore attuale nel momento in cui sono venuti meno i presupposti per la deduzione dell’imposta precedente. Si presume che siano consumate o non più godibili già al momento dell’acquisto le prestazioni di servizi nell’ambito della consulenza, della contabilità, del reclutamento di personale, del management e della pubblicità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_69"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Sezione 4: Consumo proprio, Principi",
        "citation": "Art. 69 cpv. 3 OIVA",
        "content": "Per i beni fabbricati in proprio occorre prevedere, per l’utilizzazione dell’infrastruttura, un supplemento del 33 per cento sull’imposta precedente sul materiale e su eventuali lavori di terzi per i semilavorati. È fatta salva la prova effettiva delle imposte precedenti sull’utilizzazione dell’infrastruttura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_69"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Sezione 4: Consumo proprio, Principi",
        "citation": "Art. 69 cpv. 4 OIVA",
        "content": "Se i presupposti per la deduzione dell’imposta precedente vengono meno solo parzialmente, la correzione va effettuata nella misura in cui l’utilizzazione non dia più diritto alla deduzione dell’imposta precedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_69"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Sezione 4: Consumo proprio, Determinazione del valore attuale",
        "citation": "Art. 70 cpv. 1 OIVA",
        "content": "Il valore attuale va calcolato sulla base del prezzo d’acquisto, al netto del valore del terreno nel caso degli immobili, nonché sulla base delle spese che aumentano il valore. Non va tenuto conto delle spese di mantenimento del valore. Per spese di mantenimento del valore s’intendono quelle che servono unicamente a mantenere il valore e la funzionalità di un bene, segnatamente le spese per servizi, manutenzione, esercizio, riparazione e ripristino.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_70"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Sezione 4: Consumo proprio, Determinazione del valore attuale",
        "citation": "Art. 70 cpv. 2 OIVA",
        "content": "Nel determinare il valore attuale di beni e prestazioni di servizi utilizzati occorre considerare, nel primo periodo fiscale dell’utilizzazione, la perdita di valore per tutto il periodo fiscale. Nell’ultimo periodo fiscale non ancora concluso non si può per contro operare alcun ammortamento, tranne nel caso in cui la modifica dell’utilizzazione intervenga l’ultimo giorno del periodo fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_70"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Sezione 4: Consumo proprio, Ristrutturazioni considerevoli di edifici",
        "citation": "Art. 71 OIVA",
        "content": "Se i costi di ristrutturazione di una fase di costruzione superano complessivamente il 5 per cento del valore d’assicurazione dell’edificio prima della ristrutturazione, la deduzione dell’imposta precedente dev’essere corretta dei costi complessivi, indipendentemente dal fatto che si tratti di costi che aumentano o mantengono il valore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_71"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Sezione 5: Sgravio fiscale successivo, Principi",
        "citation": "Art. 72 cpv. 1 OIVA",
        "content": "La deduzione dell’imposta precedente può essere corretta integralmente riguardo a beni e prestazioni di servizi non utilizzati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_72"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Sezione 5: Sgravio fiscale successivo, Principi",
        "citation": "Art. 72 cpv. 2 OIVA",
        "content": "La deduzione dell’imposta precedente può essere corretta riguardo a beni e prestazioni di servizi utilizzati che siano ancora disponibili e abbiano un valore attuale nel momento in cui si sono realizzati i presupposti per la deduzione dell’imposta precedente. Si presume che siano consumate o non più godibili già al momento dell’acquisto le prestazioni di servizi nell’ambito della consulenza, della contabilità, del reclutamento di personale, del management e della pubblicità,.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_72"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Sezione 5: Sgravio fiscale successivo, Principi",
        "citation": "Art. 72 cpv. 3 OIVA",
        "content": "Per i beni fabbricati in proprio occorre prevedere, per l’utilizzazione dell’infrastruttura, un supplemento del 33 per cento sulle imposte precedenti sul materiale e su eventuali lavori di terzi per i semilavorati. È fatta salva la prova effettiva delle imposte precedenti sull’utilizzazione dell’infrastruttura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_72"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Sezione 5: Sgravio fiscale successivo, Principi",
        "citation": "Art. 72 cpv. 4 OIVA",
        "content": "Se i presupposti per la deduzione dell’imposta precedente sono dati solo parzialmente, la correzione può essere effettuata solo nella misura in cui la nuova utilizzazione dia diritto alla deduzione dell’imposta precedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_72"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Sezione 5: Sgravio fiscale successivo, Determinazione del valore attuale",
        "citation": "Art. 73 cpv. 1 OIVA",
        "content": "Il valore attuale va calcolato sulla base del prezzo d’acquisto, al netto del valore del terreno nel caso degli immobili, nonché sulla base delle spese che aumentano il valore. Non va tenuto conto delle spese di mantenimento del valore. Per spese di mantenimento del valore s’intendono quelle che servono unicamente a mantenere il valore e la funzionalità di un bene, segnatamente le spese per servizi, manutenzione, esercizio, riparazione e ripristino.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_73"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Sezione 5: Sgravio fiscale successivo, Determinazione del valore attuale",
        "citation": "Art. 73 cpv. 2 OIVA",
        "content": "Nel determinare il valore attuale di beni e prestazioni di servizi utilizzati occorre considerare, nel primo periodo fiscale dell’utilizzazione, la perdita di valore per tutto il periodo fiscale. Nell’ultimo periodo fiscale non ancora concluso non si può per contro operare alcun ammortamento, tranne nel caso in cui la modifica dell’utilizzazione intervenga l’ultimo giorno del periodo fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_73"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Sezione 5: Sgravio fiscale successivo, Ristrutturazioni considerevoli di edifici",
        "citation": "Art. 74 OIVA",
        "content": "Se i costi di ristrutturazione di una fase di costruzione superano complessivamente il 5 per cento del valore d’assicurazione dell’edificio prima della ristrutturazione, la deduzione dell’imposta precedente può essere corretta dei costi complessivi, indipendentemente dal fatto che si tratti di costi che aumentano o mantengono il valore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_74"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Sezione 6: Riduzione della deduzione dell’imposta precedente",
        "citation": "Art. 75 cpv. 1 OIVA",
        "content": "Non va effettuata alcuna riduzione dell’imposta precedente se i mezzi di cui all’articolo 18 capoverso 2 lettere a–c LIVA sono attribuibili a un settore d’attività per il quale non è data l’imposta precedente o per il quale non sussiste alcun diritto alla deduzione dell’imposta precedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_75"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Sezione 6: Riduzione della deduzione dell’imposta precedente",
        "citation": "Art. 75 cpv. 2 OIVA",
        "content": "Se i mezzi di cui all’articolo 18 capoverso 2 lettere a–c LIVA sono attribuibili a un determinato settore d’attività, va ridotta soltanto l’imposta precedente sulle spese di tale settore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_75"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 5: Deduzione dell’imposta precedente, Sezione 6: Riduzione della deduzione dell’imposta precedente",
        "citation": "Art. 75 cpv. 3 OIVA",
        "content": "Se i mezzi di cui all’articolo 18 capoverso 2 lettere a–c LIVA sono versati per coprire un disavanzo d’esercizio, l’imposta precedente va ridotta complessivamente in ragione del rapporto tra questi mezzi e la cifra d’affari complessiva, esclusa l’imposta sul valore aggiunto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_75"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Principi",
        "citation": "Art. 77 cpv. 1 OIVA",
        "content": "Nell’accertare se i presupposti di cui all’articolo 37 LIVA siano adempiuti, occorre considerare le prestazioni imponibili eseguite in territorio svizzero dietro controprestazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_77"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Principi",
        "citation": "Art. 77 cpv. 2 OIVA",
        "content": "Il metodo delle aliquote saldo non può essere scelto dai contribuenti che:\na. in virtù dell’articolo 37 capoverso 5 LIVA, hanno la possibilità di applicare il metodo delle aliquote forfetarie;\nb. applicano la procedura di riporto del pagamento dell’imposta secondo l’articolo 63 LIVA;\nc. applicano l’imposizione di gruppo secondo l’articolo 13 LIVA;\nd. hanno la loro sede o uno stabilimento d’impresa nelle valli di Samnaun o Sampuoir;\ne. realizzano più del 50 per cento della loro cifra d’affari con prestazioni imponibili eseguite per altri contribuenti che applicano il metodo di rendiconto effettivo, se le persone coinvolte sono poste sotto una direzione unica;\nf. in virtù dell’articolo 7 capoverso 3 LIVA eseguono forniture in territorio svizzero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_77"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Principi",
        "citation": "Art. 77 cpv. 3 OIVA",
        "content": "I contribuenti che applicano il metodo delle aliquote saldo non possono optare per l’imposizione delle prestazioni di cui all’articolo 21 capoverso 2 numeri 1–24, 27, 29 e 30 LIVA. Se l’imposta viene comunque menzionata nella fattura, l’importo indicato è versato all’AFC fatto salvo l’articolo 27 capoverso 2 LIVA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_77"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Adesione al metodo delle aliquote saldo all’inizio dell’assoggettamento",
        "citation": "Art. 78 cpv. 1 OIVA",
        "content": "I nuovi contribuenti iscritti nel relativo registro (registro dei contribuenti) che intendono applicare il metodo delle aliquote saldo devono notificarlo per scritto all’AFC entro 60 giorni dalla comunicazione del numero IVA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_78"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Adesione al metodo delle aliquote saldo all’inizio dell’assoggettamento",
        "citation": "Art. 78 cpv. 2 OIVA",
        "content": "L’AFC autorizza l’applicazione del metodo delle aliquote saldo se nei primi 12 mesi sia la cifra d’affari preventivata sia le imposte previste non superano i limiti di cui all’articolo 37 capoverso 1 LIVA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_78"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Adesione al metodo delle aliquote saldo all’inizio dell’assoggettamento",
        "citation": "Art. 78 cpv. 3 OIVA",
        "content": "Se la notifica non ha luogo entro il termine di cui al capoverso 1, il contribuente applica il metodo di rendiconto effettivo per almeno tre anni prima di poter passare al metodo delle aliquote saldo. Il passaggio anticipato è possibile in concomitanza con ogni adeguamento dell’aliquota saldo corrispondente che non sia riconducibile a una modifica delle aliquote di cui agli articoli 25 e 55 LIVA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_78"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Adesione al metodo delle aliquote saldo all’inizio dell’assoggettamento",
        "citation": "Art. 78 cpv. 4 OIVA",
        "content": "I capoversi 1–3 si applicano per analogia anche in caso di iscrizione retroattiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_78"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Adesione al metodo delle aliquote saldo all’inizio dell’assoggettamento",
        "citation": "Art. 78 cpv. 5 OIVA",
        "content": "L’imposta sul valore aggiunto che, all’inizio dell’assoggettamento, grava le scorte di merci, i mezzi d’esercizio e i beni d’investimento è considerata applicando il metodo delle aliquote saldo. Uno sgravio fiscale successivo non è ammesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_78"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Passaggio dal metodo di rendiconto effettivo al metodo delle aliquote saldo",
        "citation": "Art. 79 cpv. 1 OIVA",
        "content": "I contribuenti che intendono passare dal metodo di rendiconto effettivo al metodo delle aliquote saldo devono notificarlo per scritto all’AFC entro 60 giorni dall’inizio del periodo fiscale a partire dal quale ha luogo il passaggio. In caso di notifica tardiva il passaggio ha luogo all’inizio del periodo fiscale successivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_79"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Passaggio dal metodo di rendiconto effettivo al metodo delle aliquote saldo",
        "citation": "Art. 79 cpv. 2 OIVA",
        "content": "L’AFC autorizza l’applicazione del metodo delle aliquote saldo se nel periodo fiscale precedente non è stato superato alcuno dei limiti di cui all’articolo 37 capoverso 1 LIVA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_79"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Passaggio dal metodo di rendiconto effettivo al metodo delle aliquote saldo",
        "citation": "Art. 79 cpv. 3 OIVA",
        "content": "In caso di passaggio dal metodo di rendiconto effettivo al metodo delle aliquote saldo non si effettuano correzioni sulle scorte di merci, sui mezzi d’esercizio né sui beni d’investimento. Resta salva una correzione conformemente all’articolo 93, se dal momento del passaggio i beni immobili vengono utilizzati in minor misura per un’attività che dà diritto alla deduzione dell’imposta precedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_79"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Passaggio dal metodo di rendiconto effettivo al metodo delle aliquote saldo",
        "citation": "Art. 79 cpv. 4 OIVA",
        "content": "Se, simultaneamente all’adesione al metodo delle aliquote saldo, è modificato anche il sistema di rendiconto secondo l’articolo 39 LIVA, vanno effettuate le seguenti correzioni:\na. se si passa dalle controprestazioni convenute a quelle ricevute, l’AFC accredita al contribuente, applicando l’aliquota legale corrispondente, l’imposta sulle prestazioni imponibili da questi fatturate al momento del passaggio ma non ancora incassate (posizioni debitori) e addebita nel contempo l’imposta precedente sulle prestazioni imponibili fatturate al contribuente ma non ancora pagate (posizioni creditori); \nb. se si passa dalle controprestazioni ricevute a quelle convenute, l’AFC addebita l’imposta sulle posizioni debitori esistenti al momento del passaggio applicando l’aliquota legale corrispondente e accredita nel contempo l’imposta precedente gravante le posizioni creditori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_79"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Revoca dell’autorizzazione",
        "citation": "Art. 80 OIVA",
        "content": "Se l’applicazione del metodo delle aliquote saldo è stata concessa in base a indicazioni false, l’AFC può revocare l’autorizzazione retroattivamente sino al momento della concessione di questo metodo di rendiconto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_80"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Passaggio dal metodo delle aliquote saldo al metodo di rendiconto effettivo",
        "citation": "Art. 81 cpv. 1 OIVA",
        "content": "I contribuenti che intendono passare dal metodo delle aliquote saldo al metodo di rendiconto effettivo devono notificarlo per scritto all’AFC entro 60 giorni dall’inizio del periodo fiscale a partire dal quale ha luogo il passaggio. In caso di notifica tardiva il passaggio ha luogo all’inizio del periodo fiscale successivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_81"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Passaggio dal metodo delle aliquote saldo al metodo di rendiconto effettivo",
        "citation": "Art. 81 cpv. 2 OIVA",
        "content": "Chi, nel corso di due periodi fiscali consecutivi, supera del 50 per cento al massimo uno o entrambi i limiti fissati all’articolo 37 capoverso 1 LIVA deve passare al metodo di rendiconto effettivo all’inizio del periodo fiscale successivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_81"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Passaggio dal metodo delle aliquote saldo al metodo di rendiconto effettivo",
        "citation": "Art. 81 cpv. 3 OIVA",
        "content": "Chi supera di oltre il 50 per cento uno o entrambi i limiti fissati all’articolo 37 capoverso 1 LIVA deve passare al metodo di rendiconto effettivo all’inizio del periodo fiscale successivo. Se i limiti sono già superati nei primi 12 mesi dall’adesione al metodo delle aliquote saldo, l’autorizzazione è revocata con effetto retroattivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_81"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Passaggio dal metodo delle aliquote saldo al metodo di rendiconto effettivo",
        "citation": "Art. 81 cpv. 4 OIVA",
        "content": "Se il superamento di uno o di entrambi i limiti di oltre il 50 per cento è riconducibile all’assunzione di un patrimonio o di parte di esso nell’ambito della procedura di notifica, il contribuente può decidere se intende passare al metodo di rendiconto effettivo retroattivamente, all’inizio del periodo fiscale in cui ha avuto luogo l’assunzione, o all’inizio del periodo fiscale successivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_81"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Passaggio dal metodo delle aliquote saldo al metodo di rendiconto effettivo",
        "citation": "Art. 81 cpv. 5 OIVA",
        "content": "In caso di passaggio dal metodo delle aliquote saldo al metodo di rendiconto effettivo non si effettuano correzioni sulle scorte di merci, sui mezzi d’esercizio né sui beni d’investimento. Resta salvo uno sgravio fiscale successivo conformemente all’articolo 32 LIVA, se dal momento del passaggio le scorte di merci, i mezzi d’esercizio o i beni d’investimento vengono utilizzati in maggior misura per un’attività che dà diritto alla deduzione dell’imposta precedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_81"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Passaggio dal metodo delle aliquote saldo al metodo di rendiconto effettivo",
        "citation": "Art. 81 cpv. 6 OIVA",
        "content": "Se, simultaneamente al passaggio al metodo di rendiconto effettivo, è modificato anche il sistema di rendiconto secondo l’articolo 39 LIVA, occorre effettuare le seguenti correzioni:\na. se si passa dalle controprestazioni convenute a quelle ricevute, l’AFC accredita al contribuente, applicando le aliquote saldo autorizzate, l’imposta sulle posizioni debitori esistenti al momento del passaggio. Sulle posizioni creditori non vanno effettuate correzioni; \nb. se si passa dalle controprestazioni ricevute a quelle convenute, l’AFC addebita, applicando le aliquote saldo autorizzate, l’imposta sulle posizioni debitori esistenti al momento del passaggio. Sulle posizioni creditori non vanno effettuate correzioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_81"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Fine dell’assoggettamento",
        "citation": "Art. 82 cpv. 1 OIVA",
        "content": "Se un contribuente che applica il metodo delle aliquote saldo sospende la sua attività commerciale o è esentato dall’assoggettamento poiché non supera il limite della cifra d’affari di cui all’articolo 10 capoverso 2 lettera a LIVA, le cifre d’affari realizzate sino al momento della cancellazione dal registro dei contribuenti, i lavori iniziati e, in caso di rendiconto secondo le controprestazioni ricevute, anche le posizioni debitori devono essere conteggiati alle aliquote saldo autorizzate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_82"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Fine dell’assoggettamento",
        "citation": "Art. 82 cpv. 2 OIVA",
        "content": "Al momento della cancellazione dal registro dei contribuenti l’imposta sul valore attuale dei beni immobili è conteggiata all’aliquota normale in vigore in quel momento se:\na. il contribuente ha acquistato, costruito o ristrutturato il bene quando applicava ancora il metodo di rendiconto effettivo e ha effettuato la deduzione dell’imposta precedente;\nb. il contribuente ha acquistato il bene nell’ambito della procedura di notifica da un contribuente che applica il metodo di rendiconto effettivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_82"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Fine dell’assoggettamento",
        "citation": "Art. 82 cpv. 3 OIVA",
        "content": "Per stabilire il valore dei beni immobili si tiene conto di un ammortamento lineare di un ventesimo per ogni anno trascorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_82"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Assunzione di un patrimonio nell’ambito della procedura di notifica",
        "citation": "Art. 83 cpv. 1 OIVA",
        "content": "Se un contribuente che applica il metodo delle aliquote saldo non utilizza oppure utilizza in misura inferiore rispetto all’alienante, per un’attività che dà diritto alla deduzione dell’imposta precedente, un patrimonio o parte di esso dal momento della sua assunzione nell’ambito della procedura di notifica di cui all’articolo 38 LIVA, occorre procedere come segue:\na. se l’alienante applica il metodo delle aliquote saldo, non vanno apportate correzioni;\nb. se l’alienante applica il metodo effettivo, il consumo proprio ai sensi dell’articolo 31 LIVA va conteggiato, tenendo conto dell’articolo 38 capoverso 4 LIVA, sulla parte del patrimonio che in seguito all’assunzione è utilizzata per un’attività che non dà diritto alla deduzione dell’imposta precedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_83"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Assunzione di un patrimonio nell’ambito della procedura di notifica",
        "citation": "Art. 83 cpv. 2 OIVA",
        "content": "Se un contribuente che applica il metodo delle aliquote saldo utilizza un patrimonio, o parte di esso, assunto nell’ambito della procedura di notifica di cui all’articolo 38 LIVA in misura superiore rispetto all’alienante per un’attività che dà diritto alla deduzione dell’imposta precedente, non possono essere apportate correzioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_83"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Rendiconto secondo il metodo delle aliquote saldo",
        "citation": "Art. 84 cpv. 1 OIVA",
        "content": "I contribuenti devono conteggiare le loro attività alle aliquote saldo autorizzate dall’AFC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_84"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Rendiconto secondo il metodo delle aliquote saldo",
        "citation": "Art. 84 cpv. 2 OIVA",
        "content": "Se cessa o inizia un’attività o le quote di cifra d’affari delle attività cambiano a tal punto da rendere necessaria una nuova attribuzione delle aliquote saldo, il contribuente deve mettersi in contatto con l’AFC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_84"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Rendiconto secondo il metodo delle aliquote saldo",
        "citation": "Art. 84 cpv. 3 OIVA",
        "content": "I contribuenti ai quali sono state concesse due distinte aliquote saldo devono contabilizzare separatamente i proventi afferenti a ognuna delle due aliquote saldo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_84"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Autorizzazione all’applicazione di un’unica aliquota saldo",
        "citation": "Art. 85 OIVA",
        "content": "Il contribuente è autorizzato ad applicare un’unica aliquota saldo tranne nei casi di cui all’articolo 86 capoverso 1 o 89 capoverso 3 o 5.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_85"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Autorizzazione all’applicazione di due aliquote saldo",
        "citation": "Art. 86 cpv. 1 OIVA",
        "content": "Il contribuente è autorizzato ad applicare due aliquote saldo se:\na. esercita due o più attività per le quali l’AFC ha previsto due aliquote saldo distinte;\nb. almeno due di queste attività costituiscono ciascuna oltre il 10 per cento della cifra d’affari complessiva derivante da prestazioni imponibili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_86"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Autorizzazione all’applicazione di due aliquote saldo",
        "citation": "Art. 86 cpv. 2 OIVA",
        "content": "Il limite del 10 per cento è calcolato:\na. per i nuovi contribuenti e le persone che iniziano una nuova attività: sulla base delle cifre d’affari presumibili;\nb. per gli altri contribuenti: sulla base della cifra d’affari degli ultimi due periodi fiscali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_86"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Autorizzazione all’applicazione di due aliquote saldo",
        "citation": "Art. 86 cpv. 3 OIVA",
        "content": "Nell’accertare se il limite del 10 per cento sia superato, le cifre d’affari di attività cui si applica la stessa aliquota saldo vanno cumulate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_86"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Autorizzazione all’applicazione di due aliquote saldo",
        "citation": "Art. 86 cpv. 4 OIVA",
        "content": "Se, nel corso di due periodi fiscali consecutivi, soltanto un’attività o più attività per le quali è prevista la medesima aliquota saldo superano il limite del 10 per cento, l’autorizzazione all’applicazione della seconda aliquota saldo decade all’inizio del terzo periodo fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_86"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Aliquote saldo autorizzate",
        "citation": "Art. 87 cpv. 1 OIVA",
        "content": "Se soltanto due attività del contribuente superano il limite del 10 per cento, è autorizzata l’applicazione delle due aliquote saldo previste per tali attività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_87"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Aliquote saldo autorizzate",
        "citation": "Art. 87 cpv. 2 OIVA",
        "content": "Se più di due attività superano il limite del 10 per cento, è autorizzata l’applicazione delle seguenti aliquote saldo:\na. l’aliquota saldo più elevata tra quelle previste per le attività che costituiscono oltre il 10 per cento della cifra d’affari complessiva;\nb. una seconda aliquota saldo, che il contribuente può scegliere tra le aliquote previste per le altre attività che costituiscono oltre il 10 per cento della cifra d’affari complessiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_87"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Imposizione delle singole attività",
        "citation": "Art. 88 cpv. 1 OIVA",
        "content": "Le cifre d’affari delle attività del contribuente autorizzato ad applicare due aliquote saldo vanno conteggiate:\na. all’aliquota saldo autorizzata più elevata, se l’aliquota saldo prevista per l’attività in questione è superiore all’aliquota saldo autorizzata più bassa;\nb. all’aliquota saldo autorizzata più bassa, negli altri casi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_88"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Imposizione delle singole attività",
        "citation": "Art. 88 cpv. 2 OIVA",
        "content": "Nei casi di cui all’articolo 19 capoverso 2 LIVA la controprestazione complessiva può essere conteggiata all’aliquota saldo autorizzata applicabile alla prestazione preponderante. Se tuttavia le prestazioni sono tutte soggette alla medesima aliquota di cui all’articolo 25 LIVA, la controprestazione complessiva andrà conteggiata all’aliquota saldo autorizzata più elevata, salvo che il contribuente riesca a dimostrare quale percentuale della prestazione complessiva sia relativa alle singole prestazioni parziali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_88"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Regola speciale per i settori misti",
        "citation": "Art. 89 cpv. 1 OIVA",
        "content": "I settori misti sono settori in cui sono svolte usualmente numerose attività che, considerate singolarmente, andrebbero conteggiate ad aliquote saldo distinte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_89"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Regola speciale per i settori misti",
        "citation": "Art. 89 cpv. 2 OIVA",
        "content": "L’AFC stabilisce in un’ordinanza:\na. l’aliquota saldo applicabile ai vari settori misti;\nb. le attività principali e accessorie usuali nei vari settori misti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_89"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Regola speciale per i settori misti",
        "citation": "Art. 89 cpv. 3 OIVA",
        "content": "Se un’attività accessoria usuale per il settore o più attività accessorie usuali per il settore per le quali l’ordinanza dell’AFC prevede la stessa aliquota saldo costituiscono oltre il 50 per cento della cifra d’affari complessiva realizzata con l’attività principale imponibile e con le attività accessorie imponibili usuali per il settore, il rendiconto secondo il metodo delle aliquote saldo è retto dagli articoli 86–88.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_89"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Regola speciale per i settori misti",
        "citation": "Art. 89 cpv. 4 OIVA",
        "content": "Il limite del 50 per cento è calcolato: \na. per i nuovi contribuenti e le persone che iniziano una nuova attività: sulla base delle cifre d’affari presumibili;\nb. per gli altri contribuenti: sulla base della cifra d’affari degli ultimi due periodi fiscali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_89"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Regola speciale per i settori misti",
        "citation": "Art. 89 cpv. 5 OIVA",
        "content": "Se un contribuente attivo in un settore misto esercita anche attività estranee al settore, il rendiconto secondo il metodo delle aliquote saldo relativo a tali attività è retto dagli articoli 86–88.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_89"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Procedure speciali",
        "citation": "Art. 90 cpv. 1 OIVA",
        "content": "L’AFC mette a disposizione dei contribuenti che applicano il metodo delle aliquote saldo una procedura per il rimborso approssimativo delle imposte precedenti in caso di:\na. forniture di beni verso l’estero, sempre che il bene sia stato fabbricato in proprio o acquistato gravato dall’imposta;\nb. prestazioni a beneficiari di cui all’articolo 2 della legge del 22 giugno 2007 sullo Stato ospite (LSO), sempre che il luogo della prestazione sia situato in territorio svizzero e, in caso di forniture, il bene sia stato fabbricato in proprio o acquistato gravato dall’imposta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_90"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Procedure speciali",
        "citation": "Art. 90 cpv. 2 OIVA",
        "content": "I contribuenti che applicano il metodo delle aliquote saldo e acquistano beni mobili accertabili senza che sia loro chiaramente trasferita l’imposta possono applicare, al momento della vendita di questi beni, la procedura di computo dell’imposta precedente fittizia messa a disposizione dall’AFC. Tale procedura non è applicabile agli autoveicoli usati il cui peso complessivo non supera i 3500 kg né ai beni:\na. che il contribuente ha ricevuto nell’ambito della procedura di notifica da una persona che applica il metodo di rendiconto effettivo;\nb.  di cui il contribuente sa o dovrebbe sapere che sono stati importati in esenzione d’imposta;\nc. che il contribuente ha acquistato in territorio svizzero in esenzione d’imposta; o\nd. che il contribuente ha ricevuto nell’ambito di una liquidazione dei danni, se gli importi pagati eccedono il valore effettivo del bene al momento della sua assunzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_90"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Procedure speciali",
        "citation": "Art. 90 cpv. 2bis OIVA",
        "content": "La procedura di cui al capoverso 2 si applica per analogia quando si vendono pezzi da collezione (art. 48a).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_90"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Procedure speciali",
        "citation": "Art. 90 cpv. 3 OIVA",
        "content": "Per aziende e manifestazioni di cui all’articolo 55 capoverso 3, l’AFC prevede un disciplinamento forfetario per la ripartizione approssimativa delle cifre d’affari sulle due aliquote saldo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_90"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Rendiconto dell’imposta sull’acquisto",
        "citation": "Art. 91 OIVA",
        "content": "I contribuenti che applicano il metodo delle aliquote saldo e acquistano prestazioni di imprese con sede all’estero secondo gli articoli 45–49 LIVA devono versare semestralmente l’imposta sull’acquisto all’aliquota legale corrispondente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_91"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Consumo proprio",
        "citation": "Art. 92 OIVA",
        "content": "Eccezion fatta per l’articolo 83 capoverso 1 lettera b, il consumo proprio è considerato mediante l’applicazione del metodo delle aliquote saldo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_92"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Correzioni per beni immobili",
        "citation": "Art. 93 cpv. 1 OIVA",
        "content": "Se un bene immobile non è più utilizzato nell’ambito dell’attività imprenditoriale del contribuente o viene destinato a un’attività esclusa dall’imposta secondo l’articolo 21 capoverso 2 LIVA, l’imposta è calcolata sul valore attuale all’aliquota normale in vigore in quel momento se:\na. il contribuente ha acquistato, costruito o ristrutturato il bene quando applicava il metodo di rendiconto effettivo e ha effettuato la deduzione dell’imposta precedente;\nb. il contribuente ha acquistato il bene nell’ambito della procedura di notifica da un contribuente che applica il metodo di rendiconto effettivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_93"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Correzioni per beni immobili",
        "citation": "Art. 93 cpv. 2 OIVA",
        "content": "Per stabilire il valore dei beni immobili si tiene conto di un ammortamento lineare di un ventesimo per ogni anno trascorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_93"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Prestazioni a persone strettamente vincolate e al personale",
        "citation": "Art. 94 cpv. 1 OIVA",
        "content": "Fatto salvo l’articolo 93, le prestazioni a persone strettamente vincolate vanno considerate, nel rendiconto secondo il metodo delle aliquote saldo, come segue:\na. e b. ...\nc. i beni e le prestazioni di servizi sono conteggiati all’aliquota saldo autorizzata alla controprestazione pagata, ma almeno al valore che sarebbe stato convenuto fra terzi indipendenti;\nd. se si applicano due aliquote saldo e la prestazione non può essere attribuita a un’attività, si applica l’aliquota più elevata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_94"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Prestazioni a persone strettamente vincolate e al personale",
        "citation": "Art. 94 cpv. 2 OIVA",
        "content": "Nel rendiconto secondo il metodo delle aliquote saldo, le prestazioni al personale vanno considerate come segue:\na. i beni consegnati a titolo oneroso e le prestazioni di servizi eseguite a titolo oneroso al personale vanno conteggiati all’aliquota saldo autorizzata;\nb. se si applicano due aliquote saldo e la prestazione non può essere attribuita a un’attività, si applica l’aliquota più elevata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_94"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Prestazioni a persone strettamente vincolate e al personale",
        "citation": "Art. 94 cpv. 3 OIVA",
        "content": "Alle persone strettamente vincolate che fanno parte del personale si applica il capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_94"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Prestazioni a persone strettamente vincolate e al personale",
        "citation": "Art. 94 cpv. 4 OIVA",
        "content": "Le prestazioni che devono figurare nel certificato di salario ai fini delle imposte dirette sono considerate come eseguite a titolo oneroso. L’imposta è calcolata sull’importo determinante anche per le imposte dirette.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_94"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Vendita di mezzi d’esercizio e beni d’investimento",
        "citation": "Art. 95 OIVA",
        "content": "La vendita di mezzi d’esercizio e beni d’investimento che non sono stati impiegati esclusivamente per l’esecuzione di prestazioni escluse dall’imposta è conteggiata all’aliquota saldo autorizzata. Se sono state autorizzate due aliquote saldo e il mezzo d’esercizio o il bene d’investimento è stato utilizzato in entrambe le attività, le controprestazioni sono conteggiate all’aliquota saldo più elevata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_95"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 2: Metodo delle aliquote saldo, Fatturazione a un’aliquota troppo elevata",
        "citation": "Art. 96 OIVA",
        "content": "Se applica il metodo delle aliquote saldo e fattura una prestazione applicando un’aliquota troppo elevata, il contribuente deve corrispondere, oltre all’imposta sul valore aggiunto calcolata mediante l’aliquota saldo, anche la differenza fra l’imposta calcolata in base all’aliquota dichiarata e quella calcolata in base all’aliquota applicabile secondo l’articolo 25 LIVA. La controprestazione è considerata comprensiva dell’imposta sul valore aggiunto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_96"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 3: Metodo delle aliquote forfetarie, Principi",
        "citation": "Art. 97 cpv. 1 OIVA",
        "content": "Le istituzioni affini di cui all'articolo 37 capoverso 5 LIVA sono segnatamente i consorzi comunali e gli altri raggruppamenti di collettività pubbliche, le parrocchie, le scuole e gli internati privati, gli ospedali privati, i centri medici, i centri di riabilitazione, le case di cura, le organizzazioni private Spitex, le case di riposo, le case di cura, le residenze per anziani, le imprese attive nel sociale come i laboratori per disabili, le residenze e le scuole speciali, i gestori di impianti sportivi e centri culturali sussidiati da collettività pubbliche, le assicurazioni cantonali di edifici, le cooperative idriche, le imprese di trasporto pubblico, le corporazioni forestali di diritto privato sussidiate da collettività pubbliche, gli organizzatori di manifestazioni non ricorrenti nei settori della cultura e dello sport, le associazioni secondo gli articoli 60–79 del Codice civile (CC) e le fondazioni ai sensi degli articoli 80–89bis CC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_97"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 3: Metodo delle aliquote forfetarie, Principi",
        "citation": "Art. 97 cpv. 2 OIVA",
        "content": "Non sono previsti importi limite per l’applicazione del metodo delle aliquote forfetarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_97"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 3: Metodo delle aliquote forfetarie, Principi",
        "citation": "Art. 97 cpv. 3 OIVA",
        "content": "I contribuenti che applicano il metodo delle aliquote forfetarie non possono optare per l’imposizione delle prestazioni di cui all’articolo 21 capoverso 2 numeri 1–24, 27, 29 e 30 LIVA. Se l’imposta viene comunque menzionata nella fattura, l’importo indicato è versato all’AFC, fatto salvo l’articolo 27 capoverso 2 LIVA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_97"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 3: Metodo delle aliquote forfetarie, Principi",
        "citation": "Art. 97 cpv. 4 OIVA",
        "content": "I servizi autonomi di cui all’articolo 12 capoverso 1 LIVA che si riuniscono in un unico soggetto fiscale (art. 12 cpv. 2 LIVA) possono applicare il metodo delle aliquote forfetarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_97"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 3: Metodo delle aliquote forfetarie, Adesione al metodo delle aliquote forfetarie e cambiamento del metodo di rendiconto",
        "citation": "Art. 98 cpv. 1 OIVA",
        "content": "Le collettività pubbliche e le istituzioni affini di cui all’articolo 97 capoverso 1 che intendono applicare il metodo delle aliquote forfetarie devono notificarlo per scritto all’AFC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_98"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 3: Metodo delle aliquote forfetarie, Adesione al metodo delle aliquote forfetarie e cambiamento del metodo di rendiconto",
        "citation": "Art. 98 cpv. 2 OIVA",
        "content": "Il metodo delle aliquote forfetarie è mantenuto per almeno tre periodi fiscali. Se il contribuente sceglie il metodo di rendiconto effettivo, può passare al metodo delle aliquote forfetarie soltanto dopo dieci anni. Il passaggio anticipato è possibile in occasione di qualsiasi adeguamento dell’aliquota forfetaria che non sia riconducibile a una modifica delle aliquote d’imposta di cui agli articoli 25 e 55 LIVA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_98"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 3: Metodo delle aliquote forfetarie, Adesione al metodo delle aliquote forfetarie e cambiamento del metodo di rendiconto",
        "citation": "Art. 98 cpv. 3 OIVA",
        "content": "Il passaggio a un altro metodo di rendiconto è ammesso per l’inizio di un periodo fiscale. Deve essere notificato per scritto all’AFC entro 60 giorni dall’inizio del periodo fiscale a partire dal quale ha luogo il passaggio. In caso di notifica tardiva, il passaggio ha luogo all’inizio del periodo fiscale successivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_98"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 3: Metodo delle aliquote forfetarie, Aliquote forfetarie",
        "citation": "Art. 99 cpv. 1 OIVA",
        "content": "In caso di applicazione del metodo delle aliquote forfetarie, il credito fiscale è determinato moltiplicando il totale delle controprestazioni imponibili realizzate in un periodo di rendiconto, comprese le imposte, per l’aliquota forfetaria autorizzata dall’AFC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_99"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 3: Metodo delle aliquote forfetarie, Aliquote forfetarie",
        "citation": "Art. 99 cpv. 2 OIVA",
        "content": "L’AFC fissa le aliquote forfetarie tenendo conto della quota dell’imposta precedente usuale per il settore. Un’attività per la quale non è stata fissata un’aliquota forfetaria va conteggiata all’aliquota applicabile secondo il metodo delle aliquote saldo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_99"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 3: Metodo delle aliquote forfetarie, Aliquote forfetarie",
        "citation": "Art. 99 cpv. 3 OIVA",
        "content": "Il contribuente deve conteggiare ognuna delle sue attività all’aliquota forfetaria determinante. Il numero delle aliquote forfetarie applicabili non è limitato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_99"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 3: Metodo delle aliquote forfetarie, Rendiconto dell’imposta sull’acquisto",
        "citation": "Art. 99a OIVA",
        "content": "I contribuenti che applicano il metodo delle aliquote forfetarie e acquistano prestazioni di imprese con sede all’estero secondo gli articoli 45–49 LIVA versano trimestralmente l’imposta sull’acquisto all’aliquota legale corrispondente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_99_a"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 3: Metodo delle aliquote forfetarie, Applicabilità delle regole del metodo delle aliquote saldo",
        "citation": "Art. 100 OIVA",
        "content": "In quanto la presente sezione non preveda disposizioni al riguardo, si applicano a titolo completivo gli articoli 77–96.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_100"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 4: Procedura di notifica, Parte di un patrimonio",
        "citation": "Art. 101 OIVA",
        "content": "Per parte di un patrimonio s’intende ogni minima unità autosufficiente di un’impresa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_101"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 4: Procedura di notifica, Assoggettamento dell’acquirente",
        "citation": "Art. 102 OIVA",
        "content": "La procedura di notifica va applicata anche quando l’acquirente diviene contribuente soltanto contestualmente al trasferimento del patrimonio o di parte di esso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_102"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 4: Procedura di notifica, Fattura",
        "citation": "Art. 103 OIVA",
        "content": "L’applicazione della procedura di notifica dev’essere indicata nella fattura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_103"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 4: Procedura di notifica, Applicazione facoltativa della procedura di notifica",
        "citation": "Art. 104 OIVA",
        "content": "Sempre che entrambe le parti siano o divengano contribuenti, la procedura di notifica può applicarsi:\na. al trasferimento di un fondo;\nb. su richiesta della persona trasferente, sempre che importanti interessi lo giustifichino.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_104"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 4: Procedura di notifica, Coefficiente di utilizzazione",
        "citation": "Art. 105 OIVA",
        "content": "L’alienante è presunto aver utilizzato i beni patrimoniali trasferiti esclusivamente per le attività che danno diritto alla deduzione dell’imposta precedente. Un diverso coefficiente di utilizzazione dev’essere comprovato dall’acquirente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_105"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 5: Sistema di rendiconto e cessione del credito fiscale, Cambiamento del sistema di rendiconto in caso di rendiconto secondo il metodo effettivo",
        "citation": "Art. 106 cpv. 1 OIVA",
        "content": "In caso di passaggio dal rendiconto secondo le controprestazioni ricevute al rendiconto secondo le controprestazioni convenute, nel periodo di rendiconto successivo al passaggio il contribuente deve:\na. conteggiare l’imposta sulle posizioni debitori esistenti al momento del passaggio; e\nb. dedurre, nell’ambito dell’attività imprenditoriale che dà diritto alla deduzione dell’imposta precedente, le imposte precedenti sulle posizioni creditori esistenti al momento del passaggio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_106"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 5: Sistema di rendiconto e cessione del credito fiscale, Cambiamento del sistema di rendiconto in caso di rendiconto secondo il metodo effettivo",
        "citation": "Art. 106 cpv. 2 OIVA",
        "content": "In caso di passaggio dal rendiconto secondo le controprestazioni convenute al rendiconto secondo le prestazioni ricevute, nel periodo di rendiconto successivo al passaggio il contribuente deve:\na. dedurre dalle controprestazioni ricevute in tale periodo di rendiconto le posizioni debitori esistenti al momento del passaggio; e\nb. dedurre dall’imposta precedente pagata in tale periodo di rendiconto l’imposta precedente sulle posizioni creditori esistenti al momento del passaggio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_106"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 5: Sistema di rendiconto e cessione del credito fiscale, Cambiamento del sistema di rendiconto in caso di rendiconto secondo il metodo effettivo",
        "citation": "Art. 106 cpv. 3 OIVA",
        "content": "Se, simultaneamente alla modifica del sistema di rendiconto, è modificato anche il metodo di rendiconto secondo gli articoli 36 e 37 LIVA, si applica l’articolo 79 capoverso 4 o 81 capoverso 6 della presente ordinanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_106"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 5: Sistema di rendiconto e cessione del credito fiscale, Modifica del sistema di rendiconto in caso di applicazione del metodo delle aliquote saldo o del metodo delle aliquote forfetarie",
        "citation": "Art. 107 cpv. 1 OIVA",
        "content": "In caso di passaggio dal rendiconto secondo le controprestazioni ricevute al rendiconto secondo le controprestazioni convenute, nel periodo di rendiconto successivo al passaggio il contribuente conteggia i crediti esistenti al momento del passaggio applicando le aliquote saldo o forfetarie autorizzate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_107"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 5: Sistema di rendiconto e cessione del credito fiscale, Modifica del sistema di rendiconto in caso di applicazione del metodo delle aliquote saldo o del metodo delle aliquote forfetarie",
        "citation": "Art. 107 cpv. 2 OIVA",
        "content": "In caso di passaggio dal rendiconto secondo le controprestazioni convenute al rendiconto secondo le controprestazioni ricevute, nel periodo di rendiconto successivo al passaggio il contribuente deve dedurre le posizioni debitori esistenti al momento del passaggio dalle controprestazioni ricevute in tale periodo di rendiconto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_107"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 5: Sistema di rendiconto e cessione del credito fiscale, Modifica del sistema di rendiconto in caso di applicazione del metodo delle aliquote saldo o del metodo delle aliquote forfetarie",
        "citation": "Art. 107 cpv. 3 OIVA",
        "content": "Se, simultaneamente alla modifica del sistema di rendiconto, è modificato anche il metodo di rendiconto, si applica l’articolo 79 capoverso 4 o 81 capoverso 6.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_107"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo secondo: Imposta sulle prestazioni eseguite sul territorio svizzero, Capitolo 6: Determinazione e nascita del credito fiscale, Sezione 5: Sistema di rendiconto e cessione del credito fiscale, Cessione e costituzione in pegno del credito fiscale",
        "citation": "Art. 108 OIVA",
        "content": "Le disposizioni sul segreto di cui all’articolo 74 LIVA non si applicano in caso di cessione o di costituzione in pegno del credito fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_108"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo terzo: Imposta sull’acquisto, Supporti di dati senza valore di mercato",
        "citation": "Art. 111 cpv. 1 OIVA",
        "content": "Per supporto di dati senza valore di mercato s’intende, indipendentemente dal materiale o dal tipo di memorizzazione, ogni supporto di dati che nel genere e nella natura in cui è stato importato:\na. non può essere acquistato dietro versamento di una controprestazione già stabilita al momento dell’importazione; e\nb. non può essere utilizzato, come da contratto, dietro pagamento di un diritto di licenza unico e già stabilito al momento dell’importazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_111"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo terzo: Imposta sull’acquisto, Supporti di dati senza valore di mercato",
        "citation": "Art. 111 cpv. 2 OIVA",
        "content": "Il supporto di dati può contenere segnatamente programmi e file informatici, i relativi aggiornamenti e versioni successive, nonché dati sonori e visivi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_111"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo terzo: Imposta sull’acquisto, Supporti di dati senza valore di mercato",
        "citation": "Art. 111 cpv. 3 OIVA",
        "content": "Per valutare se si è in presenza di un supporto di dati senza valore di mercato è determinante il supporto stesso con le prestazioni di servizi ivi contenute e i diritti connessi, a prescindere dal negozio giuridico all’origine dell’importazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_111"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo terzo: Imposta sull’acquisto, Supporti di dati senza valore di mercato",
        "citation": "Art. 111 cpv. 4 OIVA",
        "content": "Ai supporti di dati senza valore di mercato sono equiparati segnatamente i seguenti beni, sempre che siano consegnati o lasciati al committente in virtù di un negozio giuridico indipendente:\na. piani, disegni e illustrazioni, in particolare di architetti, ingegneri, grafici e designer;\nb. atti giuridici di avvocati, perizie di esperti, traduzioni, risultati di ricerche ed esperimenti, nonché risultati di analisi, valutazioni e simili;\nc. diritti rappresentati da un titolo e diritti immateriali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_111"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quarto: Imposta sull’importazione, Capitolo 1:, Pluralità di prestazioni ed esenzione dall’imposta sull’importazione, Insiemi e combinazioni di prestazioni",
        "citation": "Art. 112 cpv. 1 OIVA",
        "content": "Se al momento dell’importazione è chiesta l’imposizione secondo l’articolo 19 capoverso 2 LIVA, la dichiarazione doganale deve essere corredata di un calcolo dei costi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_112"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quarto: Imposta sull’importazione, Capitolo 1:, Pluralità di prestazioni ed esenzione dall’imposta sull’importazione, Insiemi e combinazioni di prestazioni",
        "citation": "Art. 112 cpv. 2 OIVA",
        "content": "Dal calcolo dei costi devono risultare:\na. il prezzo di costo delle singole prestazioni;\nb. la controprestazione complessiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_112"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quarto: Imposta sull’importazione, Capitolo 1:, Pluralità di prestazioni ed esenzione dall’imposta sull’importazione, Insiemi e combinazioni di prestazioni",
        "citation": "Art. 112 cpv. 3 OIVA",
        "content": "Gli elementi di costo che non possono essere attribuiti integralmente alle singole prestazioni, quali i costi generali, gli utili o i costi di trasporto, sono ripartiti sulle singole prestazioni proporzionalmente al valore delle stesse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_112"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quarto: Imposta sull’importazione, Capitolo 1:, Pluralità di prestazioni ed esenzione dall’imposta sull’importazione, Insiemi e combinazioni di prestazioni",
        "citation": "Art. 112 cpv. 4 OIVA",
        "content": "Per verificare la correttezza del calcolo, l’Ufficio federale della dogana e della sicurezza dei confini (UDSC) può esigere documenti supplementari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_112"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quarto: Imposta sull’importazione, Capitolo 1:, Pluralità di prestazioni ed esenzione dall’imposta sull’importazione, Esenzione dall’imposta sull’importazione",
        "citation": "Art. 113 OIVA",
        "content": "Sono esenti dall’imposta sull’importazione:\na. i beni destinati a capi di Stato, nonché a servizi diplomatici, consolari e internazionali e loro membri, esenti da dazio secondo l’articolo 6 dell’ordinanza del 1° novembre 2006 sulle dogane (OD);\nb. le bare, le urne cinerarie e gli accessori funebri esenti da dazio secondo l’articolo 7 OD;\nc. i premi di onore, gli oggetti ricordo e i doni d’onore esenti da dazio secondo l’articolo 8 OD;\nd. le scorte per carrozze ristorante esenti da dazio secondo l’articolo 10 OD;\ne. le scorte, i pezzi di ricambio e gli oggetti dell’equipaggiamento su battelli esenti da dazio secondo l’articolo 11 OD;\nf. le scorte, i pezzi di ricambio e gli oggetti dell’equipaggiamento a bordo di aeromobili esenti da dazio secondo l’articolo 12 OD.\ng. le monete d’oro e l’oro fino secondo l’articolo 44.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_113"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quarto: Imposta sull’importazione, Capitolo 2:, Determinazione e garanzia del debito fiscale sull’importazione, Garanzia del pagamento dell’imposta mediante la procedura accentrata di conteggio dell’UDSC",
        "citation": "Art. 114 OIVA",
        "content": "Se l’imposta è pagata mediante la procedura accentrata di conteggio (PCD), l’UDSC può esigere, sulla base della sua valutazione dei rischi, una garanzia forfetaria. Quest’ultima è calcolata come segue:\na. almeno il 20 per cento dell’imposta dovuta in un periodo di 60 giorni, per quanto l’importatore sia iscritto presso l’UDSC quale contribuente e le condizioni della PCD siano osservate;\nb. il 100 per cento dell’imposta dovuta in un periodo di 60 giorni, per quanto l’importatore non sia iscritto presso l’UDSC quale contribuente o le condizioni della PCD non siano adempiute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_114"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quarto: Imposta sull’importazione, Capitolo 2:, Determinazione e garanzia del debito fiscale sull’importazione, Importo della garanzia in caso di credito fiscale sorto condizionatamente e di agevolazioni di pagamento",
        "citation": "Art. 115 cpv. 1 OIVA",
        "content": "L’importo della garanzia ammonta, in caso di crediti fiscali sorti condizionatamente o qualora siano accordate agevolazioni di pagamento secondo l’articolo 76 capoverso 1 LD:\na. al 100 per cento nel caso di immagazzinamento di merci di gran consumo;\nabis. al 10 per cento al massimo per gli operatori economici autorizzati («Authorised Economic Operator», AEO) di cui all’articolo 42a LD;\nb. al 25 per cento almeno negli altri casi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_115"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quarto: Imposta sull’importazione, Capitolo 2:, Determinazione e garanzia del debito fiscale sull’importazione, Importo della garanzia in caso di credito fiscale sorto condizionatamente e di agevolazioni di pagamento",
        "citation": "Art. 115 cpv. 2 OIVA",
        "content": "Per i transiti internazionali, l’ammontare della garanzia è determinato conformemente ai trattati internazionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_115"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quarto: Imposta sull’importazione, Capitolo 2:, Determinazione e garanzia del debito fiscale sull’importazione, Adeguamento successivo delle controprestazioni",
        "citation": "Art. 116 cpv. 1 OIVA",
        "content": "La notifica di un adeguamento successivo delle controprestazioni deve contenere le seguenti informazioni:\na. data di inizio e fine del periodo per il quale le controprestazioni sono oggetto di un adeguamento successivo;\nb. le controprestazioni calcolate in tale periodo;\nc. il totale degli adeguamenti delle controprestazioni;\nd. la ripartizione dell’adeguamento delle controprestazioni sulle diverse aliquote d’imposta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_116"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quarto: Imposta sull’importazione, Capitolo 2:, Determinazione e garanzia del debito fiscale sull’importazione, Adeguamento successivo delle controprestazioni",
        "citation": "Art. 116 cpv. 2 OIVA",
        "content": "I prezzi o le indicazioni di valore in valuta estera impiegati per determinare l’adeguamento delle controprestazioni vanno convertiti in franchi svizzeri al corso medio delle divise (vendita) del periodo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_116"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quarto: Imposta sull’importazione, Capitolo 2:, Determinazione e garanzia del debito fiscale sull’importazione, Adeguamento successivo delle controprestazioni",
        "citation": "Art. 116 cpv. 3 OIVA",
        "content": "Per determinare il debito fiscale all’importazione, l’UDSC può esigere documenti supplementari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_116"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quarto: Imposta sull’importazione, Capitolo 3: Riporto del pagamento dell’imposta, Riporto del pagamento dell’imposta sull’importazione",
        "citation": "Art. 117 cpv. 1 OIVA",
        "content": "Chi intende pagare le imposte nell’ambito della procedura di riporto necessita dell’autorizzazione dell’AFC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_117"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quarto: Imposta sull’importazione, Capitolo 3: Riporto del pagamento dell’imposta, Riporto del pagamento dell’imposta sull’importazione",
        "citation": "Art. 117 cpv. 2 OIVA",
        "content": "Se sussistono dubbi circa l’adempimento delle condizioni per il riporto dell’imposta sull’importazione, l’UDSC riscuote l’imposta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_117"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quarto: Imposta sull’importazione, Capitolo 3: Riporto del pagamento dell’imposta, Riporto del pagamento dell’imposta sull’importazione",
        "citation": "Art. 117 cpv. 3 OIVA",
        "content": "La prescrizione del debito fiscale all’importazione riportato è retta dall’articolo 42 LIVA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_117"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quarto: Imposta sull’importazione, Capitolo 3: Riporto del pagamento dell’imposta, Riporto del pagamento dell’imposta sull’importazione",
        "citation": "Art. 117 cpv. 4 OIVA",
        "content": "L’AFC disciplina l’esecuzione d’intesa con l’UDSC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_117"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quarto: Imposta sull’importazione, Capitolo 3: Riporto del pagamento dell’imposta, Condizioni per l’autorizzazione",
        "citation": "Art. 118 cpv. 1 OIVA",
        "content": "L’autorizzazione è rilasciata se il contribuente:\na. conteggia l’imposta sul valore aggiunto secondo il metodo effettivo;\nb. importa ed esporta regolarmente beni nell’ambito della sua attività imprenditoriale;\nc. tiene per detti beni un controllo dettagliato sull’importazione, sul deposito e sull’esportazione;\nd. presenta nei suoi periodici rendiconti fiscali con l’AFC, per le importazioni ed esportazioni di beni di cui alla lettera b, eccedenti d’imposta precedente regolarmente superiori a 10 000 franchi per anno, che provengono dal versamento dell’imposta sull’importazione all’UDSC; e\ne. offre le garanzie per un corretto decorso della procedura di riporto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_118"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quarto: Imposta sull’importazione, Capitolo 3: Riporto del pagamento dell’imposta, Condizioni per l’autorizzazione",
        "citation": "Art. 118 cpv. 2 OIVA",
        "content": "Il rilascio o il mantenimento dell’autorizzazione può essere subordinato alla prestazione di garanzie pari alle presunte pretese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_118"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quarto: Imposta sull’importazione, Capitolo 3: Riporto del pagamento dell’imposta, Cessazione delle condizioni per l’autorizzazione",
        "citation": "Art. 119 OIVA",
        "content": "Se viene meno una delle condizioni per l’autorizzazione di cui all’articolo 118 capoverso 1 lettere a–d, il contribuente avvisa tempestivamente per scritto l’AFC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_119"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quarto: Imposta sull’importazione, Capitolo 3: Riporto del pagamento dell’imposta, Revoca dell’autorizzazione",
        "citation": "Art. 120 OIVA",
        "content": "L’autorizzazione è revocata se il contribuente non offre più le garanzie per un corretto decorso della procedura di riporto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_120"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quarto: Imposta sull’importazione, Capitolo 3: Riporto del pagamento dell’imposta, Non riscossione dell’imposta sulle prestazioni eseguite sul territorio svizzero",
        "citation": "Art. 121 OIVA",
        "content": "All’autorizzazione di cui all’articolo 63 capoverso 2 LIVA si applicano per analogia gli articoli 118–120.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_121"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quinto: Diritto procedurale applicabile all’imposta sulle prestazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 1: Diritti e obblighi del contribuente, Sezione 1:, Rinuncia all’annuncio di inizio dell’assoggettamento",
        "citation": "Art. 121a OIVA",
        "content": "Le imprese che sul territorio svizzero eseguono esclusivamente prestazioni escluse dall’imposta possono rinunciare ad annunciarsi come contribuenti presso l’AFC. Nel caso delle imprese che non hanno sede, domicilio o stabilimento d’impresa sul territorio svizzero la rinuncia è possibile anche se, oltre alle suddette, eseguono prestazioni per le quali sono esentate dall’assoggettamento secondo l’articolo 10 capoverso 2 lettera b LIVA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_121_a"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quinto: Diritto procedurale applicabile all’imposta sulle prestazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 1: Diritti e obblighi del contribuente, Sezione 1a: Giustificativi in forma non cartacea, procedure elettroniche, Giustificativi in forma non cartacea",
        "citation": "Art. 122 OIVA",
        "content": "La trasmissione e la conservazione dei giustificativi in forma non cartacea sono rette dagli articoli 957–958f del Codice delle obbligazioni e dall’ordinanza del 24 aprile 2002 sui libri di commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_122"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quinto: Diritto procedurale applicabile all’imposta sulle prestazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 1: Diritti e obblighi del contribuente, Sezione 1a: Giustificativi in forma non cartacea, procedure elettroniche, Procedure elettroniche",
        "citation": "Art. 123 OIVA",
        "content": "L’annuncio di inizio dell’assoggettamento (art. 66 cpv. 1 LIVA), la presentazione del rendiconto (art. 71 LIVA) e le correzioni successive del rendiconto (art. 72 LIVA) devono avvenire per via elettronica attraverso l’apposito portale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_123"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quinto: Diritto procedurale applicabile all’imposta sulle prestazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 1: Diritti e obblighi del contribuente, Sezione 2: Rendiconto, Metodo di rendiconto effettivo",
        "citation": "Art. 126 cpv. 1 OIVA",
        "content": "Il contribuente che applica il metodo di rendiconto effettivo deve indicare in modo adeguato i valori seguenti nel rendiconto con l’AFC:\na. il totale delle controprestazioni soggiacenti all’imposta sulle prestazioni eseguite sul territorio svizzero, che comprende in particolare le controprestazioni per: \n1. prestazioni imposte, suddivise secondo le aliquote d’imposta,\n2. prestazioni per l’imposizione delle quali si è optato secondo l’articolo 22 LIVA,\n3. prestazioni esenti dall’imposta in virtù dell’articolo 23 LIVA, \n4. prestazioni a beneficiari ai sensi dell’articolo 2 LSO, che in virtù dell’articolo 143 della presente ordinanza sono esenti dall’imposta sul valore aggiunto,\n5. prestazioni alle quali è stata applicata la procedura di notifica secondo l’articolo 38 LIVA, \n6. prestazioni escluse dall’imposta in virtù dell’articolo 21 LIVA;\nb. le riduzioni della controprestazione in caso di rendiconto allestito secondo le controprestazioni convenute, nella misura in cui non siano considerate sotto un’altra voce;\nc. le controprestazioni e i flussi di mezzi finanziari seguenti non compresi nel campo di applicazione dell’imposta sul valore aggiunto:\n1. controprestazioni per prestazioni il cui luogo secondo gli articoli 7 e 8 LIVA si trova all’estero,\n2. flussi di mezzi finanziari non considerati controprestazioni secondo l’articolo 18 capoverso 2 lettere a–c LIVA, \n3. altri flussi di mezzi finanziari non considerati controprestazioni secondo l’articolo 18 capoverso 2 lettere d–l LIVA;\nd. il totale delle controprestazioni per prestazioni soggiacenti all’imposta sull’acquisto, suddivise secondo le aliquote d’imposta;\ne. il totale delle imposte precedenti deducibili, prima delle correzioni e riduzioni di cui alla lettera f, suddivise in: \n1. imposta precedente sui costi per materiale e prestazioni di servizi,\n2. imposta precedente su investimenti e altri costi d’esercizio,\n3. sgravio fiscale successivo;\nf. gli importi delle correzioni o delle riduzioni apportate alla deduzione dell’imposta precedente in seguito a:\n1. doppia utilizzazione ai sensi dell’articolo 30 LIVA,\n2. consumo proprio ai sensi dell’articolo 31 LIVA,\n3. ottenimento di flussi di mezzi finanziari non considerati controprestazioni secondo l’articolo 33 capoverso 2 LIVA;\ng. il totale dell’imposta sull’importazione detratta nella procedura di riporto del pagamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_126"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quinto: Diritto procedurale applicabile all’imposta sulle prestazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 1: Diritti e obblighi del contribuente, Sezione 2: Rendiconto, Metodo di rendiconto effettivo",
        "citation": "Art. 126 cpv. 2 OIVA",
        "content": "L’AFC può raggruppare più valori di cui al capoverso 1 sotto una voce del modulo di rendiconto, oppure può rinunciare ad esigerli nel quadro del rendiconto periodico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_126"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quinto: Diritto procedurale applicabile all’imposta sulle prestazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 1: Diritti e obblighi del contribuente, Sezione 2: Rendiconto, Rendiconto secondo il metodo delle aliquote saldo o delle aliquote forfetarie",
        "citation": "Art. 127 cpv. 1 OIVA",
        "content": "Il contribuente che applica il metodo delle aliquote saldo o delle aliquote forfetarie deve indicare in modo adeguato i valori seguenti nel rendiconto con l’AFC:\na. il totale delle controprestazioni soggiacenti all’imposta sulle prestazioni eseguite sul territorio svizzero, che comprende in particolare le controprestazioni per:\n1. prestazioni imposte, suddivise secondo le aliquote saldo o le aliquote forfetarie,\n2. prestazioni esenti dall’imposta in virtù dell’articolo 23 LIVA, \n3. prestazioni a beneficiari ai sensi dell’articolo 2 LSO, che in virtù dell’articolo 143 della presente ordinanza sono esenti dall’imposta sul valore aggiunto,\n4. prestazioni alle quali è stata applicata la procedura di notifica secondo l’articolo 38 LIVA, \n5. prestazioni escluse dall’imposta in virtù dell’articolo 21 LIVA;\nb. le riduzioni della controprestazione in caso di rendiconto allestito secondo le controprestazioni convenute, nella misura in cui non siano considerate sotto un’altra voce;\nc. le controprestazioni e i flussi di mezzi finanziari seguenti non compresi nel campo di applicazione dell’imposta sul valore aggiunto:\n1. controprestazioni per prestazioni il cui luogo secondo gli articoli 7 e 8 LIVA si trova all’estero,\n2. flussi di mezzi finanziari non considerati controprestazioni secondo l’articolo 18 capoverso 2 lettere a–c LIVA,\n3. altri flussi di mezzi finanziari non considerati controprestazioni secondo l’articolo 18 capoverso 2 lettere d–l LIVA;\nd. il totale delle controprestazioni per prestazioni soggiacenti all’imposta sull’acquisto, suddivise secondo le aliquote d’imposta;\ne. i computi d’imposta risultanti dall’applicazione di una della procedure speciali messe a disposizione dall’AFC secondo l’articolo 90 capoversi 1 e 2;\nf. il valore attuale dei beni immobili secondo l’articolo 93 che non sono più utilizzati nell’ambito dell’attività imprenditoriale del contribuente o vengono destinati a un’attività esclusa dall’imposta secondo l’articolo 21 capoverso 2 LIVA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_127"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quinto: Diritto procedurale applicabile all’imposta sulle prestazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 1: Diritti e obblighi del contribuente, Sezione 2: Rendiconto, Rendiconto secondo il metodo delle aliquote saldo o delle aliquote forfetarie",
        "citation": "Art. 127 cpv. 2 OIVA",
        "content": "L’AFC può raggruppare più valori di cui al capoverso 1 sotto una voce del modulo di rendiconto oppure può rinunciare ad esigerli nel quadro del rendiconto periodico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_127"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quinto: Diritto procedurale applicabile all’imposta sulle prestazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 1: Diritti e obblighi del contribuente, Sezione 2: Rendiconto, Documenti supplementari",
        "citation": "Art. 128 cpv. 1 OIVA",
        "content": "L’AFC può esigere che il contribuente inoltri segnatamente i seguenti documenti:\na. un riassunto dei valori menzionati all’articolo 126 o 127, riguardanti l’intero periodo fiscale (dichiarazione per il periodo fiscale);\nb. il conto annuale firmato in modo giuridicamente valido oppure, qualora il contribuente non fosse soggetto all’obbligo di tenere la contabilità, un elenco delle entrate e delle uscite nonché l’indicazione del patrimonio aziendale all’inizio e alla fine del periodo fiscale; \nc. la relazione di revisione, qualora il contribuente sia tenuto ad allestirla;\nd. la riconciliazione delle cifre d’affari secondo il capoverso 2; \ne. per i contribuenti che applicano il metodo effettivo, una riconciliazione delle imposte precedenti secondo il capoverso 3;\nf. per i contribuenti che applicano il metodo effettivo, una distinta relativa al calcolo delle correzioni e delle riduzioni apportate all’imposta precedente, dalla quale risultino le correzioni dell’imposta precedente secondo l’articolo 30 LIVA, le fattispecie di consumo proprio secondo l’articolo 31 LIVA e le riduzioni della deduzione dell’imposta precedente secondo l’articolo 33 capoverso 2 LIVA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_128"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quinto: Diritto procedurale applicabile all’imposta sulle prestazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 1: Diritti e obblighi del contribuente, Sezione 2: Rendiconto, Documenti supplementari",
        "citation": "Art. 128 cpv. 2 OIVA",
        "content": "Dalla riconciliazione delle cifre d’affari deve risultare come si sia raggiunta la concordanza tra la dichiarazione per il periodo fiscale e la chiusura di fine anno, considerando le diverse aliquote d’imposta oppure le aliquote saldo o forfetarie. Sono da considerare in particolare:\na. la cifra d’affari d’esercizio che risulta dal conto annuale;\nb. i ricavi registrati nei conti dei costi (diminuzioni delle spese);\nc. le compensazioni consolidate e non comprese nella cifra d’affari d’esercizio;\nd. le vendite di mezzi aziendali;\ne. i pagamenti anticipati;\nf. gli altri pagamenti ricevuti non compresi nella cifra d’affari d’esercizio; \ng. le prestazioni valutabili in denaro; \nh. le diminuzioni dei ricavi;\ni. le perdite su debitori; e\nj. le operazioni di chiusura dei conti come le delimitazioni temporali, gli accantonamenti e le rettifiche interne non rilevanti per la cifra d’affari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_128"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quinto: Diritto procedurale applicabile all’imposta sulle prestazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 1: Diritti e obblighi del contribuente, Sezione 2: Rendiconto, Documenti supplementari",
        "citation": "Art. 128 cpv. 3 OIVA",
        "content": "Dalla riconciliazione delle imposte precedenti deve risultare come si sia raggiunta la concordanza tra le imposte precedenti registrate nei relativi conti o in altri documenti e le imposte precedenti dichiarate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_128"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quinto: Diritto procedurale applicabile all’imposta sulle prestazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 1: Diritti e obblighi del contribuente, Sezione 2: Rendiconto, Documenti supplementari",
        "citation": "Art. 128 cpv. 4 OIVA",
        "content": "La richiesta di documenti supplementari secondo i capoversi 1–3 non costituisce una richiesta di documenti completi ai sensi dell’articolo 78 capoverso 2 LIVA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_128"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quinto: Diritto procedurale applicabile all’imposta sulle prestazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 1: Diritti e obblighi del contribuente, Sezione 2: Rendiconto, Correzione",
        "citation": "Art. 129 OIVA",
        "content": "La correzione di lacune constatate in rendiconti precedenti deve avvenire separatamente dall’allestimento dei rendiconti ordinari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_129"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quinto: Diritto procedurale applicabile all’imposta sulle prestazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 2: Obbligo di terzi di fornire informazioni",
        "citation": "Art. 130 OIVA",
        "content": "L’obbligo di terzi di fornire informazioni secondo l’articolo 73 capoverso 2 lettera c LIVA non sussiste per i documenti che:\na. sono stati affidati al terzo tenuto a fornire informazioni affinché possa eseguire la sua prestazione;\nb. sono stati allestiti dal terzo tenuto a fornire informazioni al fine di eseguire la sua prestazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_130"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quinto: Diritto procedurale applicabile all’imposta sulle prestazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 3: Diritti e obblighi delle autorità, Sezione 1: Protezione dei dati, Consulenza in materia di protezione dei dati",
        "citation": "Art. 131 cpv. 1 OIVA",
        "content": "L’AFC designa un consulente responsabile in materia di protezione e sicurezza dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_131"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quinto: Diritto procedurale applicabile all’imposta sulle prestazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 3: Diritti e obblighi delle autorità, Sezione 1: Protezione dei dati, Consulenza in materia di protezione dei dati",
        "citation": "Art. 131 cpv. 2 OIVA",
        "content": "Il consulente controlla che vengano osservate le disposizioni in materia di protezione dei dati e provvede, in particolare, a una verifica periodica dell’esattezza e della sicurezza dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_131"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quinto: Diritto procedurale applicabile all’imposta sulle prestazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 3: Diritti e obblighi delle autorità, Sezione 1: Protezione dei dati, Consulenza in materia di protezione dei dati",
        "citation": "Art. 131 cpv. 3 OIVA",
        "content": "Il consulente provvede inoltre affinché si svolgano controlli periodici che garantiscano l’esattezza dei dati raccolti e il loro trasferimento completo su supporti di dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_131"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quinto: Diritto procedurale applicabile all’imposta sulle prestazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 3: Diritti e obblighi delle autorità, Sezione 1: Protezione dei dati, Trattamento dei dati",
        "citation": "Art. 132 cpv. 1 OIVA",
        "content": "Il trattamento di dati è effettuato, nell’ambito dell’adempimento dei compiti prescritti per legge, esclusivamente da collaboratori dell’AFC o da personale tecnico da essa controllato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_132"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quinto: Diritto procedurale applicabile all’imposta sulle prestazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 3: Diritti e obblighi delle autorità, Sezione 1: Protezione dei dati, Trattamento dei dati",
        "citation": "Art. 132 cpv. 2 OIVA",
        "content": "L’AFC può trattare in forma elettronica o altra forma i dati che essa rileva o raccoglie oppure riceve da partecipanti a un procedimento, da terzi o da autorità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_132"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quinto: Diritto procedurale applicabile all’imposta sulle prestazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 3: Diritti e obblighi delle autorità, Sezione 1: Protezione dei dati, Responsabilità per il sistema d’informazione",
        "citation": "Art. 133 OIVA",
        "content": "L’AFC è responsabile della sicurezza dell’esercizio e della manutenzione del sistema d’informazione e della legittimità del trattamento dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_133"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quinto: Diritto procedurale applicabile all’imposta sulle prestazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 3: Diritti e obblighi delle autorità, Sezione 1: Protezione dei dati, Categorie di dati",
        "citation": "Art. 134 OIVA",
        "content": "I dati che l’AFC può trattare ai sensi dell’articolo 76a capoverso 3 LIVA sono i seguenti:\na. dati sull’identità delle persone: in particolare nominativi, forma giuridica, iscrizione nel registro di commercio, data di nascita o di costituzione, indirizzo, domicilio e sede sociale, numeri di mezzi di telecomunicazione, indirizzo di posta elettronica, attinenza, riferimento bancario, rappresentante legale, numero AVS;\nb. dati sulle attività economiche: genere di attività commerciale, cifre d’affari realizzate o preventivate, data d’iscrizione e di cancellazione, luogo di esecuzione della prestazione nonché i dati riguardanti il trasferimento e l’importazione ed esportazione di merci necessari per la riscossione dell’imposta sul valore aggiunto;\nc. dati sulla situazione reddituale e patrimoniale: in particolare dati raccolti da libri contabili, cifre economico-aziendali, immobili, denaro contante, conti postali e bancari, cartevalori e altri beni mobili di valore nonché le eredità indivise;\nd. dati sulla situazione tributaria: rendiconti fiscali;\ne. dati su debiti e cessioni di crediti: durata ed entità delle cessioni di crediti, ammontare dei crediti imponibili ceduti;\nf. dati su procedure di esecuzione, fallimento e sequestro: procedure di esecuzione, fallimento, sequestro e procedura di concordato, atti giudiziali e extragiudiziali finalizzati alla riscossione di crediti;\ng. dati sull’osservanza degli obblighi fiscali: osservanza degli obblighi di collaborazione fiscale, pagamento puntuale delle imposte dovute, obbligo di tenere la contabilità, accertamenti fatti nell’ambito di un controllo, nonché dati che sono necessari per garantire l’incasso delle imposte dovute dai contribuenti e dalle persone responsabili in solido;\nh. dati sul sospetto di infrazioni, su reati, oggetti e mezzi di prova sequestrati nonché su procedimenti penali: sospetto fondato di infrazioni, oggetti e mezzi di prova sequestrati, reati e conseguenti sanzioni e ricuperi d’imposta ai sensi dell’articolo 12 della legge del 22 marzo 1974 sul diritto penale amministrativo;\ni. dati su procedimenti amministrativi: dati riguardanti procedimenti amministrativi e procedimenti giudiziari in ambito fiscale, necessari per l’emissione di avvisi di tassazione e per la valutazione delle pretese di restituzione e delle domande di condono dell’imposta;\nj. dati su procedure di assistenza amministrativa e giudiziaria: autorità richiedente, data e oggetto della richiesta, persone interessate, svolgimento della procedura e tipo di misure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_134"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quinto: Diritto procedurale applicabile all’imposta sulle prestazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 3: Diritti e obblighi delle autorità, Sezione 1: Protezione dei dati, Statistiche",
        "citation": "Art. 135 cpv. 1 OIVA",
        "content": "L’AFC allestisce e tiene statistiche nella misura in cui siano necessarie per l’adempimento dei compiti legali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_135"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quinto: Diritto procedurale applicabile all’imposta sulle prestazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 3: Diritti e obblighi delle autorità, Sezione 1: Protezione dei dati, Statistiche",
        "citation": "Art. 135 cpv. 2 OIVA",
        "content": "L’AFC può comunicare dati, a fini statistici, alle autorità federali e cantonali nonché ad altre persone interessate, sempre che tali dati siano resi anonimi e non contengano indicazioni che permettono di risalire alle persone interessate. Sono fatti salvi gli articoli 10 capoversi 4 e 5 della legge del 9 ottobre 1992 sulla statistica federale e 14 capoverso 3 della legge del 3 ottobre 2003 sulla Banca nazionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_135"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quinto: Diritto procedurale applicabile all’imposta sulle prestazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 3: Diritti e obblighi delle autorità, Sezione 1: Protezione dei dati, Statistiche",
        "citation": "Art. 135 cpv. 3 OIVA",
        "content": "I dati che non sono stati resi anonimi possono essere utilizzati per controlli interni e per la pianificazione interna.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_135"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quinto: Diritto procedurale applicabile all’imposta sulle prestazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 3: Diritti e obblighi delle autorità, Sezione 1: Protezione dei dati, Comunicazione di dati all’Ufficio federale di statistica",
        "citation": "Art. 135a OIVA",
        "content": "L’AFC può accordare all’Ufficio federale di statistica (UST) l’accesso ai rendiconti d’imposta mediante una procedura di richiamo ai fini dell’esecuzione di rilevazioni statistiche, sempreché il contribuente abbia autorizzato l’UST a procurarsi tali dati presso l’AFC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_135_a"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quinto: Diritto procedurale applicabile all’imposta sulle prestazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 3: Diritti e obblighi delle autorità, Sezione 1: Protezione dei dati, Comunicazione di dati all’UDSC",
        "citation": "Art. 136 OIVA",
        "content": "L’AFC accorda al personale dell’UDSC incaricato di determinare e riscuotere l’imposta sul valore aggiunto l’accesso ai dati di cui all’articolo 134 mediante una procedura di richiamo, nella misura in cui tali dati siano necessari per una corretta e completa imposizione dell’importazione o per l’esecuzione di procedimenti penali o amministrativi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_136"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quinto: Diritto procedurale applicabile all’imposta sulle prestazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 3: Diritti e obblighi delle autorità, Sezione 1: Protezione dei dati, Durata di conservazione, distruzione e archiviazione dei dati",
        "citation": "Art. 137 cpv. 1 OIVA",
        "content": "L’AFC distrugge i dati al più tardi allo scadere dei termini fissati nell’articolo 70 capoversi 2 e 3 o nell’articolo 105 LIVA. Sono fatti salvi i dati di cui l’AFC necessita periodicamente per la riscossione dell’imposta sul valore aggiunto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_137"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quinto: Diritto procedurale applicabile all’imposta sulle prestazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 3: Diritti e obblighi delle autorità, Sezione 1: Protezione dei dati, Durata di conservazione, distruzione e archiviazione dei dati",
        "citation": "Art. 137 cpv. 2 OIVA",
        "content": "I dati destinati alla distruzione sono offerti all’Archivio federale conformemente alla legge federale del 26 giugno 1998 sull’archiviazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_137"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quinto: Diritto procedurale applicabile all’imposta sulle prestazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 3: Diritti e obblighi delle autorità, Sezione 1: Protezione dei dati, Valutazione dell’offerta Internet dell’AFC",
        "citation": "Art. 138 cpv. 1 OIVA",
        "content": "Per la valutazione della sua offerta Internet, l’AFC è autorizzata a trattare i dati di persone che fanno uso di tale offerta (logfile).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_138"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quinto: Diritto procedurale applicabile all’imposta sulle prestazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 3: Diritti e obblighi delle autorità, Sezione 1: Protezione dei dati, Valutazione dell’offerta Internet dell’AFC",
        "citation": "Art. 138 cpv. 2 OIVA",
        "content": "I dati possono essere trattati solo per tale valutazione e per la durata assolutamente necessaria. Dopo la valutazione sono distrutti o resi anonimi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_138"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quinto: Diritto procedurale applicabile all’imposta sulle prestazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 3: Diritti e obblighi delle autorità, Sezione 2: Controllo",
        "citation": "Art. 140 OIVA",
        "content": "Una richiesta di documenti completi è data quando sono richiesti i libri contabili di un esercizio, con o senza i relativi documenti giustificativi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_140"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quinto: Diritto procedurale applicabile all’imposta sulle prestazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 4: Procedura di decisione e di ricorso, Procedura di ricorso",
        "citation": "Art. 141 OIVA",
        "content": "L’AFC ha diritto di interporre ricorso presso il Tribunale federale secondo l’articolo 89 capoverso 2 lettera a della legge del 17 giugno 2005 sul Tribunale federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_141"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo quinto: Diritto procedurale applicabile all’imposta sulle prestazioni eseguite sul territorio svizzero e all’imposta sull’acquisto, Capitolo 4: Procedura di decisione e di ricorso, Spese d’esecuzione",
        "citation": "Art. 142 OIVA",
        "content": "Se l’esecuzione è ritirata conformemente all’articolo 86 capoverso 9 LIVA, le spese d’esecuzione sostenute sono a carico del contribuente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_142"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo sesto:, Sgravio dall’imposta sul valore aggiunto per beneficiari esonerati dall’imposta sul valore aggiunto in virtù della LSO, Diritto allo sgravio dall’imposta",
        "citation": "Art. 143 cpv. 1 OIVA",
        "content": "Hanno diritto allo sgravio dall’imposta sul valore aggiunto i beneficiari istituzionali e le persone beneficiarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_143"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo sesto:, Sgravio dall’imposta sul valore aggiunto per beneficiari esonerati dall’imposta sul valore aggiunto in virtù della LSO, Diritto allo sgravio dall’imposta",
        "citation": "Art. 143 cpv. 2 OIVA",
        "content": "Sono considerati beneficiari istituzionali:\na. i beneficiari di cui all’articolo 2 capoverso 1 LSO che beneficiano dell’esenzione dalle imposte indirette in virtù del diritto internazionale, di un accordo concluso con il Consiglio federale che prevede l’esenzione dalle imposte indirette o di una decisione del Dipartimento federale degli affari esteri (DFAE) presa conformemente all’articolo 26 capoverso 3 LSO;\nb. i beneficiari ai sensi dell’articolo 2 capoverso 1 LSO che hanno la loro sede all’estero, qualora siano esonerati dalle imposte indirette in virtù di un atto costitutivo, di un protocollo sui privilegi e le immunità o da altri accordi internazionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_143"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo sesto:, Sgravio dall’imposta sul valore aggiunto per beneficiari esonerati dall’imposta sul valore aggiunto in virtù della LSO, Diritto allo sgravio dall’imposta",
        "citation": "Art. 143 cpv. 3 OIVA",
        "content": "Sono considerate persone beneficiarie:\na. i Capi di stato e di governo durante l’esercizio effettivo di una funzione ufficiale in Svizzera, nonché le persone autorizzate ad accompagnarli che beneficiano dello statuto diplomatico;\nb. gli agenti diplomatici e i funzionari consolari, come pure le persone autorizzate ad accompagnarli che beneficiano dello stesso statuto diplomatico in Svizzera;\nc. gli alti funzionari di beneficiari istituzionali di cui al capoverso 2 lettera a che beneficiano dello statuto diplomatico in Svizzera, nonché le persone autorizzate ad accompagnarli, qualora beneficino dello stesso statuto diplomatico, se esonerati dalle imposte indirette in virtù di un accordo concluso tra il beneficiario istituzionale in questione e il Consiglio federale o il DFAE o in virtù di una decisione unilaterale del Consiglio federale o del DFAE;\nd. i delegati alle conferenze internazionali che beneficiano dello statuto diplomatico, se la conferenza alla quale partecipano beneficia dell’esenzione dalle imposte indirette conformemente al capoverso 2 lettera a;\ne. le personalità che esercitano un mandato internazionale ai sensi dell’articolo 2 capoverso 2 lettera b LSO e che beneficiano dello statuto diplomatico in Svizzera e dell’esenzione dalle imposte indirette in virtù di una decisione del Consiglio federale, nonché le persone autorizzate ad accompagnarle, qualora al beneficio dello stesso statuto diplomatico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_143"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo sesto:, Sgravio dall’imposta sul valore aggiunto per beneficiari esonerati dall’imposta sul valore aggiunto in virtù della LSO, Diritto allo sgravio dall’imposta",
        "citation": "Art. 143 cpv. 4 OIVA",
        "content": "Le persone di cittadinanza svizzera non hanno diritto allo sgravio dall’imposta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_143"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo sesto:, Sgravio dall’imposta sul valore aggiunto per beneficiari esonerati dall’imposta sul valore aggiunto in virtù della LSO, Diritto allo sgravio dall’imposta",
        "citation": "Art. 143 cpv. 5 OIVA",
        "content": "Lo sgravio dall’imposta sul valore aggiunto è operato tramite esenzione fiscale alla fonte conformemente agli articoli 144 e 145 e, eccezionalmente, tramite rimborso conformemente all’articolo 146.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_143"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo sesto:, Sgravio dall’imposta sul valore aggiunto per beneficiari esonerati dall’imposta sul valore aggiunto in virtù della LSO, Esenzione fiscale",
        "citation": "Art. 144 cpv. 1 OIVA",
        "content": "Sono esenti dall’imposta:\na. le forniture di beni e le prestazioni di servizi eseguite sul territorio svizzero da contribuenti a favore di beneficiari istituzionali e persone beneficiarie;\nb. l’ottenimento di prestazioni di imprese con sede all’estero da parte di beneficiari istituzionali e persone beneficiarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_144"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo sesto:, Sgravio dall’imposta sul valore aggiunto per beneficiari esonerati dall’imposta sul valore aggiunto in virtù della LSO, Esenzione fiscale",
        "citation": "Art. 144 cpv. 2 OIVA",
        "content": "L’esenzione fiscale si applica soltanto alle forniture e alle prestazioni di servizi a favore di:\na. persone beneficiarie, se destinate esclusivamente all’uso personale;\nb. beneficiari istituzionali, se destinate esclusivamente all’uso ufficiale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_144"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo sesto:, Sgravio dall’imposta sul valore aggiunto per beneficiari esonerati dall’imposta sul valore aggiunto in virtù della LSO, Condizioni per l’esenzione fiscale",
        "citation": "Art. 145 cpv. 1 OIVA",
        "content": "Prima di ricevere qualsiasi prestazione, il beneficiario istituzionale che intende rivendicare l’esenzione fiscale deve attestare sul modulo ufficiale che le prestazioni sono destinate all’uso ufficiale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_145"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo sesto:, Sgravio dall’imposta sul valore aggiunto per beneficiari esonerati dall’imposta sul valore aggiunto in virtù della LSO, Condizioni per l’esenzione fiscale",
        "citation": "Art. 145 cpv. 2 OIVA",
        "content": "Prima di ricevere qualsiasi prestazione, la persona beneficiaria che intende rivendicare l’esenzione fiscale deve farsi attestare sul modulo ufficiale dal beneficiario istituzionale a cui appartiene di godere dello statuto di cui all’articolo 143 capoverso 3 che la legittima all’ottenimento di prestazioni esonerate dall’imposta. La persona beneficiaria è tenuta a consegnare al fornitore di prestazioni il modulo ufficiale firmato di proprio pugno e a legittimarsi, ogniqualvolta riceva prestazioni, con la carta di legittimazione rilasciata dall’autorità federale competente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_145"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo sesto:, Sgravio dall’imposta sul valore aggiunto per beneficiari esonerati dall’imposta sul valore aggiunto in virtù della LSO, Condizioni per l’esenzione fiscale",
        "citation": "Art. 145 cpv. 3 OIVA",
        "content": "L’esenzione fiscale giusta l’articolo 144 capoverso 1 lettera a può essere rivendicata unicamente se il prezzo d’acquisto effettivo delle prestazioni indicate nella fattura o in un documento equivalente ammonta complessivamente ad almeno 100 franchi comprensivi dell’imposta. L’importo minimo non si applica alle prestazioni di servizi in materia d’informatica o di telecomunicazioni giusta l’articolo 10, né alle forniture di acqua in condotte, di gas ed elettricità da parte di aziende di erogazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_145"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo sesto:, Sgravio dall’imposta sul valore aggiunto per beneficiari esonerati dall’imposta sul valore aggiunto in virtù della LSO, Condizioni per l’esenzione fiscale",
        "citation": "Art. 145 cpv. 4 OIVA",
        "content": "Le condizioni giusta i capoversi 1–3 che danno diritto all’esenzione fiscale non si applicano agli acquisti di carburante per i quali il beneficiario istituzionale o la persona beneficiaria ha diritto all’esenzione dell’imposta sugli oli minerali in virtù degli articoli 26–28 dell’ordinanza del 20 novembre 1996 sull’imposizione degli oli minerali, degli articoli 30 e 31 dell’ordinanza del 23 agosto 1989 concernente i privilegi doganali delle missioni diplomatiche a Berna e dei posti consolari in Svizzera, così come degli articoli 28 e 29 dell’ordinanza del 13 novembre 1985 concernente i privilegi doganali delle organizzazioni internazionali, degli Stati nelle loro relazioni con tali organizzazioni e delle missioni speciali di Stati esteri. In questo caso il fornitore di prestazioni deve poter comprovare che l’UDSC non ha riscosso l’imposta sugli oli minerali oppure che l’ha rimborsata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_145"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo sesto:, Sgravio dall’imposta sul valore aggiunto per beneficiari esonerati dall’imposta sul valore aggiunto in virtù della LSO, Restituzione dell’imposta",
        "citation": "Art. 146 cpv. 1 OIVA",
        "content": "In singoli casi fondati l’AFC può, su richiesta, restituire ammontari d’imposta per i quali sussiste il diritto allo sgravio fiscale; essa a questo scopo può, d’intesa con il DFAE, prelevare una tassa amministrativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_146"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo sesto:, Sgravio dall’imposta sul valore aggiunto per beneficiari esonerati dall’imposta sul valore aggiunto in virtù della LSO, Restituzione dell’imposta",
        "citation": "Art. 146 cpv. 2 OIVA",
        "content": "Alla restituzione dell’imposta si applica per analogia l’articolo 145 capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_146"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo sesto:, Sgravio dall’imposta sul valore aggiunto per beneficiari esonerati dall’imposta sul valore aggiunto in virtù della LSO, Restituzione dell’imposta",
        "citation": "Art. 146 cpv. 3 OIVA",
        "content": "Un beneficiario istituzionale può presentare al massimo due richieste di restituzione dell’imposta per anno civile. A questo scopo egli deve utilizzare il modulo ufficiale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_146"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo sesto:, Sgravio dall’imposta sul valore aggiunto per beneficiari esonerati dall’imposta sul valore aggiunto in virtù della LSO, Restituzione dell’imposta",
        "citation": "Art. 146 cpv. 4 OIVA",
        "content": "Le persone beneficiarie possono presentare al massimo una richiesta di restituzione dell’imposta per anno civile. Le richieste delle persone beneficiarie devono essere raggruppate dall’istituzione a cui esse appartengono in vista di un inoltro annuale unico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_146"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo sesto:, Sgravio dall’imposta sul valore aggiunto per beneficiari esonerati dall’imposta sul valore aggiunto in virtù della LSO, Restituzione dell’imposta",
        "citation": "Art. 146 cpv. 5 OIVA",
        "content": "L’AFC può, d’intesa con il DFAE, fissare un importo minimo di restituzione per ogni richiesta. Sugli importi restituiti non sono versati interessi rimuneratori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_146"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo sesto:, Sgravio dall’imposta sul valore aggiunto per beneficiari esonerati dall’imposta sul valore aggiunto in virtù della LSO, Obbligo di conservare i documenti",
        "citation": "Art. 147 OIVA",
        "content": "Il contribuente deve conservare integralmente gli originali dei moduli ufficiali utilizzati, unitamente agli altri giustificativi, conformemente all’articolo 70 capoverso 2 LIVA. Ai moduli ufficiali trasmessi e conservati per via elettronica si applica per analogia l’articolo 122.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_147"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo sesto:, Sgravio dall’imposta sul valore aggiunto per beneficiari esonerati dall’imposta sul valore aggiunto in virtù della LSO, Deduzione dell’imposta precedente",
        "citation": "Art. 148 OIVA",
        "content": "L’imposta sulle forniture e sull’importazione di beni, nonché sulle prestazioni di servizi volte ad offrire prestazioni esonerate dalle imposte a beneficiari istituzionali e a persone beneficiarie, può essere dedotta a titolo d’imposta precedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_148"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo sesto:, Sgravio dall’imposta sul valore aggiunto per beneficiari esonerati dall’imposta sul valore aggiunto in virtù della LSO, Riscossione successiva dell’imposta e infrazioni",
        "citation": "Art. 149 cpv. 1 OIVA",
        "content": "Se le condizioni per l’esenzione fiscale giusta gli articoli 144 e 145 non sono date o vengono meno successivamente, il beneficiario istituzionale o la persona beneficiaria deve pagare al contribuente, nei casi di esenzione fiscale giusta l’articolo 144 capoverso 1 lettera a, l’importo corrispondente all’imposta. Se non viene versato, quest’importo è dovuto dal contribuente nella misura in cui gli sia imputabile una colpa. In caso di ottenimento di prestazioni di servizi da imprese con sede all’estero, i beneficiari istituzionali e le persone beneficiarie sono tenuti a versare successivamente l’imposta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_149"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo sesto:, Sgravio dall’imposta sul valore aggiunto per beneficiari esonerati dall’imposta sul valore aggiunto in virtù della LSO, Riscossione successiva dell’imposta e infrazioni",
        "citation": "Art. 149 cpv. 2 OIVA",
        "content": "Sono fatte salve le disposizioni delle Convenzioni di Vienna del 18 aprile 1961 sulle relazioni diplomatiche e del 24 aprile 1963 sulle relazioni consolari nonché degli accordi di sede.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_149"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo sesto:, Sgravio dall’imposta sul valore aggiunto per beneficiari esonerati dall’imposta sul valore aggiunto in virtù della LSO, Imposizione volontaria di prestazioni escluse dall’imposta",
        "citation": "Art. 150 OIVA",
        "content": "L’AFC può autorizzare l’imposizione volontaria delle prestazioni di cui all’articolo 21 capoverso 2 numeri 20 e 21 LIVA, al netto del valore del terreno, purché siano effettuate a favore di beneficiari istituzionali secondo l’articolo 143 capoverso 2 lettera a, indipendentemente dal fatto che il beneficiario istituzionale sia assoggettato all’imposta in territorio svizzero. Tale opzione è limitata a fondi e parti di fondi destinati a scopi amministrativi, segnatamente uffici, sale per conferenze, depositi e parcheggi, o utilizzati esclusivamente per la residenza del capo di una missione diplomatica, di una missione permanente o di un’altra rappresentanza presso organizzazioni intergovernative o di un posto consolare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_150"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo settimo:, Rimborso dell’imposta sul valore aggiunto ad acquirenti con domicilio o sede sociale all’estero, Aventi diritto",
        "citation": "Art. 151 cpv. 1 OIVA",
        "content": "Ha diritto al rimborso delle imposte versate secondo l’articolo 28 capoverso 1 lettere a e c LIVA chi importa beni o riceve prestazioni a titolo oneroso in Svizzera e:\na. ha il domicilio, la sede sociale o uno stabilimento d’impresa all’estero;\nb. non soggiace all’obbligo fiscale sul territorio svizzero;\nc. fatto salvo il capoverso 2, non esegue prestazioni in territorio svizzero; e\nd. comprova nei confronti dell’AFC la sua qualità di imprenditore nel Paese di domicilio, della sede sociale o dello stabilimento d’impresa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_151"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo settimo:, Rimborso dell’imposta sul valore aggiunto ad acquirenti con domicilio o sede sociale all’estero, Aventi diritto",
        "citation": "Art. 151 cpv. 2 OIVA",
        "content": "Il diritto al rimborso dell’imposta è salvaguardato se il richiedente è esentato dall’assoggettamento conformemente all’articolo 10 capoverso 2 lettera b LIVA e non rinuncia a questa esenzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_151"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo settimo:, Rimborso dell’imposta sul valore aggiunto ad acquirenti con domicilio o sede sociale all’estero, Aventi diritto",
        "citation": "Art. 151 cpv. 3 OIVA",
        "content": "Il rimborso dell’imposta presuppone che lo Stato in cui l’imprenditore estero richiedente ha il domicilio, la sede sociale o lo stabilimento d’impresa garantisca la reciprocità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_151"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo settimo:, Rimborso dell’imposta sul valore aggiunto ad acquirenti con domicilio o sede sociale all’estero, Reciprocità",
        "citation": "Art. 152 cpv. 1 OIVA",
        "content": "La reciprocità è considerata garantita se:\na. nello Stato estero in questione le imprese con domicilio o sede sociale in Svizzera hanno diritto al rimborso dell’imposta sul valore aggiunto versata per le prestazioni ivi acquisite che corrisponde, per entità e restrizioni, al diritto alla deduzione dell’imposta precedente di cui beneficiano le imprese con sede nello Stato estero; \nb. nello Stato estero in questione non viene riscossa un’imposta equiparabile all’imposta sul valore aggiunto svizzera; oppure\nc. nello Stato estero in questione viene riscosso un altro tipo di imposta sulla cifra d’affari, diversa dall’imposta sul valore aggiunto svizzera, che grava le imprese con domicilio o sede sociale in tale Stato in modo equivalente alle imprese con domicilio o sede sociale in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_152"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo settimo:, Rimborso dell’imposta sul valore aggiunto ad acquirenti con domicilio o sede sociale all’estero, Reciprocità",
        "citation": "Art. 152 cpv. 2 OIVA",
        "content": "L’AFC tiene un elenco degli Stati con i quali è stata scambiata una dichiarazione di reciprocità ai sensi del capoverso 1 lettera a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_152"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo settimo:, Rimborso dell’imposta sul valore aggiunto ad acquirenti con domicilio o sede sociale all’estero, Entità del rimborso dell’imposta",
        "citation": "Art. 153 cpv. 1 OIVA",
        "content": "Il rimborso dell’imposta corrisponde, per entità e restrizioni, al diritto alla deduzione dell’imposta precedente di cui agli articoli 28–30 e 33 capoverso 2 LIVA. Il rimborso è limitato all’ammontare corrispondente all’aliquota prevista dalla legge per la specifica prestazione. L’imposta sul valore aggiunto versata per le prestazioni non soggette o esentate da tale imposta ai sensi della LIVA non viene rimborsata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_153"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo settimo:, Rimborso dell’imposta sul valore aggiunto ad acquirenti con domicilio o sede sociale all’estero, Entità del rimborso dell’imposta",
        "citation": "Art. 153 cpv. 2 OIVA",
        "content": "Le agenzie di viaggio e gli organizzatori di manifestazioni con sede all’estero non hanno diritto al rimborso delle imposte loro fatturate in Svizzera per forniture e prestazioni di servizi ricevute che essi rifatturano ai loro clienti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_153"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo settimo:, Rimborso dell’imposta sul valore aggiunto ad acquirenti con domicilio o sede sociale all’estero, Entità del rimborso dell’imposta",
        "citation": "Art. 153 cpv. 3 OIVA",
        "content": "Le imposte rifondibili sono rimborsate soltanto se il loro importo raggiunge almeno 500 franchi per anno civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_153"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo settimo:, Rimborso dell’imposta sul valore aggiunto ad acquirenti con domicilio o sede sociale all’estero, Periodo di rimborso",
        "citation": "Art. 154 cpv. 1 OIVA",
        "content": "Il periodo di rimborso corrisponde a un anno civile. La richiesta di rimborso va presentata entro sei mesi a contare dalla fine dell’anno civile in cui è stata emessa la fattura per la prestazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_154"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo settimo:, Rimborso dell’imposta sul valore aggiunto ad acquirenti con domicilio o sede sociale all’estero, Periodo di rimborso",
        "citation": "Art. 154 cpv. 2 OIVA",
        "content": "Il periodo di rimborso termina nel momento in cui il fornitore della prestazione diviene contribuente. La richiesta di rimborso relativa a tale periodo deve essere presentata unitamente al primo rendiconto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_154"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo settimo:, Rimborso dell’imposta sul valore aggiunto ad acquirenti con domicilio o sede sociale all’estero, Procedura",
        "citation": "Art. 155 cpv. 1 OIVA",
        "content": "La richiesta di rimborso dell’imposta deve essere indirizzata all’AFC unitamente agli originali delle fatture del fornitore di prestazioni o alle decisioni d’imposizione dell’UDSC. Le fatture originali devono soddisfare i requisiti di cui all’articolo 26 capoverso 2 LIVA ed essere intestate al richiedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_155"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo settimo:, Rimborso dell’imposta sul valore aggiunto ad acquirenti con domicilio o sede sociale all’estero, Procedura",
        "citation": "Art. 155 cpv. 2 OIVA",
        "content": "Per la richiesta va utilizzato il modulo dell’AFC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_155"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo settimo:, Rimborso dell’imposta sul valore aggiunto ad acquirenti con domicilio o sede sociale all’estero, Procedura",
        "citation": "Art. 155 cpv. 3 OIVA",
        "content": "Il richiedente deve designare un rappresentante con domicilio o sede sociale in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_155"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo settimo:, Rimborso dell’imposta sul valore aggiunto ad acquirenti con domicilio o sede sociale all’estero, Procedura",
        "citation": "Art. 155 cpv. 4 OIVA",
        "content": "L’imposta indicata negli scontrini di cassa non può essere restituita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_155"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo settimo:, Rimborso dell’imposta sul valore aggiunto ad acquirenti con domicilio o sede sociale all’estero, Procedura",
        "citation": "Art. 155 cpv. 5 OIVA",
        "content": "L’AFC può esigere ulteriori indicazioni e documenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_155"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo settimo:, Rimborso dell’imposta sul valore aggiunto ad acquirenti con domicilio o sede sociale all’estero, Interesse rimuneratorio",
        "citation": "Art. 156 OIVA",
        "content": "Se il rimborso dell’imposta è versato oltre 180 giorni dopo la ricezione della richiesta completa da parte dell’AFC, un interesse rimuneratorio fissato dal DFF è corrisposto a contare dal 181° giorno fino a quello del versamento, a condizione che lo Stato in questione accordi la reciprocità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_156"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo ottavo: Organo consultivo per l’IVA, Statuto",
        "citation": "Art. 157 OIVA",
        "content": "L’organo consultivo per l’IVA (organo consultivo) è una commissione extraparlamentare ai sensi dell’articolo 57a della legge del 21 marzo 1997 sull’organizzazione del Governo e dell’Amministrazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_157"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo ottavo: Organo consultivo per l’IVA, Composizione dell’organo consultivo",
        "citation": "Art. 158 OIVA",
        "content": "L’organo consultivo si compone di 14 membri permanenti",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_158"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo ottavo: Organo consultivo per l’IVA, Metodo di lavoro e segretariato",
        "citation": "Art. 159 cpv. 1 OIVA",
        "content": "L’organo consultivo si riunisce a seconda delle esigenze. Il presidente provvede alla sua convocazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_159"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo ottavo: Organo consultivo per l’IVA, Metodo di lavoro e segretariato",
        "citation": "Art. 159 cpv. 1bis OIVA",
        "content": "L’AFC partecipa alle riunioni dell’organo consultivo in qualità di consulente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_159"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo ottavo: Organo consultivo per l’IVA, Metodo di lavoro e segretariato",
        "citation": "Art. 159 cpv. 2 OIVA",
        "content": "L’AFC assume i compiti amministrativi di segretariato e tiene il verbale delle riunioni; il verbale riporta le raccomandazioni dell’organo consultivo ed eventuali pareri di maggioranza e minoranza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_159"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo ottavo: Organo consultivo per l’IVA, Pareri e raccomandazioni",
        "citation": "Art. 160 OIVA",
        "content": "L’organo consultivo presenta i propri pareri e le proprie raccomandazioni all’attenzione del DFF. Può indicare i pareri di maggioranza e quelli di minoranza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_160"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo ottavo: Organo consultivo per l’IVA, Potere decisionale",
        "citation": "Art. 161 cpv. 1 OIVA",
        "content": "L’organo consultivo è privo di potere decisionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_161"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo ottavo: Organo consultivo per l’IVA, Potere decisionale",
        "citation": "Art. 161 cpv. 2 OIVA",
        "content": "La decisione circa la definizione della prassi spetta all’AFC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_161"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo ottavo: Organo consultivo per l’IVA, Informazione del pubblico",
        "citation": "Art. 162 cpv. 1 OIVA",
        "content": "Le deliberazioni e i documenti sottoposti all’organo consultivo o da esso redatti sono confidenziali. Sono fatti salvi i progetti inerenti alla definizione della prassi dell’AFC; tali progetti sono pubblicati sul sito Internet dell’AFC contemporaneamente alla convocazione della seduta in cui sono presumibilmente trattati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_162"
    },
    {
        "book": "MWSTV",
        "title": "OIVA, Titolo ottavo: Organo consultivo per l’IVA, Informazione del pubblico",
        "citation": "Art. 162 cpv. 2 OIVA",
        "content": "L’organo consultivo può informare il pubblico, con il consenso dell’AFC, riguardo agli affari da esso trattati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/828/it#art_162"
    }
]