[
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo I: Disposizioni generali, Campo di applicazione",
        "citation": "Art. 1 cpv. 1 MÃœ",
        "content": "La presente Convenzione si applica ad ogni trasporto internazionale di persone, bagagli o merci, effettuato con aeromobile a titolo oneroso. Essa si applica altresì ai trasporti con aeromobile effettuati a titolo gratuito da un’impresa di trasporto aereo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_1"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo I: Disposizioni generali, Campo di applicazione",
        "citation": "Art. 1 cpv. 2 MÃœ",
        "content": "Ai fini della presente Convenzione l’espressione trasporto internazionale indica ogni trasporto in cui, a seguito di accordo tra le parti, il luogo di partenza e il luogo di arrivo, che vi sia o no interruzione di trasporto o trasbordo, sono situati o sul territorio di due Stati parte o sul territorio di un medesimo Stato parte qualora sia previsto uno scalo sul territorio di un altro Stato, anche se tale Stato non è uno Stato parte. Ai fini della presente Convenzione non si considera trasporto internazionale il trasporto tra due punti del territorio di un medesimo Stato parte senza scalo concordato sul territorio di un altro Stato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_1"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo I: Disposizioni generali, Campo di applicazione",
        "citation": "Art. 1 cpv. 3 MÃœ",
        "content": "Ai fini della presente Convenzione il trasporto effettuato da più vettori successivi si presume costituire un unico trasporto qualora le parti lo abbiano considerato come un’unica operazione, indipendentemente dal fatto che sia stato stipulato per mezzo di un unico contratto o per mezzo di più contratti e il suo carattere internazionale non viene meno per il solo fatto che un contratto o più contratti debbano essere eseguiti integralmente sul territorio di un medesimo Stato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_1"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo I: Disposizioni generali, Campo di applicazione",
        "citation": "Art. 1 cpv. 4 MÃœ",
        "content": "La presente Convenzione si applica anche al trasporto di cui al capitolo V, fatte salve le disposizioni ivi previste.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_1"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo I: Disposizioni generali, Trasporto effettuato dallo Stato e trasporto di effetti postali",
        "citation": "Art. 2 cpv. 1 MÃœ",
        "content": "La presente Convenzione si applica al trasporto effettuato dallo Stato o da altre persone giuridiche di diritto pubblico sempreché ricorrano le condizioni di cui all’articolo 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_2"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo I: Disposizioni generali, Trasporto effettuato dallo Stato e trasporto di effetti postali",
        "citation": "Art. 2 cpv. 2 MÃœ",
        "content": "Nel trasporto di effetti postali il vettore è responsabile unicamente nei confronti dell’amministrazione postale competente conformemente alle norme applicabili nei rapporti tra i vettori e le amministrazioni postali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_2"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo I: Disposizioni generali, Trasporto effettuato dallo Stato e trasporto di effetti postali",
        "citation": "Art. 2 cpv. 3 MÃœ",
        "content": "Salvo quanto disposto al paragrafo 2, le disposizioni della presente Convenzione non si applicano al trasporto di effetti postali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_2"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo II: Documentazione e obblighi delle parti in materia di trasporto di passeggeri, bagagli e merci, Passeggeri e bagagli",
        "citation": "Art. 3 cpv. 1 MÃœ",
        "content": "In occasione del trasporto di passeggeri deve essere rilasciato un titolo di trasporto individuale o collettivo contenente:\na) l’indicazione dei punti di partenza e di destinazione; \nb) se i punti di partenza e di destinazione sono situati sul territorio di un medesimo Stato parte e se sono previsti uno o più scali sul territorio di un altro Stato, l’indicazione di uno di tali scali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_3"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo II: Documentazione e obblighi delle parti in materia di trasporto di passeggeri, bagagli e merci, Passeggeri e bagagli",
        "citation": "Art. 3 cpv. 2 MÃœ",
        "content": "In sostituzione del titolo di trasporto di cui al paragrafo 1 è ammesso l’impiego di qualsiasi altro mezzo che attesti le indicazioni ivi menzionate. Qualora venga utilizzato uno qualsiasi degli altri mezzi il vettore dovrà offrirsi di rilasciare al passeggero una dichiarazione scritta contenente le indicazioni in esso registrate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_3"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo II: Documentazione e obblighi delle parti in materia di trasporto di passeggeri, bagagli e merci, Passeggeri e bagagli",
        "citation": "Art. 3 cpv. 3 MÃœ",
        "content": "Il vettore rilascia al passeggero uno scontrino identificativo per ogni bagaglio consegnato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_3"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo II: Documentazione e obblighi delle parti in materia di trasporto di passeggeri, bagagli e merci, Passeggeri e bagagli",
        "citation": "Art. 3 cpv. 4 MÃœ",
        "content": "Al passeggero deve essere consegnato un avviso scritto nel quale sia specificato che la responsabilità del vettore per morte o lesione, per distruzione, perdita o deterioramento del bagaglio o per ritardo è soggetta alla presente Convenzione, qualora applicabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_3"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo II: Documentazione e obblighi delle parti in materia di trasporto di passeggeri, bagagli e merci, Passeggeri e bagagli",
        "citation": "Art. 3 cpv. 5 MÃœ",
        "content": "L’inosservanza delle disposizioni di cui ai paragrafi precedenti non pregiudica l’esistenza né la validità del contratto di trasporto, il quale resta comunque soggetto alle norme della presente Convenzione, ivi comprese quelle concernenti la limitazione della responsabilità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_3"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo II: Documentazione e obblighi delle parti in materia di trasporto di passeggeri, bagagli e merci, Merci",
        "citation": "Art. 4 cpv. 1 MÃœ",
        "content": "Per il trasporto di merci viene emessa una lettera di trasporto aereo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_4"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo II: Documentazione e obblighi delle parti in materia di trasporto di passeggeri, bagagli e merci, Merci",
        "citation": "Art. 4 cpv. 2 MÃœ",
        "content": "In sostituzione della lettera di trasporto aereo è ammesso l’impiego di qualsiasi altro mezzo che attesti le indicazioni relative al trasporto da eseguire. Qualora venga utilizzato uno di tali mezzi il vettore rilascia al mittente, a richiesta di quest’ultimo, una ricevuta di carico che permetta l’identificazione della spedizione e l’accesso alle indicazioni in esso registrate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_4"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo II: Documentazione e obblighi delle parti in materia di trasporto di passeggeri, bagagli e merci, Contenuto della lettera di trasporto aereo o della ricevuta di carico",
        "citation": "Art. 5 MÃœ",
        "content": "La lettera di trasporto aereo o la ricevuta di carico devono contenere:\na) l’indicazione dei punti di partenza e di destinazione; \nb) quando i punti di partenza e di destinazione sono situati sul territorio di un medesimo Stato parte e siano previsti uno o più scali sul territorio di un altro Stato, l’indicazione di uno di tali scali; \nc) l’indicazione del peso della spedizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_5"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo II: Documentazione e obblighi delle parti in materia di trasporto di passeggeri, bagagli e merci, Documento relativo alla natura della merce",
        "citation": "Art. 6 MÃœ",
        "content": "Se necessario all’espletamento delle formalità doganali, di polizia o imposte da autorità pubbliche analoghe, il mittente può essere tenuto a presentare un documento che specifichi la natura della merce. Questa disposizione non fa sorgere in capo al vettore alcun dovere, obbligo o conseguente responsabilità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_6"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo II: Documentazione e obblighi delle parti in materia di trasporto di passeggeri, bagagli e merci, Descrizione della lettera di trasporto aereo",
        "citation": "Art. 7 cpv. 1 MÃœ",
        "content": "La lettera di trasporto aereo viene emessa dal mittente in tre esemplari originali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_7"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo II: Documentazione e obblighi delle parti in materia di trasporto di passeggeri, bagagli e merci, Descrizione della lettera di trasporto aereo",
        "citation": "Art. 7 cpv. 2 MÃœ",
        "content": "Il primo originale porta l’indicazione «per il vettore» e viene firmato dal mittente. Il secondo originale porta l’indicazione «per il destinatario» e viene firmato dal mittente e dal vettore. Il terzo originale è firmato dal vettore e da questo consegnato al mittente dopo aver preso in consegna la merce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_7"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo II: Documentazione e obblighi delle parti in materia di trasporto di passeggeri, bagagli e merci, Descrizione della lettera di trasporto aereo",
        "citation": "Art. 7 cpv. 3 MÃœ",
        "content": "La firma del vettore e quella del mittente possono essere stampate o sostituite da un timbro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_7"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo II: Documentazione e obblighi delle parti in materia di trasporto di passeggeri, bagagli e merci, Descrizione della lettera di trasporto aereo",
        "citation": "Art. 7 cpv. 4 MÃœ",
        "content": "Se, a richiesta del mittente, il vettore emette la lettera di trasporto aereo, si considera, sino a prova contraria, che egli abbia agito in nome del mittente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_7"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo II: Documentazione e obblighi delle parti in materia di trasporto di passeggeri, bagagli e merci, Documentazione per colli multipli",
        "citation": "Art. 8 MÃœ",
        "content": "Quando vi sono più colli:\na) il vettore ha il diritto di chiedere al mittente di emettere lettere di trasporto aereo distinte; \nb) il mittente ha il diritto di chiedere al vettore di rilasciargli ricevute di carico distinte quando vengano utilizzati gli altri mezzi di cui all’articolo 4 paragrafo 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_8"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo II: Documentazione e obblighi delle parti in materia di trasporto di passeggeri, bagagli e merci, Inosservanza delle disposizioni relative alla documentazione",
        "citation": "Art. 9 MÃœ",
        "content": "L’inosservanza delle disposizioni degli articoli 4–8 non pregiudica l’esistenza né la validità del contratto di trasporto, il quale resta comunque soggetto alle norme della presente Convenzione, ivi comprese quelle concernenti la limitazione della responsabilità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_9"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo II: Documentazione e obblighi delle parti in materia di trasporto di passeggeri, bagagli e merci, Responsabilità per le indicazioni contenute nella documentazione",
        "citation": "Art. 10 cpv. 1 MÃœ",
        "content": "Il mittente è responsabile dell’esattezza delle indicazioni e delle dichiarazioni relative alla merce inserite da lui o in suo nome nella lettera di trasporto aereo, nonché di quelle fornite da lui o in suo nome al vettore perché siano inserite nella ricevuta di carico o per la registrazione con gli altri mezzi di cui all’articolo 4 paragrafo 2. Quanto disposto nel presente articolo si applica anche quando la persona che agisce in nome del mittente sia anche l’agente del vettore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_10"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo II: Documentazione e obblighi delle parti in materia di trasporto di passeggeri, bagagli e merci, Responsabilità per le indicazioni contenute nella documentazione",
        "citation": "Art. 10 cpv. 2 MÃœ",
        "content": "Il mittente risponde di ogni danno subito dal vettore o da ogni altra persona nei cui confronti questi sia responsabile a motivo delle indicazioni e dichiarazioni irregolari, inesatte o incomplete fornite da lui o in suo nome.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_10"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo II: Documentazione e obblighi delle parti in materia di trasporto di passeggeri, bagagli e merci, Responsabilità per le indicazioni contenute nella documentazione",
        "citation": "Art. 10 cpv. 3 MÃœ",
        "content": "Salvo quanto disposto ai paragrafi 1 e 2, il vettore risponde di ogni danno subìto dal mittente o da ogni altra persona nei cui confronti questi sia responsabile a motivo delle indicazioni e dichiarazioni irregolari, inesatte o incomplete inserite da lui o in suo nome nella ricevuta di carico o nei dati registrati con gli altri mezzi di cui all’articolo 4 paragrafo 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_10"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo II: Documentazione e obblighi delle parti in materia di trasporto di passeggeri, bagagli e merci, Efficacia probatoria della documentazione",
        "citation": "Art. 11 cpv. 1 MÃœ",
        "content": "La lettera di trasporto aereo o la ricevuta di carico fanno fede, sino a prova contraria, della conclusione del contratto, della presa in consegna della merce e delle condizioni di trasporto che vi figurano.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_11"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo II: Documentazione e obblighi delle parti in materia di trasporto di passeggeri, bagagli e merci, Efficacia probatoria della documentazione",
        "citation": "Art. 11 cpv. 2 MÃœ",
        "content": "Le dichiarazioni contenute nella lettera di trasporto aereo o nella ricevuta di carico, relative al peso, alle dimensioni e all’imballaggio della merce, nonché al numero dei colli, fanno fede sino a prova contraria. Quelle relative alla quantità, al volume e allo stato della merce non costituiscono prova contro il vettore a meno che siano state verificate dal vettore stesso alla presenza del mittente, e la verifica consti dalla lettera di trasporto aereo o dalla ricevuta di carico, ovvero si riferiscano allo stato apparente della merce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_11"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo II: Documentazione e obblighi delle parti in materia di trasporto di passeggeri, bagagli e merci, Diritto di disporre della merce",
        "citation": "Art. 12 cpv. 1 MÃœ",
        "content": "Il mittente ha il diritto, a condizione di adempiere a tutti gli obblighi risultanti dal contratto di trasporto, di disporre della merce, sia ritirandola all’aeroporto di partenza o di destinazione, sia facendola sostare in corso di rotta in caso di atterraggio, sia ordinandone la consegna nel luogo di destinazione o in corso di rotta ad un destinatario diverso da quello originariamente indicato, sia chiedendone la restituzione all’aeroporto di partenza, purché l’esercizio di tale diritto non rechi pregiudizio né al vettore, né agli altri mittenti, salvo l’obbligo di rimborsare le spese che ne risultino.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_12"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo II: Documentazione e obblighi delle parti in materia di trasporto di passeggeri, bagagli e merci, Diritto di disporre della merce",
        "citation": "Art. 12 cpv. 2 MÃœ",
        "content": "Se l’esecuzione delle istruzioni del mittente non risulta possibile, il vettore deve prontamente informarne quest’ultimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_12"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo II: Documentazione e obblighi delle parti in materia di trasporto di passeggeri, bagagli e merci, Diritto di disporre della merce",
        "citation": "Art. 12 cpv. 3 MÃœ",
        "content": "Il vettore che ottempera alle istruzioni del mittente senza esigere la presentazione dell’originale della lettera di trasporto aereo o della ricevuta di carico rilasciata a quest’ultimo risponde per ogni danno che ne derivi a chiunque sia regolarmente in possesso della lettera di trasporto aereo o della ricevuta di carico, salvo il diritto di agire in regresso verso il mittente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_12"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo II: Documentazione e obblighi delle parti in materia di trasporto di passeggeri, bagagli e merci, Diritto di disporre della merce",
        "citation": "Art. 12 cpv. 4 MÃœ",
        "content": "Il diritto del mittente cessa nel momento in cui inizia quello del destinatario, conformemente all’articolo 13. Tuttavia, se il destinatario rifiuta la merce o se risulta irreperibile, il mittente riacquista il proprio diritto di disporre della merce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_12"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo II: Documentazione e obblighi delle parti in materia di trasporto di passeggeri, bagagli e merci, Consegna della merce al destinatario",
        "citation": "Art. 13 cpv. 1 MÃœ",
        "content": "Salvo il caso in cui il mittente abbia esercitato il diritto che gli deriva dall’articolo 12, il destinatario può, dal momento dell’arrivo della merce nel punto di destinazione, richiedere al vettore la consegna della merce verso pagamento degli importi dovuti e previa esecuzione delle condizioni di trasporto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_13"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo II: Documentazione e obblighi delle parti in materia di trasporto di passeggeri, bagagli e merci, Consegna della merce al destinatario",
        "citation": "Art. 13 cpv. 2 MÃœ",
        "content": "Salvo diverso accordo tra le parti, è obbligo del vettore avvertire il destinatario al momento dell’arrivo della merce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_13"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo II: Documentazione e obblighi delle parti in materia di trasporto di passeggeri, bagagli e merci, Consegna della merce al destinatario",
        "citation": "Art. 13 cpv. 3 MÃœ",
        "content": "Se la perdita della merce viene riconosciuta dal vettore o se, decorsi sette giorni dalla data in cui sarebbe dovuta arrivare, la merce non è ancora giunta a destinazione, il destinatario può far valere nei confronti del vettore i diritti nascenti dal contratto di trasporto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_13"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo II: Documentazione e obblighi delle parti in materia di trasporto di passeggeri, bagagli e merci, Tutela dei diritti del mittente e del destinatario",
        "citation": "Art. 14 MÃœ",
        "content": "Il mittente e il destinatario possono far valere tutti i diritti che sono loro conferiti rispettivamente dagli articoli 12 e 13, ciascuno in proprio nome, sia che agiscano per proprio conto che per conto altrui, a condizione di adempiere gli obblighi derivanti dal contratto di trasporto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_14"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo II: Documentazione e obblighi delle parti in materia di trasporto di passeggeri, bagagli e merci, Rapporti tra il mittente e il destinatario o rapporti reciproci tra terzi",
        "citation": "Art. 15 cpv. 1 MÃœ",
        "content": "Gli articoli 12, 13 e 14 lasciano impregiudicati i rapporti tra il mittente e il destinatario, come pure i rapporti reciproci tra terzi i cui diritti derivino dal mittente o dal destinatario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_15"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo II: Documentazione e obblighi delle parti in materia di trasporto di passeggeri, bagagli e merci, Rapporti tra il mittente e il destinatario o rapporti reciproci tra terzi",
        "citation": "Art. 15 cpv. 2 MÃœ",
        "content": "Ogni deroga alle disposizioni degli articoli 12, 13 e 14 deve essere espressamente indicata nella lettera di trasporto aereo o nella ricevuta di carico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_15"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo II: Documentazione e obblighi delle parti in materia di trasporto di passeggeri, bagagli e merci, Formalità doganali, di polizia o imposte da altre autorità pubbliche",
        "citation": "Art. 16 cpv. 1 MÃœ",
        "content": "Il mittente è tenuto a fornire le informazioni e i documenti che sono necessari all’espletamento delle formalità doganali, di polizia o imposte da altre autorità pubbliche prima della consegna della merce al destinatario. Il mittente è responsabile nei confronti del vettore di tutti i danni derivanti dalla omissione, irregolarità o inesattezza di tali informazioni o documenti, salvo che il danno sia imputabile al vettore ovvero ai suoi dipendenti o incaricati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_16"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo II: Documentazione e obblighi delle parti in materia di trasporto di passeggeri, bagagli e merci, Formalità doganali, di polizia o imposte da altre autorità pubbliche",
        "citation": "Art. 16 cpv. 2 MÃœ",
        "content": "Il vettore non è tenuto a verificare l’esattezza e la completezza delle informazioni e dei documenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_16"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Morte o lesione dei passeggeri – Danni ai bagagli",
        "citation": "Art. 17 cpv. 1 MÃœ",
        "content": "Il vettore è responsabile del danno derivante dalla morte o dalla lesione personale subita dal passeggero per il fatto stesso che l’evento che ha causato la morte o la lesione si è prodotto a bordo dell’aeromobile o nel corso di una qualsiasi delle operazioni di imbarco o di sbarco.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_17"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Morte o lesione dei passeggeri – Danni ai bagagli",
        "citation": "Art. 17 cpv. 2 MÃœ",
        "content": "Il vettore è responsabile del danno derivante dalla distruzione, perdita o deterioramento dei bagagli consegnati, per il fatto stesso che l’evento che ha causato la distruzione, la perdita o il deterioramento si è prodotto a bordo dell’aeromobile oppure nel corso di qualsiasi periodo durante il quale il vettore aveva in custodia i bagagli consegnati. Tuttavia la responsabilità del vettore è esclusa se e nella misura in cui il danno derivi esclusivamente dalla natura dei bagagli o da difetto o vizio intrinseco. Nel caso di bagagli non consegnati, compresi gli oggetti personali, il vettore è responsabile qualora il danno derivi da sua colpa ovvero da colpa dei suoi dipendenti o incaricati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_17"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Morte o lesione dei passeggeri – Danni ai bagagli",
        "citation": "Art. 17 cpv. 3 MÃœ",
        "content": "Se il vettore riconosce la perdita del bagaglio consegnato, ovvero qualora il bagaglio consegnato non sia ancora giunto a destinazione entro ventuno giorni dalla data prevista, il passeggero può far valere nei confronti del vettore i diritti che gli derivano dal contratto di trasporto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_17"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Morte o lesione dei passeggeri – Danni ai bagagli",
        "citation": "Art. 17 cpv. 4 MÃœ",
        "content": "Salvo diversa disposizione, nella presente Convenzione il termine «bagagli» indica sia i bagagli consegnati che quelli non consegnati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_17"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Danni alla merce",
        "citation": "Art. 18 cpv. 1 MÃœ",
        "content": "Il vettore è responsabile del danno risultante dalla distruzione, perdita o deterioramento della merce per il fatto stesso che l’evento che ha causato il danno si è prodotto nel corso del trasporto aereo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_18"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Danni alla merce",
        "citation": "Art. 18 cpv. 2 MÃœ",
        "content": "Il deterioramento della merce deriva esclusivamente da uno o più fatti seguenti:\na) difetto, natura o vizio intrinseco della merce; \nb) imballaggio difettoso della merce effettuato da persona diversa dal vettore o dai suoi dipendenti o incaricati; \nc) un evento bellico o un conflitto armato; \nd) un atto dell’autorità pubblica compiuto in relazione all’entrata, uscita o transito della merce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_18"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Danni alla merce",
        "citation": "Art. 18 cpv. 3 MÃœ",
        "content": "Il trasporto aereo ai sensi del paragrafo 1 comprende il periodo nel corso del quale la merce si trova sotto la custodia del vettore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_18"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Danni alla merce",
        "citation": "Art. 18 cpv. 4 MÃœ",
        "content": "Il periodo del trasporto aereo non comprende alcun trasporto terrestre, marittimo o fluviale effettuato al di fuori di un aerodromo. Tuttavia, quando un tale trasporto venga effettuato in esecuzione del contratto di trasporto aereo al fine del carico, della consegna o del trasbordo, si presume, salvo prova contraria, che qualsiasi danno risulti da un evento intervenuto nel corso del trasporto aereo. Se il vettore, senza il consenso del mittente, esegue il trasporto in tutto o in parte con un mezzo diverso da quello aereo concordato dalle parti, tale trasporto si presume effettuato nel corso del trasporto aereo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_18"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Ritardo",
        "citation": "Art. 19 MÃœ",
        "content": "Il vettore è responsabile del danno derivante da ritardo nel trasporto aereo di passeggeri, bagagli o merci. Tuttavia il vettore non è responsabile per i danni da ritardo se dimostri che egli stesso e i propri dipendenti e incaricati hanno adottato tutte le misure necessarie e possibili, secondo la normale diligenza, per evitare il danno oppure che era loro impossibile adottarle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_19"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Esonero",
        "citation": "Art. 20 MÃœ",
        "content": "Il vettore, qualora dimostri che la persona che chiede il risarcimento o il suo avente causa ha provocato il danno o vi ha contributo per negligenza, atto illecito o omissione, è esonerato in tutto o in parte dalle proprie responsabilità nei confronti dell’istante, nella misura in cui la negligenza o l’atto illecito o l’omissione ha provocato il danno o vi ha contribuito. Allorché la richiesta di risarcimento viene presentata da persona diversa dal passeggero, a motivo della morte o della lesione subita da quest’ultimo, il vettore è parimenti esonerato in tutto o in parte dalle sue responsabilità nella misura in cui dimostri che tale passeggero ha provocato il danno o vi ha contribuito per negligenza, atto illecito o omissione. Questo articolo si applica a tutte le norme in tema di responsabilità contenute nella presente Convenzione, compreso l’articolo 21 paragrafo 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_20"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Risarcimento in caso di morte o lesione del passeggero",
        "citation": "Art. 21 cpv. 1 MÃœ",
        "content": "Per i danni di cui all’articolo 17 paragrafo 1, che non eccedono i 113 100 diritti speciali di prelievo per passeggero, il vettore non può escludere né limitare la propria responsabilità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_21"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Risarcimento in caso di morte o lesione del passeggero",
        "citation": "Art. 21 cpv. 2 MÃœ",
        "content": "Il vettore non risponde dei danni di cui all’articolo 17 paragrafo 1 che eccedono i 113 100 diritti speciali di prelievo per passeggero qualora dimostri che:\na) il danno non è dovuto a negligenza, atto illecito o omissione propria o dei propri dipendenti o incaricati oppure che\nb) il danno è dovuto esclusivamente a negligenza, atto illecito o omissione di terzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_21"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Limitazioni di responsabilità per ritardo, per il bagaglio e per le merci",
        "citation": "Art. 22 cpv. 1 MÃœ",
        "content": "Nel trasporto di persone, in caso di danno da ritardo, così come specificato all’articolo 19, la responsabilità del vettore è limitata alla somma di 4694 diritti speciali di prelievo per passeggero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_22"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Limitazioni di responsabilità per ritardo, per il bagaglio e per le merci",
        "citation": "Art. 22 cpv. 2 MÃœ",
        "content": "Nel trasporto di bagagli, la responsabilità del vettore in caso di distruzione, perdita, deterioramento o ritardo è limitata alla somma di 1131 diritti speciali di prelievo per passeggero, salvo dichiarazione speciale di interesse alla consegna a destinazione effettuata dal passeggero al momento della consegna al vettore del bagaglio, dietro pagamento di un’eventuale tassa supplementare. In tal caso il vettore sarà tenuto al risarcimento sino a concorrenza della somma dichiarata, a meno che egli non dimostri che tale somma è superiore all’interesse reale del mittente alla consegna a destinazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_22"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Limitazioni di responsabilità per ritardo, per il bagaglio e per le merci",
        "citation": "Art. 22 cpv. 3 MÃœ",
        "content": "Nel trasporto di merci, la responsabilità del vettore in caso di distruzione, perdita, deterioramento o ritardo è limitata alla somma di 19 diritti speciali di prelievo per chilogrammo, salvo dichiarazione speciale di interesse alla consegna a destinazione, effettuata dal mittente al momento della consegna del collo al vettore, dietro pagamento di un’eventuale tassa supplementare. In tal caso il vettore sarà tenuto al risarcimento sino a concorrenza della somma dichiarata, a meno che egli non dimostri che tale somma è superiore all’interesse reale del mittente alla consegna a destinazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_22"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Limitazioni di responsabilità per ritardo, per il bagaglio e per le merci",
        "citation": "Art. 22 cpv. 4 MÃœ",
        "content": "In caso di distruzione, perdita, deterioramento o ritardo di una parte delle merci o di qualsiasi oggetto in esse contenuto, per determinare il limite di responsabilità del vettore si tiene esclusivamente conto del peso totale del collo o dei colli interessati. Tuttavia, allorché la distruzione, la perdita, il deterioramento o il ritardo di una parte delle merci, o di un oggetto in esse contenuto, pregiudichi il valore di altri colli coperti dalla stessa lettera di trasporto aereo o dalla stessa ricevuta di carico o, qualora tali documenti non siano stati rilasciati, dalla stessa registrazione con altri mezzi di cui all’articolo 4 paragrafo 2, ai fini della determinazione del limite di responsabilità si deve altresì tener conto del peso totale di tali altri colli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_22"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Limitazioni di responsabilità per ritardo, per il bagaglio e per le merci",
        "citation": "Art. 22 cpv. 5 MÃœ",
        "content": "Le disposizioni dei paragrafi 1 e 2 del presente articolo non si applicano qualora venga dimostrato che il danno deriva da un atto o omissione del vettore, dei suoi dipendenti o incaricati, compiuto con l’intenzione di provocare un danno o temerariamente e con la consapevolezza che probabilmente ne deriverà un danno, sempreché, nel caso di atto o omissione di dipendenti o incaricati, venga anche fornita la prova che costoro hanno agito nell’esercizio delle loro funzioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_22"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Limitazioni di responsabilità per ritardo, per il bagaglio e per le merci",
        "citation": "Art. 22 cpv. 6 MÃœ",
        "content": "I limiti previsti dall’articolo 21 e dal presente articolo non ostano alla facoltà del tribunale di riconoscere all’attore, in conformità del proprio ordinamento interno, un’ulteriore somma corrispondente in tutto o in parte alle spese processuali e agli altri oneri da questi sostenuti in relazione alla controversia, maggiorate degli interessi. La disposizione precedente non si applica quando l’ammontare del risarcimento accordato, escluse le spese processuali e gli altri oneri relativi alla controversia, non supera la somma che il vettore ha offerto per iscritto all’attore entro sei mesi dalla data in cui si è verificato l’evento che ha provocato il danno, o prima della presentazione della domanda giudiziale, qualora questa sia successiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_22"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Conversione delle unità monetarie",
        "citation": "Art. 23 cpv. 1 MÃœ",
        "content": "Le somme espresse in diritti speciali di prelievo nella presente Convenzione si intendono riferite al diritto speciale di prelievo quale definito dal Fondo monetario internazionale. La conversione di tali somme nelle monete nazionali si effettuerà, in caso di procedimento giudiziario, secondo il valore di tali monete in diritti speciali di prelievo alla data della sentenza. Il valore in diritti speciali di prelievo di una moneta nazionale di uno Stato parte che sia membro del Fondo monetario internazionale è calcolato secondo il metodo di calcolo applicato alla data della sentenza dal Fondo stesso per le proprie operazioni e transazioni. Il valore in diritti speciali di prelievo di una moneta nazionale di uno Stato parte che non sia membro del Fondo monetario internazionale è calcolato secondo il metodo indicato dallo stesso Stato parte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_23"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Conversione delle unità monetarie",
        "citation": "Art. 23 cpv. 2 MÃœ",
        "content": "Tuttavia, gli Stati che non sono membri del Fondo monetario internazionale e il cui ordinamento non consenta l’applicazione delle disposizioni di cui al paragrafo 1 possono, al momento della ratifica o dell’adesione o in ogni momento successivo, dichiarare che nei procedimenti giudiziari sul loro territorio il limite di responsabilità del vettore di cui all’articolo 21 è fissato in 1 500 000 unità monetarie per passeggero; in 62 500 unità monetarie per passeggero in relazione all’articolo 22 paragrafo 1; in 15 000 unità monetarie per passeggero in relazione all’articolo 22 paragrafo 2 e in 250 unità monetarie per chilogrammo in relazione all’articolo 22 paragrafo 3. Tale unità monetaria corrisponde a sessantacinque milligrammi e mezzo di oro puro al titolo di novecento millesimi. Tali somme possono essere convertite in cifra tonda nella moneta nazionale in questione. La conversione di tali somme in moneta nazionale è effettuata conformemente alla legislazione dello Stato interessato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_23"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Conversione delle unità monetarie",
        "citation": "Art. 23 cpv. 3 MÃœ",
        "content": "Il metodo di calcolo indicato nell’ultima frase del paragrafo 1 e il metodo di conversione illustrato nel paragrafo 2 saranno applicati in maniera tale da esprimere nella moneta nazionale dello Stato parte, nella misura del possibile, lo stesso valore reale, per le somme di cui agli articoli 21 e 22, che risulterebbe dall’applicazione delle prime tre frasi del paragrafo 1. Gli Stati parte comunicheranno al depositario della presente Convenzione, a seconda dei casi, il metodo di calcolo adottato in applicazione del paragrafo 1 o il risultato della conversione di cui al paragrafo 2, al momento del deposito dello strumento di ratifica, accettazione, approvazione o adesione alla presente Convenzione e ogni qualvolta uno di essi venga modificato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_23"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Revisione dei limiti",
        "citation": "Art. 24 cpv. 1 MÃœ",
        "content": "Salvo quanto disposto dall’articolo 25 e dal paragrafo 2 del presente articolo, i limiti di responsabilità previsti dagli articoli 21, 22 e 23 saranno aggiornati dal depositario ad intervalli di cinque anni, la prima di tali revisioni avendo luogo alla scadenza di cinque anni dalla data di entrata in vigore della presente Convenzione, o qualora la Convenzione non sia entrata in vigore entro cinque anni dalla data in cui sarà stata aperta alla firma, entro il primo anno dall’entrata in vigore, facendo riferimento ad un fattore di inflazione costituito dal tasso di inflazione cumulato dalla precedente revisione, o in occasione della prima revisione, a partire dalla data di entrata in vigore della Convenzione. Per la determinazione del fattore di inflazione si farà ricorso al tasso di inflazione dato dalla media ponderata dei tassi annui di incremento o di diminuzione degli indici dei prezzi al consumo degli Stati le cui monete concorrono a formare i diritti speciali di prelievo di cui al paragrafo 1 dell’articolo 23.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_24"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Revisione dei limiti",
        "citation": "Art. 24 cpv. 2 MÃœ",
        "content": "Se nel corso della revisione di cui al paragrafo 1 si constata che il fattore di inflazione supera il 10 per cento, il depositario procederà a notificare agli Stati parte la revisione dei limiti di responsabilità. La revisione entra in vigore dopo sei mesi dalla data della notifica agli Stati parte. Se, entro tre mesi dalla notifica agli Stati parte, la maggioranza degli Stati parte si dichiari contraria, la revisione non entrerà in vigore e il depositario rinvierà la questione all’esame di una riunione degli Stati parte. Il depositario procederà all’immediata notifica a tutti gli Stati parte dell’entrata in vigore di ogni revisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_24"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Revisione dei limiti",
        "citation": "Art. 24 cpv. 3 MÃœ",
        "content": "Salvo quanto disposto al paragrafo 1, la procedura di cui al paragrafo 2 si applica ogni qualvolta ne faccia richiesta un terzo degli Stati parte e qualora il fattore di inflazione di cui al paragrafo 1 sia aumentato del 30 per cento dalla precedente revisione ovvero, in assenza di una precedente revisione, dalla data di entrata in vigore della presente Convenzione. Revisioni successive secondo la procedura descritta al paragrafo 1 verranno effettuate ad intervalli di cinque anni a partire dalla fine del quinto anno successivo alla data delle revisioni di cui al presente paragrafo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_24"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Clausola sui limiti",
        "citation": "Art. 25 MÃœ",
        "content": "Nel contratto di trasporto il vettore può stipulare limiti di responsabilità superiori a quelli previsti dalla presente Convenzione ovvero nessun limite di responsabilità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_25"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Nullità delle clausole contrattuali",
        "citation": "Art. 26 MÃœ",
        "content": "È nulla ogni clausola contrattuale intesa ad escludere la responsabilità del vettore o a fissare un limite inferiore a quello previsto nella presente Convenzione. La nullità di detta clausola non determina tuttavia la nullità dell’intero contratto, il quale rimane soggetto alle disposizioni della presente Convenzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_26"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Autonomia contrattuale",
        "citation": "Art. 27 MÃœ",
        "content": "Nessuna disposizione della presente Convenzione impedisce al vettore di rifiutare la conclusione di un contratto di trasporto o di rinunciare ad uno dei mezzi di tutela da essa contemplati ovvero di stipulare condizioni che non siano in contrasto con essa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_27"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Anticipi di pagamento",
        "citation": "Art. 28 MÃœ",
        "content": "In caso di incidente aereo che provoca la morte o la lesione del passeggero, il vettore, se vi è tenuto dalla propria legislazione nazionale, provvede senza indugio agli anticipi di pagamento a favore della persona o delle persone fisiche aventi diritto al risarcimento per far fronte alle loro immediate necessità economiche. Un anticipo di pagamento non costituisce riconoscimento di responsabilità e può essere detratto da qualsiasi ulteriore importo successivamente pagato dal vettore a titolo di risarcimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_28"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Fondamento della richiesta risarcitoria",
        "citation": "Art. 29 MÃœ",
        "content": "Nel trasporto di passeggeri, bagaglio e merci, ogni azione di risarcimento per danni promossa a qualsiasi titolo in base alla presente Convenzione o in base a un contratto o ad atto illecito o per qualsiasi altra causa, può essere esercitata unicamente alle condizioni e nei limiti di responsabilità previsti dalla presente Convenzione, fatta salva la determinazione delle persone legittimate ad agire e dei loro rispettivi diritti. Tale azione non dà luogo ad alcuna riparazione a titolo punitivo, esemplare o comunque non risarcitorio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_29"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Dipendenti, incaricati – Risarcimento complessivo",
        "citation": "Art. 30 cpv. 1 MÃœ",
        "content": "Se l’azione di risarcimento è promossa nei confronti di un dipendente o un incaricato del vettore per un danno contemplato nella presente Convenzione, tale dipendente o incaricato, ove dimostri di aver agito nell’esercizio delle sue funzioni, può far valere le condizioni e i limiti di responsabilità invocabili dal vettore stesso in virtù della presente Convenzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_30"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Dipendenti, incaricati – Risarcimento complessivo",
        "citation": "Art. 30 cpv. 2 MÃœ",
        "content": "L’ammontare totale del risarcimento pagato dal vettore e dai suoi dipendenti e incaricati non può superare i predetti limiti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_30"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Dipendenti, incaricati – Risarcimento complessivo",
        "citation": "Art. 30 cpv. 3 MÃœ",
        "content": "Le disposizioni dei paragrafi 1 e 2 non si applicano al trasporto di merci qualora venga dimostrato che il danno deriva da un atto o da una omissione del dipendente o dell’incaricato commessi o con l’intenzione di provocare un danno o temerariamente e con la consapevolezza che probabilmente ne deriverà un danno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_30"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Termini per la presentazione dei reclami",
        "citation": "Art. 31 cpv. 1 MÃœ",
        "content": "Il ricevimento senza riserve del bagaglio consegnato o della merce da parte della persona avente diritto alla consegna costituisce, salvo prova contraria, presunzione che gli stessi sono stati consegnati in buono stato e conformemente al titolo di trasporto o alle registrazioni con altri mezzi di cui all’articolo 3 paragrafo 2 e all’articolo 4 paragrafo 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_31"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Termini per la presentazione dei reclami",
        "citation": "Art. 31 cpv. 2 MÃœ",
        "content": "In caso di danno, la persona avente diritto alla consegna deve, appena constatato il danno, presentare reclamo al vettore immediatamente e comunque entro sette giorni dalla data del ricevimento, in caso di bagaglio consegnato, ed entro quattordici giorni dalla data di ricevimento, in caso di merce. In caso di ritardo, il reclamo deve essere inoltrato entro ventuno giorni dalla data in cui il bagaglio o la merce sono stati messi a sua disposizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_31"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Termini per la presentazione dei reclami",
        "citation": "Art. 31 cpv. 3 MÃœ",
        "content": "Il reclamo deve avere forma scritta ed essere presentato o inviato entro i predetti termini.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_31"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Termini per la presentazione dei reclami",
        "citation": "Art. 31 cpv. 4 MÃœ",
        "content": "In mancanza di reclamo nei predetti termini, si estinguono le azioni nei confronti del vettore, salvo in caso di frode da parte di quest’ultimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_31"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Morte della persona responsabile",
        "citation": "Art. 32 MÃœ",
        "content": "In caso di morte della persona responsabile, l’azione per il risarcimento del danno si esercita, entro i limiti previsti dalla presente Convenzione, nei confronti dei suoi aventi causa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_32"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Competenza giurisdizionale",
        "citation": "Art. 33 cpv. 1 MÃœ",
        "content": "L’azione per il risarcimento del danno è promossa, a scelta dell’attore, nel territorio di uno degli Stati parte, o davanti al tribunale del domicilio del vettore o della sede principale della sua attività o del luogo in cui esso possiede un’impresa che ha provveduto a stipulare il contratto, o davanti al tribunale del luogo di destinazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_33"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Competenza giurisdizionale",
        "citation": "Art. 33 cpv. 2 MÃœ",
        "content": "In caso di danno derivante dalla morte o dalla lesione del passeggero, l’azione di risarcimento può essere promossa dinanzi ad uno dei tribunali di cui al paragrafo 1 oppure nel territorio dello Stato parte nel quale al momento dell’incidente il passeggero ha la sua residenza principale e permanente e dal quale e verso il quale il vettore svolge il servizio di trasporto aereo di passeggeri, sia con propri aeromobili che con aeromobili di proprietà di un altro vettore in virtù di un accordo commerciale, e nel quale il vettore esercita la propria attività di trasporto aereo di passeggeri in edifici locati o di proprietà dello stesso vettore o di un altro vettore con il quale egli ha un accordo commerciale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_33"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Competenza giurisdizionale",
        "citation": "Art. 33 cpv. 3 MÃœ",
        "content": "Ai fini del paragrafo 2:\na) «accordo commerciale» indica un accordo, diverso dall’accordo di agenzia, concluso tra vettori e relativo alla fornitura di servizi comuni per il trasporto aereo di passeggeri; \nb) «residenza principale e permanente» indica il luogo in cui, al momento dell’incidente, il passeggero ha fissa e permanente dimora. La nazionalità del passeggero non costituisce l’elemento determinante a tale scopo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_33"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Competenza giurisdizionale",
        "citation": "Art. 33 cpv. 4 MÃœ",
        "content": "Si applicano le norme procedurali del tribunale adito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_33"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Arbitrato",
        "citation": "Art. 34 cpv. 1 MÃœ",
        "content": "Salvo quanto disposto dal presente articolo, le parti di un contratto di trasporto di merci possono stipulare che ogni controversia in tema di responsabilità del vettore ai sensi della presente Convenzione venga risolta tramite arbitrato. Tale accordo deve avere forma scritta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_34"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Arbitrato",
        "citation": "Art. 34 cpv. 2 MÃœ",
        "content": "La procedura arbitrale avrà luogo, a scelta dell’attore, nell’ambito di una delle giurisdizioni individuate all’articolo 33.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_34"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Arbitrato",
        "citation": "Art. 34 cpv. 3 MÃœ",
        "content": "L’arbitro o il tribunale arbitrale deve applicare le disposizioni della presente Convenzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_34"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Arbitrato",
        "citation": "Art. 34 cpv. 4 MÃœ",
        "content": "Le disposizioni di cui ai paragrafi 2 e 3 si presumono far parte di ogni clausola o accordo arbitrale. Ogni condizione stabilita in tale clausola o accordo che sia in contrasto con tali disposizioni è nulla e priva di effetto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_34"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Prescrizione",
        "citation": "Art. 35 cpv. 1 MÃœ",
        "content": "Il diritto al risarcimento per danni si prescrive nel termine di due anni decorrenti dal giorno di arrivo a destinazione o dal giorno previsto per l’arrivo a destinazione dell’aeromobile o dal giorno in cui il trasporto è stato interrotto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_35"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Prescrizione",
        "citation": "Art. 35 cpv. 2 MÃœ",
        "content": "Il metodo di calcolo del periodo di prescrizione è determinato in conformità dell’ordinamento del tribunale adito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_35"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Vettori successivi",
        "citation": "Art. 36 cpv. 1 MÃœ",
        "content": "Nei casi di trasporto ai sensi dell’articolo 1 paragrafo 3, da eseguire da diversi vettori successivi, ogni vettore che accetta passeggeri, bagaglio e merci è soggetto alle disposizioni della presente Convenzione ed è considerato parte del contratto di trasporto per quella parte del trasporto effettuata sotto il suo controllo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_36"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Vettori successivi",
        "citation": "Art. 36 cpv. 2 MÃœ",
        "content": "In caso di trasporto di tal genere, il passeggero o i suoi aventi diritto possono agire soltanto nei confronti del vettore che ha effettuato il trasporto nel corso del quale l’incidente o il ritardo si sono verificati, salvo il caso in cui, per accordo espresso, il primo vettore si sia assunto la responsabilità dell’intero viaggio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_36"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Vettori successivi",
        "citation": "Art. 36 cpv. 3 MÃœ",
        "content": "Nel caso di bagaglio o di merci, il passeggero o il mittente ha diritto di agire nei confronti del primo vettore, e il passeggero o il destinatario ha il diritto di agire nei confronti dell’ultimo vettore, e inoltre entrambi potranno agire contro il vettore che ha effettuato il trasporto nel corso del quale si sono verificati la distruzione, la perdita, il deterioramento o il ritardo. I vettori sono responsabili singolarmente e solidalmente nei confronti del passeggero o del mittente o del destinatario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_36"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo III: Responsabilità del vettore ed entità del risarcimento per danni, Regresso nei confronti di terzi",
        "citation": "Art. 37 MÃœ",
        "content": "Nessuna disposizione della Convenzione impedisce alla persona responsabile del danno ai sensi della presente Convenzione di ricorrere contro qualsiasi altra persona.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_37"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo IV: Trasporto combinato, Trasporto combinato",
        "citation": "Art. 38 cpv. 1 MÃœ",
        "content": "Nel caso di trasporti combinati, effettuati in parte per via area ed in parte con altre modalità di trasporto, le disposizioni della presente Convenzione, salvo quanto previsto dall’articolo 18 paragrafo 4, si applicano solo al trasporto aereo sempreché esso rientri nella previsione dell’articolo 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_38"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo IV: Trasporto combinato, Trasporto combinato",
        "citation": "Art. 38 cpv. 2 MÃœ",
        "content": "Nel caso di trasporto combinato, nulla nella presente Convenzione vieta alle parti di inserire nel titolo di trasporto aereo condizioni relative alle altre modalità di trasporto, purché per quanto attiene al trasporto aereo vengano rispettate le disposizioni della presente Convenzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_38"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo V: Trasporto aereo effettuato da persona diversa dal vettore contrattuale, Vettore contrattuale – Vettore di fatto",
        "citation": "Art. 39 MÃœ",
        "content": "Le disposizioni del presente Capitolo si applicano nel caso in cui un soggetto (qui appresso denominato «vettore contrattuale») conclude in nome proprio un contratto di trasporto, retto dalla presente Convenzione, con un passeggero o un mittente o con una persona agente in nome del passeggero o del mittente e un altro soggetto (qui appresso denominato «vettore di fatto») effettua, in virtù dell’autorità conferitagli dal vettore contrattuale, in tutto o in parte il trasporto, pur non costituendo relativamente a tale parte un vettore successivo ai sensi della presente Convenzione. Tale autorità si presume esistere fino a prova contraria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_39"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo V: Trasporto aereo effettuato da persona diversa dal vettore contrattuale, Responsabilità rispettive del vettore contrattuale e del vettore di fatto",
        "citation": "Art. 40 MÃœ",
        "content": "Salvo disposizione contraria del presente capitolo, quando un vettore di fatto effettua, in tutto o in parte, un trasporto che, in virtù del contratto di cui all’articolo 39, è retto dalla presente Convenzione, sia il vettore contrattuale che il vettore di fatto sono soggetti alle disposizioni della presente Convenzione, il primo per l’intero trasporto contemplato nel contratto, il secondo per la parte da lui eseguita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_40"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo V: Trasporto aereo effettuato da persona diversa dal vettore contrattuale, Responsabilità reciproca",
        "citation": "Art. 41 cpv. 1 MÃœ",
        "content": "Gli atti e omissioni del vettore di fatto e dei suoi dipendenti e incaricati, compiuti nell’esercizio delle loro funzioni, concernenti il trasporto eseguito dal vettore di fatto, sono parimenti considerati come atti e omissioni del vettore contrattuale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_41"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo V: Trasporto aereo effettuato da persona diversa dal vettore contrattuale, Responsabilità reciproca",
        "citation": "Art. 41 cpv. 2 MÃœ",
        "content": "Gli atti e omissioni del vettore contrattuale e dei suoi dipendenti e incaricati compiuti nell’esercizio delle loro funzioni, concernenti il trasporto effettuato dal vettore contrattuale, sono considerati come atti e omissioni del vettore contrattuale. Tuttavia, per tali atti e omissioni, il vettore contrattuale non potrà incorrere in una responsabilità superiore ai limiti fissati agli articoli 21, 22, 23 e 24. Nessun accordo speciale conferente al vettore contrattuale obblighi non previsti dalla presente Convenzione, nessuna rinuncia a diritti o a mezzi di tutela derivanti dalla presente Convenzione, nessuna dichiarazione speciale d’interesse alla consegna a destinazione ai sensi dell’articolo 22 potranno essere fatti valere contro il vettore di fatto, salvo che questi vi abbia acconsentito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_41"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo V: Trasporto aereo effettuato da persona diversa dal vettore contrattuale, Destinatario dei reclami e delle istruzioni",
        "citation": "Art. 42 MÃœ",
        "content": "I reclami e le istruzioni da rivolgere al vettore in applicazione della presente Convenzione hanno gli stessi effetti sia se indirizzati al vettore contrattuale sia se indirizzati al vettore di fatto. Tuttavia, le istruzioni di cui all’articolo 12 valgono solo se indirizzate al vettore contrattuale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_42"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo V: Trasporto aereo effettuato da persona diversa dal vettore contrattuale, Dipendenti e incaricati",
        "citation": "Art. 43 MÃœ",
        "content": "Nel trasporto effettuato dal vettore di fatto, ogni dipendente o incaricato dello stesso vettore o del vettore contrattuale, che provi d’aver agito nell’esercizio delle proprie funzioni, può valersi dei limiti di responsabilità applicabili, ai sensi della presente Convenzione, al vettore di cui è dipendente o incaricato, sempreché non dimostri di aver agito in maniera che escluda l’applicabilità dei limiti di responsabilità concessi in conformità della presente Convenzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_43"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo V: Trasporto aereo effettuato da persona diversa dal vettore contrattuale, Risarcimento complessivo",
        "citation": "Art. 44 MÃœ",
        "content": "Nel trasporto effettuato dal vettore di fatto, l’ammontare totale del risarcimento pagato dallo stesso vettore, dal vettore contrattuale e dai loro dipendenti e incaricati che abbiano agito nell’esercizio delle loro funzioni, non può superare il massimale che, secondo la presente Convenzione, può essere imputato al vettore contrattuale ovvero al vettore di fatto, e comunque nessuno di tali soggetti può essere tenuto responsabile oltre il limite previsto per ognuno di essi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_44"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo V: Trasporto aereo effettuato da persona diversa dal vettore contrattuale, Destinatario della richiesta di risarcimento",
        "citation": "Art. 45 MÃœ",
        "content": "L’azione per il risarcimento del danno contro il vettore di fatto, per il trasporto effettuato, può essere promossa, a scelta dell’attore, contro lo stesso vettore o contro il vettore contrattuale o contro entrambi, congiuntamente o separatamente. Quando l’azione è promossa contro uno solo dei vettori, questi ha il diritto di esigere la chiamata in corresponsabilità dell’altro vettore. La procedura e la chiamata sono disciplinate dalla legge del tribunale adito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_45"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo V: Trasporto aereo effettuato da persona diversa dal vettore contrattuale, Giurisdizione addizionale",
        "citation": "Art. 46 MÃœ",
        "content": "L’azione per il risarcimento per danni di cui all’articolo 45 è promossa, a scelta dell’attore, nel territorio di uno degli Stati parte, o davanti ad uno dei tribunali presso i quali può essere promossa l’azione contro il vettore contrattuale ai sensi dell’articolo 33 o davanti al tribunale competente del luogo in cui il vettore di fatto ha la sua residenza o la sede principale della sua attività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_46"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo V: Trasporto aereo effettuato da persona diversa dal vettore contrattuale, Nullità di clausole contrattuali",
        "citation": "Art. 47 MÃœ",
        "content": "È nulla ogni clausola contrattuale intesa ad esonerare il vettore contrattuale o il vettore di fatto dalla responsabilità che gli deriva dal presente capitolo o a fissare un limite inferiore a quello previsto nello stesso capitolo. La nullità di detta clausola non determina tuttavia la nullità dell’intero contratto, il quale rimane soggetto alle disposizioni del presente capitolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_47"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo V: Trasporto aereo effettuato da persona diversa dal vettore contrattuale, Rapporti reciproci tra vettore contrattuale e vettore di fatto",
        "citation": "Art. 48 MÃœ",
        "content": "Salvo quanto disposto dall’articolo 45, nessuna disposizione del presente capitolo pregiudica i diritti e gli obblighi reciproci dei vettori, compreso il diritto di regresso e il diritto al risarcimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_48"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo VI: Altre disposizioni, Imperatività",
        "citation": "Art. 49 MÃœ",
        "content": "Sono nulle tutte le clausole contenute nel contratto di trasporto e tutti gli accordi speciali conclusi prima del verificarsi del danno con i quali le parti mirano ad eludere le disposizioni della presente Convenzione sia determinando la legislazione applicabile sia modificando le norme sulla competenza giurisdizionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_49"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo VI: Altre disposizioni, Assicurazione",
        "citation": "Art. 50 MÃœ",
        "content": "Gli Stati parte faranno obbligo ai propri vettori di provvedere a stipulare un contratto di assicurazione a idonea copertura della loro responsabilità derivante dalla presente Convenzione. Qualora richiesto dalla parte contraente nel cui territorio opera, il vettore deve dimostrare di godere di un’adeguata copertura assicurativa per i casi di responsabilità derivante dalla presente Convenzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_50"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo VI: Altre disposizioni, Trasporto effettuato in circostanze eccezionali",
        "citation": "Art. 51 MÃœ",
        "content": "Le disposizioni degli articoli 3–5, 7 e 8 concernenti i titoli di trasporto non si applicano al trasporto effettuato in circostanze eccezionali che esulano dal normale esercizio dell’attività del vettore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_51"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Capitolo VI: Altre disposizioni, Definizione di giorni",
        "citation": "Art. 52 MÃœ",
        "content": "L’uso del termine «giorni» nella presente Convenzione indica i giorni di calendario e non i giorni feriali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/it#art_52"
    }
]