[
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel I: Allgemeine Bestimmungen, Anwendungsbereich",
        "citation": "Art. 1 Abs. 1 MÃœ",
        "content": "Dieses Übereinkommen gilt für jede internationale Beförderung von Personen, Reisegepäck oder Gütern, die durch Luftfahrzeuge gegen Entgelt erfolgt. Es gilt auch für unentgeltliche Beförderungen durch Luftfahrzeuge, wenn sie von einem Luftfahrtunternehmen ausgeführt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_1"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel I: Allgemeine Bestimmungen, Anwendungsbereich",
        "citation": "Art. 1 Abs. 2 MÃœ",
        "content": "Als «internationale Beförderung» im Sinne dieses Übereinkommens ist jede Beförderung anzusehen, bei der nach den Vereinbarungen der Parteien der Abgangsort und der Bestimmungsort, gleichviel ob eine Unterbrechung der Beförderung oder ein Fahrzeugwechsel stattfindet oder nicht, in den Hoheitsgebieten von zwei Vertragsstaaten liegen oder, wenn diese Orte zwar im Hoheitsgebiet nur eines Vertragsstaats liegen, aber eine Zwischenlandung in dem Hoheitsgebiet eines anderen Staates vorgesehen ist, selbst wenn dieser Staat kein Vertragsstaat ist. Die Beförderung zwischen zwei Orten innerhalb des Hoheitsgebiets nur eines Vertragsstaats ohne eine Zwischenlandung im Hoheitsgebiet eines anderen Staates gilt nicht als internationale Beförderung im Sinne dieses Übereinkommens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_1"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel I: Allgemeine Bestimmungen, Anwendungsbereich",
        "citation": "Art. 1 Abs. 3 MÃœ",
        "content": "Ist eine Beförderung von mehreren aufeinander folgenden Luftfrachtführern auszuführen, so gilt sie, gleichviel ob der Beförderungsvertrag in der Form eines einzigen Vertrags oder einer Reihe von Verträgen geschlossen worden ist, bei der Anwendung dieses Übereinkommens als eine einzige Beförderung, sofern sie von den Parteien als einheitliche Leistung vereinbart worden ist; eine solche Beförderung verliert ihre Eigenschaft als internationale Beförderung nicht dadurch, dass ein Vertrag oder eine Reihe von Verträgen ausschliesslich im Hoheitsgebiet desselben Staates zu erfüllen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_1"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel I: Allgemeine Bestimmungen, Anwendungsbereich",
        "citation": "Art. 1 Abs. 4 MÃœ",
        "content": "Dieses Übereinkommen gilt auch für Beförderungen nach Kapitel V vorbehältlich der darin enthaltenen Bedingungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_1"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel I: Allgemeine Bestimmungen, Staatlich ausgeführte Beförderung und Beförderung von Postsendungen",
        "citation": "Art. 2 Abs. 1 MÃœ",
        "content": "Dieses Übereinkommen gilt auch für die Beförderungen, die der Staat oder eine andere juristische Person des öffentlichen Rechts ausführt, wenn die Voraussetzungen des Artikels 1 vorliegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_2"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel I: Allgemeine Bestimmungen, Staatlich ausgeführte Beförderung und Beförderung von Postsendungen",
        "citation": "Art. 2 Abs. 2 MÃœ",
        "content": "Bei der Beförderung von Postsendungen haftet der Luftfrachtführer nur gegenüber der zuständigen Postverwaltung nach Massgabe der auf die Beziehungen zwischen Luftfrachtführern und Postverwaltungen anwendbaren Vorschriften.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_2"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel I: Allgemeine Bestimmungen, Staatlich ausgeführte Beförderung und Beförderung von Postsendungen",
        "citation": "Art. 2 Abs. 3 MÃœ",
        "content": "Mit Ausnahme des Absatzes 2 gilt dieses Übereinkommen nicht für die Beförderung von Postsendungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_2"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel II: Urkunden und Pflichten der Parteien betreffend die Beförderung von Reisenden, Reisegepäck und Gütern, Reisende und Reisegepäck",
        "citation": "Art. 3 Abs. 1 MÃœ",
        "content": "Bei der Beförderung von Reisenden ist ein Einzel- oder Sammelbeförderungsschein auszuhändigen; er muss enthalten:\na) die Angabe des Abgangs- und Bestimmungsorts;\nb) falls Abgangs- und Bestimmungsort im Hoheitsgebiet desselben Vertragsstaats liegen, jedoch eine oder mehrere Zwischenlandungen im Hoheitsgebiet eines anderen Staates vorgesehen sind, die Angabe von zumindest einem dieser Zwischenlandepunkte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_3"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel II: Urkunden und Pflichten der Parteien betreffend die Beförderung von Reisenden, Reisegepäck und Gütern, Reisende und Reisegepäck",
        "citation": "Art. 3 Abs. 2 MÃœ",
        "content": "Jede andere Aufzeichnung, welche die in Absatz 1 genannten Angaben enthält, kann anstelle des in jenem Absatz genannten Beförderungsscheins verwendet werden. Werden derartige andere Aufzeichnungen verwendet, so muss der Luftfrachtführer anbieten, dem Reisenden eine schriftliche Erklärung über die darin enthaltenen Angaben auszuhändigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_3"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel II: Urkunden und Pflichten der Parteien betreffend die Beförderung von Reisenden, Reisegepäck und Gütern, Reisende und Reisegepäck",
        "citation": "Art. 3 Abs. 3 MÃœ",
        "content": "Der Luftfrachtführer hat dem Reisenden für jedes aufgegebene Gepäckstück einen Beleg zur Gepäckidentifizierung auszuhändigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_3"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel II: Urkunden und Pflichten der Parteien betreffend die Beförderung von Reisenden, Reisegepäck und Gütern, Reisende und Reisegepäck",
        "citation": "Art. 3 Abs. 4 MÃœ",
        "content": "Der Reisende ist schriftlich darauf hinzuweisen, dass dieses Übereinkommen, soweit es Anwendung findet, die Haftung des Luftfrachtführers für Tod oder Körperverletzung, für Zerstörung, Verlust oder Beschädigung von Gepäck sowie für Verspätung regelt und beschränken kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_3"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel II: Urkunden und Pflichten der Parteien betreffend die Beförderung von Reisenden, Reisegepäck und Gütern, Reisende und Reisegepäck",
        "citation": "Art. 3 Abs. 5 MÃœ",
        "content": "Die Nichtbeachtung der Absätze 1 bis 4 berührt weder den Bestand noch die Wirksamkeit des Beförderungsvertrags; dieser unterliegt gleichwohl den Vorschriften dieses Übereinkommens einschliesslich derjenigen über die Haftungsbeschränkung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_3"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel II: Urkunden und Pflichten der Parteien betreffend die Beförderung von Reisenden, Reisegepäck und Gütern, Güter",
        "citation": "Art. 4 Abs. 1 MÃœ",
        "content": "Bei der Beförderung von Gütern ist ein Luftfrachtbrief auszuhändigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_4"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel II: Urkunden und Pflichten der Parteien betreffend die Beförderung von Reisenden, Reisegepäck und Gütern, Güter",
        "citation": "Art. 4 Abs. 2 MÃœ",
        "content": "Anstelle eines Luftfrachtbriefs kann jede andere Aufzeichnung verwendet werden, welche die Angaben über die auszuführende Beförderung enthält. Werden derartige andere Aufzeichnungen verwendet, so muss der Luftfrachtführer dem Absender auf dessen Verlangen eine Empfangsbestätigung über die Güter aushändigen, die es ermöglicht, die Sendung genau zu bestimmen und auf die in diesen anderen Aufzeichnungen enthaltenen Angaben zurückzugreifen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_4"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel II: Urkunden und Pflichten der Parteien betreffend die Beförderung von Reisenden, Reisegepäck und Gütern, Inhalt des Luftfrachtbriefs und der Empfangsbestätigung über Güter",
        "citation": "Art. 5 MÃœ",
        "content": "Der Luftfrachtbrief und die Empfangsbestätigung über Güter müssen enthalten:\na) die Angabe des Abgangs- und Bestimmungsorts;\nb) falls Abgangs- und Bestimmungsort im Hoheitsgebiet desselben Vertragsstaats liegen, jedoch eine oder mehrere Zwischenlandungen im Hoheitsgebiet eines anderen Staates vorgesehen sind, die Angabe von zumindest einem dieser Zwischenlandepunkte;\nc) die Angabe des Gewichts der Sendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_5"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel II: Urkunden und Pflichten der Parteien betreffend die Beförderung von Reisenden, Reisegepäck und Gütern, Angaben zur Art der Güter",
        "citation": "Art. 6 MÃœ",
        "content": "Falls notwendig, kann vom Absender verlangt werden, zur Einhaltung der Vorschriften der Zoll-, der Polizei- oder anderer Behörden eine Urkunde mit Angaben zur Art der Güter auszuhändigen. Diese Bestimmung begründet für den Luftfrachtführer keine Verpflichtung, Verbindlichkeit oder Haftung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_6"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel II: Urkunden und Pflichten der Parteien betreffend die Beförderung von Reisenden, Reisegepäck und Gütern, Luftfrachtbrief",
        "citation": "Art. 7 Abs. 1 MÃœ",
        "content": "Der Luftfrachtbrief wird vom Absender in drei Ausfertigungen ausgestellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_7"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel II: Urkunden und Pflichten der Parteien betreffend die Beförderung von Reisenden, Reisegepäck und Gütern, Luftfrachtbrief",
        "citation": "Art. 7 Abs. 2 MÃœ",
        "content": "Die erste Ausfertigung trägt den Vermerk «für den Luftfrachtführer»; sie wird vom Absender unterzeichnet. Die zweite Ausfertigung trägt den Vermerk «für den Empfänger»; sie wird vom Absender und vom Luftfrachtführer unterzeichnet. Die dritte Ausfertigung wird vom Luftfrachtführer unterzeichnet und nach Annahme der Güter dem Absender ausgehändigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_7"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel II: Urkunden und Pflichten der Parteien betreffend die Beförderung von Reisenden, Reisegepäck und Gütern, Luftfrachtbrief",
        "citation": "Art. 7 Abs. 3 MÃœ",
        "content": "Die Unterschrift des Luftfrachtführers und diejenige des Absenders können gedruckt oder durch einen Stempel ersetzt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_7"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel II: Urkunden und Pflichten der Parteien betreffend die Beförderung von Reisenden, Reisegepäck und Gütern, Luftfrachtbrief",
        "citation": "Art. 7 Abs. 4 MÃœ",
        "content": "Wird der Luftfrachtbrief auf Verlangen des Absenders vom Luftfrachtführer ausgestellt, so wird bis zum Beweis des Gegenteils vermutet, dass der Luftfrachtführer im Namen des Absenders gehandelt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_7"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel II: Urkunden und Pflichten der Parteien betreffend die Beförderung von Reisenden, Reisegepäck und Gütern, Mehrere Frachtstücke",
        "citation": "Art. 8 MÃœ",
        "content": "Handelt es sich um mehrere Frachtstücke,\na) so kann der Luftfrachtführer vom Absender die Ausstellung einzelner Luftfrachtbriefe verlangen;\nb) so kann der Absender vom Luftfrachtführer die Aushändigung einzelner Empfangsbestätigungen verlangen, wenn andere Aufzeichnungen im Sinne des Artikels 4 Absatz 2 verwendet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_8"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel II: Urkunden und Pflichten der Parteien betreffend die Beförderung von Reisenden, Reisegepäck und Gütern, Nichtbeachtung der Bestimmungen über Beförderungsurkunden",
        "citation": "Art. 9 MÃœ",
        "content": "Die Nichtbeachtung der Artikel 4 bis 8 berührt weder den Bestand noch die Wirksamkeit des Beförderungsvertrags; dieser unterliegt gleichwohl den Vorschriften dieses Übereinkommens einschliesslich derjenigen über die Haftungsbeschränkung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_9"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel II: Urkunden und Pflichten der Parteien betreffend die Beförderung von Reisenden, Reisegepäck und Gütern, Haftung für die Angaben in den Urkunden",
        "citation": "Art. 10 Abs. 1 MÃœ",
        "content": "Der Absender haftet für die Richtigkeit der Angaben und Erklärungen über die Güter, die von ihm oder in seinem Namen in den Luftfrachtbrief eingetragen werden, sowie der von ihm oder in seinem Namen dem Luftfrachtführer gemachten Angaben oder Erklärungen zur Aufnahme in die Empfangsbestätigung über die Güter oder in die anderen Aufzeichnungen im Sinne des Artikels 4 Absatz 2. Dies gilt auch, wenn die für den Absender handelnde Person zugleich der Beauftragte des Luftfrachtführers ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_10"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel II: Urkunden und Pflichten der Parteien betreffend die Beförderung von Reisenden, Reisegepäck und Gütern, Haftung für die Angaben in den Urkunden",
        "citation": "Art. 10 Abs. 2 MÃœ",
        "content": "Der Absender hat dem Luftfrachtführer den Schaden zu ersetzen, den dieser oder ein Dritter, dem der Luftfrachtführer haftet, dadurch erleidet, dass die vom Absender oder in seinem Namen gemachten Angaben und Erklärungen unrichtig, ungenau oder unvollständig sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_10"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel II: Urkunden und Pflichten der Parteien betreffend die Beförderung von Reisenden, Reisegepäck und Gütern, Haftung für die Angaben in den Urkunden",
        "citation": "Art. 10 Abs. 3 MÃœ",
        "content": "Vorbehältlich der Absätze 1 und 2 hat der Luftfrachtführer dem Absender den Schaden zu ersetzen, den dieser oder ein Dritter, dem der Absender haftet, dadurch erleidet, dass die Angaben und Erklärungen, die vom Luftfrachtführer oder in seinem Namen in die Empfangsbestätigung über die Güter oder in die anderen Aufzeichnungen im Sinne des Artikels 4 Absatz 2 aufgenommen wurden, unrichtig, ungenau oder unvollständig sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_10"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel II: Urkunden und Pflichten der Parteien betreffend die Beförderung von Reisenden, Reisegepäck und Gütern, Beweiskraft der Urkunden",
        "citation": "Art. 11 Abs. 1 MÃœ",
        "content": "Der Luftfrachtbrief und die Empfangsbestätigung über die Güter begründen die widerlegbare Vermutung für den Abschluss des Vertrags, die Annahme der Güter und die Beförderungsbedingungen, die darin niedergelegt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_11"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel II: Urkunden und Pflichten der Parteien betreffend die Beförderung von Reisenden, Reisegepäck und Gütern, Beweiskraft der Urkunden",
        "citation": "Art. 11 Abs. 2 MÃœ",
        "content": "Die Angaben in dem Luftfrachtbrief und der Empfangsbestätigung über die Güter zu Gewicht, Massen und Verpackung sowie zu der Anzahl der Frachtstücke begründen die widerlegbare Vermutung ihrer Richtigkeit; die Angaben über Menge, Rauminhalt und Zustand der Güter begründen diese Vermutung gegenüber dem Luftfrachtführer nur insoweit, als er diese Angaben in Gegenwart des Absenders nachgeprüft hat und dies auf dem Luftfrachtbrief oder der Empfangsbestätigung vermerkt ist, oder wenn es sich um Angaben handelt, die sich auf den äusserlich erkennbaren Zustand der Güter beziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_11"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel II: Urkunden und Pflichten der Parteien betreffend die Beförderung von Reisenden, Reisegepäck und Gütern, Verfügungsrecht über die Güter",
        "citation": "Art. 12 Abs. 1 MÃœ",
        "content": "Der Absender ist unter der Bedingung, dass er alle Verpflichtungen aus dem Frachtvertrag erfüllt, berechtigt, über die Güter in der Weise zu verfügen, dass er sie am Abgangs- oder Bestimmungsflughafen sich zurückgeben, unterwegs während einer Landung aufhalten, am Bestimmungsort oder unterwegs an eine andere Person als den ursprünglich bezeichneten Empfänger abliefern oder zum Abgangsflughafen zurückbringen lässt. Dieses Recht kann nur insoweit ausgeübt werden, als dadurch der Luftfrachtführer oder die anderen Absender nicht geschädigt werden; der Absender ist zur Erstattung der durch die Ausübung dieses Rechts entstehenden Kosten verpflichtet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_12"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel II: Urkunden und Pflichten der Parteien betreffend die Beförderung von Reisenden, Reisegepäck und Gütern, Verfügungsrecht über die Güter",
        "citation": "Art. 12 Abs. 2 MÃœ",
        "content": "Ist die Ausführung der Weisungen des Absenders unmöglich, so hat der Luftfrachtführer ihn unverzüglich zu verständigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_12"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel II: Urkunden und Pflichten der Parteien betreffend die Beförderung von Reisenden, Reisegepäck und Gütern, Verfügungsrecht über die Güter",
        "citation": "Art. 12 Abs. 3 MÃœ",
        "content": "Kommt der Luftfrachtführer den Weisungen des Absenders nach, ohne die Vorlage der diesem übergebenen Ausfertigung des Luftfrachtbriefs oder der Empfangsbestätigung über die Güter zu verlangen, so haftet er unbeschadet seines Rückgriffsanspruchs gegen den Absender dem rechtmässigen Besitzer des Luftfrachtbriefs oder der Empfangsbestätigung über die Güter für den daraus entstehenden Schaden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_12"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel II: Urkunden und Pflichten der Parteien betreffend die Beförderung von Reisenden, Reisegepäck und Gütern, Verfügungsrecht über die Güter",
        "citation": "Art. 12 Abs. 4 MÃœ",
        "content": "Das Recht des Absenders erlischt mit dem Zeitpunkt, in dem das Recht des Empfängers nach Artikel 13 entsteht. Es lebt jedoch wieder auf, wenn der Empfänger die Annahme der Güter verweigert oder wenn er nicht erreicht werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_12"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel II: Urkunden und Pflichten der Parteien betreffend die Beförderung von Reisenden, Reisegepäck und Gütern, Ablieferung der Güter",
        "citation": "Art. 13 Abs. 1 MÃœ",
        "content": "Sofern der Absender nicht von seinem Recht nach Artikel 12 Gebrauch gemacht hat, ist der Empfänger berechtigt, nach Eintreffen der Güter am Bestimmungsort vom Luftfrachtführer die Ablieferung der Güter gegen Zahlung der geschuldeten Beträge und gegen Erfüllung der Beförderungsbedingungen zu verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_13"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel II: Urkunden und Pflichten der Parteien betreffend die Beförderung von Reisenden, Reisegepäck und Gütern, Ablieferung der Güter",
        "citation": "Art. 13 Abs. 2 MÃœ",
        "content": "Sofern nichts anderes vereinbart ist, hat der Luftfrachtführer dem Empfänger das Eintreffen der Güter unverzüglich anzuzeigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_13"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel II: Urkunden und Pflichten der Parteien betreffend die Beförderung von Reisenden, Reisegepäck und Gütern, Ablieferung der Güter",
        "citation": "Art. 13 Abs. 3 MÃœ",
        "content": "Hat der Luftfrachtführer den Verlust der Güter anerkannt oder sind die Güter nach Ablauf von sieben Tagen seit dem Tag, an dem sie hätten eintreffen sollen, nicht eingetroffen, so kann der Empfänger die Rechte aus dem Frachtvertrag gegen den Luftfrachtführer geltend machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_13"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel II: Urkunden und Pflichten der Parteien betreffend die Beförderung von Reisenden, Reisegepäck und Gütern, Geltendmachung der Rechte des Absenders und des Empfängers",
        "citation": "Art. 14 MÃœ",
        "content": "Der Absender und der Empfänger können, gleichviel ob sie für eigene oder fremde Rechnung handeln, die ihnen nach den Artikeln 12 und 13 zustehenden Rechte im eigenen Namen geltend machen, sofern sie die Verpflichtungen aus dem Frachtvertrag erfüllen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_14"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel II: Urkunden und Pflichten der Parteien betreffend die Beförderung von Reisenden, Reisegepäck und Gütern, Rechtsverhältnisse zwischen Absender und Empfänger oder Dritten",
        "citation": "Art. 15 Abs. 1 MÃœ",
        "content": "Die Rechtsverhältnisse zwischen dem Absender und dem Empfänger sowie die Rechtsverhältnisse Dritter, die ihre Rechte vom Absender oder vom Empfänger herleiten, werden durch die Artikel 12, 13 und 14 nicht berührt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_15"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel II: Urkunden und Pflichten der Parteien betreffend die Beförderung von Reisenden, Reisegepäck und Gütern, Rechtsverhältnisse zwischen Absender und Empfänger oder Dritten",
        "citation": "Art. 15 Abs. 2 MÃœ",
        "content": "Jede von den Artikeln 12, 13 und 14 abweichende Vereinbarung muss auf dem Luftfrachtbrief oder auf der Empfangsbestätigung über die Güter vermerkt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_15"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel II: Urkunden und Pflichten der Parteien betreffend die Beförderung von Reisenden, Reisegepäck und Gütern, Vorschriften der Zoll-, der Polizei- und anderer Behörden",
        "citation": "Art. 16 Abs. 1 MÃœ",
        "content": "Der Absender ist verpflichtet, alle Auskünfte zu erteilen und alle Urkunden zur Verfügung zu stellen, die vor Aushändigung der Güter an den Empfänger zur Erfüllung der Vorschriften der Zoll-, der Polizei- und anderer Behörden erforderlich sind. Der Absender haftet dem Luftfrachtführer für den Schaden, der durch das Fehlen, die Unvollständigkeit oder die Unrichtigkeit dieser Auskünfte und Urkunden entsteht, es sei denn, dass den Luftfrachtführer oder seine Leute ein Verschulden trifft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_16"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel II: Urkunden und Pflichten der Parteien betreffend die Beförderung von Reisenden, Reisegepäck und Gütern, Vorschriften der Zoll-, der Polizei- und anderer Behörden",
        "citation": "Art. 16 Abs. 2 MÃœ",
        "content": "Der Luftfrachtführer ist nicht verpflichtet, diese Auskünfte und Urkunden auf ihre Richtigkeit und Vollständigkeit zu prüfen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_16"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Tod und Körperverletzung von Reisenden – Beschädigung von Reisegepäck",
        "citation": "Art. 17 Abs. 1 MÃœ",
        "content": "Der Luftfrachtführer hat den Schaden zu ersetzen, der dadurch entsteht, dass ein Reisender getötet oder körperlich verletzt wird, jedoch nur, wenn sich der Unfall, durch den der Tod oder die Körperverletzung verursacht wurde, an Bord des Luftfahrzeugs oder beim Ein- oder Aussteigen ereignet hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_17"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Tod und Körperverletzung von Reisenden – Beschädigung von Reisegepäck",
        "citation": "Art. 17 Abs. 2 MÃœ",
        "content": "Der Luftfrachtführer hat den Schaden zu ersetzen, der durch Zerstörung, Verlust oder Beschädigung von aufgegebenem Reisegepäck entsteht, jedoch nur, wenn das Ereignis, durch das die Zerstörung, der Verlust oder die Beschädigung verursacht wurde, an Bord des Luftfahrzeugs oder während eines Zeitraums eingetreten ist, in dem sich das aufgegebene Reisegepäck in der Obhut des Luftfrachtführers befand. Der Luftfrachtführer haftet jedoch nicht, wenn und soweit der Schaden auf die Eigenart des Reisegepäcks oder einen ihm innewohnenden Mangel zurückzuführen ist. Bei nicht aufgegebenem Reisegepäck, einschliesslich persönlicher Gegenstände, haftet der Luftfrachtführer, wenn der Schaden auf sein Verschulden oder das Verschulden seiner Leute zurückzuführen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_17"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Tod und Körperverletzung von Reisenden – Beschädigung von Reisegepäck",
        "citation": "Art. 17 Abs. 3 MÃœ",
        "content": "Hat der Luftfrachtführer den Verlust des aufgegebenen Reisegepäcks anerkannt oder ist das aufgegebene Reisegepäck nach Ablauf von einundzwanzig Tagen seit dem Tag, an dem es hätte eintreffen sollen, nicht eingetroffen, so kann der Reisende die Rechte aus dem Beförderungsvertrag gegen den Luftfrachtführer geltend machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_17"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Tod und Körperverletzung von Reisenden – Beschädigung von Reisegepäck",
        "citation": "Art. 17 Abs. 4 MÃœ",
        "content": "Vorbehältlich entgegenstehender Bestimmungen bezeichnet in diesem Übereinkommen der Begriff «Reisegepäck» sowohl aufgegebenes als auch nicht aufgegebenes Reisegepäck.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_17"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Beschädigung von Gütern",
        "citation": "Art. 18 Abs. 1 MÃœ",
        "content": "Der Luftfrachtführer hat den Schaden zu ersetzen, der durch Zerstörung, Verlust oder Beschädigung von Gütern entsteht, jedoch nur, wenn das Ereignis, durch das der Schaden verursacht wurde, während der Luftbeförderung eingetreten ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_18"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Beschädigung von Gütern",
        "citation": "Art. 18 Abs. 2 MÃœ",
        "content": "Der Luftfrachtführer haftet jedoch nicht, wenn und soweit er nachweist, dass die Zerstörung, der Verlust oder die Beschädigung der Güter durch einen oder mehrere der folgenden Umstände verursacht wurde:\na) die Eigenart der Güter oder ein ihnen innewohnender Mangel;\nb) mangelhafte Verpackung der Güter durch eine andere Person als den Luftfrachtführer oder seine Leute;\nc) eine Kriegshandlung oder ein bewaffneter Konflikt;\nd) hoheitliches Handeln in Verbindung mit der Einfuhr, Ausfuhr oder Durchfuhr der Güter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_18"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Beschädigung von Gütern",
        "citation": "Art. 18 Abs. 3 MÃœ",
        "content": "Die Luftbeförderung im Sinne des Absatzes 1 umfasst den Zeitraum, während dessen die Güter sich in der Obhut des Luftfrachtführers befinden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_18"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Beschädigung von Gütern",
        "citation": "Art. 18 Abs. 4 MÃœ",
        "content": "Der Zeitraum der Luftbeförderung umfasst nicht die Beförderung zu Land, zur See oder auf Binnengewässern ausserhalb eines Flughafens. Erfolgt jedoch eine solche Beförderung bei Ausführung des Luftbeförderungsvertrags zum Zweck der Verladung, der Ablieferung oder der Umladung, so wird bis zum Beweis des Gegenteils vermutet, dass der Schaden durch ein während der Luftbeförderung eingetretenes Ereignis verursacht worden ist. Ersetzt ein Luftfrachtführer ohne Zustimmung des Absenders die von den Parteien vereinbarte Luftbeförderung ganz oder teilweise durch eine andere Art der Beförderung, so gilt diese als innerhalb des Zeitraums der Luftbeförderung ausgeführt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_18"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Verspätung",
        "citation": "Art. 19 MÃœ",
        "content": "Der Luftfrachtführer hat den Schaden zu ersetzen, der durch Verspätung bei der Luftbeförderung von Reisenden, Reisegepäck oder Gütern entsteht. Er haftet jedoch nicht für den Verspätungsschaden, wenn er nachweist, dass er und seine Leute alle zumutbaren Massnahmen zur Vermeidung des Schadens getroffen haben oder dass es ihm oder ihnen nicht möglich war, solche Massnahmen zu ergreifen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_19"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Haftungsbefreiung",
        "citation": "Art. 20 MÃœ",
        "content": "Weist der Luftfrachtführer nach, dass die Person, die den Schadenersatzanspruch erhebt, oder ihr Rechtsvorgänger den Schaden durch eine unrechtmässige Handlung oder Unterlassung, sei es auch nur fahrlässig, verursacht oder dazu beigetragen hat, so ist der Luftfrachtführer ganz oder teilweise von seiner Haftung gegenüber dieser Person insoweit befreit, als diese Handlung oder Unterlassung den Schaden verursacht oder dazu beigetragen hat. Verlangt eine andere Person als der Reisende wegen dessen Tod oder Körperverletzung Schadenersatz, so ist der Luftfrachtführer ganz oder teilweise von seiner Haftung insoweit befreit, als er nachweist, dass eine unrechtmässige Handlung oder Unterlassung des Reisenden, sei es auch nur fahrlässig, den Schaden verursacht oder dazu beigetragen hat. Dieser Artikel gilt für alle  Haftungsbestimmungen in diesem Übereinkommen einschliesslich Artikel 21 Absatz 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_20"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Schadenersatz bei Tod oder Körperverletzung von Reisenden",
        "citation": "Art. 21 Abs. 1 MÃœ",
        "content": "Für Schäden nach Artikel 17 Absatz 1, die 113 100 Sonderziehungsrechte je Reisenden nicht übersteigen, kann die Haftung des Luftfrachtführers nicht ausgeschlossen oder beschränkt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_21"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Schadenersatz bei Tod oder Körperverletzung von Reisenden",
        "citation": "Art. 21 Abs. 2 MÃœ",
        "content": "Der Luftfrachtführer haftet nicht für Schäden nach Artikel 17 Absatz 1, soweit sie 113 100 Sonderziehungsrechte je Reisenden übersteigen, wenn er nachweist, dass\na) dieser Schaden nicht auf eine unrechtmässige Handlung oder Unterlassung des Luftfrachtführers oder seiner Leute, sei sie auch nur fahrlässig begangen, zurückzuführen ist oder\nb) dieser Schaden ausschliesslich auf eine unrechtmässige Handlung oder Unterlassung eines Dritten, sei sie auch nur fahrlässig begangen, zurückzuführen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_21"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Haftungshöchstbeträge bei Verspätung sowie für Reisegepäck und Güter",
        "citation": "Art. 22 Abs. 1 MÃœ",
        "content": "Für Verspätungsschäden im Sinne des Artikels 19 haftet der Luftfrachtführer bei der Beförderung von Personen nur bis zu einem Betrag von 4 694 Sonderziehungsrechten je Reisenden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_22"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Haftungshöchstbeträge bei Verspätung sowie für Reisegepäck und Güter",
        "citation": "Art. 22 Abs. 2 MÃœ",
        "content": "Bei der Beförderung von Reisegepäck haftet der Luftfrachtführer für Zerstörung, Verlust, Beschädigung oder Verspätung nur bis zu einem Betrag von 1 131 Sonderziehungsrechten je Reisenden; diese Beschränkung gilt nicht, wenn der Reisende bei der Übergabe des aufgegebenen Reisegepäcks an den Luftfrachtführer das Interesse an der Ablieferung am Bestimmungsort betragsmässig angegeben und den verlangten Zuschlag entrichtet hat. In diesem Fall hat der Luftfrachtführer bis zur Höhe des angegebenen Betrags Ersatz zu leisten, sofern er nicht nachweist, dass dieser höher ist als das tatsächliche Interesse des Reisenden an der Ablieferung am Bestimmungsort.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_22"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Haftungshöchstbeträge bei Verspätung sowie für Reisegepäck und Güter",
        "citation": "Art. 22 Abs. 3 MÃœ",
        "content": "Bei der Beförderung von Gütern haftet der Luftfrachtführer für Zerstörung, Verlust, Beschädigung oder Verspätung nur bis zu einem Betrag von 19 Sonderziehungsrechten für das Kilogramm; diese Beschränkung gilt nicht, wenn der Absender bei der Übergabe des Frachtstücks an den Luftfrachtführer das Interesse an der Ablieferung am Bestimmungsort betragsmässig angegeben und den verlangten Zuschlag entrichtet hat. In diesem Fall hat der Luftfrachtführer bis zur Höhe des angegebenen Betrags Ersatz zu leisten, sofern er nicht nachweist, dass dieser höher ist als das tatsächliche Interesse des Absenders an der Ablieferung am Bestimmungsort.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_22"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Haftungshöchstbeträge bei Verspätung sowie für Reisegepäck und Güter",
        "citation": "Art. 22 Abs. 4 MÃœ",
        "content": "Im Fall der Zerstörung, des Verlusts, der Beschädigung oder der Verspätung eines Teiles der Güter oder irgendeines darin enthaltenen Gegenstands ist für die Feststellung, bis zu welchem Betrag der Luftfrachtführer haftet, nur das Gesamtgewicht der betroffenen Frachtstücke massgebend. Beeinträchtigt jedoch die Zerstörung, der Verlust, die Beschädigung oder die Verspätung eines Teiles der Güter oder eines darin enthaltenen Gegenstands den Wert anderer Frachtstücke, die in demselben Luftfrachtbrief oder derselben Empfangsbestätigung oder, wenn diese nicht ausgestellt wurden, in den anderen Aufzeichnungen im Sinne des Artikels 4 Absatz 2 aufgeführt sind, so ist das Gesamtgewicht dieser Frachtstücke für die Feststellung, bis zu welchem Betrag der Luftfrachtführer haftet, massgebend.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_22"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Haftungshöchstbeträge bei Verspätung sowie für Reisegepäck und Güter",
        "citation": "Art. 22 Abs. 5 MÃœ",
        "content": "Die Absätze 1 und 2 finden keine Anwendung, wenn nachgewiesen wird, dass der Schaden durch eine Handlung oder Unterlassung des Luftfrachtführers oder seiner Leute verursacht worden ist, die entweder in der Absicht, Schaden herbeizuführen, oder leichtfertig und in dem Bewusstsein begangen wurde, dass wahrscheinlich ein Schaden eintreten wird; im Fall einer Handlung oder Unterlassung der Leute ist ausserdem nachzuweisen, dass diese in Ausführung ihrer Verrichtungen gehandelt haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_22"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Haftungshöchstbeträge bei Verspätung sowie für Reisegepäck und Güter",
        "citation": "Art. 22 Abs. 6 MÃœ",
        "content": "Die in Artikel 21 und in diesem Artikel festgesetzten Haftungsbeschränkungen hindern das Gericht nicht, zusätzlich nach seinem Recht einen Betrag zuzusprechen, der ganz oder teilweise den vom Kläger aufgewendeten Gerichtskosten und sonstigen Ausgaben für den Rechtsstreit, einschliesslich Zinsen, entspricht. Dies gilt nicht, wenn der zugesprochene Schadenersatz, ohne Berücksichtigung der Gerichtskosten und der sonstigen Ausgaben für den Rechtsstreit, den Betrag nicht übersteigt, den der Luftfrachtführer dem Kläger schriftlich innerhalb einer Frist von sechs Monaten seit dem Ereignis, das den Schaden verursacht hat, oder, falls die Klage nach Ablauf dieser Frist erhoben worden ist, vor ihrer Erhebung angeboten hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_22"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Umrechnung von Rechnungseinheiten",
        "citation": "Art. 23 Abs. 1 MÃœ",
        "content": "Die in diesem Übereinkommen angegebenen Beträge von Sonderziehungsrechten beziehen sich auf das vom Internationalen Währungsfonds festgelegte Sonderziehungsrecht. Die Umrechnung dieser Beträge in Landeswährungen erfolgt im Fall eines gerichtlichen Verfahrens nach dem Wert dieser Währungen in Sonderziehungsrechten im Zeitpunkt der Entscheidung. Der in Sonderziehungsrechten ausgedrückte Wert der Landeswährung eines Vertragsstaats, der Mitglied des Internationalen Währungsfonds ist, wird nach der vom Internationalen Währungsfonds angewendeten Bewertungsmethode errechnet, die im Zeitpunkt der Entscheidung für seine Operationen und Transaktionen gilt. Der in Sonderziehungsrechten ausgedrückte Wert der Landeswährung eines Vertragsstaats, der nicht Mitglied des Internationalen Währungsfonds ist, wird auf eine von diesem Staat bestimmte Weise errechnet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_23"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Umrechnung von Rechnungseinheiten",
        "citation": "Art. 23 Abs. 2 MÃœ",
        "content": "Dessen ungeachtet können Staaten, die nicht Mitglieder des Internationalen Währungsfonds sind und deren Recht die Anwendung des Absatzes 1 nicht zulässt, bei der Ratifikation oder dem Beitritt oder jederzeit danach erklären, dass die Haftung des Luftfrachtführers in gerichtlichen Verfahren in ihrem Hoheitsgebiet im Fall des Artikels 21 auf 1 500 000 Rechnungseinheiten je Reisenden begrenzt ist, im Fall des Artikels 22 Absatz 1 auf 62 500 Rechnungseinheiten je Reisenden, im Fall des Artikels 22 Absatz 2 auf 15 000 Rechnungseinheiten je Reisenden und im Fall des Artikels 22 Absatz 3 auf 250 Rechnungseinheiten für das Kilogramm. Eine Rechnungseinheit entspricht 651/2 Milligramm Gold von 900/1000 Feingehalt. Diese Beträge können in einen abgerundeten Betrag der Landeswährung umgerechnet werden. Die Umrechnung der Beträge in die Landeswährung erfolgt nach dem Recht des betreffenden Staates.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_23"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Umrechnung von Rechnungseinheiten",
        "citation": "Art. 23 Abs. 3 MÃœ",
        "content": "Die Berechnung nach Absatz 1 Satz 4 und die Umrechnung nach Absatz 2 ist so vorzunehmen, dass soweit wie möglich die Beträge in den Artikeln 21 und 22 demselben Realwert in der Landeswährung des Vertragsstaats entsprechen, wie er sich aus der Anwendung des Absatzes 1 Sätze 1 bis 3 ergeben würde. Die Vertragsstaaten unterrichten den Depositar bei der Hinterlegung der Ratifikations-, Annahme-, Genehmigungs- oder Beitrittsurkunde von der Berechnungsweise nach Absatz 1 oder dem Ergebnis der Umrechnung nach Absatz 2 sowie von jeder Änderung derselben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_23"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Überprüfung der Haftungshöchstbeträge",
        "citation": "Art. 24 Abs. 1 MÃœ",
        "content": "Unbeschadet des Artikels 25 und vorbehältlich des Absatzes 2 werden die Haftungshöchstbeträge nach den Artikeln 21, 22 und 23 vom Depositar nach jeweils fünf Jahren überprüft; die erste Überprüfung ist am Ende des fünften Jahres vorzunehmen, das auf das Inkrafttreten dieses Übereinkommens folgt, oder, wenn das Übereinkommen nicht innerhalb von fünf Jahren ab dem Tag, an dem es erstmals zur Unterzeichnung aufliegt, in Kraft tritt, innerhalb des ersten Jahres nach Inkrafttreten; der Überprüfung ist ein Inflationsfaktor zugrunde zu legen, welcher der kumulierten Inflationsrate seit der vorherigen Überprüfung oder, beim ersten Mal, seit Inkrafttreten des Übereinkommens entspricht. Die für die Bestimmung des Inflationsfaktors zu verwendende Inflationsrate ist der gewogene Mittelwert der jährlichen Zuwachs- oder Rückgangsraten der Verbraucherpreisindizes der Staaten, deren Währungen das in Artikel 23 Absatz 1 genannte Sonderziehungsrecht bilden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_24"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Überprüfung der Haftungshöchstbeträge",
        "citation": "Art. 24 Abs. 2 MÃœ",
        "content": "Ergibt die in Absatz 1 genannte Überprüfung, dass der Inflationsfaktor 10 Prozent übersteigt, so notifiziert der Depositar den Vertragsstaaten die angepassten Haftungshöchstbeträge. Jede Anpassung tritt sechs Monate nach ihrer Notifikation an die Vertragsstaaten in Kraft. Teilt innerhalb von drei Monaten nach der Notifikation an die Vertragsstaaten eine Mehrheit der Vertragsstaaten ihre Ablehnung mit, so tritt die Anpassung nicht in Kraft; in diesem Fall unterbreitet der Depositar die Angelegenheit einer Zusammenkunft der Vertragsstaaten. Der Depositar notifiziert allen Vertragsstaaten unverzüglich das Inkrafttreten jeder Anpassung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_24"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Überprüfung der Haftungshöchstbeträge",
        "citation": "Art. 24 Abs. 3 MÃœ",
        "content": "Unbeschadet des Absatzes 1 ist das in Absatz 2 genannte Verfahren auf Verlangen eines Drittels der Vertragsstaaten jederzeit anzuwenden, wenn der in Absatz 1 genannte Inflationsfaktor seit der vorherigen Überprüfung oder, wenn eine solche nicht erfolgt ist, seit Inkrafttreten des Übereinkommens, 30 Prozent überstiegen hat. Weitere Überprüfungen nach dem in Absatz 1 beschriebenen Verfahren werden nach jeweils fünf Jahren vorgenommen, erstmals am Ende des fünften Jahres, das auf eine Überprüfung nach diesem Absatz folgt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_24"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Vereinbarungen über Haftungshöchstbeträge",
        "citation": "Art. 25 MÃœ",
        "content": "Ein Luftfrachtführer kann sich im Beförderungsvertrag höheren als die in diesem Übereinkommen vorgesehenen Haftungshöchstbeträgen unterwerfen oder auf Haftungshöchstbeträge verzichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_25"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Unwirksamkeit von Vertragsbestimmungen",
        "citation": "Art. 26 MÃœ",
        "content": "Jede Bestimmung des Beförderungsvertrags, durch welche die Haftung des Luftfrachtführers ausgeschlossen oder der in diesem Übereinkommen festgesetzte Haftungshöchstbetrag herabgesetzt werden soll, ist nichtig; ihre Nichtigkeit hat nicht die Nichtigkeit des gesamten Vertrags zur Folge; dieser unterliegt gleichwohl diesem Übereinkommen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_26"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Vertragsfreiheit",
        "citation": "Art. 27 MÃœ",
        "content": "Dieses Übereinkommen hindert den Luftfrachtführer nicht daran, den Abschluss eines Beförderungsvertrags zu verweigern, auf Einwendungen, die ihm nach dem Übereinkommen zur Verfügung stehen, zu verzichten oder Vertragsbedingungen festzulegen, die nicht im Widerspruch zu diesem Übereinkommen stehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_27"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Vorauszahlungen",
        "citation": "Art. 28 MÃœ",
        "content": "Haben Luftfahrzeugunfälle den Tod oder die Körperverletzung von Reisenden zur Folge, so hat der Luftfrachtführer, wenn er dazu nach nationalem Recht verpflichtet ist, unverzüglich Vorauszahlungen an schadenersatzberechtigte natürliche Personen zur Befriedigung ihrer unmittelbaren wirtschaftlichen Bedürfnisse zu leisten. Diese Vorauszahlungen stellen keine Haftungsanerkennung dar und können mit späteren Schadenersatzleistungen des Luftfrachtführers verrechnet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_28"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Grundsätze für Ansprüche",
        "citation": "Art. 29 MÃœ",
        "content": "Bei der Beförderung von Reisenden, Reisegepäck und Gütern kann ein Anspruch auf Schadenersatz, auf welchem Rechtsgrund er auch beruht, sei es dieses Übereinkommen, ein Vertrag, eine unerlaubte Handlung oder ein sonstiger Rechtsgrund, nur unter den Voraussetzungen und mit den Beschränkungen geltend gemacht werden, die in diesem Übereinkommen vorgesehen sind; die Frage, welche Personen zur Klage berechtigt sind und welche Rechte ihnen zustehen, wird hierdurch nicht berührt. Bei einer derartigen Klage ist jeder eine Strafe einschliessende, verschärfte oder sonstige nicht kompensatorische Schadenersatz ausgeschlossen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_29"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Leute des Luftfrachtführers – Mehrheit von Ansprüchen",
        "citation": "Art. 30 Abs. 1 MÃœ",
        "content": "Wird einer der Leute des Luftfrachtführers wegen eines Schadens in Anspruch genommen, der unter dieses Übereinkommen fällt, so kann er sich auf die Haftungsvoraussetzungen und -beschränkungen berufen, die nach diesem Übereinkommen für den Luftfrachtführer gelten, sofern er nachweist, dass er in Ausführung seiner Verrichtungen gehandelt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_30"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Leute des Luftfrachtführers – Mehrheit von Ansprüchen",
        "citation": "Art. 30 Abs. 2 MÃœ",
        "content": "Der Betrag, der in diesem Fall von dem Luftfrachtführer und seinen Leuten als Ersatz insgesamt zu leisten ist, darf die genannten Haftungsgrenzen nicht übersteigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_30"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Leute des Luftfrachtführers – Mehrheit von Ansprüchen",
        "citation": "Art. 30 Abs. 3 MÃœ",
        "content": "Die Absätze 1 und 2 finden, ausser bei der Beförderung von Gütern, keine Anwendung, wenn nachgewiesen wird, dass der Schaden durch eine Handlung oder Unterlassung der Leute des Luftfrachtführers verursacht worden ist, die entweder in der Absicht, Schaden herbeizuführen, oder leichtfertig und in dem Bewusstsein begangen wurde, dass wahrscheinlich ein Schaden eintreten wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_30"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Fristgerechte Schadensanzeige",
        "citation": "Art. 31 Abs. 1 MÃœ",
        "content": "Nimmt der Empfänger aufgegebenes Reisegepäck oder Güter vorbehaltlos an, so begründet dies die widerlegbare Vermutung, dass sie unbeschädigt und entsprechend dem Beförderungsschein oder den anderen Aufzeichnungen im Sinne des Artikels 3 Absatz 2 und Artikels 4 Absatz 2 abgeliefert worden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_31"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Fristgerechte Schadensanzeige",
        "citation": "Art. 31 Abs. 2 MÃœ",
        "content": "Im Fall einer Beschädigung muss der Empfänger unverzüglich nach Entdeckung des Schadens, bei aufgegebenem Reisegepäck jedenfalls binnen sieben und bei Gütern binnen vierzehn Tagen nach der Annahme, dem Luftfrachtführer Anzeige erstatten. Im Fall einer Verspätung muss die Anzeige binnen einundzwanzig Tagen, nachdem das Reisegepäck oder die Güter dem Empfänger zur Verfügung gestellt worden sind, erfolgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_31"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Fristgerechte Schadensanzeige",
        "citation": "Art. 31 Abs. 3 MÃœ",
        "content": "Jede Beanstandung muss schriftlich erklärt und innerhalb der dafür vorgesehenen Frist übergeben oder abgesandt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_31"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Fristgerechte Schadensanzeige",
        "citation": "Art. 31 Abs. 4 MÃœ",
        "content": "Wird die Anzeigefrist versäumt, so ist jede Klage gegen den Luftfrachtführer ausgeschlossen, es sei denn, dass dieser arglistig gehandelt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_31"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Tod des Schadenersatzpflichtigen",
        "citation": "Art. 32 MÃœ",
        "content": "Stirbt die zum Schadenersatz verpflichtete Person, so kann der Anspruch auf Schadenersatz nach diesem Übereinkommen gegen ihre Rechtsnachfolger geltend gemacht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_32"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Gerichtsstand",
        "citation": "Art. 33 Abs. 1 MÃœ",
        "content": "Die Klage auf Schadenersatz muss im Hoheitsgebiet eines der Vertragsstaaten erhoben werden, und zwar nach Wahl des Klägers entweder bei dem Gericht des Ortes, an dem sich der Wohnsitz des Luftfrachtführers, seine Hauptniederlassung oder seine Geschäftsstelle befindet, durch die der Vertrag geschlossen worden ist, oder bei dem Gericht des Bestimmungsorts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_33"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Gerichtsstand",
        "citation": "Art. 33 Abs. 2 MÃœ",
        "content": "Die Klage auf Ersatz des Schadens, der durch Tod oder Körperverletzung eines Reisenden entstanden ist, kann bei einem der in Absatz 1 genannten Gerichte oder im Hoheitsgebiet eines Vertragsstaats erhoben werden, in dem der Reisende im Zeitpunkt des Unfalls seinen ständigen Wohnsitz hatte und in das oder aus dem der Luftfrachtführer Reisende im Luftverkehr gewerbsmässig befördert, und zwar entweder mit seinen eigenen Luftfahrzeugen oder aufgrund einer geschäftlichen Vereinbarung mit Luftfahrzeugen eines anderen Luftfrachtführers, und in dem der Luftfrachtführer sein Gewerbe von Geschäftsräumen aus betreibt, deren Mieter oder Eigentümer er selbst oder ein anderer Luftfrachtführer ist, mit dem er eine geschäftliche Vereinbarung geschlossen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_33"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Gerichtsstand",
        "citation": "Art. 33 Abs. 3 MÃœ",
        "content": "Im Sinne des Absatzes 2 bedeutet\na) «geschäftliche Vereinbarung» einen Vertrag zwischen Luftfrachtführern über die Erbringung gemeinsamer Beförderungsdienstleistungen für Reisende im Luftverkehr mit Ausnahme eines Agenturvertrags,\nb) «ständiger Wohnsitz» den Hauptwohnsitz und gewöhnlichen Aufenthalt des Reisenden im Zeitpunkt des Unfalls. Die Staatsangehörigkeit des Reisenden ist in dieser Hinsicht nicht entscheidend.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_33"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Gerichtsstand",
        "citation": "Art. 33 Abs. 4 MÃœ",
        "content": "Das Verfahren richtet sich nach dem Recht des angerufenen Gerichts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_33"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Schiedsverfahren",
        "citation": "Art. 34 Abs. 1 MÃœ",
        "content": "Die Parteien des Vertrags über die Beförderung von Gütern können nach Massgabe dieses Artikels vereinbaren, dass Streitigkeiten über die Haftung des Luftfrachtführers nach diesem Übereinkommen in einem Schiedsverfahren beigelegt werden. Eine derartige Vereinbarung bedarf der Schriftform.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_34"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Schiedsverfahren",
        "citation": "Art. 34 Abs. 2 MÃœ",
        "content": "Das Schiedsverfahren wird nach Wahl des Anspruchstellers an einem der in Artikel 33 genannten Gerichtsstände durchgeführt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_34"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Schiedsverfahren",
        "citation": "Art. 34 Abs. 3 MÃœ",
        "content": "Der Schiedsrichter oder das Schiedsgericht hat dieses Übereinkommen anzuwenden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_34"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Schiedsverfahren",
        "citation": "Art. 34 Abs. 4 MÃœ",
        "content": "Die Absätze 2 und 3 gelten als Bestandteil jeder Schiedsklausel oder ‐vereinbarung; abweichende Bestimmungen sind nichtig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_34"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Ausschlussfrist",
        "citation": "Art. 35 Abs. 1 MÃœ",
        "content": "Die Klage auf Schadenersatz kann nur binnen einer Ausschlussfrist von zwei Jahren erhoben werden; die Frist beginnt mit dem Tag, an dem das Luftfahrzeug am Bestimmungsort angekommen ist oder an dem es hätte ankommen sollen oder an dem die Beförderung abgebrochen worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_35"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Ausschlussfrist",
        "citation": "Art. 35 Abs. 2 MÃœ",
        "content": "Die Berechnung der Frist richtet sich nach dem Recht des angerufenen Gerichts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_35"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Aufeinanderfolgende Beförderung",
        "citation": "Art. 36 Abs. 1 MÃœ",
        "content": "Jeder Luftfrachtführer, der Reisende, Reisegepäck oder Güter annimmt, ist bei Beförderungen im Sinne des Artikels 1 Absatz 3, die nacheinander durch mehrere Luftfrachtführer ausgeführt werden, den Vorschriften dieses Übereinkommens unterworfen; er gilt für den Teil der Beförderung, der unter seiner Leitung ausgeführt wird, als Partei des Beförderungsvertrags.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_36"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Aufeinanderfolgende Beförderung",
        "citation": "Art. 36 Abs. 2 MÃœ",
        "content": "Bei einer solchen Beförderung kann der Reisende oder die sonst anspruchsberechtigte Person nur den Luftfrachtführer in Anspruch nehmen, der die Beförderung ausgeführt hat, in deren Verlauf der Unfall oder die Verspätung eingetreten ist, es sei denn, dass der erste Luftfrachtführer durch ausdrückliche Vereinbarung die Haftung für die ganze Reise übernommen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_36"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Aufeinanderfolgende Beförderung",
        "citation": "Art. 36 Abs. 3 MÃœ",
        "content": "Bei Reisegepäck oder Gütern kann der Reisende oder der Absender den ersten, der Reisende oder der Empfänger, der die Auslieferung verlangen kann, den letzten, und jeder von ihnen denjenigen Luftfrachtführer in Anspruch nehmen, der die Beförderung ausgeführt hat, in deren Verlauf die Zerstörung, der Verlust oder die Beschädigung erfolgt oder die Verspätung eingetreten ist. Diese Luftfrachtführer haften dem Reisenden oder dem Absender oder Empfänger als Gesamtschuldner.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_36"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel III: Haftung des Luftfrachtführers und Umfang des Schadenersatzes, Rückgriffsrecht gegenüber Dritten",
        "citation": "Art. 37 MÃœ",
        "content": "Dieses Übereinkommen berührt nicht die Frage, ob die nach seinen Bestimmungen schadenersatzpflichtige Person gegen eine andere Person Rückgriff nehmen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_37"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel IV: Gemischte Beförderung, Gemischte Beförderung",
        "citation": "Art. 38 Abs. 1 MÃœ",
        "content": "Bei gemischter Beförderung, die zum Teil durch Luftfahrzeuge, zum Teil durch andere Verkehrsmittel ausgeführt wird, gilt dieses Übereinkommen vorbehältlich des Artikels 18 Absatz 4 nur für die Luftbeförderung im Sinne des Artikels 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_38"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel IV: Gemischte Beförderung, Gemischte Beförderung",
        "citation": "Art. 38 Abs. 2 MÃœ",
        "content": "Bei gemischter Beförderung sind die Parteien durch dieses Übereinkommen nicht gehindert, Bedingungen für die Beförderung durch andere Verkehrsmittel in den Luftbeförderungsvertrag aufzunehmen, sofern hinsichtlich der Luftbeförderung dieses Übereinkommen beachtet wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_38"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel V: Luftbeförderung durch einen anderen als den vertraglichen Luftfrachtführer, Vertraglicher Luftfrachtführer – Ausführender Luftfrachtführer",
        "citation": "Art. 39 MÃœ",
        "content": "Dieses Kapitel gilt, wenn eine Person (im Folgenden als «vertraglicher Luftfrachtführer» bezeichnet) mit einem Reisenden oder einem Absender oder einer für den Reisenden oder den Absender handelnden Person einen diesem Übereinkommen unterliegenden Beförderungsvertrag geschlossen hat und eine andere Person (im Folgenden als «ausführender Luftfrachtführer» bezeichnet) aufgrund einer Vereinbarung mit dem vertraglichen Luftfrachtführer berechtigt ist, die Beförderung ganz oder zum Teil auszuführen, ohne dass es sich hinsichtlich dieses Teiles um eine aufeinander folgende Beförderung im Sinne dieses Übereinkommens handelt. Die Berechtigung wird bis zum Beweis des Gegenteils vermutet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_39"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel V: Luftbeförderung durch einen anderen als den vertraglichen Luftfrachtführer, Haftung des vertraglichen und des ausführenden Luftfrachtführers",
        "citation": "Art. 40 MÃœ",
        "content": "Führt ein ausführender Luftfrachtführer eine Beförderung, die nach dem in Artikel 39 genannten Beförderungsvertrag diesem Übereinkommen unterliegt, ganz oder zum Teil aus, so unterstehen, soweit dieses Kapitel nichts anderes bestimmt, sowohl der vertragliche Luftfrachtführer als auch der ausführende Luftfrachtführer den Vorschriften dieses Übereinkommens, der erstgenannte für die gesamte im Vertrag vorgesehene Beförderung, der zweitgenannte nur für die Beförderung, die er ausführt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_40"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel V: Luftbeförderung durch einen anderen als den vertraglichen Luftfrachtführer, Wechselseitige Zurechnung",
        "citation": "Art. 41 Abs. 1 MÃœ",
        "content": "Die Handlungen und Unterlassungen des ausführenden Luftfrachtführers und seiner Leute, soweit diese in Ausführung ihrer Verrichtungen handeln, gelten bezüglich der von dem ausführenden Luftfrachtführer ausgeführten Beförderung auch als solche des vertraglichen Luftfrachtführers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_41"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel V: Luftbeförderung durch einen anderen als den vertraglichen Luftfrachtführer, Wechselseitige Zurechnung",
        "citation": "Art. 41 Abs. 2 MÃœ",
        "content": "Die Handlungen und Unterlassungen des vertraglichen Luftfrachtführers und seiner Leute, soweit diese in Ausführung ihrer Verrichtungen handeln, gelten bezüglich der von dem ausführenden Luftfrachtführer ausgeführten Beförderung auch als solche des ausführenden Luftfrachtführers. Der ausführende Luftfrachtführer kann jedoch durch solche Handlungen oder Unterlassungen nicht einer Haftung unterworfen werden, welche die in den Artikeln 21, 22, 23 und 24 genannten Beträge übersteigt. Eine besondere Vereinbarung, wonach der vertragliche Luftfrachtführer Verpflichtungen eingeht, die nicht durch dieses Übereinkommen auferlegt werden, oder ein Verzicht auf Rechte oder Einwendungen nach diesem Übereinkommen oder eine betragsmässige Angabe des Interesses an der Lieferung nach Artikel 22 ist gegenüber dem ausführenden Luftfrachtführer nur mit seiner Zustimmung wirksam.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_41"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel V: Luftbeförderung durch einen anderen als den vertraglichen Luftfrachtführer, Beanstandungen und Weisungen",
        "citation": "Art. 42 MÃœ",
        "content": "Beanstandungen oder Weisungen, die nach diesem Übereinkommen gegenüber dem Luftfrachtführer zu erklären sind, werden wirksam, gleichviel ob sie an den vertraglichen Luftfrachtführer oder an den ausführenden Luftfrachtführer gerichtet werden. Die Weisungen nach Artikel 12 werden jedoch nur wirksam, wenn sie an den vertraglichen Luftfrachtführer gerichtet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_42"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel V: Luftbeförderung durch einen anderen als den vertraglichen Luftfrachtführer, Leute der Luftfrachtführer",
        "citation": "Art. 43 MÃœ",
        "content": "Soweit der ausführende Luftfrachtführer die Beförderung vorgenommen hat, können sich sowohl seine als auch die Leute des vertraglichen Luftfrachtführers, sofern sie nachweisen, dass sie in Ausführung ihrer Verrichtungen gehandelt haben, auf die Haftungsvoraussetzungen und -beschränkungen berufen, die nach diesem Übereinkommen für den Luftfrachtführer gelten, zu dessen Leuten sie gehören; dies gilt nicht, wenn der Nachweis erbracht wird, dass sie in einer Weise gehandelt haben, welche die Berufung auf die Haftungsbeschränkungen nach diesem Übereinkommen ausschliesst.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_43"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel V: Luftbeförderung durch einen anderen als den vertraglichen Luftfrachtführer, Betrag des gesamten Schadenersatzes",
        "citation": "Art. 44 MÃœ",
        "content": "Soweit der ausführende Luftfrachtführer die Beförderung vorgenommen hat, darf der Betrag, den dieser Luftfrachtführer, der vertragliche Luftfrachtführer und ihre Leute, sofern diese in Ausführung ihrer Verrichtungen gehandelt haben, als Schadenersatz zu leisten haben, den höchsten Betrag nicht übersteigen, der nach diesem Übereinkommen von dem vertraglichen oder dem ausführenden Luftfrachtführer als Schadenersatz beansprucht werden kann; keine der genannten Personen haftet jedoch über den für sie geltenden Höchstbetrag hinaus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_44"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel V: Luftbeförderung durch einen anderen als den vertraglichen Luftfrachtführer, Beklagter",
        "citation": "Art. 45 MÃœ",
        "content": "Soweit der ausführende Luftfrachtführer die Beförderung vorgenommen hat, kann eine Klage auf Schadenersatz nach Wahl des Klägers gegen diesen Luftfrachtführer, den vertraglichen Luftfrachtführer oder beide, gemeinsam oder gesondert, erhoben werden. Ist die Klage nur gegen einen dieser Luftfrachtführer erhoben, so hat dieser das Recht, den anderen Luftfrachtführer aufzufordern, sich an dem Rechtsstreit zu beteiligen; Rechtswirkungen und Verfahren richten sich nach dem Recht des angerufenen Gerichts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_45"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel V: Luftbeförderung durch einen anderen als den vertraglichen Luftfrachtführer, Weiterer Gerichtsstand",
        "citation": "Art. 46 MÃœ",
        "content": "Eine Klage auf Schadenersatz nach Artikel 45 kann nur im Hoheitsgebiet eines der Vertragsstaaten, und zwar nach Wahl des Klägers entweder bei einem der Gerichte erhoben werden, bei denen eine Klage gegen den vertraglichen Luftfrachtführer nach Artikel 33 erhoben werden kann, oder bei dem Gericht des Ortes, an dem der  ausführende Luftfrachtführer seinen Wohnsitz oder seine Hauptniederlassung hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_46"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel V: Luftbeförderung durch einen anderen als den vertraglichen Luftfrachtführer, Unwirksamkeit vertraglicher Bestimmungen",
        "citation": "Art. 47 MÃœ",
        "content": "Jede vertragliche Bestimmung, durch welche die Haftung des vertraglichen oder des ausführenden Luftfrachtführers nach diesem Kapitel ausgeschlossen oder der massgebende Haftungshöchstbetrag herabgesetzt werden soll, ist nichtig; ihre Nichtigkeit hat nicht die Nichtigkeit des gesamten Vertrags zur Folge; dieser unterliegt weiterhin den Bestimmungen dieses Kapitels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_47"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel V: Luftbeförderung durch einen anderen als den vertraglichen Luftfrachtführer, Innenverhältnis von vertraglichem und ausführendem Luftfrachtführer",
        "citation": "Art. 48 MÃœ",
        "content": "Dieses Kapitel, mit Ausnahme des Artikels 45, berührt nicht die Rechte und Pflichten der Luftfrachtführer untereinander, einschliesslich der Rechte auf Rückgriff oder Schadenersatz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_48"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel VI: Sonstige Bestimmungen, Zwingendes Recht",
        "citation": "Art. 49 MÃœ",
        "content": "Alle Bestimmungen des Beförderungsvertrags und alle vor Eintritt des Schadens getroffenen besonderen Vereinbarungen, mit denen die Parteien durch Bestimmung des anzuwendenden Rechts oder durch Änderung der Vorschriften über die Zuständigkeit von diesem Übereinkommen abweichen, sind nichtig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_49"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel VI: Sonstige Bestimmungen, Versicherung",
        "citation": "Art. 50 MÃœ",
        "content": "Die Vertragsstaaten verpflichten ihre Luftfrachtführer, sich zur Deckung ihrer Haftung nach diesem Übereinkommen angemessen zu versichern. Der Vertragsstaat, in den ein Luftfrachtführer eine Beförderung ausführt, kann einen Nachweis über einen angemessenen Versicherungsschutz zur Deckung der Haftung nach diesem Übereinkommen verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_50"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel VI: Sonstige Bestimmungen, Beförderung unter aussergewöhnlichen Umständen",
        "citation": "Art. 51 MÃœ",
        "content": "Die Bestimmungen der Artikel 3 bis 5, 7 und 8 über die Beförderungsurkunden sind nicht auf Beförderungen anzuwenden, die unter aussergewöhnlichen Umständen und nicht im Rahmen des gewöhnlichen Luftverkehrs ausgeführt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_51"
    },
    {
        "book": "MÃœ",
        "title": "MÃœ, Kapitel VI: Sonstige Bestimmungen, Bestimmung des Begriffs «Tage»",
        "citation": "Art. 52 MÃœ",
        "content": "Der Begriff «Tage» im Sinne dieses Übereinkommens bedeutet Kalendertage, nicht Werktage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/566/de#art_52"
    }
]