[
    {
        "book": "NHG",
        "title": "NHG, Zweck",
        "citation": "Art. 1 NHG",
        "content": "Dieses Gesetz hat zum Zweck, im Rahmen der Zuständigkeit des Bundes nach Artikel 78 Absätze 2‒5 der Bundesverfassung:\na. das heimatliche Landschafts- und Ortsbild, die geschichtlichen Stätten sowie die Natur- und Kulturdenkmäler des Landes zu schonen, zu schützen sowie ihre Erhaltung und Pflege zu fördern;\nb. die Kantone in der Erfüllung ihrer Aufgaben im Bereich des Naturschutzes, des Heimatschutzes sowie der Denkmalpflege zu unterstützen und die Zusammenarbeit mit ihnen sicherzustellen;\nc. die Bestrebungen von Organisationen, die im Bereich des Naturschutzes, des Heimatschutzes oder der Denkmalpflege tätig sind, zu unterstützen;\nd. die einheimische Tier- und Pflanzenwelt sowie ihre biologische Vielfalt und ihren natürlichen Lebensraum zu schützen;\ndbis. die Erhaltung der biologischen Vielfalt und die nachhaltige Nutzung ihrer Bestandteile durch die ausgewogene und gerechte Aufteilung der sich aus der Nutzung der genetischen Ressourcen ergebenden Vorteile zu fördern;\ne. die Lehre und Forschung sowie die Aus- und Weiterbildung von Fachleuten im Bereich des Naturschutzes, des Heimatschutzes und der Denkmalpflege zu fördern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_1"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 1. Abschnitt: Naturschutz, Heimatschutz und Denkmalpflege bei Erfüllung von Bundesaufgaben, Erfüllung von Bundesaufgaben",
        "citation": "Art. 2 Abs. 1 NHG",
        "content": "Unter Erfüllung einer Bundesaufgabe im Sinne von Artikel 24sexies Absatz 2 der Bundesverfassung ist insbesondere zu verstehen:\na. die Planung, Errichtung und Veränderung von Werken und Anlagen durch den Bund, seine Anstalten und Betriebe, wie Bauten und Anlagen der Bundesverwaltung, Nationalstrassen, Bauten und Anlagen der Schweizerischen Bundesbahnen;\nb. die Erteilung von Konzessionen und Bewilligungen, wie zum Bau und Betrieb von Verkehrsanlagen und Transportanstalten (mit Einschluss der Plangenehmigung), von Werken und Anlagen zur Beförderung von Energie, Flüssigkeiten oder Gasen oder zur Übermittlung von Nachrichten sowie Bewilligungen zur Vornahme von Rodungen;\nc. die Gewährung von Beiträgen an Planungen, Werke und Anlagen, wie Meliorationen, Sanierungen landwirtschaftlicher Bauten, Gewässerkorrektionen, Anlagen des Gewässerschutzes und Verkehrsanlagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_2"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 1. Abschnitt: Naturschutz, Heimatschutz und Denkmalpflege bei Erfüllung von Bundesaufgaben, Erfüllung von Bundesaufgaben",
        "citation": "Art. 2 Abs. 2 NHG",
        "content": "Entscheide kantonaler Behörden über Vorhaben, die voraussichtlich nur mit Beiträgen nach Absatz 1 Buchstabe c verwirklicht werden, sind der Erfüllung von Bundesaufgaben gleichgestellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_2"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 1. Abschnitt: Naturschutz, Heimatschutz und Denkmalpflege bei Erfüllung von Bundesaufgaben, Pflichten von Bund und Kantonen",
        "citation": "Art. 3 Abs. 1 NHG",
        "content": "Der Bund, seine Anstalten und Betriebe sowie die Kantone sorgen bei der Erfüllung der Bundesaufgaben dafür, dass das heimatliche Landschafts- und Ortsbild, geschichtliche Stätten sowie Natur- und Kulturdenkmäler geschont werden und, wo das allgemeine Interesse an ihnen überwiegt, ungeschmälert erhalten bleiben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_3"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 1. Abschnitt: Naturschutz, Heimatschutz und Denkmalpflege bei Erfüllung von Bundesaufgaben, Pflichten von Bund und Kantonen",
        "citation": "Art. 3 Abs. 2 NHG",
        "content": "Sie erfüllen diese Pflicht, indem sie:\na. eigene Bauten und Anlagen entsprechend gestalten und unterhalten oder gänzlich auf ihre Errichtung verzichten (Art. 2 Bst. a);\nb. Konzessionen und Bewilligungen nur unter Bedingungen oder Auflagen erteilen oder aber verweigern (Art. 2 Bst. b);\nc. Beiträge nur bedingt gewähren oder ablehnen (Art. 2 Bst. c).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_3"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 1. Abschnitt: Naturschutz, Heimatschutz und Denkmalpflege bei Erfüllung von Bundesaufgaben, Pflichten von Bund und Kantonen",
        "citation": "Art. 3 Abs. 3 NHG",
        "content": "Diese Pflicht gilt unabhängig von der Bedeutung des Objektes im Sinne von Artikel 4. Eine Massnahme darf nicht weitergehen, als es der Schutz des Objektes und seiner Umgebung erfordert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_3"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 1. Abschnitt: Naturschutz, Heimatschutz und Denkmalpflege bei Erfüllung von Bundesaufgaben, Einreihung der Objekte",
        "citation": "Art. 4 Abs. sexies NHG",
        "content": "Beim heimatlichen Landschafts- und Ortsbild, den geschichtlichen Stätten sowie den Natur- und Kulturdenkmälern gemäss Artikel 24 Absatz 2 der Bundesverfassung, sind zu unterscheiden:\na. Objekte von nationaler Bedeutung;\nb. Objekte von regionaler und lokaler Bedeutung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_4"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 1. Abschnitt: Naturschutz, Heimatschutz und Denkmalpflege bei Erfüllung von Bundesaufgaben, Inventare des Bundes von Objekten mit nationaler Bedeutung",
        "citation": "Art. 5 Abs. 1 NHG",
        "content": "Der Bundesrat erstellt nach Anhören der Kantone Inventare von Objekten von nationaler Bedeutung; er kann sich auf bestehende Inventare von staatlichen Institutionen und von Organisationen stützen, die im Bereich des Naturschutzes, des Heimatschutzes oder der Denkmalpflege tätig sind. Die für die Auswahl der Objekte massgebenden Grundsätze sind in den Inventaren darzulegen. Ausserdem haben diese mindestens zu enthalten:\na. die genaue Umschreibung der Objekte;\nb. die Gründe für ihre nationale Bedeutung;\nc. die möglichen Gefahren;\nd. die bestehenden Schutzmassnahmen;\ne. den anzustrebenden Schutz;\nf. die Verbesserungsvorschläge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_5"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 1. Abschnitt: Naturschutz, Heimatschutz und Denkmalpflege bei Erfüllung von Bundesaufgaben, Inventare des Bundes von Objekten mit nationaler Bedeutung",
        "citation": "Art. 5 Abs. 2 NHG",
        "content": "Die Inventare sind nicht abschliessend. Sie sind regelmässig zu überprüfen und zu bereinigen; über die Aufnahme, die Abänderung oder die Streichung von Objekten entscheidet nach Anhören der Kantone der Bundesrat. Die Kantone können von sich aus eine Überprüfung beantragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_5"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 1. Abschnitt: Naturschutz, Heimatschutz und Denkmalpflege bei Erfüllung von Bundesaufgaben, Bedeutung des Inventars",
        "citation": "Art. 6 Abs. 1 NHG",
        "content": "Durch die Aufnahme eines Objektes von nationaler Bedeutung in ein Inventar des Bundes wird dargetan, dass es in besonderem Masse die ungeschmälerte Erhaltung, jedenfalls aber unter Einbezug von Wiederherstellungs- oder angemessenen Ersatzmassnahmen die grösstmögliche Schonung verdient.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_6"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 1. Abschnitt: Naturschutz, Heimatschutz und Denkmalpflege bei Erfüllung von Bundesaufgaben, Bedeutung des Inventars",
        "citation": "Art. 6 Abs. 2 NHG",
        "content": "Ein Abweichen von der ungeschmälerten Erhaltung im Sinne der Inventare darf bei Erfüllung einer Bundesaufgabe nur in Erwägung gezogen werden, wenn ihr bestimmte gleich- oder höherwertige Interessen von ebenfalls nationaler Bedeutung entgegenstehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_6"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 1. Abschnitt: Naturschutz, Heimatschutz und Denkmalpflege bei Erfüllung von Bundesaufgaben, Begutachtung durch die Kommission",
        "citation": "Art. 7 Abs. 1 NHG",
        "content": "Ist für die Erfüllung einer Bundesaufgabe der Bund zuständig, so beurteilt je nach Zuständigkeit das Bundesamt für Umwelt (BAFU), das Bundesamt für Kultur oder das Bundesamt für Strassen, ob ein Gutachten durch eine Kommission nach Artikel 25 Absatz 1 erforderlich ist. Ist der Kanton zuständig, so obliegt diese Beurteilung der kantonalen Fachstelle nach Artikel 25 Absatz 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_7"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 1. Abschnitt: Naturschutz, Heimatschutz und Denkmalpflege bei Erfüllung von Bundesaufgaben, Begutachtung durch die Kommission",
        "citation": "Art. 7 Abs. 2 NHG",
        "content": "Kann bei der Erfüllung der Bundesaufgabe ein Objekt, das in einem Inventar des Bundes nach Artikel 5 aufgeführt ist, erheblich beeinträchtigt werden oder stellen sich in diesem Zusammenhang grundsätzliche Fragen, so verfasst die Kommission zuhanden der Entscheidbehörde ein Gutachten. Die Kommission gibt darin an, ob das Objekt ungeschmälert zu erhalten oder wie es zu schonen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_7"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 1. Abschnitt: Naturschutz, Heimatschutz und Denkmalpflege bei Erfüllung von Bundesaufgaben, Begutachtung durch die Kommission",
        "citation": "Art. 7 Abs. 3 NHG",
        "content": "Das Gutachten bildet eine der Grundlagen für die Abwägung aller Interessen durch die Entscheidbehörde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_7"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 1. Abschnitt: Naturschutz, Heimatschutz und Denkmalpflege bei Erfüllung von Bundesaufgaben, Fakultative Begutachtung",
        "citation": "Art. 8 NHG",
        "content": "Eine Kommission kann in wichtigen Fällen von sich aus in jedem Stadium des Verfahrens ihr Gutachten über die Schonung oder ungeschmälerte Erhaltung von Objekten abgeben. Sie tut dies jedoch so früh wie möglich. Auf Verlangen sind ihr alle erforderlichen Unterlagen zur Verfügung zu stellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_8"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 1. Abschnitt: Naturschutz, Heimatschutz und Denkmalpflege bei Erfüllung von Bundesaufgaben, Anderweitige Begutachtung",
        "citation": "Art. 9 NHG",
        "content": "Die zuständige Bundesstelle kann auch die kantonale Fachstelle (Art. 25 Abs. 2), die für Naturschutz, Heimatschutz oder Denkmalpflege zuständige kantonale Kommission oder ein anderes vom Kanton zu bezeichnendes Organ um ein Gutachten ersuchen; ausserdem kann sie Organisationen, die im Bereich des Naturschutzes, des Heimatschutzes oder der Denkmalpflege tätig sind, zur Vernehmlassung auffordern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_9"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 1. Abschnitt: Naturschutz, Heimatschutz und Denkmalpflege bei Erfüllung von Bundesaufgaben, Stellungnahme der Kantone",
        "citation": "Art. 10 NHG",
        "content": "In den von Artikel 7, 8 und 9 vorgesehenen Fällen ist stets auch die Stellungnahme der Kantonsregierungen einzuholen. Diese laden die betroffenen Gemeinden zur Stellungnahme ein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_10"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 1. Abschnitt: Naturschutz, Heimatschutz und Denkmalpflege bei Erfüllung von Bundesaufgaben, Vorbehalt militärischer Anlagen",
        "citation": "Art. 11 NHG",
        "content": "Bei militärischen Bauten und Anlagen, die nach Artikel 126 Absatz 4 des Militärgesetzes vom 3. Februar 1995 von der Bewilligungspflicht ausgenommen sind, ist die zuständige Bundesbehörde von der obligatorischen Begutachtung befreit. Sie ist auch nicht verpflichtet, Unterlagen für die fakultative Begutachtung zu liefern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_11"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 1. Abschnitt: Naturschutz, Heimatschutz und Denkmalpflege bei Erfüllung von Bundesaufgaben, Beschwerderecht der Gemeinden und der Organisationen, 1. Beschwerdeberechtigung",
        "citation": "Art. 12 Abs. 1 NHG",
        "content": "Gegen Verfügungen der kantonalen Behörden oder der Bundesbehörden steht das Beschwerderecht zu:\na. den Gemeinden;\nb. den Organisationen, die sich dem Naturschutz, dem Heimatschutz, der Denkmalpflege oder verwandten Zielen widmen, unter folgenden Voraussetzungen:\n1. die Organisation ist gesamtschweizerisch tätig,\n2. sie verfolgt rein ideelle Zwecke; allfällige wirtschaftliche Tätigkeiten müssen der Erreichung der ideellen Zwecke dienen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_12"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 1. Abschnitt: Naturschutz, Heimatschutz und Denkmalpflege bei Erfüllung von Bundesaufgaben, Beschwerderecht der Gemeinden und der Organisationen, 1. Beschwerdeberechtigung",
        "citation": "Art. 12 Abs. 2 NHG",
        "content": "Das Beschwerderecht steht den Organisationen nur für Rügen in Rechtsbereichen zu, die seit mindestens zehn Jahren Gegenstand ihres statutarischen Zwecks bilden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_12"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 1. Abschnitt: Naturschutz, Heimatschutz und Denkmalpflege bei Erfüllung von Bundesaufgaben, Beschwerderecht der Gemeinden und der Organisationen, 1. Beschwerdeberechtigung",
        "citation": "Art. 12 Abs. 3 NHG",
        "content": "Der Bundesrat bezeichnet die zur Beschwerde berechtigten Organisationen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_12"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 1. Abschnitt: Naturschutz, Heimatschutz und Denkmalpflege bei Erfüllung von Bundesaufgaben, Beschwerderecht der Gemeinden und der Organisationen, 1. Beschwerdeberechtigung",
        "citation": "Art. 12 Abs. 4 NHG",
        "content": "Zuständig für die Beschwerdeerhebung ist das oberste Exekutivorgan der Organisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_12"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 1. Abschnitt: Naturschutz, Heimatschutz und Denkmalpflege bei Erfüllung von Bundesaufgaben, Beschwerderecht der Gemeinden und der Organisationen, 1. Beschwerdeberechtigung",
        "citation": "Art. 12 Abs. 5 NHG",
        "content": "Die Organisationen können ihre rechtlich selbständigen kantonalen und überkantonalen Unterorganisationen für deren örtliches Tätigkeitsgebiet generell zur Erhebung von Einsprachen und im Einzelfall zur Erhebung von Beschwerden ermächtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_12"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 1. Abschnitt: Naturschutz, Heimatschutz und Denkmalpflege bei Erfüllung von Bundesaufgaben, Beschwerderecht der Gemeinden und der Organisationen, 2. Unzulässige Beschwerden gegen den Entscheid über die Gewährung eines Bundesbeitrages",
        "citation": "Art. 12a NHG",
        "content": "Die Beschwerde gegen den Entscheid über die Gewährung eines Bundesbeitrages ist unzulässig, wenn über die Planung, das Werk oder die Anlage bereits anderweitig in Erfüllung einer Bundesaufgabe mit einer Verfügung nach Artikel 12 Absatz 1 entschieden worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_12_a"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 1. Abschnitt: Naturschutz, Heimatschutz und Denkmalpflege bei Erfüllung von Bundesaufgaben, Beschwerderecht der Gemeinden und der Organisationen, 3. Eröffnung der Verfügung",
        "citation": "Art. 12b Abs. 1 NHG",
        "content": "Die Behörde eröffnet den Gemeinden und Organisationen ihre Verfügungen nach Artikel 12 Absatz 1 durch schriftliche Mitteilung oder durch Veröffentlichung im Bundesblatt oder im kantonalen Publikationsorgan. Die öffentliche Auflage dauert in der Regel 30 Tage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_12_b"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 1. Abschnitt: Naturschutz, Heimatschutz und Denkmalpflege bei Erfüllung von Bundesaufgaben, Beschwerderecht der Gemeinden und der Organisationen, 3. Eröffnung der Verfügung",
        "citation": "Art. 12b Abs. 2 NHG",
        "content": "Sieht das Bundesrecht oder das kantonale Recht ein Einspracheverfahren vor, so sind auch die Gesuche nach Absatz 1 zu veröffentlichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_12_b"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 1. Abschnitt: Naturschutz, Heimatschutz und Denkmalpflege bei Erfüllung von Bundesaufgaben, Beschwerderecht der Gemeinden und der Organisationen, 4. Verlust der Beschwerdelegitimation",
        "citation": "Art. 12c Abs. 1 NHG",
        "content": "Gemeinden und Organisationen, die kein Rechtsmittel ergriffen haben, können sich am weiteren Verfahren nur noch als Partei beteiligen, wenn sie durch eine Änderung der Verfügung beschwert sind. Für Enteignungen gilt das Bundesgesetz vom 20. Juni 1930 über die Enteignung (EntG).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_12_c"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 1. Abschnitt: Naturschutz, Heimatschutz und Denkmalpflege bei Erfüllung von Bundesaufgaben, Beschwerderecht der Gemeinden und der Organisationen, 4. Verlust der Beschwerdelegitimation",
        "citation": "Art. 12c Abs. 2 NHG",
        "content": "Hat sich eine Gemeinde oder eine Organisation an einem Einspracheverfahren nach Bundesrecht oder kantonalem Recht nicht beteiligt, so kann sie keine Beschwerde mehr erheben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_12_c"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 1. Abschnitt: Naturschutz, Heimatschutz und Denkmalpflege bei Erfüllung von Bundesaufgaben, Beschwerderecht der Gemeinden und der Organisationen, 4. Verlust der Beschwerdelegitimation",
        "citation": "Art. 12c Abs. 3 NHG",
        "content": "Hat eine Organisation gegen einen Nutzungsplan mit Verfügungscharakter zulässige Rügen nicht erhoben oder sind die Rügen rechtskräftig abgelehnt worden, so darf die Organisation diese Rügen in einem nachfolgenden Verfahren nicht mehr vorbringen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_12_c"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 1. Abschnitt: Naturschutz, Heimatschutz und Denkmalpflege bei Erfüllung von Bundesaufgaben, Beschwerderecht der Gemeinden und der Organisationen, 4. Verlust der Beschwerdelegitimation",
        "citation": "Art. 12c Abs. 4 NHG",
        "content": "Die Absätze 2 und 3 gelten auch für Einsprachen und Beschwerden nach kantonalem Recht gegen Nutzungspläne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_12_c"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 1. Abschnitt: Naturschutz, Heimatschutz und Denkmalpflege bei Erfüllung von Bundesaufgaben, Beschwerderecht der Gemeinden und der Organisationen, 5. Vereinbarungen zwischen Gesuchstellern und Organisationen",
        "citation": "Art. 12d Abs. 1 NHG",
        "content": "Treffen Gesuchsteller und Organisation Vereinbarungen über Verpflichtungen, die Belange des öffentlichen Rechts betreffen, so gelten diese ausschliesslich als gemeinsame Anträge an die Behörde. Diese berücksichtigt das Ergebnis in ihrer Verfügung oder ihrem Entscheid. Sie verzichtet darauf, wenn es Mängel nach Artikel 49 des Bundesgesetzes vom 20. Dezember 1968 über das Verwaltungsverfahren aufweist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_12_d"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 1. Abschnitt: Naturschutz, Heimatschutz und Denkmalpflege bei Erfüllung von Bundesaufgaben, Beschwerderecht der Gemeinden und der Organisationen, 5. Vereinbarungen zwischen Gesuchstellern und Organisationen",
        "citation": "Art. 12d Abs. 2 NHG",
        "content": "Vereinbarungen zwischen Gesuchstellern und Organisationen über finanzielle oder andere Leistungen sind nicht zulässig, soweit diese bestimmt sind für:\na. die Durchsetzung von Verpflichtungen des öffentlichen Rechts, insbesondere behördlicher Auflagen;\nb. Massnahmen, die das öffentliche Recht nicht vorsieht oder die in keinem Zusammenhang mit dem Vorhaben stehen;\nc. die Abgeltung eines Rechtsmittelverzichts oder eines anderen prozessualen Verhaltens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_12_d"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 1. Abschnitt: Naturschutz, Heimatschutz und Denkmalpflege bei Erfüllung von Bundesaufgaben, Beschwerderecht der Gemeinden und der Organisationen, 5. Vereinbarungen zwischen Gesuchstellern und Organisationen",
        "citation": "Art. 12d Abs. 3 NHG",
        "content": "Die Rechtsmittelbehörde tritt auf eine Beschwerde nicht ein, wenn diese rechtsmissbräuchlich ist oder die Organisation unzulässige Leistungen im Sinne von Absatz 2 gefordert hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_12_d"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 1. Abschnitt: Naturschutz, Heimatschutz und Denkmalpflege bei Erfüllung von Bundesaufgaben, Beschwerderecht der Gemeinden und der Organisationen, 6. Vorzeitiger Baubeginn",
        "citation": "Art. 12e NHG",
        "content": "Mit Bauarbeiten kann vor Abschluss des Verfahrens begonnen werden, soweit der Ausgang des Verfahrens die Arbeiten nicht beeinflussen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_12_e"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 1. Abschnitt: Naturschutz, Heimatschutz und Denkmalpflege bei Erfüllung von Bundesaufgaben, Beschwerderecht der Gemeinden und der Organisationen, 7. Verfahrenskosten",
        "citation": "Art. 12f NHG",
        "content": "Unterliegt die Organisation im Verfahren, so werden ihr für die Beschwerdeführung vor Bundesbehörden die Kosten auferlegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_12_f"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 1. Abschnitt: Naturschutz, Heimatschutz und Denkmalpflege bei Erfüllung von Bundesaufgaben, Beschwerderecht der Kantone und des zuständigen Bundesamtes",
        "citation": "Art. 12g Abs. 1 NHG",
        "content": "Die Kantone sind zur Beschwerde gegen Verfügungen von Bundesbehörden nach Artikel 12 Absatz 1 berechtigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_12_g"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 1. Abschnitt: Naturschutz, Heimatschutz und Denkmalpflege bei Erfüllung von Bundesaufgaben, Beschwerderecht der Kantone und des zuständigen Bundesamtes",
        "citation": "Art. 12g Abs. 2 NHG",
        "content": "Das zuständige Bundesamt ist zur Beschwerde gegen kantonale Verfügungen nach Artikel 12 Absatz 1 berechtigt; es kann die Rechtsmittel des eidgenössischen und kantonalen Rechts ergreifen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_12_g"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund und eigene Massnahmen des Bundes, Finanzhilfen zur Erhaltung von schützenswerten Objekten",
        "citation": "Art. 13 Abs. 1 NHG",
        "content": "Der Bund kann Naturschutz, Heimatschutz und Denkmalpflege unterstützen, indem er den Kantonen im Rahmen der bewilligten Kredite und auf der Grundlage von Programmvereinbarungen globale Finanzhilfen für die Erhaltung, den Erwerb, die Pflege, die Erforschung und die Dokumentation von schützenswerten Landschaften, Ortsbildern, geschichtlichen Stätten sowie Natur- und Kulturdenkmälern gewährt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_13"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund und eigene Massnahmen des Bundes, Finanzhilfen zur Erhaltung von schützenswerten Objekten",
        "citation": "Art. 13 Abs. 2 NHG",
        "content": "Ausnahmsweise kann er für Projekte, die eine Beurteilung durch den Bund im Einzelfall erfordern, Finanzhilfen durch Verfügung gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_13"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund und eigene Massnahmen des Bundes, Finanzhilfen zur Erhaltung von schützenswerten Objekten",
        "citation": "Art. 13 Abs. 3 NHG",
        "content": "Die Höhe der Finanzhilfen richtet sich nach der Bedeutung der zu schützenden Objekte und der Wirksamkeit der Massnahmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_13"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund und eigene Massnahmen des Bundes, Finanzhilfen zur Erhaltung von schützenswerten Objekten",
        "citation": "Art. 13 Abs. 4 NHG",
        "content": "Finanzhilfen werden nur gewährt, wenn die Massnahmen wirtschaftlich sind und fachkundig durchgeführt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_13"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund und eigene Massnahmen des Bundes, Finanzhilfen zur Erhaltung von schützenswerten Objekten",
        "citation": "Art. 13 Abs. 5 NHG",
        "content": "Die angeordneten Schutz- und Unterhaltsmassnahmen bilden öffentlich-rechtliche Eigentumsbeschränkungen (Art. 702 des Zivilgesetzbuches; ZGB). Sie verpflichten den jeweiligen Grundeigentümer und sind auf Anmeldung des Kantons im Grundbuch anzumerken. Der Bundesrat regelt die Ausnahmen von der Anmerkungspflicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_13"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund und eigene Massnahmen des Bundes, Beiträge an, Organisationen",
        "citation": "Art. 14 NHG",
        "content": "Der Bund kann Organisationen des Naturschutzes, des Heimatschutzes und der Denkmalpflege von gesamtschweizerischer Bedeutung an die Kosten ihrer im öffentlichen Interesse liegenden Tätigkeit Beiträge ausrichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_14"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund und eigene Massnahmen des Bundes, Forschung, Ausbildung, Öffentlichkeitsarbeit",
        "citation": "Art. 14a Abs. 1 NHG",
        "content": "Der Bund kann Beiträge ausrichten an:\na. Forschungsvorhaben;\nb. Aus- und Weiterbildung von Fachleuten;\nc. Öffentlichkeitsarbeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_14_a"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund und eigene Massnahmen des Bundes, Forschung, Ausbildung, Öffentlichkeitsarbeit",
        "citation": "Art. 14a Abs. 2 NHG",
        "content": "Sofern es im gesamtschweizerischen Interesse liegt, kann er solche Tätigkeiten selber durchführen oder auf seine Kosten ausführen lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_14_a"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund und eigene Massnahmen des Bundes, Erwerb und Sicherung schützenswerter Objekte",
        "citation": "Art. 15 Abs. 1 NHG",
        "content": "Der Bund kann Naturlandschaften, geschichtliche Stätten oder Natur- und Kulturdenkmäler von nationaler Bedeutung vertraglich oder, wenn dies nicht möglich ist, auf dem Weg der Enteignung erwerben oder sichern. Er kann Kantone, Gemeinden oder Organisationen mit der Verwaltung betrauen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_15"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund und eigene Massnahmen des Bundes, Erwerb und Sicherung schützenswerter Objekte",
        "citation": "Art. 15 Abs. 2 NHG",
        "content": "Das EntG ist anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_15"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund und eigene Massnahmen des Bundes, Vorsorgliche Massnahmen",
        "citation": "Art. 16 NHG",
        "content": "Droht einer Naturlandschaft im Sinne von Artikel 15, einer geschichtlichen Stätte oder einem Kulturdenkmal von nationaler Bedeutung unmittelbare Gefahr, kann das Eidgenössische Departement für Umwelt, Verkehr, Energie und Kommunikation oder das Eidgenössische Departement des Innern ein solches Objekt durch befristete Massnahmen unter den Schutz des Bundes stellen und die nötigen Sicherungen zu seiner Erhaltung anordnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_16"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund und eigene Massnahmen des Bundes, Bereitstellung der Beiträge",
        "citation": "Art. 16a Abs. 1 NHG",
        "content": "Die Bundesversammlung bewilligt mit einfachem Bundesbeschluss befristete Verpflichtungskredite für die Zusicherung von Beiträgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_16_a"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund und eigene Massnahmen des Bundes, Bereitstellung der Beiträge",
        "citation": "Art. 16a Abs. 2 NHG",
        "content": "Die Finanzierung der Bereiche Heimatschutz und Denkmalpflege richtet sich nach Artikel 27 des Kulturförderungsgesetzes vom 11. Dezember 2009.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_16_a"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund und eigene Massnahmen des Bundes, Rückerstattung von Beiträgen",
        "citation": "Art. 17 NHG",
        "content": "Ist die Schutzwürdigkeit eines Objektes dahingefallen, so kann der geleistete Beitrag ganz oder teilweise zurückgefordert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_17"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund und eigene Massnahmen des Bundes, Besondere Gutachten",
        "citation": "Art. 17a NHG",
        "content": "Der Bundesrat umschreibt die Fälle, in denen eine Kommission mit Zustimmung des Kantons von sich aus oder auf Ersuchen Dritter Gutachten erstellen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_17_a"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 3. Abschnitt: Schutz der einheimischen Tier- und Pflanzenwelt, Schutz von Tier- und Pflanzenarten",
        "citation": "Art. 18 Abs. 1 NHG",
        "content": "Dem Aussterben einheimischer Tier- und Pflanzenarten ist durch die Erhaltung genügend grosser Lebensräume (Biotope) und andere geeignete Massnahmen entgegenzuwirken. Bei diesen Massnahmen ist schutzwürdigen land- und forstwirtschaftlichen Interessen Rechnung zu tragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_18"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 3. Abschnitt: Schutz der einheimischen Tier- und Pflanzenwelt, Schutz von Tier- und Pflanzenarten",
        "citation": "Art. 18 Abs. 1bis NHG",
        "content": "Besonders zu schützen sind Uferbereiche, Riedgebiete und Moore, seltene Waldgesellschaften, Hecken, Feldgehölze, Trockenrasen und weitere Standorte, die eine ausgleichende Funktion im Naturhaushalt erfüllen oder besonders günstige Voraussetzungen für Lebensgemeinschaften aufweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_18"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 3. Abschnitt: Schutz der einheimischen Tier- und Pflanzenwelt, Schutz von Tier- und Pflanzenarten",
        "citation": "Art. 18 Abs. 1ter NHG",
        "content": "Lässt sich eine Beeinträchtigung schutzwürdiger Lebensräume durch technische Eingriffe unter Abwägung aller Interessen nicht vermeiden, so hat der Verursacher für besondere Massnahmen zu deren bestmöglichem Schutz, für Wiederherstellung oder ansonst für angemessenen Ersatz zu sorgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_18"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 3. Abschnitt: Schutz der einheimischen Tier- und Pflanzenwelt, Schutz von Tier- und Pflanzenarten",
        "citation": "Art. 18 Abs. 2 NHG",
        "content": "Bei der Schädlingsbekämpfung, insbesondere mit Giftstoffen, ist darauf zu achten, dass schützenswerte Tier- und Pflanzenarten nicht gefährdet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_18"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 3. Abschnitt: Schutz der einheimischen Tier- und Pflanzenwelt, Schutz von Tier- und Pflanzenarten",
        "citation": "Art. 18 Abs. 3 NHG",
        "content": "Der Bund kann die Wiederansiedlung von Arten, die in freier Wildbahn in der Schweiz ausgestorben oder in ihrem Bestand bedroht sind, an geeigneten Standorten fördern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_18"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 3. Abschnitt: Schutz der einheimischen Tier- und Pflanzenwelt, Schutz von Tier- und Pflanzenarten",
        "citation": "Art. 18 Abs. 4 NHG",
        "content": "Die Bundesgesetzgebung über Jagd und Vogelschutz sowie über die Fischerei bleibt vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_18"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 3. Abschnitt: Schutz der einheimischen Tier- und Pflanzenwelt, Biotope von nationaler Bedeutung",
        "citation": "Art. 18a Abs. 1 NHG",
        "content": "Der Bundesrat bezeichnet nach Anhören der Kantone die Biotope von nationaler Bedeutung. Er bestimmt die Lage dieser Biotope und legt die Schutzziele fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_18_a"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 3. Abschnitt: Schutz der einheimischen Tier- und Pflanzenwelt, Biotope von nationaler Bedeutung",
        "citation": "Art. 18a Abs. 2 NHG",
        "content": "Die Kantone ordnen den Schutz und den Unterhalt der Biotope von nationaler Bedeutung. Sie treffen rechtzeitig die zweckmässigen Massnahmen und sorgen für ihre Durchführung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_18_a"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 3. Abschnitt: Schutz der einheimischen Tier- und Pflanzenwelt, Biotope von nationaler Bedeutung",
        "citation": "Art. 18a Abs. 3 NHG",
        "content": "Der Bundesrat kann nach Anhören der Kantone Fristen für die Anordnung der Schutzmassnahmen bestimmen. Ordnet ein Kanton die Schutzmassnahmen trotz Mahnung nicht rechtzeitig an, so kann das Eidgenössische Departement für Umwelt, Verkehr, Energie und Kommunikation die nötigen Massnahmen treffen und dem Kanton einen angemessenen Teil der Kosten auferlegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_18_a"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 3. Abschnitt: Schutz der einheimischen Tier- und Pflanzenwelt, Biotope von regionaler und lokaler Bedeutung und ökologischer Ausgleich",
        "citation": "Art. 18b Abs. 1 NHG",
        "content": "Die Kantone sorgen für Schutz und Unterhalt der Biotope von regionaler und lokaler Bedeutung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_18_b"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 3. Abschnitt: Schutz der einheimischen Tier- und Pflanzenwelt, Biotope von regionaler und lokaler Bedeutung und ökologischer Ausgleich",
        "citation": "Art. 18b Abs. 2 NHG",
        "content": "In intensiv genutzten Gebieten inner- und ausserhalb von Siedlungen sorgen die Kantone für ökologischen Ausgleich mit Feldgehölzen, Hecken, Uferbestockungen oder mit anderer naturnaher und standortgemässer Vegetation. Dabei sind die Interessen der landwirtschaftlichen Nutzung zu berücksichtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_18_b"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 3. Abschnitt: Schutz der einheimischen Tier- und Pflanzenwelt, Stellung der Grundeigentümer und Bewirtschafter",
        "citation": "Art. 18c Abs. 1 NHG",
        "content": "Schutz und Unterhalt der Biotope sollen wenn möglich aufgrund von Vereinbarungen mit den Grundeigentümern und Bewirtschaftern sowie durch angepasste land- und forstwirtschaftliche Nutzung erreicht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_18_c"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 3. Abschnitt: Schutz der einheimischen Tier- und Pflanzenwelt, Stellung der Grundeigentümer und Bewirtschafter",
        "citation": "Art. 18c Abs. 2 NHG",
        "content": "Grundeigentümer oder Bewirtschafter haben Anspruch auf angemessene Abgeltung, wenn sie im Interesse des Schutzzieles die bisherige Nutzung einschränken oder eine Leistung ohne entsprechenden wirtschaftlichen Ertrag erbringen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_18_c"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 3. Abschnitt: Schutz der einheimischen Tier- und Pflanzenwelt, Stellung der Grundeigentümer und Bewirtschafter",
        "citation": "Art. 18c Abs. 3 NHG",
        "content": "Unterlässt ein Grundeigentümer die für das Erreichen des Schutzzieles notwendige Nutzung, so muss er die behördlich angeordnete Nutzung durch Dritte dulden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_18_c"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 3. Abschnitt: Schutz der einheimischen Tier- und Pflanzenwelt, Stellung der Grundeigentümer und Bewirtschafter",
        "citation": "Art. 18c Abs. 4 NHG",
        "content": "Soweit zur Erreichung des Schutzzieles der Landerwerb nötig ist, steht den Kantonen das Enteignungsrecht zu. Sie können in ihren Ausführungsvorschriften das EntG anwendbar erklären, wobei die Kantonsregierung über streitig gebliebene Einsprachen entscheidet. Erstreckt sich das Schutzobjekt auf das Gebiet mehrerer Kantone, ist das EntG anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_18_c"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 3. Abschnitt: Schutz der einheimischen Tier- und Pflanzenwelt, Finanzierung",
        "citation": "Art. 18d Abs. 1 NHG",
        "content": "Der Bund gewährt den Kantonen im Rahmen der bewilligten Kredite und auf der Grundlage von Programmvereinbarungen globale Abgeltungen für den Schutz und Unterhalt der Biotope von nationaler, regionaler und lokaler Bedeutung sowie für den ökologischen Ausgleich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_18_d"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 3. Abschnitt: Schutz der einheimischen Tier- und Pflanzenwelt, Finanzierung",
        "citation": "Art. 18d Abs. 2 NHG",
        "content": "Ausnahmsweise kann er für Projekte, die eine Beurteilung durch den Bund im Einzelfall erfordern, Abgeltungen durch Verfügung gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_18_d"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 3. Abschnitt: Schutz der einheimischen Tier- und Pflanzenwelt, Finanzierung",
        "citation": "Art. 18d Abs. 3 NHG",
        "content": "Die Höhe der Abgeltungen richtet sich nach der Bedeutung der zu schützenden Objekte und der Wirksamkeit der Massnahmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_18_d"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 3. Abschnitt: Schutz der einheimischen Tier- und Pflanzenwelt, Finanzierung",
        "citation": "Art. 18d Abs. 4 NHG",
        "content": "Abgeltungen werden nur gewährt, wenn die Massnahmen wirtschaftlich sind und fachkundig durchgeführt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_18_d"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 3. Abschnitt: Schutz der einheimischen Tier- und Pflanzenwelt, Finanzierung",
        "citation": "Art. 18d Abs. 5 NHG",
        "content": "Der Bund trägt die Kosten für die Bezeichnung der Biotope von nationaler Bedeutung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_18_d"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 3. Abschnitt: Schutz der einheimischen Tier- und Pflanzenwelt, Sammeln wildwachsender Pflanzen und Fangen von Tieren; Bewilligungspflicht",
        "citation": "Art. 19 NHG",
        "content": "Das Sammeln wildwachsender Pflanzen und das Fangen frei lebender Tiere zu Erwerbszwecken bedürfen der Bewilligung der zuständigen kantonalen Behörde. Diese kann die Bewilligung auf bestimmte Arten, Gegenden, Jahreszeiten, Mengen oder in anderer Richtung beschränken und das organisierte Sammeln oder Fangen sowie die Werbung dafür verbieten. Die ordentliche land- und forstwirtschaftliche Nutzung sowie das Sammeln von Pilzen, Beeren, Tee- und Heilkräutern im ortsüblichen Umfange sind ausgenommen, soweit es sich nicht um geschützte Arten handelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_19"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 3. Abschnitt: Schutz der einheimischen Tier- und Pflanzenwelt, Schutz seltener Pflanzen und Tiere",
        "citation": "Art. 20 Abs. 1 NHG",
        "content": "Der Bundesrat kann das Pflücken, Ausgraben, Ausreissen, Wegführen, Feilbieten, Verkaufen, Kaufen oder Vernichten seltener Pflanzen ganz oder teilweise untersagen. Ebenso kann er entsprechende Massnahmen zum Schutze bedrohter oder sonst schützenswerter Tierarten treffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_20"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 3. Abschnitt: Schutz der einheimischen Tier- und Pflanzenwelt, Schutz seltener Pflanzen und Tiere",
        "citation": "Art. 20 Abs. 2 NHG",
        "content": "Die Kantone können solche Verbote für weitere Arten erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_20"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 3. Abschnitt: Schutz der einheimischen Tier- und Pflanzenwelt, Schutz seltener Pflanzen und Tiere",
        "citation": "Art. 20 Abs. 3 NHG",
        "content": "Der Bundesrat kann zudem aus Gründen des Artenschutzes die Produktion, das Inverkehrbringen sowie die Ein-, Aus- und Durchfuhr von Pflanzen oder pflanzlichen Erzeugnissen an Bedingungen knüpfen, einschränken oder verbieten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_20"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 3. Abschnitt: Schutz der einheimischen Tier- und Pflanzenwelt, Ufervegetation",
        "citation": "Art. 21 Abs. 1 NHG",
        "content": "Die Ufervegetation (Schilf- und Binsenbestände, Auenvegetationen sowie andere natürliche Pflanzengesellschaften im Uferbereich) darf weder gerodet noch überschüttet noch auf andere Weise zum Absterben gebracht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_21"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 3. Abschnitt: Schutz der einheimischen Tier- und Pflanzenwelt, Ufervegetation",
        "citation": "Art. 21 Abs. 2 NHG",
        "content": "Soweit es die Verhältnisse erlauben, sorgen die Kantone dafür, dass dort, wo sie fehlt, Ufervegetation angelegt wird oder zumindest die Voraussetzungen für deren Gedeihen geschaffen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_21"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 3. Abschnitt: Schutz der einheimischen Tier- und Pflanzenwelt, Ausnahmebewilligungen",
        "citation": "Art. 22 Abs. 1 NHG",
        "content": "Die zuständige kantonale Behörde kann für das Sammeln und Ausgraben geschützter Pflanzen und das Fangen von Tieren zu wissenschaftlichen sowie zu Lehr- und Heilzwecken in bestimmten Gebieten Ausnahmen gestatten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_22"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 3. Abschnitt: Schutz der einheimischen Tier- und Pflanzenwelt, Ausnahmebewilligungen",
        "citation": "Art. 22 Abs. 2 NHG",
        "content": "Sie kann die Beseitigung der Ufervegetation in den durch die Wasserbaupolizei- oder Gewässerschutzgesetzgebung erlaubten Fällen für standortgebundene Vorhaben bewilligen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_22"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 3. Abschnitt: Schutz der einheimischen Tier- und Pflanzenwelt, Ausnahmebewilligungen",
        "citation": "Art. 22 Abs. 3 NHG",
        "content": "Begründet ein anderer Erlass die Zuständigkeit einer Bundesbehörde zum Entscheid über ein Vorhaben, so erteilt diese Behörde die Ausnahmebewilligung. ....",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_22"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 3. Abschnitt: Schutz der einheimischen Tier- und Pflanzenwelt, Fremde Tier- und Pflanzenarten: Bewilligungspflicht",
        "citation": "Art. 23 NHG",
        "content": "Das Ansiedeln von Tieren und Pflanzen landes- oder standortfremder Arten, Unterarten und Rassen bedarf der Bewilligung des Bundesrates. Gehege, Gärten und Parkanlagen sowie Betriebe der Land- und Forstwirtschaft sind ausgenommen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, Abschnitt 3a: Moore und Moorlandschaften von besonderer Schönheit und von nationaler Bedeutung, Schutz der Moore",
        "citation": "Art. 23a NHG",
        "content": "Für den Schutz der Moore von besonderer Schönheit und von nationaler Bedeutung gelten die Artikel 18a, 18c und 18d.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23_a"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, Abschnitt 3a: Moore und Moorlandschaften von besonderer Schönheit und von nationaler Bedeutung, Begriff und Abgrenzung der Moorlandschaften",
        "citation": "Art. 23b Abs. 1 NHG",
        "content": "Eine Moorlandschaft ist eine in besonderem Masse durch Moore geprägte, naturnahe Landschaft. Ihr moorfreier Teil steht zu den Mooren in enger ökologischer, visueller, kultureller oder geschichtlicher Beziehung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23_b"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, Abschnitt 3a: Moore und Moorlandschaften von besonderer Schönheit und von nationaler Bedeutung, Begriff und Abgrenzung der Moorlandschaften",
        "citation": "Art. 23b Abs. 2 NHG",
        "content": "Eine Moorlandschaft ist von besonderer Schönheit und von nationaler Bedeutung, wenn sie:\na. in ihrer Art einmalig ist; oder\nb. in einer Gruppe von vergleichbaren Moorlandschaften zu den wertvollsten gehört.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23_b"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, Abschnitt 3a: Moore und Moorlandschaften von besonderer Schönheit und von nationaler Bedeutung, Begriff und Abgrenzung der Moorlandschaften",
        "citation": "Art. 23b Abs. 3 NHG",
        "content": "Der Bundesrat bezeichnet unter Berücksichtigung der bestehenden Besiedlung und Nutzung die schützenswerten Moorlandschaften von besonderer Schönheit und von nationaler Bedeutung, und er bestimmt ihre Lage. Er arbeitet dabei eng mit den Kantonen zusammen, welche ihrerseits die betroffenen Grundeigentümer anhören.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23_b"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, Abschnitt 3a: Moore und Moorlandschaften von besonderer Schönheit und von nationaler Bedeutung, Begriff und Abgrenzung der Moorlandschaften",
        "citation": "Art. 23b Abs. 4 NHG",
        "content": "Der Bund finanziert die Bezeichnung der Moorlandschaften von besonderer Schönheit und von nationaler Bedeutung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23_b"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, Abschnitt 3a: Moore und Moorlandschaften von besonderer Schönheit und von nationaler Bedeutung, Schutz der Moorlandschaften",
        "citation": "Art. 23c Abs. 1 NHG",
        "content": "Als allgemeines Schutzziel gilt die Erhaltung jener natürlichen und kulturellen Eigenheiten der Moorlandschaften, die ihre besondere Schönheit und nationale Bedeutung ausmachen. Der Bundesrat legt Schutzziele fest, die der Eigenart der Moorlandschaften angepasst sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23_c"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, Abschnitt 3a: Moore und Moorlandschaften von besonderer Schönheit und von nationaler Bedeutung, Schutz der Moorlandschaften",
        "citation": "Art. 23c Abs. 2 NHG",
        "content": "Die Kantone sorgen für die Konkretisierung und Durchsetzung der Schutzziele. Sie treffen rechtzeitig die zweckmässigen Schutz- und Unterhaltsmassnahmen. Die Artikel 18a Absatz 3 und 18c sind sinngemäss anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23_c"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, Abschnitt 3a: Moore und Moorlandschaften von besonderer Schönheit und von nationaler Bedeutung, Schutz der Moorlandschaften",
        "citation": "Art. 23c Abs. 3 NHG",
        "content": "Der Bund gewährt den Kantonen im Rahmen der bewilligten Kredite und auf der Grundlage von Programmvereinbarungen globale Abgeltungen für die Schutz- und Unterhaltsmassnahmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23_c"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, Abschnitt 3a: Moore und Moorlandschaften von besonderer Schönheit und von nationaler Bedeutung, Schutz der Moorlandschaften",
        "citation": "Art. 23c Abs. 4 NHG",
        "content": "Ausnahmsweise kann er für Projekte, die eine Beurteilung durch den  Bund im Einzelfall erfordern, Abgeltungen durch Verfügung gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23_c"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, Abschnitt 3a: Moore und Moorlandschaften von besonderer Schönheit und von nationaler Bedeutung, Schutz der Moorlandschaften",
        "citation": "Art. 23c Abs. 5 NHG",
        "content": "Die Höhe der Abgeltungen richtet sich nach der Wirksamkeit der Massnahmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23_c"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, Abschnitt 3a: Moore und Moorlandschaften von besonderer Schönheit und von nationaler Bedeutung, Schutz der Moorlandschaften",
        "citation": "Art. 23c Abs. 6 NHG",
        "content": "Abgeltungen werden nur gewährt, wenn die Massnahmen wirtschaftlich sind und fachkundig durchgeführt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23_c"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, Abschnitt 3a: Moore und Moorlandschaften von besonderer Schönheit und von nationaler Bedeutung, Gestaltung und Nutzung der Moorlandschaften",
        "citation": "Art. 23d Abs. 1 NHG",
        "content": "Die Gestaltung und die Nutzung der Moorlandschaften sind zulässig, soweit sie der Erhaltung der für die Moorlandschaften typischen Eigenheiten nicht widersprechen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23_d"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, Abschnitt 3a: Moore und Moorlandschaften von besonderer Schönheit und von nationaler Bedeutung, Gestaltung und Nutzung der Moorlandschaften",
        "citation": "Art. 23d Abs. 2 NHG",
        "content": "Unter der Voraussetzung von Absatz 1 sind insbesondere zulässig:\na. die land- und forstwirtschaftliche Nutzung;\nb. der Unterhalt und die Erneuerung rechtmässig erstellter Bauten und Anlagen;\nc. Massnahmen zum Schutz von Menschen vor Naturereignissen;\nd. die für die Anwendung der Buchstaben a–c notwendigen Infrastrukturanlagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23_d"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, Abschnitt 3b: Pärke von nationaler Bedeutung, Begriff und Kategorien",
        "citation": "Art. 23e Abs. 1 NHG",
        "content": "Pärke von nationaler Bedeutung sind Gebiete mit hohen Natur- und Landschaftswerten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23_e"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, Abschnitt 3b: Pärke von nationaler Bedeutung, Begriff und Kategorien",
        "citation": "Art. 23e Abs. 2 NHG",
        "content": "Sie gliedern sich in die Kategorien:\na. Nationalpark;\nb. Regionaler Naturpark;\nc. Naturerlebnispark.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23_e"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, Abschnitt 3b: Pärke von nationaler Bedeutung, Nationalpark",
        "citation": "Art. 23f Abs. 1 NHG",
        "content": "Ein Nationalpark ist ein grösseres Gebiet, das der einheimischen Tier- und Pflanzenwelt unberührte Lebensräume bietet und der natürlichen Entwicklung der Landschaft dient.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23_f"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, Abschnitt 3b: Pärke von nationaler Bedeutung, Nationalpark",
        "citation": "Art. 23f Abs. 2 NHG",
        "content": "In diesem Rahmen dient er auch:\na. der Erholung;\nb. der Umweltbildung;\nc. der wissenschaftlichen Forschung, insbesondere über die einheimische Tier‐ und Pflanzenwelt sowie über die natürliche Entwicklung der Landschaft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23_f"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, Abschnitt 3b: Pärke von nationaler Bedeutung, Nationalpark",
        "citation": "Art. 23f Abs. 3 NHG",
        "content": "Er besteht aus:\na. einer Kernzone, in der die Natur sich selbst überlassen wird und die für die Allgemeinheit nur beschränkt zugänglich ist;\nb. einer Umgebungszone, in der die Kulturlandschaft naturnah bewirtschaftet und vor nachteiligen Eingriffen geschützt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23_f"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, Abschnitt 3b: Pärke von nationaler Bedeutung, Regionaler Naturpark",
        "citation": "Art. 23g Abs. 1 NHG",
        "content": "Ein Regionaler Naturpark ist ein grösseres, teilweise besiedeltes Gebiet, das sich durch seine natur- und kulturlandschaftlichen Eigenschaften besonders auszeichnet und dessen Bauten und Anlagen sich in das Landschafts- und Ortsbild einfügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23_g"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, Abschnitt 3b: Pärke von nationaler Bedeutung, Regionaler Naturpark",
        "citation": "Art. 23g Abs. 2 NHG",
        "content": "Im Regionalen Naturpark wird:\na. die Qualität von Natur und Landschaft erhalten und aufgewertet;\nb. die nachhaltig betriebene Wirtschaft gestärkt und die Vermarktung ihrer Waren und Dienstleistungen gefördert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23_g"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, Abschnitt 3b: Pärke von nationaler Bedeutung, Naturerlebnispark",
        "citation": "Art. 23h Abs. 1 NHG",
        "content": "Ein Naturerlebnispark ist ein Gebiet, das in der Nähe eines dicht besiedelten Raumes liegt, der einheimischen Tier- und Pflanzenwelt unberührte Lebensräume bietet und der Allgemeinheit Naturerlebnisse ermöglicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23_h"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, Abschnitt 3b: Pärke von nationaler Bedeutung, Naturerlebnispark",
        "citation": "Art. 23h Abs. 2 NHG",
        "content": "In diesem Rahmen dient er auch der Umweltbildung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23_h"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, Abschnitt 3b: Pärke von nationaler Bedeutung, Naturerlebnispark",
        "citation": "Art. 23h Abs. 3 NHG",
        "content": "Er besteht aus:\na. einer Kernzone, in der die Natur sich selbst überlassen wird und die für die Allgemeinheit nur beschränkt zugänglich ist;\nb. einer Übergangszone, in der Naturerlebnisse ermöglicht werden und die als Puffer gegen schädliche Einwirkungen auf die Kernzone dient.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23_h"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, Abschnitt 3b: Pärke von nationaler Bedeutung, Unterstützung regionaler Initiativen",
        "citation": "Art. 23i Abs. 1 NHG",
        "content": "Die Kantone unterstützen regionale Bestrebungen zur Errichtung und Erhaltung von Pärken von nationaler Bedeutung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23_i"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, Abschnitt 3b: Pärke von nationaler Bedeutung, Unterstützung regionaler Initiativen",
        "citation": "Art. 23i Abs. 2 NHG",
        "content": "Sie sorgen dafür, dass die Bevölkerung in den betroffenen Gemeinden in geeigneter Weise mitwirken kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23_i"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, Abschnitt 3b: Pärke von nationaler Bedeutung, Park- und Produktelabel",
        "citation": "Art. 23j Abs. 1 NHG",
        "content": "Der Bund verleiht der Trägerschaft eines Parks auf Antrag der Kantone ein Parklabel, wenn der Park:\na. mit zweckmässigen Massnahmen langfristig gesichert wird;\nb. die Anforderungen nach Artikel 23f, 23g oder 23h und nach den Artikeln 23e, 23i Absatz 2 und 23l Buchstaben a und b erfüllt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23_j"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, Abschnitt 3b: Pärke von nationaler Bedeutung, Park- und Produktelabel",
        "citation": "Art. 23j Abs. 2 NHG",
        "content": "Die Trägerschaft eines Parks mit Parklabel verleiht den Personen und Betrieben, die im Park auf nachhaltige Weise Waren herstellen oder Dienstleistungen erbringen, auf Antrag ein Produktelabel zur Kennzeichnung dieser Waren und Dienstleistungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23_j"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, Abschnitt 3b: Pärke von nationaler Bedeutung, Park- und Produktelabel",
        "citation": "Art. 23j Abs. 3 NHG",
        "content": "Die Park- und Produktelabel werden befristet verliehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23_j"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, Abschnitt 3b: Pärke von nationaler Bedeutung, Finanzhilfen",
        "citation": "Art. 23k Abs. 1 NHG",
        "content": "Der Bund gewährt den Kantonen im Rahmen der bewilligten Kredite und auf der Grundlage von Programmvereinbarungen globale Finanzhilfen an die Errichtung, den Betrieb und die Qualitätssicherung von Pärken von nationaler Bedeutung, wenn:\na. die Pärke die Anforderungen nach Artikel 23j Absatz 1 Buchstaben a und b erfüllen;\nb. die zumutbaren Selbsthilfemassnahmen und die übrigen Finanzierungsmöglichkeiten nicht ausreichen;\nc. die Massnahmen wirtschaftlich sind und fachkundig durchgeführt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23_k"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, Abschnitt 3b: Pärke von nationaler Bedeutung, Finanzhilfen",
        "citation": "Art. 23k Abs. 2 NHG",
        "content": "Die Höhe der Finanzhilfen richtet sich nach der Wirksamkeit der Massnahmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23_k"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, Abschnitt 3b: Pärke von nationaler Bedeutung, Vorschriften des Bundesrates",
        "citation": "Art. 23l NHG",
        "content": "Der Bundesrat erlässt Vorschriften über:\na. die Anforderungen für die Erteilung von Park- und Produktelabels an Pärke von nationaler Bedeutung, insbesondere über die Grösse des Gebiets, die zulässigen Nutzungen, die Schutzmassnahmen und die langfristige Sicherung der Pärke;\nb. die Verleihung und Verwendung der Park- und Produktelabel;\nc. den Abschluss von Programmvereinbarungen und die Kontrolle der Wirksamkeit der globalen Finanzhilfen des Bundes;\nd. die Unterstützung der wissenschaftlichen Forschung über Pärke von nationaler Bedeutung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23_l"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, Abschnitt 3b: Pärke von nationaler Bedeutung, Bestehender Nationalpark im Kanton Graubünden",
        "citation": "Art. 23m Abs. 1 NHG",
        "content": "Für den bestehenden Nationalpark im Kanton Graubünden gilt das Nationalparkgesetz vom 19. Dezember 1980.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23_m"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, Abschnitt 3b: Pärke von nationaler Bedeutung, Bestehender Nationalpark im Kanton Graubünden",
        "citation": "Art. 23m Abs. 2 NHG",
        "content": "Der Bund kann der Stiftung «Schweizerischer Nationalpark» das Parklabel bereits vor einer allfälligen Erweiterung durch eine Umgebungszone nach Artikel 23f Absatz 3 Buchstabe b verleihen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23_m"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, Abschnitt 3b: Pärke von nationaler Bedeutung, Bestehender Nationalpark im Kanton Graubünden",
        "citation": "Art. 23m Abs. 3 NHG",
        "content": "Seine allfällige Erweiterung durch eine Umgebungszone wird nach Artikel 23k gefördert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23_m"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, Abschnitt 3c: Genetische Ressourcen, Sorgfaltspflicht",
        "citation": "Art. 23n Abs. 1 NHG",
        "content": "Wer gemäss dem Protokoll von Nagoya genetische Ressourcen nutzt oder unmittelbar Vorteile aus deren Nutzung erzielt (Nutzende), muss die nach den Umständen gebotene Sorgfalt anwenden, um zu gewährleisten, dass: \na. der Zugang zu den genetischen Ressourcen rechtmässig erfolgt ist; und\nb. einvernehmlich festgelegte Bedingungen zur ausgewogenen und gerechten Aufteilung der erzielten Vorteile vereinbart worden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23_n"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, Abschnitt 3c: Genetische Ressourcen, Sorgfaltspflicht",
        "citation": "Art. 23n Abs. 2 NHG",
        "content": "Nicht unter die Sorgfaltspflicht fallen genetische Ressourcen, die:\na. aus einem Land stammen, das nicht Vertragspartei des Protokolls von Nagoya ist;\nb. aus einem Land stammen, in dem innerstaatliche Vorschriften über den Zugang und die Aufteilung der Vorteile fehlen;\nc. aus einem Gebiet stammen, das sich ausserhalb des nationalen Hoheitsbereichs einer Vertragspartei des Protokolls von Nagoya befindet;\nd. für die spezifische Nutzung von einer besonderen internationalen Regelung nach Artikel 4 des Protokolls von Nagoya erfasst sind;\ne. humangenetisch sind;\nf. als Handels- oder Verbrauchsgut nicht im Sinne des Protokolls von Nagoya genutzt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23_n"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, Abschnitt 3c: Genetische Ressourcen, Sorgfaltspflicht",
        "citation": "Art. 23n Abs. 3 NHG",
        "content": "Die Nutzung genetischer Ressourcen nach Absatz 1 bedeutet das Durchführen von Forschungs- und Entwicklungstätigkeiten an der genetischen oder biochemischen Zusammensetzung genetischer Ressourcen, einschliesslich durch die Anwendung von Biotechnologie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23_n"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, Abschnitt 3c: Genetische Ressourcen, Sorgfaltspflicht",
        "citation": "Art. 23n Abs. 4 NHG",
        "content": "Der Zugang nach Absatz 1 Buchstabe a ist rechtmässig, wenn er gemäss dem Protokoll von Nagoya im Einklang mit den innerstaatlichen Vorschriften über den Zugang und die Aufteilung der Vorteile derjenigen Vertragspartei des Protokolls von Nagoya steht, welche die Ressource zur Verfügung stellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23_n"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, Abschnitt 3c: Genetische Ressourcen, Sorgfaltspflicht",
        "citation": "Art. 23n Abs. 5 NHG",
        "content": "Sind die Anforderungen nach Absatz 1 Buchstabe a und b nicht erfüllt, so hat der Nutzende für deren nachträgliche Erfüllung zu sorgen oder darauf zu verzichten, die betroffenen genetischen Ressourcen zu nutzen oder unmittelbar Vorteile aus deren Nutzung zu erzielen. Für Notstandssituationen kann der Bundesrat vorsehen, dass die Anforderungen für genetische Ressourcen, die pathogene Organismen oder Schadorganismen sind, verzögert erfüllt werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23_n"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, Abschnitt 3c: Genetische Ressourcen, Sorgfaltspflicht",
        "citation": "Art. 23n Abs. 6 NHG",
        "content": "Der Bundesrat regelt, welche Informationen über die genutzten genetischen Ressourcen aufgezeichnet und an nachfolgende Nutzende weitergegeben werden müssen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23_n"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, Abschnitt 3c: Genetische Ressourcen, Traditionelles Wissen",
        "citation": "Art. 23p NHG",
        "content": "Die Artikel 23n und 23o gelten auch für traditionelles Wissen indigener und ortsansässiger Gemeinschaften, das sich auf genetische Ressourcen bezieht, solange dieses traditionelle Wissen der Öffentlichkeit nicht bereits frei zugänglich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23_p"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, Abschnitt 3c: Genetische Ressourcen, Genetische Ressourcen im Inland",
        "citation": "Art. 23q Abs. 1 NHG",
        "content": "Der Bundesrat kann den Zugang zu genetischen Ressourcen im Inland von einer Meldung oder Bewilligung sowie zusätzlich von einer Vereinbarung, welche die Nutzung der genetischen Ressourcen und die Aufteilung der sich daraus ergebenden Vorteile regelt, abhängig machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23_q"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, Abschnitt 3c: Genetische Ressourcen, Genetische Ressourcen im Inland",
        "citation": "Art. 23q Abs. 2 NHG",
        "content": "Der Bund kann die Erhaltung und die nachhaltige Nutzung der genetischen Ressourcen unterstützen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_23_q"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 4. Abschnitt: Strafbestimmungen, Vergehen",
        "citation": "Art. 24 Abs. 1 NHG",
        "content": "Mit Freiheitsstrafe bis zu einem Jahr oder Geldstrafe wird bestraft, wer vorsätzlich und ohne Berechtigung:\na. ein aufgrund dieses Gesetzes geschütztes Natur- oder Kulturdenkmal, eine geschützte geschichtliche Stätte, eine geschützte Naturlandschaft oder ein geschütztes Biotop zerstört oder schwer beschädigt;\nb. Ufervegetation im Sinne von Artikel 21 rodet, überschüttet oder auf andere Weise zum Absterben bringt;\nc. im Boden enthaltene Naturkörper oder Altertümer von wissenschaftlichem Wert (Art. 724 Abs. 1 ZGB) zerstört oder schwer beschädigt;\nd. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_24"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 4. Abschnitt: Strafbestimmungen, Vergehen",
        "citation": "Art. 24 Abs. 2 NHG",
        "content": "Handelt der Täter fahrlässig, so ist die Strafe Busse bis zu 40 000 Franken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_24"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 4. Abschnitt: Strafbestimmungen, Übertretungen",
        "citation": "Art. 24a Abs. 1 NHG",
        "content": "Mit Busse bis zu 20 000 Franken wird bestraft, wer:\na. eine Bedingung oder eine Auflage nicht erfüllt, die unter Hinweis auf diese Strafbestimmung an die Gewährung eines Bundesbeitrages geknüpft wurde;\nb. gegen eine Ausführungsvorschrift verstösst, die aufgrund der Artikel 16, 18, 18a, 18b, 18c, 19, 20, 23c, 23d und 25a erlassen und deren Übertretung als strafbar erklärt worden ist;\nc. unbefugt eine Handlung vornimmt, für die nach den Artikeln 19, 22 Absatz 1 oder 23 eine Bewilligung erforderlich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_24_a"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 4. Abschnitt: Strafbestimmungen, Übertretungen",
        "citation": "Art. 24a Abs. 2 NHG",
        "content": "Mit Busse bis zu 100 000 Franken wird bestraft, wer vorsätzlich keine oder falsche Angaben nach Artikel 23o macht; handelt der Täter fahrlässig, so ist die Strafe Busse bis zu 40 000 Franken. Der Richter kann die Veröffentlichung des Urteils anordnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_24_a"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 4. Abschnitt: Strafbestimmungen, Anwendung auf juristische Personen und Handelsgesellschaften",
        "citation": "Art. 24b NHG",
        "content": "Die Artikel 6 und 7 des Bundesgesetzes vom 22. März 1974 über das Verwaltungsstrafrecht sind anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_24_b"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 4. Abschnitt: Strafbestimmungen, Einziehung",
        "citation": "Art. 24c NHG",
        "content": "Artikel 69 des Strafgesetzbuches über die Einziehung unrechtmässig erlangter Gegenstände und Vermögensvorteile ist anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_24_c"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 4. Abschnitt: Strafbestimmungen, Strafverfolgung",
        "citation": "Art. 24d Abs. 1 NHG",
        "content": "Die Strafverfolgung ist Sache der Kantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_24_d"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 4. Abschnitt: Strafbestimmungen, Wiederherstellung des rechtmässigen Zustandes",
        "citation": "Art. 24e NHG",
        "content": "Wer ein aufgrund dieses Gesetzes geschütztes Natur- oder Kulturdenkmal, eine geschützte geschichtliche Stätte, eine geschützte Naturlandschaft, ein geschütztes Biotop oder geschützte Ufervegetation beschädigt, kann unabhängig von einem Strafverfahren verpflichtet werden:\na. die widerrechtlich getroffenen Massnahmen rückgängig zu machen;\nb. die Kosten zu übernehmen, die aus der Beseitigung des Schadens entstehen;\nc. angemessenen Ersatz zu leisten, wenn die Wiederherstellung nicht möglich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_24_e"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 5. Abschnitt: Vollzug, Organisation und Information, Vollzugskompetenzen der Kantone",
        "citation": "Art. 24f NHG",
        "content": "Die Kantone vollziehen dieses Gesetz, soweit es den Vollzug nicht dem Bund überträgt. Sie erlassen die erforderlichen Vorschriften.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_24_f"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 5. Abschnitt: Vollzug, Organisation und Information, Aufsicht und Koordination durch den Bund",
        "citation": "Art. 24g Abs. 1 NHG",
        "content": "Der Bund beaufsichtigt den Vollzug dieses Gesetzes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_24_g"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 5. Abschnitt: Vollzug, Organisation und Information, Aufsicht und Koordination durch den Bund",
        "citation": "Art. 24g Abs. 2 NHG",
        "content": "Er koordiniert die Vollzugsmassnahmen der Kantone und der betroffenen Bundesstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_24_g"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 5. Abschnitt: Vollzug, Organisation und Information, Vollzugskompetenzen des Bundes",
        "citation": "Art. 24h Abs. 1 NHG",
        "content": "Die Bundesbehörde, die ein anderes Bundesgesetz oder einen Staatsvertrag vollzieht, ist bei der Erfüllung dieser Aufgabe auch für den Vollzug des vorliegenden Gesetzes zuständig. Sie hört vor ihrem Entscheid die betroffenen Kantone an. Das BAFU, das Bundesamt für Kultur, das Bundesamt für Strassen und die übrigen betroffenen Bundesstellen wirken nach den Artikeln 62a und 62b des Regierungs- und Verwaltungsorganisationsgesetzes vom 21. März 1997 beim Vollzug mit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_24_h"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 5. Abschnitt: Vollzug, Organisation und Information, Vollzugskompetenzen des Bundes",
        "citation": "Art. 24h Abs. 2 NHG",
        "content": "Eignet sich das Verfahren nach Absatz 1 für bestimmte Aufgaben nicht, so regelt der Bundesrat den Vollzug durch die betroffenen Bundesstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_24_h"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 5. Abschnitt: Vollzug, Organisation und Information, Vollzugskompetenzen des Bundes",
        "citation": "Art. 24h Abs. 3 NHG",
        "content": "Der Bund vollzieht die Vorschriften über genetische Ressourcen (Art. 23n−23q); er kann für bestimmte Teilaufgaben die Kantone beiziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_24_h"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 5. Abschnitt: Vollzug, Organisation und Information, Vollzugskompetenzen des Bundes",
        "citation": "Art. 24h Abs. 4 NHG",
        "content": "Die Vollzugsbehörden des Bundes berücksichtigen die Natur- und Heimatschutzmassnahmen der Kantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_24_h"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 5. Abschnitt: Vollzug, Organisation und Information, Organisation",
        "citation": "Art. 25 Abs. 1 NHG",
        "content": "Der Bundesrat bestellt eine oder mehrere beratende Kommissionen für den Naturschutz, den Heimatschutz und die Denkmalpflege.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_25"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 5. Abschnitt: Vollzug, Organisation und Information, Organisation",
        "citation": "Art. 25 Abs. 2 NHG",
        "content": "Die Kantone bezeichnen Fachstellen für den Naturschutz, den Heimatschutz und die Denkmalpflege.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_25"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 5. Abschnitt: Vollzug, Organisation und Information, Information und Beratung",
        "citation": "Art. 25a Abs. 1 NHG",
        "content": "Bund und Kantone sorgen für die Information und Beratung der Behörden und der Öffentlichkeit über die Bedeutung und den Zustand von Natur und Landschaft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_25_a"
    },
    {
        "book": "NHG",
        "title": "NHG, Zweck, 5. Abschnitt: Vollzug, Organisation und Information, Information und Beratung",
        "citation": "Art. 25a Abs. 2 NHG",
        "content": "Sie empfehlen geeignete Schutz- und Unterhaltsmassnahmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#art_25_a"
    },
    {
        "book": "NHG",
        "title": "NHG, Inkrafttreten",
        "citation": "Art. 26 NHG",
        "content": "Der Bundesrat bestimmt den Zeitpunkt des Inkrafttretens dieses Gesetzes. Er erlässt die erforderlichen Ausführungsvorschriften.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#lvl_u2/art_26"
    },
    {
        "book": "NHG",
        "title": "NHG, Inkrafttreten",
        "citation": "Art. 26 Abs. BRB vom 27. Dez. 1966 NHG",
        "content": "Datum des Inkrafttretens: 1. Januar 1967",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/de#lvl_u2/art_26"
    }
]