[
    {
        "book": "NHG",
        "title": "LPN, Scopo",
        "citation": "Art. 1 LPN",
        "content": "La presente legge è, nei limiti della competenza conferita alla Confederazione dall’articolo 78 capoversi 2–5 della Costituzione federale, intesa a:\na. rispettare e proteggere le caratteristiche del paesaggio, l’aspetto degli abitati, i luoghi storici, le rarità naturali e i monumenti culturali del Paese e a promuoverne la conservazione e la tutela;\nb. sostenere i Cantoni e assicurare la collaborazione con gli stessi nell’adempimento dei loro compiti di protezione della natura e del paesaggio e di conservazione dei monumenti storici;\nc. sostenere gli sforzi delle associazioni che si occupano della protezione della natura, della protezione del paesaggio o della conservazione dei monumenti storici;\nd. proteggere la fauna e la flora indigene, nonché la loro diversità biologica e il loro spazio vitale naturale;\ndbis. promuovere la conservazione della diversità biologica e l’uso sostenibile dei suoi componenti mediante la giusta ed equa condivisione dei benefici derivanti dall’utilizzazione delle risorse genetiche;\ne. promuovere l’insegnamento e la ricerca nell’ambito della protezione della natura e del paesaggio e della conservazione dei monumenti storici, nonché la formazione e la formazione continua di specialisti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_1"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 1:, Protezione della natura, protezione del paesaggio e conservazione dei monumenti storici nell’adempimento dei compiti della Confederazione, Adempimento dei compiti della Confederazione",
        "citation": "Art. 2 cpv. 1 LPN",
        "content": "Per adempimento di un compito della Confederazione ai sensi dell’articolo 24sexies capoverso 2 della Costituzione federale s’intendono in particolare:\na. l’elaborazione di progetti, la costruzione e la modificazione d’opere e d’impianti da parte della Confederazione, degli stabilimenti e delle aziende federali, come gli edifici e gli impianti dell’Amministrazione federale, le strade nazionali, gli edifici e gli impianti delle Ferrovie federali svizzere;\nb. il conferimento di concessioni e di permessi, ad esempio per la costruzione e l’esercizio d’impianti di trasporto e di comunicazione (compresa l’approvazione dei piani), di opere e impianti per il trasporto d’energie, liquidi, gas o per la trasmissione di notizie, come anche la concessione di permessi di dissodamento;\nc. l’assegnazione di sussidi a piani di sistemazione, opere e impianti, come bonifiche fondiarie, risanamenti d’edifici agricoli, correzioni di corsi d’acqua, impianti idraulici di protezione e impianti di comunicazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_2"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 1:, Protezione della natura, protezione del paesaggio e conservazione dei monumenti storici nell’adempimento dei compiti della Confederazione, Adempimento dei compiti della Confederazione",
        "citation": "Art. 2 cpv. 2 LPN",
        "content": "Le decisioni delle autorità cantonali riguardo a progetti verosimilmente realizzabili solo con contributi di cui al capoverso 1 lettera c sono equiparate all’adempimento di compiti della Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_2"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 1:, Protezione della natura, protezione del paesaggio e conservazione dei monumenti storici nell’adempimento dei compiti della Confederazione, Obblighi della Confederazione e dei Cantoni",
        "citation": "Art. 3 cpv. 1 LPN",
        "content": "La Confederazione, i suoi stabilimenti e le aziende federali come pure i Cantoni sono tenuti, nell’adempimento dei compiti della Confederazione, a provvedere affinché le caratteristiche del paesaggio, l’aspetto degli abitati, i luoghi storici, le rarità naturali e i monumenti culturali siano rispettati e, ove predomini in essi l’interesse generale, siano conservati intatti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_3"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 1:, Protezione della natura, protezione del paesaggio e conservazione dei monumenti storici nell’adempimento dei compiti della Confederazione, Obblighi della Confederazione e dei Cantoni",
        "citation": "Art. 3 cpv. 2 LPN",
        "content": "Essi adempiono questo dovere:\na. costruendo e mantenendo in maniera corrispondente i propri edifici e impianti, oppure rinunciando a costruirli (art. 2 lett. a);\nb. subordinando le concessioni e i permessi a condizioni o a oneri o negandoli (art. 2 lett. b);\nc. subordinando a condizioni la concessione di sussidi oppure negandola (art. 2 lett. c).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_3"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 1:, Protezione della natura, protezione del paesaggio e conservazione dei monumenti storici nell’adempimento dei compiti della Confederazione, Obblighi della Confederazione e dei Cantoni",
        "citation": "Art. 3 cpv. 3 LPN",
        "content": "Questo dovere vige qualunque sia l’importanza dell’oggetto secondo l’articolo 4. Il provvedimento non deve eccedere quant’è necessario alla protezione dell’oggetto e delle sue adiacenze.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_3"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 1:, Protezione della natura, protezione del paesaggio e conservazione dei monumenti storici nell’adempimento dei compiti della Confederazione, Classificazione degli oggetti",
        "citation": "Art. 4 cpv. sexies LPN",
        "content": "Nel caso di paesaggi e abitati caratteristici, luoghi storici, rarità naturali e monumenti culturali secondo l’articolo 24 capoverso 2 della Costituzione federale, devonsi distinguere:\na. gli oggetti d’importanza nazionale;\nb. gli oggetti d’importanza regionale e locale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_4"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 1:, Protezione della natura, protezione del paesaggio e conservazione dei monumenti storici nell’adempimento dei compiti della Confederazione, Inventari federali degli oggetti d’importanza nazionale",
        "citation": "Art. 5 cpv. 1 LPN",
        "content": "Il Consiglio federale, sentiti i Cantoni, compila gli inventari degli oggetti d’importanza nazionale; può fare capo a quelli d’istituzioni pubbliche e d’associazioni che si occupano della protezione della natura e del paesaggio o della conservazione dei monumenti storici. Gl’inventari indicheranno i principi applicati nella scelta degli oggetti. Devono inoltre contenere:\na. la descrizione esatta degli oggetti;\nb. la ragione della loro importanza nazionale;\nc. i pericoli possibili;\nd. i provvedimenti di protezione già presi;\ne. la protezione cui devesi provvedere;\nf. le proposte di miglioramento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_5"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 1:, Protezione della natura, protezione del paesaggio e conservazione dei monumenti storici nell’adempimento dei compiti della Confederazione, Inventari federali degli oggetti d’importanza nazionale",
        "citation": "Art. 5 cpv. 2 LPN",
        "content": "Gl’inventari non sono definitivi. Essi devono essere esaminati e aggiornati regolarmente; circa l’iscrizione, la modificazione o la cancellazione d’oggetti risolve il Consiglio federale dopo aver sentito i Cantoni. Questi possono proporre di moto proprio un riesame.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_5"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 1:, Protezione della natura, protezione del paesaggio e conservazione dei monumenti storici nell’adempimento dei compiti della Confederazione, Importanza dell’inventario",
        "citation": "Art. 6 cpv. 1 LPN",
        "content": "L’iscrizione d’un oggetto d’importanza nazionale in un inventario federale significa che esso merita specialmente d’essere conservato intatto ma, in ogni caso, di essere salvaguardato per quanto possibile, anche per mezzo di eventuali provvedimenti di ripristino o di adeguati provvedimenti di sostituzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_6"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 1:, Protezione della natura, protezione del paesaggio e conservazione dei monumenti storici nell’adempimento dei compiti della Confederazione, Importanza dell’inventario",
        "citation": "Art. 6 cpv. 2 LPN",
        "content": "Il principio secondo il quale un oggetto dev’essere conservato intatto nelle condizioni stabilite nell’inventario non soffre deroghe nell’adempimento dei compiti della Confederazione, sempreché non s’opponga un interesse equivalente o maggiore, parimente d’importanza nazionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_6"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 1:, Protezione della natura, protezione del paesaggio e conservazione dei monumenti storici nell’adempimento dei compiti della Confederazione, Perizia della commissione",
        "citation": "Art. 7 cpv. 1 LPN",
        "content": "Se l’adempimento di un compito della Confederazione è di competenza della Confederazione, l’Ufficio federale dell’ambiente (UFAM), l’Ufficio federale della cultura oppure l’Ufficio federale delle strade, secondo competenza, decide se occorre la perizia di una commissione di cui all’articolo 25 capoverso 1. Se è competente il Cantone, decide il servizio cantonale di cui all’articolo 25 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_7"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 1:, Protezione della natura, protezione del paesaggio e conservazione dei monumenti storici nell’adempimento dei compiti della Confederazione, Perizia della commissione",
        "citation": "Art. 7 cpv. 2 LPN",
        "content": "Se nell’adempimento di un compito della Confederazione un oggetto iscritto in un inventario federale ai sensi dell’articolo 5 può subire un danno rilevante oppure se sorgono questioni d’importanza fondamentale al riguardo, la commissione redige una perizia a destinazione dell’autorità cui spetta la decisione. La perizia indica se l’oggetto deve essere conservato intatto oppure la maniera per salvaguardarlo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_7"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 1:, Protezione della natura, protezione del paesaggio e conservazione dei monumenti storici nell’adempimento dei compiti della Confederazione, Perizia della commissione",
        "citation": "Art. 7 cpv. 3 LPN",
        "content": "La perizia costituisce uno degli elementi su cui l’autorità decisionale si basa per la ponderazione di tutti gli interessi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_7"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 1:, Protezione della natura, protezione del paesaggio e conservazione dei monumenti storici nell’adempimento dei compiti della Confederazione, Perizia facoltativa",
        "citation": "Art. 8 LPN",
        "content": "La commissione competente può, in casi gravi, dare di moto proprio e in qualsiasi fase della procedura un parere sulla maniera di rispettare o conservare intatto un oggetto. Il parere deve nondimeno essere dato il più presto possibile. A richiesta, le saranno forniti tutti i documenti necessari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_8"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 1:, Protezione della natura, protezione del paesaggio e conservazione dei monumenti storici nell’adempimento dei compiti della Confederazione, Altre perizie",
        "citation": "Art. 9 LPN",
        "content": "L’ufficio federale competente può chiedere una perizia anche al servizio tecnico cantonale (art. 25 cpv. 2), alla commissione cantonale di protezione della natura e del paesaggio o di conservazione dei monumenti storici o ad altro organismo designato dal Cantone oppure chiedere il parere di associazioni che si occupano della protezione della natura e del paesaggio o della conservazione dei monumenti storici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_9"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 1:, Protezione della natura, protezione del paesaggio e conservazione dei monumenti storici nell’adempimento dei compiti della Confederazione, Parere dei Cantoni",
        "citation": "Art. 10 LPN",
        "content": "Nei casi di cui agli articoli 7, 8 e 9 deve sempre essere chiesto il parere dei governi cantonali. Questi invitano i Comuni interessati a presentare le loro osservazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_10"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 1:, Protezione della natura, protezione del paesaggio e conservazione dei monumenti storici nell’adempimento dei compiti della Confederazione, Riserva delle opere militari",
        "citation": "Art. 11 cpv. RS 510.10 LPN",
        "content": "Per le costruzioni e gli impianti militari esentati dall’obbligo d’autorizzazione giusta l’articolo 126 capoverso 4 della legge militare del 3 febbraio 1995, l’autorità federale competente non è tenuta a chiedere una perizia. Nemmeno è tenuto a fornire documenti per le perizie facoltative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_11"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 1:, Protezione della natura, protezione del paesaggio e conservazione dei monumenti storici nell’adempimento dei compiti della Confederazione, Diritto di ricorso dei Comuni e delle organizzazioni, 1. Legittimazione a ricorrere",
        "citation": "Art. 12 cpv. 1 LPN",
        "content": "Sono legittimati a ricorrere contro le decisioni delle autorità cantonali o federali:\na. i Comuni;\nb. le organizzazioni che si occupano della protezione della natura e del paesaggio, della conservazione dei monumenti storici o di scopi affini, se:\n1. sono attive a livello nazionale;\n2. perseguono scopi meramente ideali; eventuali attività economiche devono servire a conseguire gli scopi ideali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_12"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 1:, Protezione della natura, protezione del paesaggio e conservazione dei monumenti storici nell’adempimento dei compiti della Confederazione, Diritto di ricorso dei Comuni e delle organizzazioni, 1. Legittimazione a ricorrere",
        "citation": "Art. 12 cpv. 2 LPN",
        "content": "Le organizzazioni sono legittimate a ricorrere soltanto per censure in ambiti giuridici che rientrano da almeno dieci anni negli scopi previsti nel loro statuto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_12"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 1:, Protezione della natura, protezione del paesaggio e conservazione dei monumenti storici nell’adempimento dei compiti della Confederazione, Diritto di ricorso dei Comuni e delle organizzazioni, 1. Legittimazione a ricorrere",
        "citation": "Art. 12 cpv. 3 LPN",
        "content": "Il Consiglio federale designa le organizzazioni legittimate a ricorrere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_12"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 1:, Protezione della natura, protezione del paesaggio e conservazione dei monumenti storici nell’adempimento dei compiti della Confederazione, Diritto di ricorso dei Comuni e delle organizzazioni, 1. Legittimazione a ricorrere",
        "citation": "Art. 12 cpv. 4 LPN",
        "content": "La competenza di presentare il ricorso spetta all’organo esecutivo supremo dell’organizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_12"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 1:, Protezione della natura, protezione del paesaggio e conservazione dei monumenti storici nell’adempimento dei compiti della Confederazione, Diritto di ricorso dei Comuni e delle organizzazioni, 1. Legittimazione a ricorrere",
        "citation": "Art. 12 cpv. 5 LPN",
        "content": "Le organizzazioni possono abilitare le loro sottoorganizzazioni cantonali e sovracantonali giuridicamente autonome a fare opposizione in generale e a presentare ricorso in singoli casi nell’ambito locale d’attività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_12"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 1:, Protezione della natura, protezione del paesaggio e conservazione dei monumenti storici nell’adempimento dei compiti della Confederazione, Diritto di ricorso dei Comuni e delle organizzazioni, 2. Inammissibilità del ricorso contro decisioni concernenti la concessione di sussidi federali",
        "citation": "Art. 12a LPN",
        "content": "Il ricorso contro una decisione concernente la concessione di un sussidio federale non è ammissibile qualora la progettazione, le opere o gli impianti siano già stati altrimenti oggetto, nell’adempimento di compiti della Confederazione, di una decisione ai sensi dell’articolo 12 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_12_a"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 1:, Protezione della natura, protezione del paesaggio e conservazione dei monumenti storici nell’adempimento dei compiti della Confederazione, Diritto di ricorso dei Comuni e delle organizzazioni, 3. Comunicazione della decisione",
        "citation": "Art. 12b cpv. 1 LPN",
        "content": "L’autorità comunica ai Comuni e alle organizzazioni la propria decisione secondo l’articolo 12 capoverso 1 mediante notifica scritta o pubblicazione nel Foglio federale o nell’organo ufficiale del Cantone. La pubblicazione dura di norma 30 giorni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_12_b"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 1:, Protezione della natura, protezione del paesaggio e conservazione dei monumenti storici nell’adempimento dei compiti della Confederazione, Diritto di ricorso dei Comuni e delle organizzazioni, 3. Comunicazione della decisione",
        "citation": "Art. 12b cpv. 2 LPN",
        "content": "Nelle procedure di opposizione previste dal diritto federale o cantonale, anche le domande devono essere pubblicate secondo il capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_12_b"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 1:, Protezione della natura, protezione del paesaggio e conservazione dei monumenti storici nell’adempimento dei compiti della Confederazione, Diritto di ricorso dei Comuni e delle organizzazioni, 4. Perdita della legittimazione a ricorrere",
        "citation": "Art. 12c cpv. 1 LPN",
        "content": "I Comuni e le organizzazioni che non hanno interposto un rimedio giuridico possono intervenire come parte nel seguito della procedura soltanto se la decisione è modificata in modo tale da arrecare loro un pregiudizio. Per le espropriazioni si applica la legge federale del 20 giugno 1930 sull’espropriazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_12_c"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 1:, Protezione della natura, protezione del paesaggio e conservazione dei monumenti storici nell’adempimento dei compiti della Confederazione, Diritto di ricorso dei Comuni e delle organizzazioni, 4. Perdita della legittimazione a ricorrere",
        "citation": "Art. 12c cpv. 2 LPN",
        "content": "I Comuni e le organizzazioni che non hanno partecipato a una procedura di opposizione prevista dal diritto federale o cantonale non possono più interporre ricorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_12_c"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 1:, Protezione della natura, protezione del paesaggio e conservazione dei monumenti storici nell’adempimento dei compiti della Confederazione, Diritto di ricorso dei Comuni e delle organizzazioni, 4. Perdita della legittimazione a ricorrere",
        "citation": "Art. 12c cpv. 3 LPN",
        "content": "In materia di piani di utilizzazione con valenza di decisione formale le organizzazioni non possono far valere in una fase procedurale successiva le censure che nelle fasi procedurali precedenti hanno omesso di far valere o sono state respinte definitivamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_12_c"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 1:, Protezione della natura, protezione del paesaggio e conservazione dei monumenti storici nell’adempimento dei compiti della Confederazione, Diritto di ricorso dei Comuni e delle organizzazioni, 4. Perdita della legittimazione a ricorrere",
        "citation": "Art. 12c cpv. 4 LPN",
        "content": "In materia di piani di utilizzazione i capoversi 2 e 3 si applicano anche alle opposizioni e ai ricorsi interposti secondo il diritto cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_12_c"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 1:, Protezione della natura, protezione del paesaggio e conservazione dei monumenti storici nell’adempimento dei compiti della Confederazione, Diritto di ricorso dei Comuni e delle organizzazioni, 5. Accordi fra richiedenti e organizzazioni",
        "citation": "Art. 12d cpv. 1 LPN",
        "content": "Se il richiedente e l’organizzazione stipulano accordi in merito a impegni inerenti a questioni di diritto pubblico, tali accordi sono considerati esclusivamente come proposte congiunte a destinazione dell’autorità. L’autorità ne tiene conto nella sua decisione. Ne prescinde se sussistono vizi ai sensi dell’articolo 49 della legge federale del 20 dicembre 1968 sulla procedura amministrativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_12_d"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 1:, Protezione della natura, protezione del paesaggio e conservazione dei monumenti storici nell’adempimento dei compiti della Confederazione, Diritto di ricorso dei Comuni e delle organizzazioni, 5. Accordi fra richiedenti e organizzazioni",
        "citation": "Art. 12d cpv. 2 LPN",
        "content": "Sono illeciti gli accordi fra i richiedenti e le organizzazioni relativi a prestazioni finanziarie o di altra natura destinate a:\na. far applicare obblighi di diritto pubblico, in particolare oneri imposti dalle autorità;\nb. realizzare misure che non sono previste dal diritto pubblico o che non sono in relazione con il progetto;\nc. compensare la rinuncia al ricorso o qualsiasi altro comportamento processuale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_12_d"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 1:, Protezione della natura, protezione del paesaggio e conservazione dei monumenti storici nell’adempimento dei compiti della Confederazione, Diritto di ricorso dei Comuni e delle organizzazioni, 5. Accordi fra richiedenti e organizzazioni",
        "citation": "Art. 12d cpv. 3 LPN",
        "content": "L’autorità di ricorso non entra nel merito dei ricorsi che configurano un abuso di diritto o qualora l’organizzazione abbia chiesto prestazioni illecite ai sensi del capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_12_d"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 1:, Protezione della natura, protezione del paesaggio e conservazione dei monumenti storici nell’adempimento dei compiti della Confederazione, Diritto di ricorso dei Comuni e delle organizzazioni, 6. Inizio anticipato dei lavori",
        "citation": "Art. 12e LPN",
        "content": "I lavori di costruzione possono essere cominciati prima della fine della procedura, a condizione che il suo esito non possa influire su di essi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_12_e"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 1:, Protezione della natura, protezione del paesaggio e conservazione dei monumenti storici nell’adempimento dei compiti della Confederazione, Diritto di ricorso dei Comuni e delle organizzazioni, 7. Spese procedurali",
        "citation": "Art. 12f LPN",
        "content": "Le spese della procedura di ricorso dinnanzi alle autorità federali sono a carico dell’organizzazione soccombente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_12_f"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 1:, Protezione della natura, protezione del paesaggio e conservazione dei monumenti storici nell’adempimento dei compiti della Confederazione, Diritto di ricorso dei Cantoni e dell’ufficio federale competente",
        "citation": "Art. 12g cpv. 1 LPN",
        "content": "I Cantoni sono legittimati a ricorrere contro le decisioni delle autorità federali conformemente all’articolo 12 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_12_g"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 1:, Protezione della natura, protezione del paesaggio e conservazione dei monumenti storici nell’adempimento dei compiti della Confederazione, Diritto di ricorso dei Cantoni e dell’ufficio federale competente",
        "citation": "Art. 12g cpv. 2 LPN",
        "content": "L’Ufficio federale competente è legittimato a ricorrere contro le decisioni cantonali conformemente all’articolo 12 capoverso 1; può avvalersi dei rimedi giuridici del diritto federale e cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_12_g"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 2:, Promovimento della protezione della natura, della protezione del paesaggio e della conservazione dei monumenti storici da parte della Confederazione e provvedimenti federali, Aiuti finanziari per la conserva-zione d’oggetti meritevoli di protezione",
        "citation": "Art. 13 cpv. 1 LPN",
        "content": "La Confederazione può promuovere la protezione della natura e del paesaggio e la conservazione dei monumenti storici assegnando ai Cantoni, nei limiti dei crediti stanziati e sulla base di accordi di programma, aiuti finanziari globali per la conservazione, l’acquisizione e la manutenzione di paesaggi, località caratteristiche, luoghi storici, rarità naturali e monumenti culturali meritevoli di protezione, nonché per i relativi lavori d’esplorazione e di documentazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_13"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 2:, Promovimento della protezione della natura, della protezione del paesaggio e della conservazione dei monumenti storici da parte della Confederazione e provvedimenti federali, Aiuti finanziari per la conserva-zione d’oggetti meritevoli di protezione",
        "citation": "Art. 13 cpv. 2 LPN",
        "content": "In casi eccezionali la Confederazione può accordare, mediante decisione formale, aiuti finanziari a singoli progetti che richiedono una sua valutazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_13"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 2:, Promovimento della protezione della natura, della protezione del paesaggio e della conservazione dei monumenti storici da parte della Confederazione e provvedimenti federali, Aiuti finanziari per la conserva-zione d’oggetti meritevoli di protezione",
        "citation": "Art. 13 cpv. 3 LPN",
        "content": "L’importo degli aiuti finanziari è determinato in funzione dell’importanza degli oggetti da proteggere e dell’efficacia dei provvedimenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_13"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 2:, Promovimento della protezione della natura, della protezione del paesaggio e della conservazione dei monumenti storici da parte della Confederazione e provvedimenti federali, Aiuti finanziari per la conserva-zione d’oggetti meritevoli di protezione",
        "citation": "Art. 13 cpv. 4 LPN",
        "content": "Gli aiuti finanziari sono accordati soltanto se i provvedimenti sono attuati in modo economico e competente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_13"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 2:, Promovimento della protezione della natura, della protezione del paesaggio e della conservazione dei monumenti storici da parte della Confederazione e provvedimenti federali, Aiuti finanziari per la conserva-zione d’oggetti meritevoli di protezione",
        "citation": "Art. 13 cpv. 5 LPN",
        "content": "I provvedimenti di protezione e di manutenzione prescritti costituiscono restrizioni di diritto pubblico della proprietà (art. 702 CC). Essi vincolano i proprietari fondiari interessati e devono essere menzionati nel registro fondiario su notificazione del Cantone. Il Consiglio federale disciplina le deroghe all’obbligo della menzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_13"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 2:, Promovimento della protezione della natura, della protezione del paesaggio e della conservazione dei monumenti storici da parte della Confederazione e provvedimenti federali, Sussidi alle associazioni",
        "citation": "Art. 14 LPN",
        "content": "La Confederazione può assegnare sussidi alle associazioni di protezione della natura, di protezione del paesaggio o di conservazione dei monumenti storici aventi un’importanza nazionale, per le spese cagionate dalla loro opera nell’interesse pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_14"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 2:, Promovimento della protezione della natura, della protezione del paesaggio e della conservazione dei monumenti storici da parte della Confederazione e provvedimenti federali, Ricerca, formazione, relazioni pubbliche",
        "citation": "Art. 14a cpv. 1 LPN",
        "content": "La Confederazione può accordare sussidi per:\na. i progetti di ricerca;\nb. la formazione e la formazione continua di specialisti;\nc. le relazioni pubbliche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_14_a"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 2:, Promovimento della protezione della natura, della protezione del paesaggio e della conservazione dei monumenti storici da parte della Confederazione e provvedimenti federali, Ricerca, formazione, relazioni pubbliche",
        "citation": "Art. 14a cpv. 2 LPN",
        "content": "La Confederazione può svolgere direttamente queste attività o farle eseguire a sue spese se l’interesse nazionale lo richiede.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_14_a"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 2:, Promovimento della protezione della natura, della protezione del paesaggio e della conservazione dei monumenti storici da parte della Confederazione e provvedimenti federali, Acquisto e tutela d’oggetti meritevoli di protezione",
        "citation": "Art. 15 cpv. 1 LPN",
        "content": "La Confederazione può, mediante contratto o, qualora ciò non sia possibile, mediante espropriazione, acquistare o tutelare siti naturali, luoghi storici oppure rarità naturali e monumenti d’importanza nazionale. Può affidarne l’amministrazione a Cantoni, Comuni o associazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_15"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 2:, Promovimento della protezione della natura, della protezione del paesaggio e della conservazione dei monumenti storici da parte della Confederazione e provvedimenti federali, Acquisto e tutela d’oggetti meritevoli di protezione",
        "citation": "Art. 15 cpv. 2 LPN",
        "content": "Per l’espropriazione è applicabile la legge federale del 20 giugno 1930 sull’espropriazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_15"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 2:, Promovimento della protezione della natura, della protezione del paesaggio e della conservazione dei monumenti storici da parte della Confederazione e provvedimenti federali, Provvedimenti conservativi",
        "citation": "Art. 16 LPN",
        "content": "Allorché un pericolo imminente minacci un sito naturale secondo l’articolo 15, un luogo storico o un monumento culturale d’importanza nazionale, il Dipartimento federale dell’ambiente, dei trasporti, dell’energia e delle comunicazioni oppure il Dipartimento federale dell’interno possono, con provvedimenti temporanei, sottoporlo alla protezione della Confederazione e far prendere le disposizioni conservative necessarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_16"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 2:, Promovimento della protezione della natura, della protezione del paesaggio e della conservazione dei monumenti storici da parte della Confederazione e provvedimenti federali, Stanziamento dei sussidi",
        "citation": "Art. 16a cpv. 1 LPN",
        "content": "L’Assemblea federale stanzia mediante decreto federale semplice crediti d’impegno di durata limitata per l’assegnazione di sussidi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_16_a"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 2:, Promovimento della protezione della natura, della protezione del paesaggio e della conservazione dei monumenti storici da parte della Confederazione e provvedimenti federali, Stanziamento dei sussidi",
        "citation": "Art. 16a cpv. 2 LPN",
        "content": "Il finanziamento dei settori della protezione del paesaggio e della conservazione dei monumenti storici è retto dall’articolo 27 della legge dell’11 dicembre 2009 sulla promozione della cultura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_16_a"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 2:, Promovimento della protezione della natura, della protezione del paesaggio e della conservazione dei monumenti storici da parte della Confederazione e provvedimenti federali, Restituzione di sussidi",
        "citation": "Art. 17 LPN",
        "content": "Se un oggetto non è più meritevole di protezione, può essere chiesta la restituzione totale o parziale dei sussidi concessi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_17"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 2:, Promovimento della protezione della natura, della protezione del paesaggio e della conservazione dei monumenti storici da parte della Confederazione e provvedimenti federali, Perizie speciali",
        "citation": "Art. 17a LPN",
        "content": "Il Consiglio federale fissa i casi nei quali la commissione competente può effettuare una perizia di propria iniziativa o a richiesta di terzi, previo consenso dell’autorità cantonale competente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_17_a"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3: Protezione della fauna e della flora indigene, Protezione di specie animali e vegetali",
        "citation": "Art. 18 cpv. 1 LPN",
        "content": "L’estinzione di specie animali e vegetali indigene dev’essere prevenuta mediante la conservazione di spazi vitali sufficienti (biotopi) e altri provvedimenti adeguati. Nel prendere questi provvedimenti sarà tenuto conto degli interessi agricoli e forestali degni di protezione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_18"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3: Protezione della fauna e della flora indigene, Protezione di specie animali e vegetali",
        "citation": "Art. 18 cpv. 1bis LPN",
        "content": "Devono essere segnatamente protetti le zone ripuali, le praterie a carice e le paludi, le fitocenosi forestali rare, le siepi, i boschetti in terreni aperti, i prati secchi e altri siti che nell’equilibrio naturale hanno una funzione compensatrice o presentano condizioni favorevoli alle biocenosi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_18"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3: Protezione della fauna e della flora indigene, Protezione di specie animali e vegetali",
        "citation": "Art. 18 cpv. 1ter LPN",
        "content": "Se, tenuto conto di tutti gli interessi, non è possibile evitare che gli interventi tecnici pregiudichino biotopi degni di protezione, chi opera l’intervento prende misure speciali onde assicurarne la migliore protezione possibile, il ripristino o una sostituzione confacente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_18"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3: Protezione della fauna e della flora indigene, Protezione di specie animali e vegetali",
        "citation": "Art. 18 cpv. 2 LPN",
        "content": "Nella lotta contro gl’insetti, specialmente con sostanze velenose, si baderà a non compromettere le specie animali e vegetali meritevoli di protezione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_18"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3: Protezione della fauna e della flora indigene, Protezione di specie animali e vegetali",
        "citation": "Art. 18 cpv. 3 LPN",
        "content": "La Confederazione può promuovere, in luoghi idonei, la riacclimazione di specie che allo stato selvaggio sono estinte, o in pericolo d’estinguersi, in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_18"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3: Protezione della fauna e della flora indigene, Protezione di specie animali e vegetali",
        "citation": "Art. 18 cpv. 4 LPN",
        "content": "Sono riservate la legislazione federale sulla caccia e la protezione degli uccelli e quella sulla pesca.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_18"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3: Protezione della fauna e della flora indigene, Biotopi d’importanza nazionale",
        "citation": "Art. 18a cpv. 1 LPN",
        "content": "Sentiti i Cantoni, il Consiglio federale determina i biotopi d’importanza nazionale. Stabilisce la situazione di questi biotopi e indica gli scopi della protezione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_18_a"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3: Protezione della fauna e della flora indigene, Biotopi d’importanza nazionale",
        "citation": "Art. 18a cpv. 2 LPN",
        "content": "I Cantoni disciplinano la protezione e la manutenzione dei biotopi d’importanza nazionale. Prendono tempestivamente gli opportuni provvedimenti e badano alla loro esecuzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_18_a"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3: Protezione della fauna e della flora indigene, Biotopi d’importanza nazionale",
        "citation": "Art. 18a cpv. 3 LPN",
        "content": "Sentiti i Cantoni, il Consiglio federale può fissare termini per ordinare i provvedimenti protettivi. Se un Cantone, nonostante diffida, non ordina tempestivamente i provvedimenti di protezione richiesti, il Dipartimento federale dell’ambiente, dei trasporti, dell’energia e delle comunicazioni può attuare direttamente i provvedimenti necessari e addossare al Cantone una parte adeguata dei costi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_18_a"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3: Protezione della fauna e della flora indigene, Biotopi d’importanza regionale e locale e compensazione ecologica",
        "citation": "Art. 18b cpv. 1 LPN",
        "content": "I Cantoni provvedono alla protezione e alla manutenzione dei biotopi d’importanza regionale e locale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_18_b"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3: Protezione della fauna e della flora indigene, Biotopi d’importanza regionale e locale e compensazione ecologica",
        "citation": "Art. 18b cpv. 2 LPN",
        "content": "Nelle regioni sfruttate intensivamente all’interno e all’esterno degli insediamenti, i Cantoni provvedono a una compensazione ecologica con boschetti campestri, siepi, cespugli ripuali o altra vegetazione conforme alla natura e al sito. Deve essere tenuto conto degli interessi dell’utilizzazione agricola.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_18_b"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3: Protezione della fauna e della flora indigene, Situazione dei proprietari fondiari e dei gestori",
        "citation": "Art. 18c cpv. 1 LPN",
        "content": "La protezione e la manutenzione dei biotopi sono assicurati possibilmente in base ad accordi conclusi con i proprietari fondiari e i gestori e mediante un’adeguata utilizzazione agricola e forestale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_18_c"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3: Protezione della fauna e della flora indigene, Situazione dei proprietari fondiari e dei gestori",
        "citation": "Art. 18c cpv. 2 LPN",
        "content": "I proprietari fondiari e i gestori che, nell’interesse della protezione perseguita, limitano l’utilizzazione attuale oppure forniscono una prestazione senza ricavarne un reddito economico corrispondente hanno diritto a un equo compenso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_18_c"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3: Protezione della fauna e della flora indigene, Situazione dei proprietari fondiari e dei gestori",
        "citation": "Art. 18c cpv. 3 LPN",
        "content": "Se omette l’utilizzazione necessaria alla protezione perseguita, il proprietario fondiario deve tollerare l’utilizzazione da parte di terzi, ordinata dall’autorità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_18_c"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3: Protezione della fauna e della flora indigene, Situazione dei proprietari fondiari e dei gestori",
        "citation": "Art. 18c cpv. 4 LPN",
        "content": "Se per conseguire la protezione perseguita è necessario acquistare terreni, i Cantoni hanno la facoltà d’espropriare. Nelle loro disposizioni d’esecuzione, possono dichiarare applicabile la legge federale del 20 giugno 1930 sull’espropriazione, fermo stante che le opposizioni rimaste controverse sono decise dal governo cantonale. Se l’oggetto da proteggere si estende sul territorio di più Cantoni, è applicabile la legge federale sull’espropriazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_18_c"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3: Protezione della fauna e della flora indigene, Finanziamento",
        "citation": "Art. 18d cpv. 1 LPN",
        "content": "Nei limiti dei crediti stanziati e sulla base di accordi di programma, la Confederazione accorda ai Cantoni indennità globali per la protezione e la manutenzione dei biotopi d’importanza nazionale, regionale e locale, nonché per la compensazione ecologica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_18_d"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3: Protezione della fauna e della flora indigene, Finanziamento",
        "citation": "Art. 18d cpv. 2 LPN",
        "content": "In casi eccezionali, la Confederazione può accordare, mediante decisione formale, indennità a singoli progetti che richiedono una sua valutazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_18_d"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3: Protezione della fauna e della flora indigene, Finanziamento",
        "citation": "Art. 18d cpv. 3 LPN",
        "content": "L’importo delle indennità è determinato in funzione dell’importanza degli oggetti da proteggere e dell’efficacia dei provvedimenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_18_d"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3: Protezione della fauna e della flora indigene, Finanziamento",
        "citation": "Art. 18d cpv. 4 LPN",
        "content": "Le indennità sono accordate soltanto se i provvedimenti sono attuati in modo economico e competente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_18_d"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3: Protezione della fauna e della flora indigene, Finanziamento",
        "citation": "Art. 18d cpv. 5 LPN",
        "content": "La Confederazione assume le spese per la designazione dei biotopi d’importanza nazionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_18_d"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3: Protezione della fauna e della flora indigene, Raccolta di piante selvatiche e cattura d’animali obbligo d’un permesso",
        "citation": "Art. 19 LPN",
        "content": "La raccolta, a scopo di lucro, di piante selvatiche e la cattura d’animali viventi in libertà è sottoposta all’obbligo d’un permesso della competente autorità cantonale. Questa può restringere il permesso a specie, luoghi, tempi e quantità determinati, o in altra maniera, vietare la raccolta o la cattura organizzate e la pubblicità a tale scopo. Sono riservati i prodotti agricoli e forestali ordinari, e la raccolta di funghi, bacche, erbe aromatiche e medicinali, nei limiti usuali, salvo non si tratti di specie protette.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_19"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3: Protezione della fauna e della flora indigene, Protezione di piante e animali rari",
        "citation": "Art. 20 cpv. 1 LPN",
        "content": "Il Consiglio federale può vietare in tutto o in parte la coglitura, il dissotterramento, lo sradicamento, il trasporto, l’offerta in vendita, la vendita, la compera o la distruzione di piante rare. Può altresì prendere provvedimenti adeguati per proteggere specie animali minacciate o altrimenti meritevoli di protezione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_20"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3: Protezione della fauna e della flora indigene, Protezione di piante e animali rari",
        "citation": "Art. 20 cpv. 2 LPN",
        "content": "I Cantoni possono stabilire analoghi divieti per altre specie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_20"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3: Protezione della fauna e della flora indigene, Protezione di piante e animali rari",
        "citation": "Art. 20 cpv. 3 LPN",
        "content": "Per motivi di protezione delle specie, il Consiglio federale può inoltre vincolare a condizioni, limitare o vietare la produzione, la messa in commercio, l’importazione, l’esportazione e il transito di piante o prodotti vegetali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_20"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3: Protezione della fauna e della flora indigene, Vegetazione ripuale",
        "citation": "Art. 21 cpv. 1 LPN",
        "content": "La vegetazione ripuale (canneti, giuncheti, vegetazioni golenali e biocenosi forestali) non dev’essere dissodata, sotterrata né altrimenti annientata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_21"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3: Protezione della fauna e della flora indigene, Vegetazione ripuale",
        "citation": "Art. 21 cpv. 2 LPN",
        "content": "Nella misura consentita dalle circostanze, i Cantoni provvedono alla messa a dimora di vegetazione ripuale sulle rive che ne sono sprovviste o, per lo meno, alla realizzazione delle condizioni necessarie alla sua crescita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_21"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3: Protezione della fauna e della flora indigene, Permessi straordinari",
        "citation": "Art. 22 cpv. 1 LPN",
        "content": "L’autorità cantonale competente può, in determinati territori, permettere eccezioni per la raccolta e il dissotterramento di piante protette e la cattura d’animali a scopo scientifico, didattico o terapeutico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_22"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3: Protezione della fauna e della flora indigene, Permessi straordinari",
        "citation": "Art. 22 cpv. 2 LPN",
        "content": "Essa può autorizzare, per progetti che non possono essere realizzati altrove, la rimozione della vegetazione ripuale nei casi ammessi dalla legislazione sulla polizia delle opere idrauliche o da quella sulla protezione delle acque.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_22"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3: Protezione della fauna e della flora indigene, Permessi straordinari",
        "citation": "Art. 22 cpv. 3 LPN",
        "content": "Qualora un altro atto normativo federale fondi la competenza di un’autorità federale di decidere circa un progetto, l’autorizzazione è rilasciata da questa autorità.....",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_22"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3: Protezione della fauna e della flora indigene, Specie animali e vegetali estranee: autorizzazione obbligatoria",
        "citation": "Art. 23 LPN",
        "content": "Per l’acclimazione di specie, sottospecie e razze animali e vegetali forestiere a un luogo o al Paese è necessario un permesso del Consiglio federale. Questa disposizione non concerne i chiusi, i giardini, i parchi né le aziende agricole e forestali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3a:, Paludi e zone palustri di particolare bellezza e d’importanza nazionale, Protezione delle paludi",
        "citation": "Art. 23a LPN",
        "content": "La protezione delle paludi di particolare bellezza e d’importanza nazionale è retta dagli articoli 18a, 18c e 18d.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_a"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3a:, Paludi e zone palustri di particolare bellezza e d’importanza nazionale, Definizione e delimitazione delle zone palustri",
        "citation": "Art. 23b cpv. 1 LPN",
        "content": "Una zona palustre è una zona pressoché naturale caratterizzata in misura notevole da paludi. La sua parte non paludosa è in stretta relazione ecologica, visiva, culturale o storica con le paludi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_b"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3a:, Paludi e zone palustri di particolare bellezza e d’importanza nazionale, Definizione e delimitazione delle zone palustri",
        "citation": "Art. 23b cpv. 2 LPN",
        "content": "Una zona palustre è di particolare bellezza e d’importanza nazionale se:\na. è unica nel suo genere, o\nb. in un gruppo di zone palustri comparabili è una delle più pregiate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_b"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3a:, Paludi e zone palustri di particolare bellezza e d’importanza nazionale, Definizione e delimitazione delle zone palustri",
        "citation": "Art. 23b cpv. 3 LPN",
        "content": "Il Consiglio federale designa e delimita le zone palustri di particolare bellezza e d’importanza nazionale, meritevoli di protezione, tenendo conto dell’insediamento e dell’utilizzazione. Collabora strettamente con i Cantoni i quali, dal canto loro, consultano i proprietari fondiari interessati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_b"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3a:, Paludi e zone palustri di particolare bellezza e d’importanza nazionale, Definizione e delimitazione delle zone palustri",
        "citation": "Art. 23b cpv. 4 LPN",
        "content": "La Confederazione finanzia l’inventariazione delle zone palustri di particolare bellezza e d’importanza nazionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_b"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3a:, Paludi e zone palustri di particolare bellezza e d’importanza nazionale, Protezione delle zone palustri",
        "citation": "Art. 23c cpv. 1 LPN",
        "content": "Lo scopo generale della protezione è la salvaguardia di quegli elementi naturali e culturali delle zone palustri che conferiscono loro particolare bellezza e importanza nazionale. Il Consiglio federale fissa scopi di protezione adeguati alle peculiarità delle zone palustri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_c"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3a:, Paludi e zone palustri di particolare bellezza e d’importanza nazionale, Protezione delle zone palustri",
        "citation": "Art. 23c cpv. 2 LPN",
        "content": "I Cantoni provvedono al concretamento e all’esecuzione degli scopi di protezione. Prendono per tempo i provvedimenti di protezione e manutenzione appropriati. Gli articoli 18a capoverso 3 e 18c si applicano per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_c"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3a:, Paludi e zone palustri di particolare bellezza e d’importanza nazionale, Protezione delle zone palustri",
        "citation": "Art. 23c cpv. 3 LPN",
        "content": "Nei limiti dei crediti stanziati e sulla base di accordi di programma, la Confederazione accorda ai Cantoni indennità globali per provvedimenti di protezione e manutenzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_c"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3a:, Paludi e zone palustri di particolare bellezza e d’importanza nazionale, Protezione delle zone palustri",
        "citation": "Art. 23c cpv. 4 LPN",
        "content": "In casi eccezionali la Confederazione può accordare, mediante decisione formale, indennità a singoli progetti che richiedono una sua valutazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_c"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3a:, Paludi e zone palustri di particolare bellezza e d’importanza nazionale, Protezione delle zone palustri",
        "citation": "Art. 23c cpv. 5 LPN",
        "content": "L’importo delle indennità è determinato in funzione dell’efficacia dei provvedimenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_c"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3a:, Paludi e zone palustri di particolare bellezza e d’importanza nazionale, Protezione delle zone palustri",
        "citation": "Art. 23c cpv. 6 LPN",
        "content": "Le indennità sono accordate soltanto se i provvedimenti sono attuati in modo economico e competente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_c"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3a:, Paludi e zone palustri di particolare bellezza e d’importanza nazionale, Interventi di configurazione e utilizzazione delle zone palustri",
        "citation": "Art. 23d cpv. 1 LPN",
        "content": "Gli interventi volti a configurare o utilizzare le zone palustri sono ammissibili per quanto non contrari alla conservazione degli elementi tipici delle zone medesime.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_d"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3a:, Paludi e zone palustri di particolare bellezza e d’importanza nazionale, Interventi di configurazione e utilizzazione delle zone palustri",
        "citation": "Art. 23d cpv. 2 LPN",
        "content": "Fermo restando il presupposto del capoverso 1, sono segnatamente ammissibili:\na. l’utilizzazione agricola e forestale;\nb. la manutenzione e il rinnovo di costruzioni e impianti edificati lecitamente;\nc. misure per proteggere l’uomo da catastrofi naturali;\nd. gli impianti infrastrutturali occorrenti per l’applicazione delle lettere a a c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_d"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3b: Parchi d’importanza nazionale, Definizione e categorie",
        "citation": "Art. 23e cpv. 1 LPN",
        "content": "I parchi d’importanza nazionale sono territori con elevati valori naturali e paesaggistici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_e"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3b: Parchi d’importanza nazionale, Definizione e categorie",
        "citation": "Art. 23e cpv. 2 LPN",
        "content": "Si suddividono nelle seguenti categorie:\na. parco nazionale;\nb. parco naturale regionale;\nc. parco naturale periurbano.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_e"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3b: Parchi d’importanza nazionale, Parco nazionale",
        "citation": "Art. 23f cpv. 1 LPN",
        "content": "Un parco nazionale è un vasto territorio che offre spazi vitali intatti alla fauna e alla flora indigene e promuove lo sviluppo naturale del paesaggio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_f"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3b: Parchi d’importanza nazionale, Parco nazionale",
        "citation": "Art. 23f cpv. 2 LPN",
        "content": "Nell’ambito di tale funzione esso è inoltre utilizzato:\na. per scopi ricreativi;\nb. ai fini dell’educazione ambientale;\nc. ai fini della ricerca scientifica, in particolare per quanto concerne la fauna e la flora indigene, nonché lo sviluppo naturale del paesaggio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_f"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3b: Parchi d’importanza nazionale, Parco nazionale",
        "citation": "Art. 23f cpv. 3 LPN",
        "content": "Un parco nazionale è costituito da:\na. una zona centrale, in cui la natura viene lasciata libera di svilupparsi e alla quale il pubblico può accedere solo in maniera limitata;\nb. una zona periferica, in cui il paesaggio rurale viene gestito in modo rispettoso della natura ed è protetto da interventi pregiudizievoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_f"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3b: Parchi d’importanza nazionale, Parco naturale regionale",
        "citation": "Art. 23g cpv. 1 LPN",
        "content": "Un parco naturale regionale è un vasto territorio parzialmente urbanizzato, che si contraddistingue in particolare per le sue caratteristiche di paesaggio naturale e rurale e presenta costruzioni ed impianti che si integrano nel contesto paesaggistico ed insediativo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_g"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3b: Parchi d’importanza nazionale, Parco naturale regionale",
        "citation": "Art. 23g cpv. 2 LPN",
        "content": "Il parco naturale regionale costituisce uno strumento per:\na. salvaguardare e valorizzare la qualità della natura e del paesaggio;\nb. rafforzare le attività economiche orientate allo sviluppo sostenibile ivi esercitate e promuovere la commercializzazione dei beni e servizi prodotti da dette attività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_g"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3b: Parchi d’importanza nazionale, Parco naturale periurbano",
        "citation": "Art. 23h cpv. 1 LPN",
        "content": "Un parco naturale periurbano è un territorio situato in prossimità di un’area densamente urbanizzata, che offre spazi vitali intatti alla fauna e alla flora indigene e consente al pubblico di vivere esperienze nella natura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_h"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3b: Parchi d’importanza nazionale, Parco naturale periurbano",
        "citation": "Art. 23h cpv. 2 LPN",
        "content": "Nell’ambito di tale funzione esso è inoltre utilizzato ai fini dell’educazione ambientale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_h"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3b: Parchi d’importanza nazionale, Parco naturale periurbano",
        "citation": "Art. 23h cpv. 3 LPN",
        "content": "Un parco naturale periurbano è costituito da:\na. una zona centrale, in cui la natura viene lasciata libera di svilupparsi e alla quale il pubblico può accedere solo in maniera limitata; \nb. una zona di transizione, che offre la possibilità di vivere esperienze nella natura e funge da cuscinetto per la protezione della zona centrale da effetti pregiudizievoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_h"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3b: Parchi d’importanza nazionale, Sostegno delle iniziative regionali",
        "citation": "Art. 23i cpv. 1 LPN",
        "content": "I Cantoni sostengono le iniziative regionali volte all’istituzione e alla conservazione di parchi d’importanza nazionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_i"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3b: Parchi d’importanza nazionale, Sostegno delle iniziative regionali",
        "citation": "Art. 23i cpv. 2 LPN",
        "content": "Essi provvedono affinché la popolazione dei Comuni interessati possa partecipare in modo adeguato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_i"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3b: Parchi d’importanza nazionale, Marchio Parco e marchio Prodotto",
        "citation": "Art. 23j cpv. 1 LPN",
        "content": "Su richiesta del Cantone, la Confederazione conferisce agli enti responsabili di un parco il marchio Parco se il parco:\na. viene tutelato a lungo termine con misure adeguate;\nb. è conforme ai requisiti di cui agli articoli 23f, 23g o 23h e agli articoli 23e, 23i cpv. 2 e 23l lettere a e b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_j"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3b: Parchi d’importanza nazionale, Marchio Parco e marchio Prodotto",
        "citation": "Art. 23j cpv. 2 LPN",
        "content": "Gli enti responsabili di un parco al quale è stato attribuito il marchio Parco conferiscono, su richiesta, alle persone e alle aziende che vi producono beni o vi forniscono servizi conformi ai principi dello sviluppo sostenibile un marchio Prodotto per contrassegnare tali beni e servizi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_j"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3b: Parchi d’importanza nazionale, Marchio Parco e marchio Prodotto",
        "citation": "Art. 23j cpv. 3 LPN",
        "content": "Il marchio Parco e il marchio Prodotto sono conferiti a tempo determinato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_j"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3b: Parchi d’importanza nazionale, Aiuti finanziari",
        "citation": "Art. 23k cpv. 1 LPN",
        "content": "Nei limiti dei crediti stanziati e sulla base di accordi programmatici, la Confederazione concede ai Cantoni aiuti finanziari globali per l’istituzione, la gestione e l’assicurazione della qualità di parchi d’importanza nazionale se:\na. i parchi sono conformi ai requisiti di cui all’articolo 23j capoverso 1 lettere a e b;\nb. le misure d’autofinanziamento ragionevolmente esigibili e gli altri mezzi di finanziamento non sono sufficienti;\nc. le misure sono economiche e vengono eseguite con perizia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_k"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3b: Parchi d’importanza nazionale, Aiuti finanziari",
        "citation": "Art. 23k cpv. 2 LPN",
        "content": "L’entità degli aiuti finanziari dipende dall’efficacia delle misure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_k"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3b: Parchi d’importanza nazionale, Prescrizioni del Consiglio federale",
        "citation": "Art. 23l LPN",
        "content": "Il Consiglio federale emana prescrizioni per quanto concerne:\na. i requisiti per il conferimento del marchio Parco e del marchio Prodotto ai parchi d’importanza nazionale, segnatamente le dimensioni del territorio, le utilizzazioni ammesse, le misure di protezione e la tutela del parco a lungo termine;\nb. il conferimento e l’impiego del marchio Parco e del marchio Prodotto;\nc. la conclusione di accordi programmatici e il controllo dell’efficacia degli aiuti finanziari globali della Confederazione;\nd. il sostegno della ricerca scientifica in materia di parchi d’importanza nazionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_l"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3b: Parchi d’importanza nazionale, Parco nazionale già esistente nel Cantone dei Grigioni",
        "citation": "Art. 23m cpv. 1 LPN",
        "content": "Al parco nazionale già esistente nel Cantone dei Grigioni si applica la legge del 19 dicembre 1980 sul Parco nazionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_m"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3b: Parchi d’importanza nazionale, Parco nazionale già esistente nel Cantone dei Grigioni",
        "citation": "Art. 23m cpv. 2 LPN",
        "content": "La Confederazione può conferire il marchio Parco alla fondazione «Parco nazionale svizzero» già prima dell’eventuale ampliamento con una zona periferica secondo l’articolo 23f capoverso 3 lettera b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_m"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3b: Parchi d’importanza nazionale, Parco nazionale già esistente nel Cantone dei Grigioni",
        "citation": "Art. 23m cpv. 3 LPN",
        "content": "L’eventuale ampliamento del parco con una zona periferica è incentivato sulla base dell’articolo 23k.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_m"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3c: Risorse genetiche, Obbligo di diligenza",
        "citation": "Art. 23n cpv. 1 LPN",
        "content": "Chi, conformemente al Protocollo di Nagoya, utilizza risorse genetiche o trae direttamente benefici dalla loro utilizzazione (utente) deve usare la diligenza richiesta dalle circostanze per garantire che:\na. l’accesso alle risorse genetiche sia avvenuto legalmente; e\nb. siano state stabilite di comune accordo condizioni per la giusta ed equa condivisione di questi benefici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_n"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3c: Risorse genetiche, Obbligo di diligenza",
        "citation": "Art. 23n cpv. 2 LPN",
        "content": "Non sottostanno all’obbligo di diligenza le risorse genetiche:\na. che provengono da un Paese che non è Parte del Protocollo di Nagoya;\nb. che provengono da un Paese che non prevede norme nazionali relative all’accesso e alla condivisione dei benefici;\nc. che provengono da un territorio situato al di fuori dei limiti della giurisdizione nazionale di una Parte del Protocollo di Nagoya;\nd. la cui utilizzazione specifica sottostà a uno strumento internazionale specifico secondo l’articolo 4 del Protocollo di Nagoya;\ne. che sono risorse genetiche umane;\nf. che in quanto merci o beni di consumo non sono utilizzate come risorse genetiche ai sensi del Protocollo di Nagoya.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_n"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3c: Risorse genetiche, Obbligo di diligenza",
        "citation": "Art. 23n cpv. 3 LPN",
        "content": "Per utilizzazione delle risorse genetiche secondo il capoverso 1 s’intendono le attività di ricerca e sviluppo sulla composizione genetica o biochimica delle risorse genetiche, anche attraverso l’applicazione della biotecnologia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_n"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3c: Risorse genetiche, Obbligo di diligenza",
        "citation": "Art. 23n cpv. 4 LPN",
        "content": "L’accesso di cui al capoverso 1 lettera a è legale se, conformemente al Protocollo di Nagoya, è in accordo con le norme nazionali relative all’accesso e alla condivisione dei benefici della Parte del Protocollo di Nagoya che mette a disposizione la risorsa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_n"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3c: Risorse genetiche, Obbligo di diligenza",
        "citation": "Art. 23n cpv. 5 LPN",
        "content": "Se i requisiti di cui al capoverso 1 lettere a e b non sono soddisfatti, l’utente deve provvedere al loro adempimento a posteriori oppure rinunciare a utilizzare le risorse genetiche in questione o a trarre direttamente benefici dalla loro utilizzazione. Il Consiglio federale può prevedere che in situazioni d’emergenza i requisiti relativi alle risorse genetiche che sono agenti patogeni od organismi nocivi possono essere adempiuti in un secondo tempo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_n"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3c: Risorse genetiche, Obbligo di diligenza",
        "citation": "Art. 23n cpv. 6 LPN",
        "content": "Il Consiglio federale definisce le informazioni sulle risorse genetiche utilizzate che devono essere registrate e trasmesse agli utenti successivi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_n"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3c: Risorse genetiche, Obbligo di notifica",
        "citation": "Art. 23o cpv. 1 LPN",
        "content": "Il rispetto dell’obbligo di diligenza deve essere notificato all’UFAM prima dell’ottenimento dell’autorizzazione di messa in commercio oppure, se non è necessaria un’autorizzazione, prima della commercializzazione di prodotti il cui sviluppo si basa sull’utilizzazione di risorse genetiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_o"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3c: Risorse genetiche, Obbligo di notifica",
        "citation": "Art. 23o cpv. 2 LPN",
        "content": "Le informazioni relative al rispetto dell’obbligo di diligenza possono essere trasmesse al Centro di scambio d’informazioni di cui all’articolo 14 del Protocollo di Nagoya e alle autorità nazionali competenti delle Parti del Protocollo di Nagoya. Il nome della persona notificante, il prodotto da commercializzare, la risorsa genetica utilizzata, il momento dell’accesso alla stessa, nonché la sua fonte sono consultabili pubblicamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_o"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3c: Risorse genetiche, Obbligo di notifica",
        "citation": "Art. 23o cpv. 3 LPN",
        "content": "Il Consiglio federale designa i servizi cui compete la verifica del rispetto dell’obbligo di notifica. Può prevedere deroghe all’obbligo di notifica se la verifica o il rispetto dell’obbligo di diligenza sono garantiti in altro modo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_o"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3c: Risorse genetiche, Conoscenze tradizionali",
        "citation": "Art. 23p LPN",
        "content": "Gli articoli 23n e 23o si applicano anche alle conoscenze tradizionali associate alle risorse genetiche e detenute dalle comunità indigene e locali, per quanto tali conoscenze non siano già di dominio pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_p"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3c: Risorse genetiche, Risorse genetiche in Svizzera",
        "citation": "Art. 23q cpv. 1 LPN",
        "content": "Il Consiglio federale può subordinare l’accesso alle risorse genetiche in Svizzera a una notifica o a un’autorizzazione nonché, a titolo complementare, a un accordo che disciplini la loro utilizzazione e la condivisione dei benefici derivanti da tale utilizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_q"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 3c: Risorse genetiche, Risorse genetiche in Svizzera",
        "citation": "Art. 23q cpv. 2 LPN",
        "content": "La Confederazione può sostenere la conservazione e l’uso sostenibile delle risorse genetiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_23_q"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 4: Disposizioni penali, Delitti",
        "citation": "Art. 24 cpv. 1 LPN",
        "content": "È punito con una pena detentiva sino a un anno o con una pena pecuniaria chiunque intenzionalmente e senza averne il diritto:\na. distrugge o danneggia in modo grave una rarità naturale o un monumento protetti giusta la presente legge, un luogo storico protetto, un paesaggio naturale protetto oppure un biotopo protetto;\nb. dissoda, sotterra o annienta altrimenti la vegetazione ripuale ai sensi dell’articolo 21.\nc. distrugge o danneggia in modo grave una rarità naturale o antichità sotterrate di pregio scientifico (art. 724 cpv. 1 Codice civile svizzero, CC).\nd. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_24"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 4: Disposizioni penali, Delitti",
        "citation": "Art. 24 cpv. 2 LPN",
        "content": "Se l’autore ha agito per negligenza, la pena è della multa sino a 40 000 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_24"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 4: Disposizioni penali, Contravvenzioni",
        "citation": "Art. 24a cpv. 1 LPN",
        "content": "È punito con la multa fino a 20 000 franchi chiunque:\na. disattende una condizione o un onere che, richiamata la presente disposizione penale, gli sono imposti nell’assegnazione di un sussidio federale;\nb. contravviene a una disposizione esecutiva emanata in virtù degli articoli 16, 18, 18a, 18b, 18c, 19, 20, 23c, 23d e 25a e la cui violazione è stata dichiarata punibile.\nc. senza averne diritto compie un atto sottoposto all’obbligo di un permesso giusta gli articoli 19, 22 capoverso 1 o 23.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_24_a"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 4: Disposizioni penali, Contravvenzioni",
        "citation": "Art. 24a cpv. 2 LPN",
        "content": "È punito con la multa fino a 100 000 franchi chiunque intenzionalmente non fornisce le indicazioni di cui all’articolo 23o o in merito fornisce indicazioni false; se l’autore ha agito per negligenza, la pena è della multa fino a 40 000 franchi. Il giudice può ordinare la pubblicazione della sentenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_24_a"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 4: Disposizioni penali, Applicazione a persone giuridiche e a società commerciali",
        "citation": "Art. 24b cpv. RS 313.0 LPN",
        "content": "Sono applicabili gli articoli 6 e 7 della legge federale del 22 marzo 1974 sul diritto penale amministrativo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_24_b"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 4: Disposizioni penali, Confisca",
        "citation": "Art. 24c cpv. RS 311.0 LPN",
        "content": "È applicabile l’articolo 69 del Codice penale svizzero sulla confisca degli oggetti e dei vantaggi pecuniari illecitamente ottenuti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_24_c"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 4: Disposizioni penali, Azione penale",
        "citation": "Art. 24d cpv. 1 LPN",
        "content": "L’azione penale spetta ai Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_24_d"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 4: Disposizioni penali, Ripristino",
        "citation": "Art. 24e LPN",
        "content": "Indipendentemente da un procedimento penale, chiunque danneggia una rarità naturale o un monumento protetti giusta la presente legge, un luogo storico protetto, un paesaggio naturale protetto, un biotopo o la vegetazione ripuale protetti può essere obbligato a:\na. annullare i provvedimenti presi illecitamente;\nb. assumersi i costi per la riparazione dei danni;\nc. fornire un adeguato risarcimento se i danni non possono essere riparati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_24_e"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 5: Esecuzione, organizzazione e informazione, Competenze esecutive dei Cantoni",
        "citation": "Art. 24f LPN",
        "content": "I Cantoni eseguono la presente legge, per quanto questa non deleghi l’esecuzione alla Confederazione. Emanano le disposizioni necessarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_24_f"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 5: Esecuzione, organizzazione e informazione, Vigilanza e coordinamento da parte della Confederazione",
        "citation": "Art. 24g cpv. 1 LPN",
        "content": "La Confederazione vigila sull’esecuzione della presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_24_g"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 5: Esecuzione, organizzazione e informazione, Vigilanza e coordinamento da parte della Confederazione",
        "citation": "Art. 24g cpv. 2 LPN",
        "content": "Coordina le misure esecutive dei Cantoni e dei servizi federali interessati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_24_g"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 5: Esecuzione, organizzazione e informazione, Competenze esecutive della Confederazione",
        "citation": "Art. 24h cpv. 1 LPN",
        "content": "L’autorità federale che esegue un’altra legge federale o un trattato internazionale è competente, nell’adempimento di tale compito, anche per l’esecuzione della presente legge. Prima di prendere una decisione consulta i Cantoni interessati. L’UFAM, l’Ufficio federale della cultura, l’Ufficio federale delle strade e gli altri servizi federali interessati collaborano all’esecuzione conformemente agli articoli 62a e 62b della legge del 21 marzo 1997 sull’organizzazione del Governo e dell’Amministrazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_24_h"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 5: Esecuzione, organizzazione e informazione, Competenze esecutive della Confederazione",
        "citation": "Art. 24h cpv. 2 LPN",
        "content": "Se la procedura di cui al capoverso 1 è inadeguata per determinati compiti, il Consiglio federale ne disciplina l’esecuzione da parte dei servizi federali interessati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_24_h"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 5: Esecuzione, organizzazione e informazione, Competenze esecutive della Confederazione",
        "citation": "Art. 24h cpv. 3 LPN",
        "content": "La Confederazione esegue le disposizioni concernenti le risorse genetiche (art. 23n−23q); per determinati compiti parziali può far capo ai Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_24_h"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 5: Esecuzione, organizzazione e informazione, Competenze esecutive della Confederazione",
        "citation": "Art. 24h cpv. 4 LPN",
        "content": "Le autorità esecutive federali tengono conto delle misure di protezione della natura e del paesaggio previste dai Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_24_h"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 5: Esecuzione, organizzazione e informazione, Organizzazione",
        "citation": "Art. 25 cpv. 1 LPN",
        "content": "Il Consiglio federale designa una o più commissioni consultive per la protezione della natura, la protezione del paesaggio e la conservazione dei monumenti storici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_25"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 5: Esecuzione, organizzazione e informazione, Organizzazione",
        "citation": "Art. 25 cpv. 2 LPN",
        "content": "I Cantoni designano i servizi incaricati della protezione della natura e del paesaggio e della conservazione dei monumenti storici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_25"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 5: Esecuzione, organizzazione e informazione, Informazione e consulenza",
        "citation": "Art. 25a cpv. 1 LPN",
        "content": "La Confederazione e i Cantoni provvedono all’informazione e alla consulenza delle autorità e del pubblico sull’importanza e sullo stato della natura e del paesaggio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_25_a"
    },
    {
        "book": "NHG",
        "title": "LPN, Scopo, Capo 5: Esecuzione, organizzazione e informazione, Informazione e consulenza",
        "citation": "Art. 25a cpv. 2 LPN",
        "content": "Essi raccomandano misure appropriate di protezione e conservazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#art_25_a"
    },
    {
        "book": "NHG",
        "title": "LPN, Entrata in vigore",
        "citation": "Art. 26 LPN",
        "content": "Il Consiglio federale stabilisce il giorno dell’entrata in vigore della presente legge. Esso dà le disposizioni d’applicazione necessarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#lvl_u2/art_26"
    },
    {
        "book": "NHG",
        "title": "LPN, Entrata in vigore",
        "citation": "Art. 26 cpv. DCF del 27 dic. 1966. LPN",
        "content": "Data dell’entrata in vigore: 1° gennaio 1967",
        "url": "https://www.fedlex.admin.ch/eli/cc/1966/1637_1694_1679/it#lvl_u2/art_26"
    }
]