[
    {
        "book": "NHV",
        "title": "OPN, Sezione 1:, Protezione della natura, protezione del paesaggio, e conservazione dei monumenti storici nell’adempimento, dei compiti della Confederazione, Principio",
        "citation": "Art. 1 OPN",
        "content": "Nell’adempimento dei compiti della Confederazione giusta l’articolo 2 LPN e nell’elaborazione e nella modificazione di testi legali nonché di concezioni e piani settoriali (art. 13 della LF del 22 giu. 1979 sulla pianificazione del territorio), le competenti autorità della Confederazione e dei Cantoni tengono conto delle esigenze della protezione della natura, della protezione del paesaggio e della conservazione dei monumenti storici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_1"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 1:, Protezione della natura, protezione del paesaggio, e conservazione dei monumenti storici nell’adempimento, dei compiti della Confederazione, Collaborazione degli organi incaricati della protezione della natura, della protezione del paesaggio e della conservazione dei monumenti storici",
        "citation": "Art. 2 cpv. 1 OPN",
        "content": "L’Ufficio federale dell’ambiente (UFAM), l’Ufficio federale della cultura (UFC) e l’Ufficio federale delle strade (USTRA) sono a disposizione delle competenti autorità incaricate di adempiere i compiti della Confederazione per consulenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_2"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 1:, Protezione della natura, protezione del paesaggio, e conservazione dei monumenti storici nell’adempimento, dei compiti della Confederazione, Collaborazione degli organi incaricati della protezione della natura, della protezione del paesaggio e della conservazione dei monumenti storici",
        "citation": "Art. 2 cpv. 2 OPN",
        "content": "Le competenti autorità della Confederazione chiedono un parere tecnico ai Cantoni nel caso di progetti che costituiscono compiti della Confederazione giusta l’articolo 2 LPN. La collaborazione dell’UFAM, dell’UFC e dell’USTRA è retta dall’articolo 3 capoverso 4 LPN.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_2"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 1:, Protezione della natura, protezione del paesaggio, e conservazione dei monumenti storici nell’adempimento, dei compiti della Confederazione, Collaborazione degli organi incaricati della protezione della natura, della protezione del paesaggio e della conservazione dei monumenti storici",
        "citation": "Art. 2 cpv. 3 OPN",
        "content": "I Cantoni si assicurano la collaborazione dei loro organi incaricati della protezione della natura, della protezione del paesaggio e della conservazione dei monumenti storici nell’adempimento dei compiti che incombono loro giusta l’articolo 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_2"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 1:, Protezione della natura, protezione del paesaggio, e conservazione dei monumenti storici nell’adempimento, dei compiti della Confederazione, Collaborazione degli organi incaricati della protezione della natura, della protezione del paesaggio e della conservazione dei monumenti storici",
        "citation": "Art. 2 cpv. 4 OPN",
        "content": "L’UFAM, l’UFC e l’USTRA (cpv. 2) e gli organi cantonali incaricati della protezione della natura, della protezione del paesaggio e della conservazione dei monumenti storici (cpv. 3) determinano nell’ambito della loro collaborazione se è necessario richiedere giusta l’articolo 7 LPN una perizia della commissione federale competente (art. 23 cpv. 2).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_2"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 2:, Sostegno accordato dalla Confederazione alla protezione, della natura, alla protezione del paesaggio, e alla conservazione dei monumenti storici, Aiuti finanziari globali",
        "citation": "Art. 4 cpv. 1 OPN",
        "content": "Gli aiuti finanziari per misure volte a conservare oggetti meritevoli di protezione secondo l’articolo 13 LPN sono concessi globalmente in virtù di un accordo programmatico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_4"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 2:, Sostegno accordato dalla Confederazione alla protezione, della natura, alla protezione del paesaggio, e alla conservazione dei monumenti storici, Aiuti finanziari globali",
        "citation": "Art. 4 cpv. 2 OPN",
        "content": "Oggetto dell’accordo programmatico sono in particolare:\na. gli obiettivi programmatici strategici da raggiungere congiuntamente nei settori della protezione della natura e del paesaggio o della conservazione dei monumenti storici;\nb. la prestazione del Cantone;\nc. i sussidi della Confederazione;\nd. il controlling.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_4"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 2:, Sostegno accordato dalla Confederazione alla protezione, della natura, alla protezione del paesaggio, e alla conservazione dei monumenti storici, Aiuti finanziari globali",
        "citation": "Art. 4 cpv. 3 OPN",
        "content": "L’accordo programmatico è stipulato per una durata massima di quattro anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_4"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 2:, Sostegno accordato dalla Confederazione alla protezione, della natura, alla protezione del paesaggio, e alla conservazione dei monumenti storici, Aiuti finanziari globali",
        "citation": "Art. 4 cpv. 4 OPN",
        "content": "L’UFAM, l’UFC e l’USTRA emanano direttive relative alla procedura in materia di accordi programmatici, nonché alle informazioni e ai documenti riguardanti l’oggetto dell’accordo programmatico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_4"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 2:, Sostegno accordato dalla Confederazione alla protezione, della natura, alla protezione del paesaggio, e alla conservazione dei monumenti storici, Aiuti finanziari nel singolo caso",
        "citation": "Art. 4a cpv. 1 OPN",
        "content": "In via eccezionale possono essere concessi aiuti finanziari nel singolo caso qualora i progetti:\na. siano urgenti;\nb. richiedano, in misura particolare, una valutazione tecnica complessa o speciale; o\nc. siano molto onerosi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_4_a"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 2:, Sostegno accordato dalla Confederazione alla protezione, della natura, alla protezione del paesaggio, e alla conservazione dei monumenti storici, Aiuti finanziari nel singolo caso",
        "citation": "Art. 4a cpv. 2 OPN",
        "content": "L’UFAM, l’UFC o l’USTRA stipulano in merito un contratto con il Cantone o emanano una decisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_4_a"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 2:, Sostegno accordato dalla Confederazione alla protezione, della natura, alla protezione del paesaggio, e alla conservazione dei monumenti storici, Aiuti finanziari nel singolo caso",
        "citation": "Art. 4a cpv. 3 OPN",
        "content": "L’UFAM, l’UFC e l’USTRA emanano direttive relative alla procedura per la concessione di aiuti finanziari nel singolo caso, nonché alle informazioni e ai documenti riguardanti la domanda.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_4_a"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 2:, Sostegno accordato dalla Confederazione alla protezione, della natura, alla protezione del paesaggio, e alla conservazione dei monumenti storici, Domanda",
        "citation": "Art. 4b cpv. 1 OPN",
        "content": "Il Cantone presenta la domanda di aiuti finanziari all’UFAM, all’UFC o all’USTRA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_4_b"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 2:, Sostegno accordato dalla Confederazione alla protezione, della natura, alla protezione del paesaggio, e alla conservazione dei monumenti storici, Domanda",
        "citation": "Art. 4b cpv. 2 OPN",
        "content": "La domanda di aiuto finanziario globale contiene informazioni concernenti:\na. gli obiettivi programmatici da raggiungere;\nb. le misure che saranno probabilmente necessarie per il raggiungimento degli obiettivi e la relativa esecuzione;\na. l’efficacia delle misure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_4_b"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 2:, Sostegno accordato dalla Confederazione alla protezione, della natura, alla protezione del paesaggio, e alla conservazione dei monumenti storici, Calcolo dei sussidi",
        "citation": "Art. 5 cpv. 1 OPN",
        "content": "L’ammontare degli aiuti finanziari globali è stabilito in base:\na. all’importanza nazionale, regionale o locale degli oggetti da proteggere;\nb. all’entità, alla qualità e alla complessità delle misure;\nc. al grado di pericolo a cui sono esposti gli oggetti da proteggere;\nd. alla qualità della fornitura della prestazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_5"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 2:, Sostegno accordato dalla Confederazione alla protezione, della natura, alla protezione del paesaggio, e alla conservazione dei monumenti storici, Calcolo dei sussidi",
        "citation": "Art. 5 cpv. 2 OPN",
        "content": "L’ammontare degli aiuti finanziari è negoziato tra l’UFAM, l’UFC o l’USTRA e il Cantone interessato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_5"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 2:, Sostegno accordato dalla Confederazione alla protezione, della natura, alla protezione del paesaggio, e alla conservazione dei monumenti storici, Calcolo dei sussidi",
        "citation": "Art. 5 cpv. 3 OPN",
        "content": "Nei settori della conservazione dei monumenti storici, dell’archeologia, della protezione degli insediamenti e della protezione delle vie di comunicazione storiche, gli aiuti finanziari possono essere fissati anche in percentuale delle spese sussidiabili in base ai seguenti importi massimi:\na. 25 per cento per oggetti d’importanza nazionale;\nb. 20 per cento per oggetti d’importanza regionale;\nc. 15 per cento per oggetti d’importanza locale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_5"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 2:, Sostegno accordato dalla Confederazione alla protezione, della natura, alla protezione del paesaggio, e alla conservazione dei monumenti storici, Calcolo dei sussidi",
        "citation": "Art. 5 cpv. 4 OPN",
        "content": "In via eccezionale, l’aliquota del sussidio secondo il capoverso 3 può essere aumentata al massimo al 45 per cento se è comprovato che altrimenti le misure indispensabili non possono essere finanziate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_5"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 2:, Sostegno accordato dalla Confederazione alla protezione, della natura, alla protezione del paesaggio, e alla conservazione dei monumenti storici, Spese sussidiabili",
        "citation": "Art. 6 OPN",
        "content": "Sono sussidiabili solo le spese effettive e necessarie per l’opportuna esecuzione delle misure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_6"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 2:, Sostegno accordato dalla Confederazione alla protezione, della natura, alla protezione del paesaggio, e alla conservazione dei monumenti storici, Disposizioni accessorie",
        "citation": "Art. 7 cpv. 1 OPN",
        "content": "L’assegnazione di un aiuto finanziario per un oggetto può segnatamente essere subordinata ai seguenti oneri e condizioni:\na. l’oggetto è messo sotto protezione permanente o per una durata determinata;\nb. l’oggetto è conservato in uno stato conforme allo scopo del sussidio e qualsiasi modificazione di questo stato richiede l’approvazione dell’UFAM, dell’UFC o dell’USTRA;\nc. il beneficiario del sussidio presenta periodicamente un rapporto sullo stato dell’oggetto;\nd. una persona designata dall’UFAM, dall’UFC o dall’USTRA può effettuare le opportune ispezioni durante l’esecuzione di lavori all’oggetto;\ne. ...\nf. tutti i rapporti come pure i rilievi grafici e fotografici richiesti sono consegnati gratuitamente all’UFAM, all’UFC o all’USTRA;\ng. sull’oggetto è apposta un’iscrizione permanente che indica il concorso e la protezione della Confederazione.\nh. sono eseguiti i necessari lavori di manutenzione;\ni. qualsiasi cambiamento di proprietario o altre modificazioni giuridiche devono essere immediatamente notificati all’UFAM, all’UFC o all’USTRA;\nk. lo stato dell’oggetto può essere controllato;\nl. l’oggetto è reso accessibile al pubblico in misura compatibile con la sua destinazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_7"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 2:, Sostegno accordato dalla Confederazione alla protezione, della natura, alla protezione del paesaggio, e alla conservazione dei monumenti storici, Disposizioni accessorie",
        "citation": "Art. 7 cpv. 2 OPN",
        "content": "L’UFAM, l’UFC e l’USTRA possono rinunciare a una documentazione ai sensi del capoverso 1 lettera f, se un’archiviazione appropriata e l’accesso presso il Cantone sono garantiti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_7"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 2:, Sostegno accordato dalla Confederazione alla protezione, della natura, alla protezione del paesaggio, e alla conservazione dei monumenti storici, Deroghe all’obbligo di menzione nel registro fondiario",
        "citation": "Art. 8 OPN",
        "content": "Nell’assegnazione di un aiuto finanziario, l’UFAM, l’UFC o l’USTRA liberano i proprietari fondiari dall’obbligo di menzione nel registro fondiario se le misure di protezione e di manutenzione sono garantite altrimenti in maniera equivalente. Essi tengono conto dell’importanza dell’oggetto, della sua potenziale messa in pericolo e delle possibilità di protezione previste dal diritto cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_8"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 2:, Sostegno accordato dalla Confederazione alla protezione, della natura, alla protezione del paesaggio, e alla conservazione dei monumenti storici, Competenza per la concessione di sussidi",
        "citation": "Art. 9 cpv. 1 OPN",
        "content": "La concessione degli aiuti finanziari spetta all’UFAM, all’UFC o all’USTRA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_9"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 2:, Sostegno accordato dalla Confederazione alla protezione, della natura, alla protezione del paesaggio, e alla conservazione dei monumenti storici, Competenza per la concessione di sussidi",
        "citation": "Art. 9 cpv. 2 OPN",
        "content": "La presente disposizione vale anche per l’esecuzione degli articoli 14, 14a e, purché non si tratti dell’apertura di una procedura d’espropriazione, 15 LPN.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_9"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 2:, Sostegno accordato dalla Confederazione alla protezione, della natura, alla protezione del paesaggio, e alla conservazione dei monumenti storici, Pagamento",
        "citation": "Art. 10 cpv. 1 OPN",
        "content": "Gli aiuti finanziari globali sono pagati a rate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_10"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 2:, Sostegno accordato dalla Confederazione alla protezione, della natura, alla protezione del paesaggio, e alla conservazione dei monumenti storici, Pagamento",
        "citation": "Art. 10 cpv. 2 OPN",
        "content": "Gli aiuti finanziari nel singolo caso sono pagati in base ai conteggi verificati e approvati dal servizio cantonale competente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_10"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 2:, Sostegno accordato dalla Confederazione alla protezione, della natura, alla protezione del paesaggio, e alla conservazione dei monumenti storici, Rendicontazione e controllo",
        "citation": "Art. 10a cpv. 1 OPN",
        "content": "Il Cantone presenta ogni anno all’UFAM, all’UFC o all’USTRA un rapporto sull’impiego degli aiuti finanziari globali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_10_a"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 2:, Sostegno accordato dalla Confederazione alla protezione, della natura, alla protezione del paesaggio, e alla conservazione dei monumenti storici, Rendicontazione e controllo",
        "citation": "Art. 10a cpv. 2 OPN",
        "content": "L’UFAM, l’UFC o l’USTRA controllano a campione:\na. l’esecuzione di singole misure conformemente all’accordo programmatico, alla decisione o al contratto;\nb. l’impiego dei sussidi pagati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_10_a"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 2:, Sostegno accordato dalla Confederazione alla protezione, della natura, alla protezione del paesaggio, e alla conservazione dei monumenti storici, Adempimento parziale delle misure",
        "citation": "Art. 11 cpv. 1 OPN",
        "content": "In caso di aiuti finanziari globali, l’UFAM, l’UFC o l’USTRA sospendono totalmente o in parte i pagamenti rateali nel corso del programma se il Cantone:\na. non adempie all’obbligo di rendicontazione (art. 10a cpv. 1);\nb. cagiona per colpa propria una grave inadempienza nella sua prestazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_11"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 2:, Sostegno accordato dalla Confederazione alla protezione, della natura, alla protezione del paesaggio, e alla conservazione dei monumenti storici, Adempimento parziale delle misure",
        "citation": "Art. 11 cpv. 2 OPN",
        "content": "Se, dopo la conclusione del programma, risulta che la prestazione per la quale sono stati accordati aiuti finanziari globali è stata eseguita solo parzialmente, l’UFAM, l’UFC o l’USTRA ne esigono la corretta esecuzione da parte del Cantone, stabilendo un termine adeguato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_11"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 2:, Sostegno accordato dalla Confederazione alla protezione, della natura, alla protezione del paesaggio, e alla conservazione dei monumenti storici, Adempimento parziale delle misure",
        "citation": "Art. 11 cpv. 3 OPN",
        "content": "Le conseguenze giuridiche delle inadempienze nelle prestazioni per le quali sono stati assegnati aiuti finanziari nel singolo caso e la restituzione di aiuti finanziari già pagati sono rette dall’articolo 28 della legge del 5 ottobre 1990 sui sussidi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_11"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 2:, Sostegno accordato dalla Confederazione alla protezione, della natura, alla protezione del paesaggio, e alla conservazione dei monumenti storici, Sussidi a organizzazioni",
        "citation": "Art. 12 cpv. 1 OPN",
        "content": "Le organizzazioni di protezione della natura, di protezione del paesaggio e di conservazione dei monumenti storici di importanza nazionale che fanno valere il diritto a un aiuto finanziario giusta l’articolo 14 LPN devono inoltrare una domanda motivata all’UFAM, all’UFC o all’USTRA. Alla domanda devono essere allegate informazioni dettagliate (conti e rapporti) sull’attività dell’associazione, grazie alle quali si possa valutare in che misura prestazioni d’interesse pubblico possono beneficiare di sussidi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_12"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 2:, Sostegno accordato dalla Confederazione alla protezione, della natura, alla protezione del paesaggio, e alla conservazione dei monumenti storici, Sussidi a organizzazioni",
        "citation": "Art. 12 cpv. 2 OPN",
        "content": "Aiuti finanziari per attività d’interesse nazionale possono essere concessi anche a:\na. organizzazioni internazionali di protezione della natura, di protezione del paesaggio e di conservazione dei monumenti storici;\nb. segretariati previsti da convenzioni internazionali relative alla protezione della natura, alla protezione del paesaggio e alla conservazione dei monumenti storici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_12"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 2:, Sostegno accordato dalla Confederazione alla protezione, della natura, alla protezione del paesaggio, e alla conservazione dei monumenti storici, Ricerca, formazione, relazioni pubbliche",
        "citation": "Art. 12a cpv. 1 OPN",
        "content": "Le domande per gli aiuti finanziari previsti dall’articolo 14a capoverso 1 LPN devono essere inoltrate all’UFAM, all’UFC o all’USTRA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_12_a"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 2:, Sostegno accordato dalla Confederazione alla protezione, della natura, alla protezione del paesaggio, e alla conservazione dei monumenti storici, Ricerca, formazione, relazioni pubbliche",
        "citation": "Art. 12a cpv. 2 OPN",
        "content": "Gli aiuti finanziari ai Cantoni sono concessi globalmente sulla base di accordi programmatici. Si applicano gli articoli 4–11.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_12_a"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 2:, Sostegno accordato dalla Confederazione alla protezione, della natura, alla protezione del paesaggio, e alla conservazione dei monumenti storici, Ricerca, formazione, relazioni pubbliche",
        "citation": "Art. 12a cpv. 3 OPN",
        "content": "Gli aiuti finanziari ad altri destinatari sono concessi nel singolo caso. Si applicano gli articoli 6, 9, 10a e 11 capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_12_a"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 3: Protezione della flora e della fauna indigene, Principio",
        "citation": "Art. 13 OPN",
        "content": "La protezione della flora e della fauna indigene deve essere raggiunta, se possibile, per mezzo di un adeguato sfruttamento agricolo e forestale del loro spazio vitale (biotopo). Questo compito richiede una collaborazione tra gli organi dell’agricoltura e dell’economia forestale, della protezione della natura e del paesaggio, della protezione dell’ambiente e della pianificazione del territorio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_13"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 3: Protezione della flora e della fauna indigene, Protezione dei biotopi",
        "citation": "Art. 14 cpv. 1 OPN",
        "content": "La protezione dei biotopi deve assicurare la sopravvivenza della flora e della fauna selvatiche indigene, in particolare unitamente alla compensazione ecologica (art. 15) e alle disposizioni sulla protezione delle specie (art. 20).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_14"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 3: Protezione della flora e della fauna indigene, Protezione dei biotopi",
        "citation": "Art. 14 cpv. 2 OPN",
        "content": "La protezione dei biotopi è segnatamente assicurata:\na. da misure per la tutela e, se necessario, per il ripristino delle loro particolarità e della loro diversità biologica;\nb. da manutenzione, cure e sorveglianza per assicurare a lungo termine l’obiettivo della protezione;\nc. da misure organizzative che permettano di raggiungere lo scopo della protezione, di riparare i danni esistenti e di evitare danni futuri;\nd. dalla delimitazione di zone-cuscinetto sufficienti dal punto di vista ecologico;\ne. dall’elaborazione di dati scientifici di base.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_14"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 3: Protezione della flora e della fauna indigene, Protezione dei biotopi",
        "citation": "Art. 14 cpv. 3 OPN",
        "content": "I biotopi degni di protezione sono designati sulla base:\na. dei tipi di ambienti naturali giusta l’allegato 1, caratterizzati in particolare da specie indicatrici;\nb. delle specie vegetali e animali protette giusta l’articolo 20;\nc. dei pesci e crostacei minacciati giusta la legislazione sulla pesca;\nd. delle specie vegetali e animali minacciate e rare, enumerate negli Elenchi rossi pubblicati o riconosciuti dall’UFAM;\ne. di altri criteri, quali le esigenze legate alla migrazione delle specie oppure il collegamento fra i biotopi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_14"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 3: Protezione della flora e della fauna indigene, Protezione dei biotopi",
        "citation": "Art. 14 cpv. 4 OPN",
        "content": "I Cantoni possono adattare gli elenchi conformemente al capoverso 3 lettere a–d alle particolarità regionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_14"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 3: Protezione della flora e della fauna indigene, Protezione dei biotopi",
        "citation": "Art. 14 cpv. 5 OPN",
        "content": "I Cantoni prevedono un’adeguata procedura d’accertamento, che permetta di prevenire eventuali danni a biotopi degni di protezione oppure violazioni delle disposizioni dell’articolo 20 relative alla protezione delle specie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_14"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 3: Protezione della flora e della fauna indigene, Protezione dei biotopi",
        "citation": "Art. 14 cpv. 6 OPN",
        "content": "Un intervento di natura tecnica passibile di deteriorare biotopi degni di protezione può essere autorizzato solo se è indispensabile nel luogo previsto e corrisponde ad un’esigenza preponderante. Per la valutazione del biotopo nell’ambito della ponderazione degli interessi, oltre al fatto che l’oggetto debba essere degno di protezione giusta il capoverso 3, sono determinanti in particolare:\na. la sua importanza per le specie vegetali e animali protette, minacciate e rare;\nb. la sua funzione compensatrice per l’economia della natura;\nc. la sua importanza per il collegamento dei biotopi degni di protezione;\nd. la sua particolarità biologica o il suo carattere tipico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_14"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 3: Protezione della flora e della fauna indigene, Protezione dei biotopi",
        "citation": "Art. 14 cpv. 7 OPN",
        "content": "L’autore o il responsabile di un intervento su un biotopo degno di protezione deve essere tenuto a prendere provvedimenti per assicurarne la migliore protezione possibile, la ricostituzione oppure almeno una sostituzione confacente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_14"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 3: Protezione della flora e della fauna indigene, Compensazione ecologica",
        "citation": "Art. 15 cpv. 1 OPN",
        "content": "La compensazione ecologica (art. 18b cpv. 2 LPN) ha segnatamente lo scopo di collegare fra di loro biotopi isolati, se necessario creando nuovi biotopi, di favorire la varietà delle specie, di ottenere un impiego del suolo il più possibile naturale e moderato, d’integrare elementi naturali nelle zone urbanizzate e di animare il paesaggio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_15"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 3: Protezione della flora e della fauna indigene, Compensazione ecologica",
        "citation": "Art. 15 cpv. 2 OPN",
        "content": "Ai sussidi per le prestazioni ecologiche particolari nell’agricoltura si applica la definizione dei contributi per la promozione della biodiversità data nell’ordinanza del 23 ottobre 2013 sui pagamenti diretti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_15"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 3: Protezione della flora e della fauna indigene, Designazione dei biotopi d’importanza nazionale",
        "citation": "Art. 16 cpv. 1 OPN",
        "content": "La designazione dei biotopi d’importanza nazionale nonché la definizione degli scopi della protezione e la determinazione dei termini per ordinare i provvedimenti protettivi giusta l’articolo 18a LPN sono disciplinate in particolari ordinanze (inventari).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_16"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 3: Protezione della flora e della fauna indigene, Designazione dei biotopi d’importanza nazionale",
        "citation": "Art. 16 cpv. 2 OPN",
        "content": "Gli inventari non sono esaustivi; saranno regolarmente riesaminati ed aggiornati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_16"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 3: Protezione della flora e della fauna indigene, Protezione e manutenzione dei biotopi d’importanza nazionale",
        "citation": "Art. 17 cpv. 1 OPN",
        "content": "I Cantoni, previa consultazione dell’UFAM, disciplinano i provvedimenti di protezione e di manutenzione dei biotopi d’importanza nazionale e ne regolano il finanziamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_17"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 3: Protezione della flora e della fauna indigene, Indennità per i biotopi e per la compensazione ecologica",
        "citation": "Art. 18 cpv. 1 OPN",
        "content": "L’ammontare delle indennità globali per la protezione e la manutenzione dei biotopi, nonché per la compensazione ecologica è stabilito in base:\na. all’importanza nazionale, regionale o locale degli oggetti da proteggere;\nb. all’entità, alla qualità e alla complessità delle misure e della pianificazione;\nc. all’importanza delle misure per le specie animali e vegetali prioritarie per la conservazione e il miglioramento della diversità biologica;\nd. al grado di pericolo cui sono esposti gli oggetti da proteggere;\ne. all’importanza delle misure per il collegamento di biotopi e di popolazioni di specie degni di protezione;\nf. alla qualità della fornitura della prestazione;\ng. agli oneri che il Cantone deve sostenere per la protezione dei paesaggi palustri e dei biotopi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_18"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 3: Protezione della flora e della fauna indigene, Indennità per i biotopi e per la compensazione ecologica",
        "citation": "Art. 18 cpv. 2 OPN",
        "content": "L’ammontare delle indennità globali è negoziato tra l’UFAM e il Cantone interessato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_18"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 3: Protezione della flora e della fauna indigene, Indennità per i biotopi e per la compensazione ecologica",
        "citation": "Art. 18 cpv. 3 OPN",
        "content": "Per il rimanente, si applicano gli articoli 4–4b e 6–11.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_18"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 3: Protezione della flora e della fauna indigene, Rapporto con le prestazioni ecologiche nell’agricoltura",
        "citation": "Art. 19 OPN",
        "content": "Dalle indennità di cui all’articolo 18 sono dedotti i sussidi concessi per la stessa prestazione ecologica sulla superficie agricola utile o sulla superficie aziendale secondo gli articoli 55–62 dell’ordinanza del 23 ottobre 2013 sui pagamenti diretti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_19"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 3: Protezione della flora e della fauna indigene, Protezione delle specie",
        "citation": "Art. 20 cpv. 1 OPN",
        "content": "È vietato, senza autorizzazione, raccogliere, dissotterrare, sradicare, trasportare, offrire in vendita, vendere, acquistare o distruggere, segnatamente con interventi di natura tecnica, le piante selvatiche delle specie designate nell’allegato 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_20"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 3: Protezione della flora e della fauna indigene, Protezione delle specie",
        "citation": "Art. 20 cpv. 2 OPN",
        "content": "Oltre agli animali protetti menzionati nella legge sulla caccia del 20 giugno 1986, le specie designate nell’allegato 3 sono considerate protette. È vietato:\na. uccidere, ferire o catturare gli animali di queste specie nonché danneggiarne, distruggerne o sottrarne le uova, le larve, le pupe, i nidi o i luoghi di cova;\nb. portare con sé, spedire, offrire in vendita, esportare, consegnare ad altre persone, acquistare o prendere in custodia detti animali, morti o vivi, compresi uova, larve, pupe e nidi, o partecipare a simili azioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_20"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 3: Protezione della flora e della fauna indigene, Protezione delle specie",
        "citation": "Art. 20 cpv. 3 OPN",
        "content": "L’autorità competente può accordare altre autorizzazioni eccezionali, oltre a quelle previste dall’articolo 22 capoverso 1 LPN:\na. se questi provvedimenti servono a mantenere la diversità biologica;\nb. per interventi tecnici indispensabili nel luogo previsto e corrispondenti a un’esigenza preponderante. Chi opera l’intervento deve essere tenuto a prendere provvedimenti per assicurare la migliore protezione possibile oppure almeno una sostituzione confacente delle specie interessate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_20"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 3: Protezione della flora e della fauna indigene, Protezione delle specie",
        "citation": "Art. 20 cpv. 4 OPN",
        "content": "I Cantoni, previa consultazione dell’UFAM, disciplinano la protezione adeguata delle specie vegetali e animali contemplate nell’allegato 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_20"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 3: Protezione della flora e della fauna indigene, Protezione delle specie",
        "citation": "Art. 20 cpv. 5 OPN",
        "content": "Chiunque contravviene alle disposizioni dei capoversi 1 e 2 è punibile secondo l’articolo 24a LPN.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_20"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 3: Protezione della flora e della fauna indigene, Reintroduzione di piante e animali",
        "citation": "Art. 21 OPN",
        "content": "Il Dipartimento federale dell’ambiente, dei trasporti, dell’energia e delle comunicazioni (DATEC), d’intesa con i Cantoni interessati, può autorizzare la reintroduzione di specie, sottospecie e razze che allo stato selvaggio sono estinte in Svizzera, a condizione che:\na. esista uno spazio vitale adeguato di grandezza sufficiente;\nb. siano prese le disposizioni giuridiche necessarie per assicurare la protezione della specie;\nc. non ne derivino inconvenienti per il mantenimento della varietà delle specie e la conservazione delle loro particolarità genetiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_21"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 3a:, Paludi e zone palustri di particolare bellezza e d’importanza nazionale, Protezione delle paludi",
        "citation": "Art. 21a OPN",
        "content": "La designazione delle paludi di particolare bellezza e di importanza nazionale, nonché la loro protezione e manutenzione sono rette dagli articoli 16–19.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_21_a"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 3a:, Paludi e zone palustri di particolare bellezza e d’importanza nazionale, Protezione delle zone palustri",
        "citation": "Art. 22 cpv. 1 OPN",
        "content": "La designazione delle zone palustri di particolare bellezza e d’importanza nazionale nonché la determinazione degli obiettivi di protezione sono disciplinate da un’ordinanza separata (inventario).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_22"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 3a:, Paludi e zone palustri di particolare bellezza e d’importanza nazionale, Protezione delle zone palustri",
        "citation": "Art. 22 cpv. 2 OPN",
        "content": "I Cantoni, sentito l’UFAM, disciplinano i provvedimenti di protezione e di manutenzione nonché il loro finanziamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_22"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 3a:, Paludi e zone palustri di particolare bellezza e d’importanza nazionale, Protezione delle zone palustri",
        "citation": "Art. 22 cpv. 3 OPN",
        "content": "L’ammontare delle indennità globali per la protezione e la manutenzione delle zone palustri è stabilito in base:\na. all’entità, alla qualità e alla complessità delle misure;\nb. al grado di pericolo a cui sono esposti gli oggetti da proteggere;\nc. alla qualità della fornitura della prestazione;\nd. agli oneri che il Cantone deve sostenere per la protezione dei paesaggi palustri e dei biotopi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_22"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 3a:, Paludi e zone palustri di particolare bellezza e d’importanza nazionale, Protezione delle zone palustri",
        "citation": "Art. 22 cpv. 3bis OPN",
        "content": "L’ammontare delle indennità globali è negoziato tra l’UFAM e il Cantone interessato. Per il rimanente, per la concessione delle indennità si applicano gli articoli 4–4b, 6–11 e 18 e 19.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_22"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 3a:, Paludi e zone palustri di particolare bellezza e d’importanza nazionale, Protezione delle zone palustri",
        "citation": "Art. 22 cpv. 4 OPN",
        "content": "Le indennità globali per i biotopi d’importanza nazionale situati in zone palustri di particolare bellezza e d’importanza nazionale sono stabilite in base agli articoli 18 e 19.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_22"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 4: Esecuzione, Organi federali",
        "citation": "Art. 23 cpv. 1 OPN",
        "content": "Gli organi federali incaricati della protezione della natura, della protezione del paesaggio e della conservazione dei monumenti storici sono:\na. l’UFAM per quel che concerne la protezione della natura e del paesaggio;\nb. l’UFC per quel che concerne la protezione dei monumenti storici, l’archeologia e la protezione degli insediamenti;\nc. l’USTRA per quel che concerne le vie di comunicazione storiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_23"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 4: Esecuzione, Organi federali",
        "citation": "Art. 23 cpv. 2 OPN",
        "content": "Sono incaricati dell’esecuzione della LPN sempreché altre autorità federali non siano competenti in materia. Nell’adempimento dei compiti della Confederazione di cui agli articoli 2‒6 LPN provvedono a un’informazione e a una consulenza coordinate delle autorità e del pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_23"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 4: Esecuzione, Organi federali",
        "citation": "Art. 23 cpv. 3 OPN",
        "content": "L’UFAM, l’UFC e l’USTRA collaborano giusta l’articolo 3 capoverso 4 LPN con le altre autorità federali competenti per l’esecuzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_23"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 4: Esecuzione, Organi federali",
        "citation": "Art. 23 cpv. 4 OPN",
        "content": "La Commissione federale per la protezione della natura e del paesaggio (CFNP) e la Commissione federale dei monumenti storici (CFMS) sono le commissioni consultive della Confederazione per le questioni riguardanti la protezione della natura, la protezione del paesaggio e la conservazione dei monumenti storici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_23"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 4: Esecuzione, Organizzazione della CFNP e della CFMS",
        "citation": "Art. 24 cpv. 1 OPN",
        "content": "La CFNP e la CFMS sono composte ciascuna al massimo di 15 membri. Nella loro composizione si tiene conto delle conoscenze tecniche, dei vari campi d’attività e delle diverse regioni linguistiche. Il Consiglio federale nomina i membri e designa il presidente. Per il resto le commissioni si organizzano autonomamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_24"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 4: Esecuzione, Organizzazione della CFNP e della CFMS",
        "citation": "Art. 24 cpv. 2 OPN",
        "content": "L’UFAM, l’UFC e l’USTRA possono, su proposta della CFNP e della CFMS, nominare persone con conoscenze specialistiche come consulenti stabili. Esse consigliano le commissioni nonché l’UFAM, l’UFC e l’USTRA nei loro settori di specializzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_24"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 4: Esecuzione, Organizzazione della CFNP e della CFMS",
        "citation": "Art. 24 cpv. 3 OPN",
        "content": "Il DATEC approva il regolamento interno della CFNP e il Dipartimento federale dell’interno (DFI) approva quello della CFMS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_24"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 4: Esecuzione, Organizzazione della CFNP e della CFMS",
        "citation": "Art. 24 cpv. 4 OPN",
        "content": "L’UFAM e l’UFC si incaricano dei segretariati. Le spese sono a carico dei corrispondenti crediti dell’UFAM, dell’UFC e dell’USTRA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_24"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 4: Esecuzione, Organizzazione della CFNP e della CFMS",
        "citation": "Art. 24 cpv. 5 OPN",
        "content": "La CFNP e la CFMS presentano annualmente al DATEC o al DFI un rapporto sulle loro attività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_24"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 4: Esecuzione, Compiti della CFNP e della CFMS",
        "citation": "Art. 25 cpv. 1 OPN",
        "content": "La CFNP e la CFMS hanno segnatamente i seguenti compiti:\na. consigliano i Dipartimenti nelle questioni fondamentali riguardanti la protezione della natura, la protezione del paesaggio e la conservazione dei monumenti storici;\nb. collaborano consultivamente all’applicazione della LPN;\nc. collaborano all’elaborazione e all’aggiornamento degli inventari di oggetti d’importanza nazionale;\nd. elaborano perizie su questioni di protezione della natura, di protezione del paesaggio e di conservazione dei monumenti storici ad uso delle autorità federali e cantonali incaricate di adempiere i compiti della Confederazione secondo l’articolo 2 LPN (art. 7 e 8 LPN);\ne. elaborano perizie speciali (art. 17a LPN) allorché un progetto che non costituisce un compito della Confederazione giusta l’articolo 2 LPN potrebbe danneggiare un oggetto figurante in un inventario della Confederazione giusta l’articolo 5 LPN o che riveste altrimenti un’importanza particolare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_25"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 4: Esecuzione, Compiti della CFNP e della CFMS",
        "citation": "Art. 25 cpv. 2 OPN",
        "content": "La CFMS ha inoltre i seguenti compiti:\na. su richiesta dell’UFC, dà il proprio parere in merito a domande di aiuto finanziario relative alla conservazione dei monumenti storici;\nb. cura la collaborazione e gli scambi scientifici con tutte le cerchie interessate e promuove l’attività pratica e teorica di base.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_25"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 4: Esecuzione, Compiti della CFNP e della CFMS",
        "citation": "Art. 25 cpv. 3 OPN",
        "content": "L’UFC può incaricare membri della CFMS, consulenti e altre persone qualificate di fornire perizie tecniche e sostegno ai Cantoni nell’attuazione di provvedimenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_25"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 4: Esecuzione, Compiti dei Cantoni",
        "citation": "Art. 26 cpv. 1 OPN",
        "content": "I Cantoni assicurano un’esecuzione adeguata ed efficace dei compiti fissati dalla Costituzione e dalla legge. A tale scopo designano i servizi ufficiali incaricati della protezione della natura, della protezione del paesaggio e della conservazione dei monumenti storici e li comunicano all’UFAM, all’UFC o all’USTRA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_26"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 4: Esecuzione, Compiti dei Cantoni",
        "citation": "Art. 26 cpv. 2 OPN",
        "content": "I Cantoni, nelle loro attività d’incidenza territoriale (art. 1 dell’O del 2 ott. 1989 sulla pianificazione del territorio), prendono in considerazione le misure per le quali la Confederazione accorda aiuti finanziari o sussidi secondo la presente ordinanza. Vigilano segnatamente affinché i piani e le prescrizioni che disciplinano l’utilizzazione ammissibile del suolo secondo la legislazione sulla pianificazione del territorio tengano conto delle misure di protezione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_26"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 4: Esecuzione, Comunicazione di testi legali e decisioni",
        "citation": "Art. 27 cpv. 1 OPN",
        "content": "I Cantoni comunicano all’UFAM, all’UFC o all’USTRA i loro atti legislativi riguardanti la protezione della natura, la protezione del paesaggio e la conservazione dei monumenti storici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_27"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 4: Esecuzione, Comunicazione di testi legali e decisioni",
        "citation": "Art. 27 cpv. 2 OPN",
        "content": "Le autorità competenti comunicano all’UFAM le seguenti decisioni:\na. eccezioni relative alle disposizioni della protezione delle specie (art. 22 cpv. 1 e 3 LPN; art. 20 cpv. 3);\nb. rimozione della vegetazione ripuale (art. 22 cpv. 2 e 3 LPN);\nc. decisioni d’accertamento nell’ambito della protezione dei biotopi e delle specie (art. 14 cpv. 4);\nd. decisioni riguardanti il ripristino (art. 24e LPN);\ne. decisioni riguardanti le costruzioni, gli impianti e le modifiche della configurazione del terreno nei biotopi d’importanza nazionale (art. 18a LPN) o nelle zone palustri (art. 23b LPN);\nf. approvazioni dei piani d’utilizzazione (art. 26 della L del 22 giu. 1979 sulla pianificazione del territorio), se sono pregiudicati paesaggi, monumenti naturali, biotopi o zone palustri d’importanza nazionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_27"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 4: Esecuzione, Comunicazione di testi legali e decisioni",
        "citation": "Art. 27 cpv. 3 OPN",
        "content": "Se la CFNP, la CFMS, l’UFAM, l’UFC e l’USTRA hanno collaborato ad un progetto giusta l’articolo 2, l’autorità competente comunica loro, su domanda, le relative decisioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_27"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 4: Esecuzione, Sorveglianza e controllo dei risultati",
        "citation": "Art. 27a cpv. 1 OPN",
        "content": "L’UFAM provvede alla sorveglianza della diversità biologica e si adopera per coordinarla con altre misure relative al monitoraggio ambientale. I Cantoni possono completare tale sorveglianza. Essi la coordinano con l’UFAM mettendogli a disposizione i propri atti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_27_a"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 4: Esecuzione, Sorveglianza e controllo dei risultati",
        "citation": "Art. 27a cpv. 2 OPN",
        "content": "L’UFAM, l’UFC e l’USTRA effettuano i controlli dei risultati, finalizzati alla verifica delle misure legali e della loro idoneità. Essi collaborano strettamente con gli Uffici federali e i Cantoni interessati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_27_a"
    },
    {
        "book": "NHV",
        "title": "OPN, Sezione 4: Esecuzione, Geoinformazione",
        "citation": "Art. 27b OPN",
        "content": "L’UFAM stabilisce i modelli di geodati e i modelli di rappresentazione minimi per i geodati di base ai sensi della presente ordinanza per i quali è designato quale servizio specializzato della Confederazione nell’allegato 1 dell’ordinanza del 21 maggio 2008 sulla geoinformazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/it#art_27_b"
    }
]