[
    {
        "book": "NHV",
        "title": "NHV, 1. Abschnitt:, Naturschutz, Heimatschutz und Denkmalpflege bei Erfüllung von Bundesaufgaben, Grundsatz",
        "citation": "Art. 1 NHV",
        "content": "Bei der Erfüllung von Bundesaufgaben nach Artikel 2 NHG und bei der Schaffung und Änderung von Rechtserlassen sowie Konzepten und Sachplänen (Art. 13 des Raumplanungsgesetzes vom 22. Juni 1979) für diese Aufgaben berücksichtigen die zuständigen Behörden des Bundes und der Kantone die Anforderungen von Naturschutz, Heimatschutz und Denkmalpflege.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_1"
    },
    {
        "book": "NHV",
        "title": "NHV, 1. Abschnitt:, Naturschutz, Heimatschutz und Denkmalpflege bei Erfüllung von Bundesaufgaben, Mitwirkung der Fachorgane für Naturschutz, Heimatschutz und Denkmalpflege",
        "citation": "Art. 2 Abs. 1 NHV",
        "content": "Das Bundesamt für Umwelt (BAFU), das Bundesamt für Kultur (BAK) und das Bundesamt für Strassen (ASTRA) stehen den für die Erfüllung von Bundesaufgaben zuständigen Behörden beratend zur Verfügung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_2"
    },
    {
        "book": "NHV",
        "title": "NHV, 1. Abschnitt:, Naturschutz, Heimatschutz und Denkmalpflege bei Erfüllung von Bundesaufgaben, Mitwirkung der Fachorgane für Naturschutz, Heimatschutz und Denkmalpflege",
        "citation": "Art. 2 Abs. 2 NHV",
        "content": "Die zuständigen Behörden des Bundes holen bei der Erfüllung einer Bundesaufgabe nach Artikel 2 NHG eine fachliche Stellungnahme der Kantone ein. Für die Mitwirkung des BAFU, des BAK und des ASTRA gilt Artikel 3 Absatz 4 NHG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_2"
    },
    {
        "book": "NHV",
        "title": "NHV, 1. Abschnitt:, Naturschutz, Heimatschutz und Denkmalpflege bei Erfüllung von Bundesaufgaben, Mitwirkung der Fachorgane für Naturschutz, Heimatschutz und Denkmalpflege",
        "citation": "Art. 2 Abs. 3 NHV",
        "content": "Die Kantone sorgen für die Mitwirkung ihrer Fachstellen für Naturschutz, Heimatschutz und Denkmalpflege bei der Erfüllung der ihnen nach Artikel 1 obliegenden Aufgaben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_2"
    },
    {
        "book": "NHV",
        "title": "NHV, 1. Abschnitt:, Naturschutz, Heimatschutz und Denkmalpflege bei Erfüllung von Bundesaufgaben, Mitwirkung der Fachorgane für Naturschutz, Heimatschutz und Denkmalpflege",
        "citation": "Art. 2 Abs. 4 NHV",
        "content": "Das BAFU, das BAK und das ASTRA (Abs. 2) sowie die kantonalen Fachstellen für Naturschutz, Heimatschutz und Denkmalpflege (Abs. 3) beurteilen im Rahmen ihrer Mitwirkung, ob nach Artikel 7 NHG ein Gutachten der zuständigen Fachkommission des Bundes (Art. 23 Abs. 2) notwendig ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_2"
    },
    {
        "book": "NHV",
        "title": "NHV, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund, Globale Finanzhilfen",
        "citation": "Art. 4 Abs. 1 NHV",
        "content": "Finanzhilfen für Massnahmen zur Erhaltung von schützenswerten Objekten nach Artikel 13 NHG werden in der Regel auf der Grundlage einer Programmvereinbarung global gewährt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_4"
    },
    {
        "book": "NHV",
        "title": "NHV, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund, Globale Finanzhilfen",
        "citation": "Art. 4 Abs. 2 NHV",
        "content": "Gegenstand der Programmvereinbarung sind insbesondere:\na. die in den Bereichen Naturschutz, Heimatschutz oder Denkmalpflege gemeinsam zu erreichenden strategischen Programmziele;\nb. die Leistung des Kantons;\nc. die Beitragsleistung des Bundes;\nd. das Controlling.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_4"
    },
    {
        "book": "NHV",
        "title": "NHV, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund, Globale Finanzhilfen",
        "citation": "Art. 4 Abs. 3 NHV",
        "content": "Die Dauer der Programmvereinbarung beträgt höchstens vier Jahre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_4"
    },
    {
        "book": "NHV",
        "title": "NHV, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund, Globale Finanzhilfen",
        "citation": "Art. 4 Abs. 4 NHV",
        "content": "Das BAFU, das BAK und das ASTRA erlassen Richtlinien über das Vorgehen bei Programmvereinbarungen sowie über die Angaben und Unterlagen zu den Gegenständen der Programmvereinbarung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_4"
    },
    {
        "book": "NHV",
        "title": "NHV, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund, Finanzhilfen im Einzelfall",
        "citation": "Art. 4a Abs. 1 NHV",
        "content": "Ausnahmsweise können Finanzhilfen einzeln gewährt werden, wenn die Massnahmen:\na. dringlich sind;\nb. in besonderem Mass eine komplexe oder spezielle fachliche Beurteilung erfordern; oder\nc. mit grossem Aufwand verbunden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_4_a"
    },
    {
        "book": "NHV",
        "title": "NHV, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund, Finanzhilfen im Einzelfall",
        "citation": "Art. 4a Abs. 2 NHV",
        "content": "Das BAFU, das BAK oder das ASTRA schliesst dazu mit dem Kanton einen Vertrag ab oder erlässt eine Verfügung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_4_a"
    },
    {
        "book": "NHV",
        "title": "NHV, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund, Finanzhilfen im Einzelfall",
        "citation": "Art. 4a Abs. 3 NHV",
        "content": "Das BAFU, das BAK und das ASTRA erlassen Richtlinien über das Vorgehen bei der Gewährung von Finanzhilfen im Einzelfall sowie über die Angaben und Unterlagen zum Gesuch.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_4_a"
    },
    {
        "book": "NHV",
        "title": "NHV, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund, Gesuch",
        "citation": "Art. 4b Abs. 1 NHV",
        "content": "Der Kanton reicht das Gesuch um Finanzhilfen beim BAFU, BAK oder ASTRA ein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_4_b"
    },
    {
        "book": "NHV",
        "title": "NHV, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund, Gesuch",
        "citation": "Art. 4b Abs. 2 NHV",
        "content": "Das Gesuch um eine globale Finanzhilfe muss Angaben enthalten über:\na. die zu erreichenden Programmziele;\nb. die zur Zielerreichung voraussichtlich notwendigen Massnahmen und deren Durchführung;\nc. die Wirksamkeit der Massnahmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_4_b"
    },
    {
        "book": "NHV",
        "title": "NHV, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund, Beitragsbemessung",
        "citation": "Art. 5 Abs. 1 NHV",
        "content": "Die Höhe der Finanzhilfen richtet sich nach:\na. der nationalen, regionalen oder lokalen Bedeutung der zu schützenden Objekte;\nb. dem Umfang, der Qualität und der Komplexität der Massnahmen;\nc. dem Grad der Gefährdung der zu schützenden Objekte;\nd. der Qualität der Leistungserbringung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_5"
    },
    {
        "book": "NHV",
        "title": "NHV, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund, Beitragsbemessung",
        "citation": "Art. 5 Abs. 2 NHV",
        "content": "Die Höhe der globalen Finanzhilfen wird zwischen dem BAFU, dem BAK oder dem ASTRA und dem betroffenen Kanton ausgehandelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_5"
    },
    {
        "book": "NHV",
        "title": "NHV, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund, Beitragsbemessung",
        "citation": "Art. 5 Abs. 3 NHV",
        "content": "In den Bereichen Denkmalpflege, Archäologie, Ortsbildschutz und Schutz der historischen Verkehrswege können die Finanzhilfen auch mittels folgender Höchstbeiträge in Prozenten an die beitragsberechtigten Aufwendungen festgelegt werden:\na. 25 Prozent für Objekte von nationaler Bedeutung;\nb. 20 Prozent für Objekte von regionaler Bedeutung;\nc. 15 Prozent für Objekte von lokaler Bedeutung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_5"
    },
    {
        "book": "NHV",
        "title": "NHV, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund, Beitragsbemessung",
        "citation": "Art. 5 Abs. 4 NHV",
        "content": "Ausnahmsweise kann der Prozentsatz nach Absatz 3 bis auf höchstens 45 Prozent erhöht werden, wenn nachgewiesen wird, dass die unerlässlichen Massnahmen andernfalls nicht finanziert werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_5"
    },
    {
        "book": "NHV",
        "title": "NHV, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund, Beitragsberechtigte Aufwendungen",
        "citation": "Art. 6 NHV",
        "content": "Beitragsberechtigt sind nur Aufwendungen, die tatsächlich entstanden und für die zweckmässige Erfüllung der Massnahmen erforderlich sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_6"
    },
    {
        "book": "NHV",
        "title": "NHV, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund, Nebenbestimmungen",
        "citation": "Art. 7 Abs. 1 NHV",
        "content": "Die Zusicherung einer Finanzhilfe für ein Objekt kann insbesondere mit den Auflagen und Bedingungen verknüpft werden, dass:\na. es dauernd oder für eine bestimmte Zeit unter Schutz gestellt wird;\nb. es in einem dem Beitragszweck entsprechenden Zustand erhalten wird und Änderungen des Zustandes der Zustimmung des BAFU, des BAK oder des ASTRA bedürfen;\nc. der Beitragsempfänger periodisch über dessen Zustand Bericht erstattet;\nd. einer vom BAFU, dem BAK oder dem ASTRA bezeichneten Person während der Ausführung von Arbeiten am Objekt jede gewünschte Einsicht gewährt wird;\ne. ...\nf. alle verlangten Berichte, zeichnerischen und fotografischen Aufnahmen dem BAFU, dem BAK oder dem ASTRA kostenlos überlassen werden;\ng. am Objekt eine dauerhafte Inschrift über die Mithilfe und den Schutz des Bundes angebracht wird;\nh. die nötigen Unterhaltsarbeiten ausgeführt werden;\ni. Handänderungen oder andere rechtliche Veränderungen dem BAFU, dem BAK oder dem ASTRA sofort zu melden sind;\nk. sein Zustand überwacht werden darf;\nl. es in einem mit seiner Zweckbestimmung vereinbaren Masse für die Allgemeinheit zugänglich gemacht wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_7"
    },
    {
        "book": "NHV",
        "title": "NHV, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund, Nebenbestimmungen",
        "citation": "Art. 7 Abs. 2 NHV",
        "content": "Das BAFU, das BAK und das ASTRA können auf die Ablieferung einer Dokumentation nach Absatz 1 Buchstabe f verzichten, wenn eine sachgerechte Archivierung und die Zugänglichkeit beim Kanton gewährleistet sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_7"
    },
    {
        "book": "NHV",
        "title": "NHV, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund, Ausnahmen von der Anmerkungspflicht",
        "citation": "Art. 8 NHV",
        "content": "In der Zusicherung entbinden das BAFU, das BAK oder das ASTRA die Grundeigentümerin oder den Grundeigentümer von der Anmerkungspflicht, falls die Schutz- und Unterhaltsmassnahmen auf andere Weise gleichwertig abgesichert werden. Sie berücksichtigen dabei die Bedeutung des Objekts, seine potentielle Gefährdung sowie die vorhandenen kantonalen rechtlichen Schutzmöglichkeiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_8"
    },
    {
        "book": "NHV",
        "title": "NHV, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund, Kompetenz zur Beitragsgewährung",
        "citation": "Art. 9 Abs. 1 NHV",
        "content": "Für die Gewährung der Finanzhilfen ist das BAFU, das BAK oder das ASTRA zuständig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_9"
    },
    {
        "book": "NHV",
        "title": "NHV, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund, Kompetenz zur Beitragsgewährung",
        "citation": "Art. 9 Abs. 2 NHV",
        "content": "Diese Bestimmung gilt auch für die Artikel 14, 14a und, soweit es sich nicht um die Einleitung eines Enteignungsverfahrens handelt, 15 NHG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_9"
    },
    {
        "book": "NHV",
        "title": "NHV, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund, Auszahlung",
        "citation": "Art. 10 Abs. 1 NHV",
        "content": "Globale Finanzhilfen werden in Tranchen ausbezahlt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_10"
    },
    {
        "book": "NHV",
        "title": "NHV, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund, Auszahlung",
        "citation": "Art. 10 Abs. 2 NHV",
        "content": "Finanzhilfen im Einzelfall werden aufgrund der von der kantonalen Fachstelle geprüften und genehmigten Abrechnungen ausbezahlt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_10"
    },
    {
        "book": "NHV",
        "title": "NHV, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund, Berichterstattung und Kontrolle",
        "citation": "Art. 10a Abs. 1 NHV",
        "content": "Der Kanton erstattet dem BAFU, dem BAK oder dem ASTRA jährlich Bericht über die Verwendung der globalen Finanzhilfen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_10_a"
    },
    {
        "book": "NHV",
        "title": "NHV, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund, Berichterstattung und Kontrolle",
        "citation": "Art. 10a Abs. 2 NHV",
        "content": "Das BAFU, das BAK oder das ASTRA kontrolliert stichprobenweise:\na. die Ausführung einzelner Massnahmen gemäss Programmvereinbarung, Verfügung oder Vertrag;\nb. die Verwendung der ausbezahlten Beiträge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_10_a"
    },
    {
        "book": "NHV",
        "title": "NHV, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund, Mangelhafte Erfüllung",
        "citation": "Art. 11 Abs. 1 NHV",
        "content": "Bei globalen Finanzhilfen hält das BAFU, das BAK oder das ASTRA die Tranchenzahlungen während der Programmdauer ganz oder teilweise zurück, wenn der Kanton:\na. seiner Berichterstattungspflicht (Art. 10a Abs. 1) nicht nachkommt;\nb. eine erhebliche Störung seiner Leistung schuldhaft verursacht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_11"
    },
    {
        "book": "NHV",
        "title": "NHV, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund, Mangelhafte Erfüllung",
        "citation": "Art. 11 Abs. 2 NHV",
        "content": "Stellt sich bei globalen Finanzhilfen nach der Programmdauer heraus, dass die Leistung mangelhaft ist, so verlangt das BAFU, das BAK oder das ASTRA vom Kanton Nachbesserung; es setzt ihm dafür eine angemessene Frist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_11"
    },
    {
        "book": "NHV",
        "title": "NHV, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund, Mangelhafte Erfüllung",
        "citation": "Art. 11 Abs. 3 NHV",
        "content": "Die Rechtsfolgen von Leistungsstörungen bei zugesicherten Finanzhilfen im Einzelfall und die Rückforderung bereits ausbezahlter Finanzhilfen richten sich nach Artikel 28 des Subventionsgesetzes vom 5. Oktober 1990.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_11"
    },
    {
        "book": "NHV",
        "title": "NHV, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund, Beiträge an Organisationen",
        "citation": "Art. 12 Abs. 1 NHV",
        "content": "Organisationen des Naturschutzes, des Heimatschutzes und der Denkmalpflege von gesamtschweizerischer Bedeutung, die Anspruch auf eine Finanzhilfe nach Artikel 14 NHG erheben, haben dem BAFU, dem BAK oder dem ASTRA ein begründetes Gesuch einzureichen. Dem Gesuch sind detaillierte Unterlagen (Rechnungen und Berichte) über die Tätigkeit der Vereinigung beizulegen, aus denen ersichtlich ist, in welchem Masse beitragsberechtigte Leistungen im öffentlichen Interesse erbracht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_12"
    },
    {
        "book": "NHV",
        "title": "NHV, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund, Beiträge an Organisationen",
        "citation": "Art. 12 Abs. 2 NHV",
        "content": "Finanzhilfen für Tätigkeiten, die im gesamtschweizerischen Interesse liegen, können auch ausgerichtet werden an:\na. internationale Organisationen für Naturschutz, Heimatschutz und Denkmalpflege;\nb. Sekretariate internationaler Übereinkommen für Naturschutz, Heimatschutz und Denkmalpflege.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_12"
    },
    {
        "book": "NHV",
        "title": "NHV, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund, Forschung, Ausbildung, Öffentlichkeitsarbeit",
        "citation": "Art. 12a Abs. 1 NHV",
        "content": "Gesuche um Finanzhilfen nach Artikel 14a Absatz 1 NHG sind dem BAFU, dem BAK oder dem ASTRA einzureichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_12_a"
    },
    {
        "book": "NHV",
        "title": "NHV, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund, Forschung, Ausbildung, Öffentlichkeitsarbeit",
        "citation": "Art. 12a Abs. 2 NHV",
        "content": "Finanzhilfen an die Kantone werden global auf der Grundlage von Programmvereinbarungen gewährt. Es gelten die Artikel 4–11.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_12_a"
    },
    {
        "book": "NHV",
        "title": "NHV, 2. Abschnitt:, Unterstützung von Naturschutz, Heimatschutz und Denkmalpflege durch den Bund, Forschung, Ausbildung, Öffentlichkeitsarbeit",
        "citation": "Art. 12a Abs. 3 NHV",
        "content": "Finanzhilfen an andere Empfänger werden einzeln gewährt. Es gelten die Artikel 6, 9, 10a und 11 Absatz 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_12_a"
    },
    {
        "book": "NHV",
        "title": "NHV, 3. Abschnitt: Schutz der einheimischen Pflanzen- und Tierwelt, Grundsatz",
        "citation": "Art. 13 NHV",
        "content": "Der Schutz der einheimischen Pflanzen und Tiere soll wenn möglich durch angepasste land- und forstwirtschaftliche Nutzung ihrer Lebensräume (Biotope) erreicht werden. Diese Aufgabe erfordert die Zusammenarbeit zwischen den Fachorganen der Land- und Forstwirtschaft, des Natur- und Heimatschutzes, des Umweltschutzes sowie der Raumplanung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_13"
    },
    {
        "book": "NHV",
        "title": "NHV, 3. Abschnitt: Schutz der einheimischen Pflanzen- und Tierwelt, Biotopschutz",
        "citation": "Art. 14 Abs. 1 NHV",
        "content": "Der Biotopschutz soll insbesondere zusammen mit dem ökologischen Ausgleich (Art. 15) und den Artenschutzbestimmungen (Art. 20) den Fortbestand der wildlebenden einheimischen Pflanzen- und Tierwelt sicherstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_14"
    },
    {
        "book": "NHV",
        "title": "NHV, 3. Abschnitt: Schutz der einheimischen Pflanzen- und Tierwelt, Biotopschutz",
        "citation": "Art. 14 Abs. 2 NHV",
        "content": "Biotope werden insbesondere geschützt durch:\na. Massnahmen zur Wahrung oder nötigenfalls Wiederherstellung ihrer Eigenart und biologischen Vielfalt;\nb. Unterhalt, Pflege und Aufsicht zur langfristigen Sicherung des Schutzziels;\nc. Gestaltungsmassnahmen, mit denen das Schutzziel erreicht, bestehende Schäden behoben und künftige Schäden vermieden werden können;\nd. Ausscheidung ökologisch ausreichender Pufferzonen;\ne. Erarbeitung wissenschaftlicher Grundlagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_14"
    },
    {
        "book": "NHV",
        "title": "NHV, 3. Abschnitt: Schutz der einheimischen Pflanzen- und Tierwelt, Biotopschutz",
        "citation": "Art. 14 Abs. 3 NHV",
        "content": "Biotope werden als schützenswert bezeichnet aufgrund:\na. der insbesondere durch Kennarten charakterisierten Lebensraumtypen nach Anhang 1;\nb. der geschützten Pflanzen- und Tierarten nach Artikel 20;\nc. der nach der Fischereigesetzgebung gefährdeten Fische und Krebse;\nd. der gefährdeten und seltenen Pflanzen- und Tierarten, die in den vom BAFU erlassenen oder anerkannten Roten Listen aufgeführt sind;\ne. weiterer Kriterien, wie Mobilitätsansprüche der Arten oder Vernetzung ihrer Vorkommen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_14"
    },
    {
        "book": "NHV",
        "title": "NHV, 3. Abschnitt: Schutz der einheimischen Pflanzen- und Tierwelt, Biotopschutz",
        "citation": "Art. 14 Abs. 4 NHV",
        "content": "Die Kantone können die Listen nach Absatz 3 Buchstaben a–d den regionalen Gegebenheiten anpassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_14"
    },
    {
        "book": "NHV",
        "title": "NHV, 3. Abschnitt: Schutz der einheimischen Pflanzen- und Tierwelt, Biotopschutz",
        "citation": "Art. 14 Abs. 5 NHV",
        "content": "Die Kantone sehen ein zweckmässiges Feststellungsverfahren vor, mit dem möglichen Beeinträchtigungen schützenswerter Biotope sowie Verletzungen der Artenschutzbestimmungen des Artikels 20 vorgebeugt werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_14"
    },
    {
        "book": "NHV",
        "title": "NHV, 3. Abschnitt: Schutz der einheimischen Pflanzen- und Tierwelt, Biotopschutz",
        "citation": "Art. 14 Abs. 6 NHV",
        "content": "Ein technischer Eingriff, der schützenswerte Biotope beeinträchtigen kann, darf nur bewilligt werden, sofern er standortgebunden ist und einem überwiegenden Bedürfnis entspricht. Für die Bewertung des Biotops in der Interessenabwägung sind neben seiner Schutzwürdigkeit nach Absatz 3 insbesondere massgebend:\na. seine Bedeutung für die geschützten, gefährdeten und seltenen Pflanzen- und Tierarten;\nb. seine ausgleichende Funktion für den Naturhaushalt;\nc. seine Bedeutung für die Vernetzung schützenswerter Biotope;\nd. seine biologische Eigenart oder sein typischer Charakter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_14"
    },
    {
        "book": "NHV",
        "title": "NHV, 3. Abschnitt: Schutz der einheimischen Pflanzen- und Tierwelt, Biotopschutz",
        "citation": "Art. 14 Abs. 7 NHV",
        "content": "Wer einen Eingriff vornimmt oder verursacht, ist zu bestmöglichen Schutz-, Wiederherstellungs- oder ansonst angemessenen Ersatzmassnahmen zu verpflichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_14"
    },
    {
        "book": "NHV",
        "title": "NHV, 3. Abschnitt: Schutz der einheimischen Pflanzen- und Tierwelt, Ökologischer Ausgleich",
        "citation": "Art. 15 Abs. 1 NHV",
        "content": "Der ökologische Ausgleich (Art. 18b Abs. 2 NHG) bezweckt insbesondere, isolierte Biotope miteinander zu verbinden, nötigenfalls auch durch die Neuschaffung von Biotopen, die Artenvielfalt zu fördern, eine möglichst naturnahe und schonende Bodennutzung zu erreichen, Natur in den Siedlungsraum einzubinden und das Landschaftsbild zu beleben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_15"
    },
    {
        "book": "NHV",
        "title": "NHV, 3. Abschnitt: Schutz der einheimischen Pflanzen- und Tierwelt, Ökologischer Ausgleich",
        "citation": "Art. 15 Abs. 2 NHV",
        "content": "Für Beiträge für besondere ökologische Leistungen in der Landwirtschaft gilt der Begriff Biodiversitätsbeiträge, wie er in der Direktzahlungsverordnung vom 23. Oktober 2013 verwendet wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_15"
    },
    {
        "book": "NHV",
        "title": "NHV, 3. Abschnitt: Schutz der einheimischen Pflanzen- und Tierwelt, Bezeichnung der Biotope von nationaler Bedeutung",
        "citation": "Art. 16 Abs. 1 NHV",
        "content": "Die Bezeichnung der Biotope von nationaler Bedeutung sowie die Festlegung der Schutzziele und die Bestimmung der Fristen für die Anordnung der Schutzmassnahmen nach Artikel 18a NHG werden in besonderen Verordnungen (Inventaren) geregelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_16"
    },
    {
        "book": "NHV",
        "title": "NHV, 3. Abschnitt: Schutz der einheimischen Pflanzen- und Tierwelt, Bezeichnung der Biotope von nationaler Bedeutung",
        "citation": "Art. 16 Abs. 2 NHV",
        "content": "Die Inventare sind nicht abschliessend; sie sind regelmässig zu überprüfen und nachzuführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_16"
    },
    {
        "book": "NHV",
        "title": "NHV, 3. Abschnitt: Schutz der einheimischen Pflanzen- und Tierwelt, Schutz und Unterhalt der Biotope von nationaler Bedeutung",
        "citation": "Art. 17 Abs. 1 NHV",
        "content": "Für die Biotope von nationaler Bedeutung regeln die Kantone nach Anhören des BAFU die Schutz- und Unterhaltsmassnahmen sowie deren Finanzierung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_17"
    },
    {
        "book": "NHV",
        "title": "NHV, 3. Abschnitt: Schutz der einheimischen Pflanzen- und Tierwelt, Abgeltungen für Biotope und den ökologischen Ausgleich",
        "citation": "Art. 18 Abs. 1 NHV",
        "content": "Die Höhe der globalen Abgeltungen für Schutz und Unterhalt der Biotope und für den ökologischen Ausgleich richtet sich nach:\na. der nationalen, regionalen oder lokalen Bedeutung der zu schützenden Objekte;\nb. dem Umfang, der Qualität und der Komplexität der Massnahmen sowie von deren Planung;\nc. der Bedeutung der Massnahmen für die Tier- und Pflanzenarten, die für die Erhaltung und Verbesserung der biologischen Vielfalt prioritär sind;\nd. dem Grad der Gefährdung der zu schützenden Objekte;\ne. der Bedeutung der Massnahmen für die Vernetzung von schützenswerten Biotopen und von Beständen schützenswerter Arten;\nf. der Qualität der Leistungserbringung;\ng. der Belastung des Kantons durch den Moorlandschafts- und den Biotopschutz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_18"
    },
    {
        "book": "NHV",
        "title": "NHV, 3. Abschnitt: Schutz der einheimischen Pflanzen- und Tierwelt, Abgeltungen für Biotope und den ökologischen Ausgleich",
        "citation": "Art. 18 Abs. 2 NHV",
        "content": "Sie wird zwischen dem BAFU und dem betroffenen Kanton ausgehandelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_18"
    },
    {
        "book": "NHV",
        "title": "NHV, 3. Abschnitt: Schutz der einheimischen Pflanzen- und Tierwelt, Abgeltungen für Biotope und den ökologischen Ausgleich",
        "citation": "Art. 18 Abs. 3 NHV",
        "content": "Im Übrigen gelten die Artikel 4–4b und 6–11.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_18"
    },
    {
        "book": "NHV",
        "title": "NHV, 3. Abschnitt: Schutz der einheimischen Pflanzen- und Tierwelt, Verhältnis zu den ökologischen Leistungen in der Landwirtschaft",
        "citation": "Art. 19 NHV",
        "content": "Die Abgeltungen nach Artikel 18 werden um die Beiträge gekürzt, die für die gleiche ökologische Leistung auf der landwirtschaftlichen Nutzfläche oder der Betriebsfläche nach den Artikeln 55–62 der Direktzahlungsverordnung vom 23. Oktober 2013 gewährt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_19"
    },
    {
        "book": "NHV",
        "title": "NHV, 3. Abschnitt: Schutz der einheimischen Pflanzen- und Tierwelt, Artenschutz",
        "citation": "Art. 20 Abs. 1 NHV",
        "content": "Das unberechtigte Pflücken, Ausgraben, Ausreissen, Wegführen, Anbieten, Verkaufen, Kaufen oder Vernichten, insbesondere durch technische Eingriffe, von wildlebenden Pflanzen der im Anhang 2 aufgeführten Arten ist untersagt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_20"
    },
    {
        "book": "NHV",
        "title": "NHV, 3. Abschnitt: Schutz der einheimischen Pflanzen- und Tierwelt, Artenschutz",
        "citation": "Art. 20 Abs. 2 NHV",
        "content": "Zusätzlich zu den im Bundesgesetz vom 20. Juni 1986 über die Jagd und den Schutz wildlebender Säugetiere und Vögel genannten gelten die wildlebenden Tiere der im Anhang 3 aufgeführten Arten als geschützt. Es ist untersagt, Tiere dieser Arten:\na. zu töten, zu verletzen oder zu fangen, sowie ihre Eier, Larven, Puppen, Nester oder Brutstätten zu beschädigen, zu zerstören oder wegzunehmen;\nb. lebend oder tot, einschliesslich der Eier, Larven, Puppen oder Nester, mit- zuführen, zu versenden, anzubieten, auszuführen, andern zu überlassen, zu erwerben, in Gewahrsam zu nehmen oder bei solchen Handlungen mitzuwirken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_20"
    },
    {
        "book": "NHV",
        "title": "NHV, 3. Abschnitt: Schutz der einheimischen Pflanzen- und Tierwelt, Artenschutz",
        "citation": "Art. 20 Abs. 3 NHV",
        "content": "Die zuständige Behörde kann zusätzlich zu den Ausnahmebewilligungen nach Artikel 22 Absatz 1 NHG weitere Ausnahmebewilligungen erteilen,\na. wenn dies der Erhaltung der biologischen Vielfalt dient;\nb. für technische Eingriffe, die standortgebunden sind und einem überwiegenden Bedürfnis entsprechen. Ihr Verursacher ist zu bestmöglichen Schutz- oder ansonst angemessenen Ersatzmassnahmen zu verpflichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_20"
    },
    {
        "book": "NHV",
        "title": "NHV, 3. Abschnitt: Schutz der einheimischen Pflanzen- und Tierwelt, Artenschutz",
        "citation": "Art. 20 Abs. 4 NHV",
        "content": "Die Kantone regeln nach Anhören des BAFU den angemessenen Schutz der im Anhang 4 aufgeführten Pflanzen- und Tierarten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_20"
    },
    {
        "book": "NHV",
        "title": "NHV, 3. Abschnitt: Schutz der einheimischen Pflanzen- und Tierwelt, Artenschutz",
        "citation": "Art. 20 Abs. 5 NHV",
        "content": "Wer gegen die Bestimmungen der Absätze 1 und 2 verstösst, ist strafbar nach Artikel 24a NHG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_20"
    },
    {
        "book": "NHV",
        "title": "NHV, 3. Abschnitt: Schutz der einheimischen Pflanzen- und Tierwelt, Wiederansiedlung von Pflanzen und Tieren",
        "citation": "Art. 21 NHV",
        "content": "Das Eidgenössische Departement für Umwelt, Verkehr, Energie und Kommunikation (UVEK) kann im Einvernehmen mit den betroffenen Kantonen die Wiederansiedlung von Arten, Unterarten und Rassen, die in der Schweiz wild lebend nicht mehr vorkommen, bewilligen, sofern:\na. ein genügend grosser artspezifischer Lebensraum vorhanden ist;\nb. entsprechende rechtliche Vorkehren zum Schutz der Art getroffen sind;\nc. keine Nachteile für die Erhaltung der Artenvielfalt und ihrer genetischen Eigenart entstehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_21"
    },
    {
        "book": "NHV",
        "title": "NHV, 3a. Abschnitt:, Moore und Moorlandschaften von besonderer Schönheit und, von nationaler Bedeutung, Schutz der Moore",
        "citation": "Art. 21a NHV",
        "content": "Die Bezeichnung der Moore von besonderer Schönheit und von nationaler Bedeutung sowie ihr Schutz und Unterhalt richtet sich nach den Artikeln 16–19.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_21_a"
    },
    {
        "book": "NHV",
        "title": "NHV, 3a. Abschnitt:, Moore und Moorlandschaften von besonderer Schönheit und, von nationaler Bedeutung, Schutz der Moorlandschaften",
        "citation": "Art. 22 Abs. 1 NHV",
        "content": "Die Bezeichnung der Moorlandschaften von besonderer Schönheit und von nationaler Bedeutung sowie die Festlegung der Schutzziele werden in einer besonderen Verordnung (Inventar) geregelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_22"
    },
    {
        "book": "NHV",
        "title": "NHV, 3a. Abschnitt:, Moore und Moorlandschaften von besonderer Schönheit und, von nationaler Bedeutung, Schutz der Moorlandschaften",
        "citation": "Art. 22 Abs. 2 NHV",
        "content": "Die Kantone regeln nach Anhören des BAFU die Schutz- und Unterhaltsmassnahmen sowie deren Finanzierung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_22"
    },
    {
        "book": "NHV",
        "title": "NHV, 3a. Abschnitt:, Moore und Moorlandschaften von besonderer Schönheit und, von nationaler Bedeutung, Schutz der Moorlandschaften",
        "citation": "Art. 22 Abs. 3 NHV",
        "content": "Die Höhe der globalen Abgeltungen für Schutz und Unterhalt der Moorlandschaften richtet sich nach:\na. dem Umfang, der Qualität und der Komplexität der Massnahmen;\nb. dem Grad der Gefährdung der zu schützenden Objekte;\nc. der Qualität der Leistungserbringung;\nd. der Belastung des Kantons durch den Moorlandschafts- und den Biotopschutz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_22"
    },
    {
        "book": "NHV",
        "title": "NHV, 3a. Abschnitt:, Moore und Moorlandschaften von besonderer Schönheit und, von nationaler Bedeutung, Schutz der Moorlandschaften",
        "citation": "Art. 22 Abs. 3bis NHV",
        "content": "Sie wird zwischen dem BAFU und dem betroffenen Kanton ausgehandelt. Im Übrigen gelten für die Gewährung der Abgeltungen die Artikel 4–4b, 6–11 und 18 und 19.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_22"
    },
    {
        "book": "NHV",
        "title": "NHV, 3a. Abschnitt:, Moore und Moorlandschaften von besonderer Schönheit und, von nationaler Bedeutung, Schutz der Moorlandschaften",
        "citation": "Art. 22 Abs. 4 NHV",
        "content": "Die globalen Abgeltungen für Biotope von nationaler Bedeutung, die sich innerhalb von Moorlandschaften von besonderer Schönheit und von nationaler Bedeutung befinden, richten sich nach den Artikeln 18 und 19.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_22"
    },
    {
        "book": "NHV",
        "title": "NHV, 4. Abschnitt: Vollzug, Bundesorgane",
        "citation": "Art. 23 Abs. 1 NHV",
        "content": "Die Fachstellen des Bundes für Natur-, Heimatschutz und Denkmalpflege sind:\na. das BAFU für die Bereiche Natur- und Landschaftsschutz;\nb. das BAK für die Bereiche Denkmalpflege, Archäologie und Ortsbildschutz;\nc. das ASTRA für den Bereich Schutz der historischen Verkehrswege.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_23"
    },
    {
        "book": "NHV",
        "title": "NHV, 4. Abschnitt: Vollzug, Bundesorgane",
        "citation": "Art. 23 Abs. 2 NHV",
        "content": "Sie vollziehen das NHG, soweit nicht andere Bundesbehörden zuständig sind. Bei der Erfüllung von Bundesaufgaben nach den Artikeln 2–6 NHG sorgen sie für eine koordinierte Information und Beratung der Behörden und der Öffentlichkeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_23"
    },
    {
        "book": "NHV",
        "title": "NHV, 4. Abschnitt: Vollzug, Bundesorgane",
        "citation": "Art. 23 Abs. 3 NHV",
        "content": "Sind andere Bundesbehörden für den Vollzug zuständig, so wirken das BAFU, das BAK und das ASTRA nach  Artikel 3 Absatz 4 NHG mit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_23"
    },
    {
        "book": "NHV",
        "title": "NHV, 4. Abschnitt: Vollzug, Bundesorgane",
        "citation": "Art. 23 Abs. 4 NHV",
        "content": "Die Eidgenössische Natur- und Heimatschutzkommission (ENHK) und die Eidgenössische Kommission für Denkmalpflege (EKD) sind die beratenden Fachkommissionen des Bundes für Angelegenheiten des Naturschutzes, des Heimatschutzes und der Denkmalpflege.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_23"
    },
    {
        "book": "NHV",
        "title": "NHV, 4. Abschnitt: Vollzug, Organisation der ENHK und der EKD",
        "citation": "Art. 24 Abs. 1 NHV",
        "content": "Die ENHK und die EKD bestehen aus je höchstens 15 Mitgliedern. Bei ihrer Zusammensetzung werden das Fachwissen sowie die einzelnen Aufgabenbereiche und Sprachgebiete berücksichtigt. Der Bundesrat wählt die Mitglieder und bezeichnet die Präsidentin oder den Präsidenten. Im Übrigen organisieren sich die Kommissionen selber.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_24"
    },
    {
        "book": "NHV",
        "title": "NHV, 4. Abschnitt: Vollzug, Organisation der ENHK und der EKD",
        "citation": "Art. 24 Abs. 2 NHV",
        "content": "Auf Antrag der ENHK und der EKD können das BAFU, das BAK und das ASTRA Personen mit Spezialkenntnissen zu ständigen Konsulentinnen oder Konsulenten ernennen. Sie beraten in ihren Spezialgebieten die Kommissionen sowie das BAFU, das BAK und das ASTRA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_24"
    },
    {
        "book": "NHV",
        "title": "NHV, 4. Abschnitt: Vollzug, Organisation der ENHK und der EKD",
        "citation": "Art. 24 Abs. 3 NHV",
        "content": "Das UVEK genehmigt das Geschäftsreglement der ENHK und das Eidgenössische Departement des Innern (EDI) dasjenige der EKD.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_24"
    },
    {
        "book": "NHV",
        "title": "NHV, 4. Abschnitt: Vollzug, Organisation der ENHK und der EKD",
        "citation": "Art. 24 Abs. 4 NHV",
        "content": "Das BAFU und das BAK führen die Sekretariate. BAFU, BAK und ASTRA entschädigen sie anteilsmässig zulasten der Sachkredite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_24"
    },
    {
        "book": "NHV",
        "title": "NHV, 4. Abschnitt: Vollzug, Organisation der ENHK und der EKD",
        "citation": "Art. 24 Abs. 5 NHV",
        "content": "Die ENHK und die EKD erstatten dem UVEK beziehungsweise dem EDI jährlich Bericht über ihre Tätigkeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_24"
    },
    {
        "book": "NHV",
        "title": "NHV, 4. Abschnitt: Vollzug, Aufgaben der ENHK und der EKD",
        "citation": "Art. 25 Abs. 1 NHV",
        "content": "Die ENHK und die EKD haben insbesondere folgende Aufgaben:\na. sie beraten die Departemente in grundsätzlichen Fragen des Naturschutzes, des Heimatschutzes und der Denkmalpflege;\nb. sie wirken beratend mit beim Vollzug des NHG;\nc. sie wirken mit bei der Vorbereitung und Nachführung der Inventare von Objekten von nationaler Bedeutung;\nd. sie begutachten Fragen des Naturschutzes, des Heimatschutzes und der Denkmalpflege zuhanden der Behörden des Bundes und der Kantone, die Bundesaufgaben nach Artikel 2 NHG zu erfüllen haben (Art. 7 und 8 NHG);\ne. sie erstatten besondere Gutachten (Art. 17a NHG), sofern ein Vorhaben, das keine Bundesaufgabe nach Artikel 2 NHG darstellt, ein Objekt beeinträchtigen könnte, das in einem Inventar des Bundes nach Artikel 5 NHG aufgeführt oder anderweitig von besonderer Bedeutung ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_25"
    },
    {
        "book": "NHV",
        "title": "NHV, 4. Abschnitt: Vollzug, Aufgaben der ENHK und der EKD",
        "citation": "Art. 25 Abs. 2 NHV",
        "content": "Die EKD hat zudem folgende Aufgaben:\na. sie nimmt auf Ersuchen des BAK zu Gesuchen um Finanzhilfen im Bereich der Denkmalpflege Stellung;\nb. sie pflegt die Zusammenarbeit und den wissenschaftlichen Austausch mit allen interessierten Kreisen und fördert die praktische und theoretische Grundlagenarbeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_25"
    },
    {
        "book": "NHV",
        "title": "NHV, 4. Abschnitt: Vollzug, Aufgaben der ENHK und der EKD",
        "citation": "Art. 25 Abs. 3 NHV",
        "content": "Mitglieder der EKD, Konsulentinnen oder Konsulenten sowie weitere ausgewiesene Personen können vom BAK als Expertinnen und Experten mit der fachlichen Beratung und Begleitung der Kantone bei der Ausführung von Massnahmen beauftragt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_25"
    },
    {
        "book": "NHV",
        "title": "NHV, 4. Abschnitt: Vollzug, Aufgaben der Kantone",
        "citation": "Art. 26 Abs. 1 NHV",
        "content": "Die Kantone sorgen für einen sachgerechten und wirksamen Vollzug von Verfassungs- und Gesetzesauftrag. Sie bezeichnen dazu Amtsstellen als Fachstellen für Naturschutz, Heimatschutz und Denkmalpflege und geben diese dem BAFU, dem BAK oder dem ASTRA bekannt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_26"
    },
    {
        "book": "NHV",
        "title": "NHV, 4. Abschnitt: Vollzug, Aufgaben der Kantone",
        "citation": "Art. 26 Abs. 2 NHV",
        "content": "Die Kantone berücksichtigen bei ihren raumwirksamen Tätigkeiten (Art. 1 der V vom 2. Okt. 1989 über die Raumplanung) die Massnahmen, für die der Bund Finanzhilfen oder Abgeltungen nach der vorliegenden Verordnung ausrichtet. Sie sorgen insbesondere dafür, dass die Pläne und Vorschriften, welche die zulässige Nutzung des Bodens im Sinne der Raumplanungsgesetzgebung regeln, den Schutzmassnahmen Rechnung tragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_26"
    },
    {
        "book": "NHV",
        "title": "NHV, 4. Abschnitt: Vollzug, Mitteilung von Erlassen und Verfügungen",
        "citation": "Art. 27 Abs. 1 NHV",
        "content": "Die Kantone teilen dem BAFU, dem BAK oder dem ASTRA ihre Erlasse über den Naturschutz, den Heimatschutz und die Denkmalpflege mit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_27"
    },
    {
        "book": "NHV",
        "title": "NHV, 4. Abschnitt: Vollzug, Mitteilung von Erlassen und Verfügungen",
        "citation": "Art. 27 Abs. 2 NHV",
        "content": "Die zuständigen Behörden teilen dem BAFU folgende Verfügungen mit:\na. Ausnahmen von den Artenschutzbestimmungen (Art. 22 Abs. 1 und 3 NHG; Art. 20 Abs. 3);\nb. Beseitigung von Ufervegetation (Art. 22 Abs. 2 und 3 NHG);\nc. Feststellungsverfügungen im Biotop- und Artenschutz (Art. 14 Abs. 4);\nd. Wiederherstellungsverfügungen (Art. 24e NHG);\ne. Verfügungen, die Bauten, Anlagen und Bodenveränderungen in Biotopen von nationaler Bedeutung (Art. 18a NHG) oder in Moorlandschaften (Art. 23b NHG) betreffen;\nf. Genehmigungen von Nutzungsplanungen (Art. 26 des Raumplanungsgesetzes vom 22. Juni 1979), wenn Landschaften, Naturdenkmäler, Biotope und Moorlandschaften von nationaler Bedeutung beeinträchtigt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_27"
    },
    {
        "book": "NHV",
        "title": "NHV, 4. Abschnitt: Vollzug, Mitteilung von Erlassen und Verfügungen",
        "citation": "Art. 27 Abs. 3 NHV",
        "content": "Haben die ENHK, die EKD, das BAFU, das BAK oder das ASTRA bei einem Vorhaben im Sinne von Artikel 2 mitgewirkt, so teilt die zuständige Behörde ihnen auf Begehren die entsprechende Verfügung mit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_27"
    },
    {
        "book": "NHV",
        "title": "NHV, 4. Abschnitt: Vollzug, Überwachung und Erfolgskontrolle",
        "citation": "Art. 27a Abs. 1 NHV",
        "content": "Das BAFU sorgt für die Überwachung der biologischen Vielfalt und stimmt sie mit anderen Massnahmen zur Umweltbeobachtung ab. Die Kantone können diese Überwachung ergänzen. Sie stimmen sie mit dem BAFU ab und stellen diesem ihre Unterlagen zur Verfügung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_27_a"
    },
    {
        "book": "NHV",
        "title": "NHV, 4. Abschnitt: Vollzug, Überwachung und Erfolgskontrolle",
        "citation": "Art. 27a Abs. 2 NHV",
        "content": "Das BAFU, das BAK und das ASTRA führen Erfolgskontrollen durch, um den Vollzug der gesetzlichen Massnahmen und deren Eignung zu überprüfen. Sie arbeiten eng mit den betroffenen Bundesämtern und Kantonen zusammen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_27_a"
    },
    {
        "book": "NHV",
        "title": "NHV, 4. Abschnitt: Vollzug, Geoinformation",
        "citation": "Art. 27b NHV",
        "content": "Das BAFU gibt die minimalen Geodatenmodelle und Darstellungsmodelle für Geobasisdaten nach dieser Verordnung vor, für die es im Anhang 1 der Geoinformationsverordnung vom 21. Mai 2008 als Fachstelle des Bundes bezeichnet ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/de#art_27_b"
    }
]