[
    {
        "book": "NHV",
        "title": "OPN, Section 1 Protection de la nature, protection du paysage et conservation des monuments historiques lors de l’accomplissement des tâches de la Confédération, Principe",
        "citation": "Art. 1 OPN",
        "content": "Dans l’accomplissement des tâches de la Confédération prévues à l’art. 2 LPN et lors de l’établissement ou de la modification d’actes législatifs ainsi que de conceptions et plans sectoriels (art. 13 de la LF du 22 juin 1979 sur l’aménagement du territoire) y relatifs, les autorités compétentes de la Confédération et des cantons tiennent compte des exigences de la protection de la nature, de la protection du paysage et de la conservation des monuments historiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_1"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 1 Protection de la nature, protection du paysage et conservation des monuments historiques lors de l’accomplissement des tâches de la Confédération, Collaboration des organes chargés de la protection de la nature, de la protection du paysage et de la conservation des monuments historiques",
        "citation": "Art. 2 al. 1 OPN",
        "content": "L’Office fédéral de l’environnement (OFEV), l’Office fédéral de la culture (OFC) et l’Office fédéral des routes (OFROU) sont à la disposition des autorités compétentes pour les conseiller dans l’accomplissement des tâches de la Confédération qui leur incombent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_2"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 1 Protection de la nature, protection du paysage et conservation des monuments historiques lors de l’accomplissement des tâches de la Confédération, Collaboration des organes chargés de la protection de la nature, de la protection du paysage et de la conservation des monuments historiques",
        "citation": "Art. 2 al. 2 OPN",
        "content": "Les autorités compétentes de la Confédération demandent un avis aux cantons lorsqu’elles remplissent une des tâches fédérales définies à l’art. 2 LPN. La collaboration de l’OFEV, de l’OFC et de l’OFROU est régie par l’art. 3, al. 4, LPN.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_2"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 1 Protection de la nature, protection du paysage et conservation des monuments historiques lors de l’accomplissement des tâches de la Confédération, Collaboration des organes chargés de la protection de la nature, de la protection du paysage et de la conservation des monuments historiques",
        "citation": "Art. 2 al. 3 OPN",
        "content": "Les cantons veillent à ce que les services chargés de la protection de la nature, de la protection du paysage et de la conservation des monuments historiques collaborent à l’accomplissement des tâches qui leur incombent en vertu de l’art. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_2"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 1 Protection de la nature, protection du paysage et conservation des monuments historiques lors de l’accomplissement des tâches de la Confédération, Collaboration des organes chargés de la protection de la nature, de la protection du paysage et de la conservation des monuments historiques",
        "citation": "Art. 2 al. 4 OPN",
        "content": "L’OFEV, l’OFC et l’OFROU (al. 2) ainsi que les services cantonaux chargés de la protection de la nature, de la protection du paysage et de la conservation des monuments historiques (al. 3) déterminent dans le cadre de leur collaboration s’il est nécessaire de demander en vertu de l’art. 7 LPN une expertise de la commission fédérale compétente (art. 23, al. 2).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_2"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 2 Soutien accordé par la Confédération à la protection de la nature, à la protection du paysage et à la conservation des monuments historiques, Aides financières globales",
        "citation": "Art. 4 al. 1 OPN",
        "content": "Les aides financières pour des mesures visant à conserver des objets dignes de protection au sens de l’art. 13 LPN sont en règle générale octroyées de manière globale sur la base d’une convention-programme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_4"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 2 Soutien accordé par la Confédération à la protection de la nature, à la protection du paysage et à la conservation des monuments historiques, Aides financières globales",
        "citation": "Art. 4 al. 2 OPN",
        "content": "La convention-programme a notamment pour objets:\na. les objectifs stratégiques à atteindre en commun dans les domaines de la protection de la nature, de la protection du paysage et de la conservation des monuments historiques;\nb. la prestation du canton;\nc. la contribution fournie par la Confédération;\nd. le controlling.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_4"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 2 Soutien accordé par la Confédération à la protection de la nature, à la protection du paysage et à la conservation des monuments historiques, Aides financières globales",
        "citation": "Art. 4 al. 3 OPN",
        "content": "La durée de la convention-programme est de quatre ans au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_4"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 2 Soutien accordé par la Confédération à la protection de la nature, à la protection du paysage et à la conservation des monuments historiques, Aides financières globales",
        "citation": "Art. 4 al. 4 OPN",
        "content": "L’OFEV, l’OFC et l’OFROU édictent des directives sur la procédure à suivre dans le cadre des conventions-programmes et sur les informations et documents relatifs aux objets de celles-ci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_4"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 2 Soutien accordé par la Confédération à la protection de la nature, à la protection du paysage et à la conservation des monuments historiques, Aides financières au cas par cas",
        "citation": "Art. 4a al. 1 OPN",
        "content": "A titre exceptionnel, des contributions peuvent être allouées au cas par cas lorsque les mesures:\na. sont urgentes;\nb. requièrent dans une mesure particulière une évaluation complexe ou spécifique, ou\nc. sont coûteuses.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_4_a"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 2 Soutien accordé par la Confédération à la protection de la nature, à la protection du paysage et à la conservation des monuments historiques, Aides financières au cas par cas",
        "citation": "Art. 4a al. 2 OPN",
        "content": "L’OFEV, l’OFC ou l’OFROU conclut à cette fin un contrat avec le canton ou rend une décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_4_a"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 2 Soutien accordé par la Confédération à la protection de la nature, à la protection du paysage et à la conservation des monuments historiques, Aides financières au cas par cas",
        "citation": "Art. 4a al. 3 OPN",
        "content": "L’OFEV, l’OFC et l’OFROU édictent des directives sur la procédure à suivre pour l’octroi d’aides financières au cas par cas et sur les informations et documents relatifs à la demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_4_a"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 2 Soutien accordé par la Confédération à la protection de la nature, à la protection du paysage et à la conservation des monuments historiques, Demande",
        "citation": "Art. 4b al. 1 OPN",
        "content": "Le canton présente la demande d’aide financière à l’OFEV, à l’OFC ou à l’OFROU.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_4_b"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 2 Soutien accordé par la Confédération à la protection de la nature, à la protection du paysage et à la conservation des monuments historiques, Demande",
        "citation": "Art. 4b al. 2 OPN",
        "content": "La demande portant sur une aide financière globale doit contenir les informations relatives:\na. aux objectifs à atteindre;\nb. aux mesures probablement nécessaires pour atteindre les objectifs et leur réalisation;\nc. à l’efficacité des mesures.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_4_b"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 2 Soutien accordé par la Confédération à la protection de la nature, à la protection du paysage et à la conservation des monuments historiques, Taux de la subvention",
        "citation": "Art. 5 al. 1 OPN",
        "content": "Le montant des aides financières est fonction:\na. de l’importance nationale, régionale ou locale des objets à protéger;\nb. de l’ampleur, de la qualité et de la complexité des mesures;\nc. du degré de danger auquel les objets à protéger sont exposés;\nd. de la qualité de la fourniture des prestations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_5"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 2 Soutien accordé par la Confédération à la protection de la nature, à la protection du paysage et à la conservation des monuments historiques, Taux de la subvention",
        "citation": "Art. 5 al. 2 OPN",
        "content": "Le montant des aides financières globales est négocié entre l’OFEV, l’OFC ou l’OFROU et le canton concerné.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_5"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 2 Soutien accordé par la Confédération à la protection de la nature, à la protection du paysage et à la conservation des monuments historiques, Taux de la subvention",
        "citation": "Art. 5 al. 3 OPN",
        "content": "Pour ce qui est de la conservation des monuments historiques, de l’archéologie, de la protection des sites construits et de la protection des voies de communication historiques, les aides financières peuvent êtres fixées en pour-cent des frais subventionnables, sur la base des taux maximaux suivants:\na. 25 % pour les objets d’importance nationale;\nb. 20 % pour les objets d’importance régionale;\nc. 15 % pour les objets d’importance locale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_5"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 2 Soutien accordé par la Confédération à la protection de la nature, à la protection du paysage et à la conservation des monuments historiques, Taux de la subvention",
        "citation": "Art. 5 al. 4 OPN",
        "content": "Exceptionnellement, les taux de subvention visés à l’al. 3 peuvent être relevés à 45 %, s’il est établi que le taux prévu ne permet pas de financer les mesures dont l’exécution est indispensable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_5"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 2 Soutien accordé par la Confédération à la protection de la nature, à la protection du paysage et à la conservation des monuments historiques, Frais subventionnables",
        "citation": "Art. 6 OPN",
        "content": "Seuls les frais effectifs et imposés par l’exécution appropriée des tâches sont subventionnables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_6"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 2 Soutien accordé par la Confédération à la protection de la nature, à la protection du paysage et à la conservation des monuments historiques, Dispositions accessoires",
        "citation": "Art. 7 al. 1 OPN",
        "content": "L’allocation d’une aide financière pour un objet peut notamment être liée aux charges et conditions suivantes:\na. l’objet est mis sous protection de façon permanente ou pour une période déterminée;\nb. l’objet est conservé dans un état conforme au but de la subvention; toute modification de cet état exige l’approbation de l’OFEV, de l’OFC ou de l’OFROU;\nc. le bénéficiaire de la subvention présente périodiquement un rapport sur l’état de l’objet;\nd. une personne désignée par l’OFEV, l’OFC ou l’OFROU peut, pendant l’exécution des travaux, procéder à tout examen qui lui paraîtra approprié;\ne. ...\nf. tous les rapports et relevés graphiques et photographiques demandés sont remis gratuitement à l’OFEV, à l’OFC ou à l’OFROU;\ng. une inscription durable indiquant le concours et la protection de la Confédération est apposée sur le monument.\nh. les travaux d’entretien nécessaires seront exécutés;\ni. l’OFEV, l’OFC ou l’OFROU doivent être avisés immédiatement de tout changement de propriétaire ou de toute autre transformation de la situation juridique de l’objet;\nk. l’état de l’objet peut être contrôlé;\nl. l’objet est rendu accessible au public dans une mesure compatible avec sa destination.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_7"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 2 Soutien accordé par la Confédération à la protection de la nature, à la protection du paysage et à la conservation des monuments historiques, Dispositions accessoires",
        "citation": "Art. 7 al. 2 OPN",
        "content": "L’OFEV, l’OFC et l’OFROU peuvent renoncer à exiger les documents visés à l’al. 1, let. f, si un archivage dans les règles de l’art et l’accès auprès du canton sont garantis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_7"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 2 Soutien accordé par la Confédération à la protection de la nature, à la protection du paysage et à la conservation des monuments historiques, Dérogations à l’obligation de faire mention au registre foncier",
        "citation": "Art. 8 OPN",
        "content": "Dans la promesse d’octroi d’une subvention, l’OFEV, l’OFC ou l’OFROU délient les propriétaires fonciers de l’obligation de faire mention au registre foncier si les mesures de protection et d’entretien sont garanties autrement d’une façon équivalente. Ils tiennent compte de l’importance de l’objet, de sa mise en péril potentielle et des possibilités de protection juridique cantonales existantes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_8"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 2 Soutien accordé par la Confédération à la protection de la nature, à la protection du paysage et à la conservation des monuments historiques, Compétence pour l’octroi de subventions",
        "citation": "Art. 9 al. 1 OPN",
        "content": "L’octroi des aides financières relève de la compétence de l’OFEV, de l’OFC ou de l’OFROU.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_9"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 2 Soutien accordé par la Confédération à la protection de la nature, à la protection du paysage et à la conservation des monuments historiques, Compétence pour l’octroi de subventions",
        "citation": "Art. 9 al. 2 OPN",
        "content": "La présente disposition vaut également pour les art. 14, 14a et – pour autant qu’il ne s’agisse pas de la mise en œuvre d’une procédure d’expropriation – 15 LPN.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_9"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 2 Soutien accordé par la Confédération à la protection de la nature, à la protection du paysage et à la conservation des monuments historiques, Versement",
        "citation": "Art. 10 al. 1 OPN",
        "content": "Les aides financières globales sont versées par paiements échelonnés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_10"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 2 Soutien accordé par la Confédération à la protection de la nature, à la protection du paysage et à la conservation des monuments historiques, Versement",
        "citation": "Art. 10 al. 2 OPN",
        "content": "Les aides financières au cas par cas sont versées sur la base des décomptes vérifiés et approuvés par le service cantonal compétent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_10"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 2 Soutien accordé par la Confédération à la protection de la nature, à la protection du paysage et à la conservation des monuments historiques, Compte rendu et contrôle",
        "citation": "Art. 10a al. 1 OPN",
        "content": "Le canton rend compte chaque année à l’OFEV, à l’OFC ou à l’OFROU de l’utilisation des aides financières globales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_10_a"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 2 Soutien accordé par la Confédération à la protection de la nature, à la protection du paysage et à la conservation des monuments historiques, Compte rendu et contrôle",
        "citation": "Art. 10a al. 2 OPN",
        "content": "L’OFEV, l’OFC ou l’OFROU contrôle par sondages:\na. l’exécution de certaines mesures en fonction des objectifs de la convention-programme, de la décision ou du contrat;\nb. l’utilisation des subventions versées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_10_a"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 2 Soutien accordé par la Confédération à la protection de la nature, à la protection du paysage et à la conservation des monuments historiques, Exécution imparfaite",
        "citation": "Art. 11 al. 1 OPN",
        "content": "Dans le cadre d’aides financières globales, l’OFEV, l’OFC ou l’OFROU retient tout ou partie des paiements échelonnés, pendant la durée du programme, si le canton:\na. ne s’acquitte pas de son devoir de compte rendu (art. 10a, al.1);\nb. entrave considérablement et par sa propre faute l’exécution de sa prestation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_11"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 2 Soutien accordé par la Confédération à la protection de la nature, à la protection du paysage et à la conservation des monuments historiques, Exécution imparfaite",
        "citation": "Art. 11 al. 2 OPN",
        "content": "Si, dans le cas d’aides financières globales, il s’avère après la durée du programme que la prestation a été fournie de manière imparfaite, l’OFEV, l’OFC ou l’OFROU en exige l’exécution correcte par le canton; il lui fixe un délai raisonnable à cet effet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_11"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 2 Soutien accordé par la Confédération à la protection de la nature, à la protection du paysage et à la conservation des monuments historiques, Exécution imparfaite",
        "citation": "Art. 11 al. 3 OPN",
        "content": "Les effets juridiques de l’exécution imparfaite d’une prestation lorsque des aides financières ont été garanties au cas par cas et les demandes de restitution d’aides financières déjà versées sont régis par l’art. 28 de la loi du 5 octobre 1990 sur les subventions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_11"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 2 Soutien accordé par la Confédération à la protection de la nature, à la protection du paysage et à la conservation des monuments historiques, Subventions à des organisations",
        "citation": "Art. 12 al. 1 OPN",
        "content": "Les organisations d’importance nationale qui se vouent à la protection de la nature, à la protection du paysage ou à la conservation des monuments historiques et qui demandent une aide financière en vertu de l’art. 14 LPN déposent leur requête, dûment motivée, auprès de l’OFEV de l’OFC ou de l’OFROU. La demande contiendra des renseignements détaillés (comptes et rapports) sur l’activité de l’association, permettant d’estimer dans quelle mesure cette dernière fournit des prestations d’intérêt public donnant droit à une subvention.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_12"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 2 Soutien accordé par la Confédération à la protection de la nature, à la protection du paysage et à la conservation des monuments historiques, Subventions à des organisations",
        "citation": "Art. 12 al. 2 OPN",
        "content": "Des aides financières pour des activités intéressant tout le pays peuvent également être allouées à:\na. des organisations internationales qui se vouent à la protection de la nature, à la protection du paysage ou à la conservation des monuments historiques;\nb. des secrétariats prévus par les conventions internationales relatives à la protection de la nature, à la protection du paysage et à la conservation des monuments historiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_12"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 2 Soutien accordé par la Confédération à la protection de la nature, à la protection du paysage et à la conservation des monuments historiques, Recherche, formation, relations publiques",
        "citation": "Art. 12a al. 1 OPN",
        "content": "Les demandes d’aides financières prévues à l’art. 14a, al. 1, LPN doivent être présentées à l’OFEV, à l’OFC ou à l’OFROU.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_12_a"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 2 Soutien accordé par la Confédération à la protection de la nature, à la protection du paysage et à la conservation des monuments historiques, Recherche, formation, relations publiques",
        "citation": "Art. 12a al. 2 OPN",
        "content": "Les aides financières allouées aux cantons sont octroyées de manière globale sur la base de conventions-programmes. Les art. 4 à 11 sont applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_12_a"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 2 Soutien accordé par la Confédération à la protection de la nature, à la protection du paysage et à la conservation des monuments historiques, Recherche, formation, relations publiques",
        "citation": "Art. 12a al. 3 OPN",
        "content": "Les aides financières allouées à d’autres bénéficiaires sont octroyées au cas par cas. Les art. 6, 9, 10a et 11, al. 3, sont applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_12_a"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 3, Protection de la flore et de la faune indigènes, Principe",
        "citation": "Art. 13 OPN",
        "content": "La protection de la flore et de la faune indigènes doit si possible être assurée par une exploitation agricole et sylvicole appropriée de leur espace vital (biotope). Cette tâche exige une collaboration entre les organes de l’agriculture et de la sylviculture, de la protection de la nature et du paysage, de la protection de l’environnement ainsi que de l’aménagement du territoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_13"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 3, Protection de la flore et de la faune indigènes, Protection des biotopes",
        "citation": "Art. 14 al. 1 OPN",
        "content": "La protection des biotopes doit assurer, notamment de concert avec la compensation écologique (art. 15) et les dispositions relatives à la protection des espèces (art. 20), la survie de la flore et de la faune sauvage indigènes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_14"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 3, Protection de la flore et de la faune indigènes, Protection des biotopes",
        "citation": "Art. 14 al. 2 OPN",
        "content": "La protection des biotopes est notamment assurée par:\na. des mesures visant à sauvegarder et, si nécessaire, à reconstituer leurs particularités et leur diversité biologique;\nb. un entretien, des soins et une surveillance assurant à long terme l’objectif de la protection;\nc. des mesures d’aménagement permettant d’atteindre l’objectif visé par la protection, de réparer les dégâts existants et d’éviter des dégâts futurs;\nd. la délimitation de zones tampon suffisantes du point de vue écologique;\ne. l’élaboration de données scientifiques de base.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_14"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 3, Protection de la flore et de la faune indigènes, Protection des biotopes",
        "citation": "Art. 14 al. 3 OPN",
        "content": "Les biotopes sont désignés comme étant dignes de protection sur la base:\na. de la liste des milieux naturels dignes de protection figurant à l’annexe 1, caractérisés notamment par des espèces indicatrices;\nb. des espèces de la flore et de la faune protégées en vertu de l’art. 20;\nc. des poissons et écrevisses menacés, conformément à la législation sur la pêche;\nd. des espèces végétales et animales rares et menacées, énumérées dans les Listes rouges publiées ou reconnues par l’OFEV;\ne. d’autres critères, tels que les exigences des espèces migratrices ou la connexion des sites fréquentés par les espèces.\n4 Les cantons peuvent adapter les listes aux spécificités régionales selon l’al. 3, let. a à d.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_14"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 3, Protection de la flore et de la faune indigènes, Protection des biotopes",
        "citation": "Art. 14 al. 5 OPN",
        "content": "Les cantons prévoient une procédure de constatation appropriée pour prévenir toute détérioration de biotopes dignes de protection et toute violation des dispositions de protection des espèces figurant à l’art. 20.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_14"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 3, Protection de la flore et de la faune indigènes, Protection des biotopes",
        "citation": "Art. 14 al. 6 OPN",
        "content": "Une atteinte d’ordre technique qui peut entraîner la détérioration de biotopes dignes de protection ne peut être autorisée que si elle s’impose à l’endroit prévu et qu’elle correspond à un intérêt prépondérant. Pour l’évaluation du biotope lors de la pesée des intérêts, outre le fait qu’il soit digne de protection selon l’al. 3, les caractéristiques suivantes sont notamment déterminantes:\na. son importance pour les espèces végétales et animales protégées, menacées et rares;\nb. son rôle dans l’équilibre naturel;\nc. son importance pour la connexion des biotopes entre eux;\nd. sa particularité ou son caractère typique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_14"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 3, Protection de la flore et de la faune indigènes, Protection des biotopes",
        "citation": "Art. 14 al. 7 OPN",
        "content": "L’auteur ou le responsable d’une atteinte doit être tenu de prendre des mesures optimales pour assurer la protection, la reconstitution ou, à défaut, le remplacement adéquat du biotope.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_14"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 3, Protection de la flore et de la faune indigènes, Compensation écologique",
        "citation": "Art. 15 al. 1 OPN",
        "content": "La compensation écologique (art. 18b, al. 2, LPN) a notamment pour but de relier des biotopes isolés entre eux, ce au besoin en créant de nouveaux biotopes, de favoriser la diversité des espèces, de parvenir à une utilisation du sol aussi naturelle et modérée que possible, d’intégrer des éléments naturels dans les zones urbanisées et d’animer le paysage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_15"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 3, Protection de la flore et de la faune indigènes, Compensation écologique",
        "citation": "Art. 15 al. 2 OPN",
        "content": "S’agissant de subventions pour des prestations écologiques particulières dans l’agriculture, la définition des contributions à la promotion de la biodiversité figurant dans l’ordonnance du 23 octobre 2013 sur les paiements directs est applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_15"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 3, Protection de la flore et de la faune indigènes, Désignation des biotopes d’importance nationale",
        "citation": "Art. 16 al. 1 OPN",
        "content": "La désignation des biotopes d’importance nationale ainsi que la définition des buts visés par leur protection et la fixation des délais pour prescrire les mesures de protection au sens de l’art. 18a LPN sont réglées dans des ordonnances particulières (inventaires).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_16"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 3, Protection de la flore et de la faune indigènes, Désignation des biotopes d’importance nationale",
        "citation": "Art. 16 al. 2 OPN",
        "content": "Les inventaires ne sont pas exhaustifs; ils seront régulièrement réexaminés et mis à jour.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_16"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 3, Protection de la flore et de la faune indigènes, Protection et entretien des biotopes d’importance nationale",
        "citation": "Art. 17 al. 1 OPN",
        "content": "Les cantons, après avoir pris l’avis de l’OFEV, règlent les mesures de protection et d’entretien des biotopes d’importance nationale, ainsi que le financement de ces mesures.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_17"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 3, Protection de la flore et de la faune indigènes, Indemnités pour les biotopes et la compensation écologique",
        "citation": "Art. 18 al. 1 OPN",
        "content": "Le montant des indemnités globales pour la protection et l’entretien des biotopes et pour la compensation écologique est fonction:\na. de l’importance nationale, régionale ou locale des objets à protéger;\nb. de l’ampleur, de la qualité et de la complexité des mesures ainsi que de leur planification;\nc. de l’importance des mesures pour les espèces animales et végétales qui doivent être conservées en priorité au nom de la diversité biologique;\nd. du degré de danger auquel sont exposés les objets à protéger;\ne. de l’importance des mesures pour la connexion des biotopes et populations d’espèces à protéger;\nf. de la qualité de la fourniture des prestations;\ng. de la charge assumée par le canton au titre de la protection des sites marécageux et des biotopes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_18"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 3, Protection de la flore et de la faune indigènes, Indemnités pour les biotopes et la compensation écologique",
        "citation": "Art. 18 al. 2 OPN",
        "content": "Le montant est négocié entre l’OFEV et le canton concerné.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_18"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 3, Protection de la flore et de la faune indigènes, Indemnités pour les biotopes et la compensation écologique",
        "citation": "Art. 18 al. 3 OPN",
        "content": "Pour le reste, les art. 4 à 4b et 6 à 11 sont applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_18"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 3, Protection de la flore et de la faune indigènes, Rapport avec les prestations écologiques dans l’agriculture",
        "citation": "Art. 19 OPN",
        "content": "Il convient de déduire, des indemnités prévues à l’art. 18, les contributions versées pour la même prestation écologique fournie sur une surface agricole utile ou sur la surface de l’exploitation agricole conformément aux art. 55 à 62 de l’ordonnance du 23 octobre 2013 sur les paiements directs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_19"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 3, Protection de la flore et de la faune indigènes, Protection des espèces",
        "citation": "Art. 20 al. 1 OPN",
        "content": "Sauf autorisation, il est interdit de cueillir, déterrer, arracher, emmener, mettre en vente, vendre, acheter ou détruire, notamment par des atteintes d’ordre technique, les plantes sauvages des espèces désignées dans l’annexe 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_20"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 3, Protection de la flore et de la faune indigènes, Protection des espèces",
        "citation": "Art. 20 al. 2 OPN",
        "content": "En plus des animaux protégés figurant dans la loi du 20 juin 1986 sur la chasse, les espèces désignées dans l’annexe 3 sont considérées comme protégées. Il est interdit:\na. de tuer, blesser ou capturer les animaux de ces espèces ainsi que d’endommager, détruire ou enlever leurs oeufs, larves, pupes, nids ou lieux d’incubation;\nb. de les emporter, envoyer, mettre en vente, exporter, remettre à d’autres personnes, acquérir ou prendre sous sa garde, morts ou vivants, y compris leurs oeufs, larves, pupes et nids, ou d’apporter son concours à de tels actes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_20"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 3, Protection de la flore et de la faune indigènes, Protection des espèces",
        "citation": "Art. 20 al. 3 OPN",
        "content": "L’autorité compétente peut accorder d’autres autorisations exceptionnelles, en plus de celles prévues par l’art. 22, al. 1, LPN,\na. si ces mesures servent à maintenir la diversité biologique;\nb. pour des atteintes d’ordre technique, qui s’imposent à l’endroit prévu et qui correspondent à un intérêt prépondérant. L’auteur de l’atteinte doit être tenu de prendre des mesures pour assurer la meilleure protection possible, ou, à défaut, le remplacement adéquat des espèces concernées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_20"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 3, Protection de la flore et de la faune indigènes, Protection des espèces",
        "citation": "Art. 20 al. 4 OPN",
        "content": "Les cantons, après avoir pris l’avis de l’OFEV, règlent la protection appropriée des espèces végétales et animales mentionnées à l’annexe 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_20"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 3, Protection de la flore et de la faune indigènes, Protection des espèces",
        "citation": "Art. 20 al. 5 OPN",
        "content": "Quiconque contrevient aux al. 1 et 2 est punissable en vertu de l’art. 24a LPN.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_20"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 3, Protection de la flore et de la faune indigènes, Réintroduction de plantes et d’animaux",
        "citation": "Art. 21 OPN",
        "content": "Le Département fédéral de l’environnement, des transports, de l’énergie et de la communication (DETEC), après entente avec les cantons concernés, peut autoriser la réintroduction d’espèces, sous-espèces et races autrefois indigènes et ne se trouvant plus à l’état sauvage en Suisse, pour autant:\na. qu’il existe un espace vital approprié de grandeur suffisante;\nb. que les dispositions juridiques nécessaires soient prises pour assurer la protection de l’espèce;\nc. qu’il n’en résulte pas d’inconvénients pour le maintien de la diversité des espèces et la conservation de leurs particularités génétiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_21"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 3a Marais et sites marécageux d’une beauté particulière et d’importance nationale, Protection des marais",
        "citation": "Art. 21a OPN",
        "content": "La désignation des marais d’une beauté particulière et d’importance nationale ainsi que leur protection et leur entretien sont régis par les art. 16 à 19.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_21_a"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 3a Marais et sites marécageux d’une beauté particulière et d’importance nationale, Protection des sites marécageux",
        "citation": "Art. 22 al. 1 OPN",
        "content": "La désignation des sites marécageux d’une beauté particulière et d’importance nationale ainsi que la définition des buts visés par la protection sont réglées dans une ordonnance séparée (inventaire).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_22"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 3a Marais et sites marécageux d’une beauté particulière et d’importance nationale, Protection des sites marécageux",
        "citation": "Art. 22 al. 2 OPN",
        "content": "Les cantons, après avoir pris l’avis de l’OFEV, règlent les mesures de protection et d’entretien, ainsi que leur financement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_22"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 3a Marais et sites marécageux d’une beauté particulière et d’importance nationale, Protection des sites marécageux",
        "citation": "Art. 22 al. 3 OPN",
        "content": "Le montant des indemnités globales pour la protection et l’entretien des sites marécageux est fonction:\na. de l’ampleur, de la qualité et de la complexité des mesures;\nb. du degré de danger auquel sont exposés les objets à protéger;\nc. de la qualité de la fourniture des prestations;\nd. de la charge assumée par le canton au titre de la protection des sites marécageux et des biotopes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_22"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 3a Marais et sites marécageux d’une beauté particulière et d’importance nationale, Protection des sites marécageux",
        "citation": "Art. 22 al. 3bis OPN",
        "content": "Le montant est négocié entre l’OFEV et le canton concerné. Pour le reste, les art. 4 à 4b, 6 à 11 et 18 et 19 s’appliquent à l’octroi des indemnités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_22"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 3a Marais et sites marécageux d’une beauté particulière et d’importance nationale, Protection des sites marécageux",
        "citation": "Art. 22 al. 4 OPN",
        "content": "Les indemnités globales pour les biotopes d’importance nationale qui sont situés à l’intérieur de sites marécageux d’une beauté particulière et d’importance nationale sont régies par les art. 18 et 19.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_22"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 4, Exécution, Organes fédéraux",
        "citation": "Art. 23 al. 1 OPN",
        "content": "Les services fédéraux chargés de la protection de la nature, de la protection du patrimoine culturel et des monuments historiques sont:\na. l’OFEV pour la protection de la nature et du paysage;\nb. l’OFC pour les monuments historiques, l’archéologie et la protection des sites construits;\nc. l’OFROU pour la protection des voies de communication historiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_23"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 4, Exécution, Organes fédéraux",
        "citation": "Art. 23 al. 2 OPN",
        "content": "Ils exécutent la LPN, pour autant que d’autres autorités fédérales ne soient pas compétentes en la matière. Dans l’accomplissement des tâches de la Confédération au sens des art. 2 à 6 LPN, ils veillent à coordonner les informations et les conseils fournis aux autorités et au public. 3 Si d’autres autorités fédérales sont compétentes pour l’exécution, l’OFEV, l’OFC et l’OFROU collaborent à l’exécution en vertu de l’art. 3, al. 4, LPN.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_23"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 4, Exécution, Organes fédéraux",
        "citation": "Art. 23 al. 4 OPN",
        "content": "La Commission fédérale pour la protection de la nature et du paysage (CFNP) et la Commission fédérale des monuments historiques (CFMH) sont les commissions consultatives compétentes de la Confédération pour les affaires touchant à la protection de la nature, à la protection du paysage et à la conservation des monuments historiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_23"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 4, Exécution, Organisation de la CFNP et de la CFMH",
        "citation": "Art. 24 al. 1 OPN",
        "content": "La CFNP et la CFMH sont composées chacune de quinze membres au maximum. Elles sont formées de manière à ce que les connaissances techniques ainsi que les différents genres d’activités et les diverses régions linguistiques soient équitablement représentés. Le Conseil fédéral en élit les membres et désigne le président. Pour le reste, les commissions sont organisées de manière autonome.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_24"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 4, Exécution, Organisation de la CFNP et de la CFMH",
        "citation": "Art. 24 al. 2 OPN",
        "content": "L’OFEV, l’OFC et l’OFROU peuvent, sur la proposition de la CFNP et de la CFMH, nommer à la fonction de consultant des personnes qui possèdent des connaissances spéciales. Ces personnes conseillent les commissions, ainsi que l’OFEV, l’OFC et l’OFROU, dans leurs propres domaines d’activité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_24"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 4, Exécution, Organisation de la CFNP et de la CFMH",
        "citation": "Art. 24 al. 3 OPN",
        "content": "Le règlement interne de la CFNP est soumis à l’approbation du DETEC et celui de la CFMH à l’approbation du Département fédéral de l’intérieur (DFI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_24"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 4, Exécution, Organisation de la CFNP et de la CFMH",
        "citation": "Art. 24 al. 4 OPN",
        "content": "L’OFEV et l’OFC se chargent des secrétariats. L’OFEV, l’OFC et l’OFROU les dédommagent en imputant les frais aux lignes budgétaires correspondantes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_24"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 4, Exécution, Organisation de la CFNP et de la CFMH",
        "citation": "Art. 24 al. 5 OPN",
        "content": "La CFNP et la CFMH font chaque année rapport respectivement au DETEC et au DFI sur leurs activités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_24"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 4, Exécution, Tâches de la CFNP et de la CFMH",
        "citation": "Art. 25 al. 1 OPN",
        "content": "La CFNP et la CFMH ont notamment les tâches suivantes:\na.  elles conseillent les départements sur toutes les questions fondamentales touchant à la protection de la nature, à la protection du paysage et à la conservation des monuments historiques;\nb. elles coopèrent, par leurs conseils, à l’application de la LPN;\nc. elles coopèrent à l’élaboration et à la mise à jour des inventaires d’objets d’importance nationale;\nd. elles établissent des expertises portant sur des questions de protection de la nature, de protection du paysage et de conservation des monuments historiques à l’intention des autorités fédérales et cantonales chargées d’accomplir des tâches de la Confédération au sens de l’art. 2 LPN (art. 7 et 8 LPN);\ne. elles établissent des expertises spéciales (art. 17a LPN) lorsqu’un projet qui ne constitue pas une tâche fédérale au sens de l’art. 2 LPN pourrait porter préjudice à un objet figurant dans un inventaire de la Confédération au sens de l’art. 5 LPN ou ayant une importance particulière sur un autre plan.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_25"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 4, Exécution, Tâches de la CFNP et de la CFMH",
        "citation": "Art. 25 al. 2 OPN",
        "content": "La CFMH a en outre les tâches suivantes:\na. à la demande de l’OFC, elle donne son avis sur des demandes d’aides financières dans le domaine de la conservation des monuments historiques;\nb. elle entretient une collaboration et des échanges scientifiques avec tous les milieux intéressés et encourage les travaux de base pratiques et théoriques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_25"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 4, Exécution, Tâches de la CFNP et de la CFMH",
        "citation": "Art. 25 al. 3 OPN",
        "content": "L’OFC peut charger des membres de la CFMH, des consultants ou des experts ayant des connaissances particulières de prodiguer aux cantons des conseils techniques lors de l’exécution de mesures et d’assurer le suivi des projets.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_25"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 4, Exécution, Tâches des cantons",
        "citation": "Art. 26 al. 1 OPN",
        "content": "Les cantons assurent une exécution adéquate et efficace des tâches fixées par la constitution et la loi. Ils désignent à cet effet les services officiels qui seront chargés de la protection de la nature, de la protection du paysage et de la conservation des monuments historiques et en informent l’OFEV, l’OFC ou l’OFROU.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_26"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 4, Exécution, Tâches des cantons",
        "citation": "Art. 26 al. 2 OPN",
        "content": "Dans leurs activités ayant des effets sur l’organisation du territoire (art. 1 de l’O du 2 oct. 1989 sur l’aménagement du territoire), les cantons prennent en considération les mesures pour lesquelles la Confédération alloue des aides financières ou des indemnités en vertu de la présente ordonnance. Ils veillent notamment à ce que les plans et prescriptions réglant l’utilisation admissible du sol au sens de la législation sur l’aménagement du territoire tiennent compte des mesures de protection.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_26"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 4, Exécution, Communication des textes légaux et des décisions",
        "citation": "Art. 27 al. 1 OPN",
        "content": "Les cantons communiquent à l’OFEV, à l’OFC ou à l’OFROU leurs actes normatifs concernant la protection de la nature, la protection du paysage et la conservation des monuments historiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_27"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 4, Exécution, Communication des textes légaux et des décisions",
        "citation": "Art. 27 al. 2 OPN",
        "content": "Les autorités compétentes communiquent à l’OFEV les décisions suivantes:\na. exceptions relatives aux dispositions de la protection des espèces (art. 22, al. 1 et 3, LPN; art. 20, al. 3);\nb. suppression de la végétation des rives (art. 22, al. 2 et 3, LPN);\nc. décisions de constatation dans le domaine de la protection des biotopes et des espèces (art. 14, al. 4);\nd. décisions concernant la remise en état (art. 24e LPN);\ne. décisions concernant les constructions, les installations et les modifications de la configuration du terrain dans les biotopes d’importance nationale (art. 18a LPN) ou les sites marécageux (art. 23b LPN);\nf. approbation de plans d’affectation (art. 26 de la loi du 22 juin 1979 sur l’aménagement du territoire) s’ils portent atteinte à des paysages, des sites naturels, des biotopes ou des sites marécageux d’importance nationale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_27"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 4, Exécution, Communication des textes légaux et des décisions",
        "citation": "Art. 27 al. 3 OPN",
        "content": "Lorsque la CFNP, la CFMH, l’OFEV, l’OFC ou l’OFROU ont coopéré à un projet au sens de l’art. 2, l’autorité compétente leur communique sur demande les décisions y relatives.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_27"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 4, Exécution, Surveillance et suivi",
        "citation": "Art. 27a al. 1 OPN",
        "content": "L’OFEV veille à la surveillance de la diversité biologique et l’harmonise avec les autres mesures d’observation de l’environnement. Les cantons peuvent compléter cette surveillance. Ils coordonnent les mesures avec l’OFEV et lui mettent leurs dossiers à disposition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_27_a"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 4, Exécution, Surveillance et suivi",
        "citation": "Art. 27a al. 2 OPN",
        "content": "L’OFEV, l’OFC et l’OFROU assurent un suivi afin d’examiner la mise en œuvre des mesures légales et leur efficacité. Ils y associent étroitement les offices fédéraux concernés et les cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_27_a"
    },
    {
        "book": "NHV",
        "title": "OPN, Section 4, Exécution, Géoinformation ",
        "citation": "Art. 27b OPN",
        "content": "L’OFEV prescrit les modèles de géodonnées et les modèles de représentation minimaux pour les géodonnées de base visées par la présente ordonnance, lorsqu’il est désigné comme service spécialisé de la Confédération dans l’annexe 1 de l’ordonnance du 21 mai 2008 sur la géoinformation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/249_249_249/fr#art_27_b"
    }
]