[
    {
        "book": "NSG",
        "title": "LSN, Capo primo: Disposizioni generali, I. Nozione e specie",
        "citation": "Art. 1 cpv. 1 LSN",
        "content": "Le vie di collegamento di maggiore importanza e d’interesse generale per la Svizzera sono dichiarate strade nazionali dall’Assemblea federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_1"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo primo: Disposizioni generali, I. Nozione e specie",
        "citation": "Art. 1 cpv. 2 LSN",
        "content": "Esse sono ripartite in strade nazionali di prima, di seconda e di terza classe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_1"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo primo: Disposizioni generali, I. Nozione e specie, 1. Prima classe",
        "citation": "Art. 2 LSN",
        "content": "Le strade nazionali di prima classe sono esclusivamente riservate al traffico degli autoveicoli e accessibili soltanto in punti di collegamento determinati. Esse sono a sedi direzionali separate, senza intersezioni a raso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_2"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo primo: Disposizioni generali, I. Nozione e specie, 2. Seconda classe",
        "citation": "Art. 3 LSN",
        "content": "Sono strade nazionali di seconda classe le altre strade nazionali, riservate esclusivamente al traffico degli autoveicoli e accessibili soltanto in punti di collegamento determinati. Ordinariamente esse non sono intersecate a raso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_3"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo primo: Disposizioni generali, I. Nozione e specie, 3. Terza classe",
        "citation": "Art. 4 cpv. 1 LSN",
        "content": "Le strade nazionali di terza classe sono aperte anche ad altri utenti. Se le condizioni lo permettono, si dovranno evitare gli attraversamenti di abitati e le intersezioni a raso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_4"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo primo: Disposizioni generali, I. Nozione e specie, 3. Terza classe",
        "citation": "Art. 4 cpv. 2 LSN",
        "content": "Il Consiglio federale può limitarne l’accesso a punti di collegamento determinati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_4"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo primo: Disposizioni generali, I. Nozione e specie, 4. Modifica della classificazione",
        "citation": "Art. 4a LSN",
        "content": "Dopo aver consultato il Cantone interessato, il Consiglio federale può modificare la classificazione di una strada nazionale stabilita dall’Assemblea federale, segnatamente se ragioni inerenti alla tecnica della circolazione lo richiedono.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_4_a"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo primo: Disposizioni generali, II. Norme fondamentali sulla sistemazione",
        "citation": "Art. 5 cpv. 1 LSN",
        "content": "Le strade nazionali devono soddisfare alle esigenze superiori della tecnica della circolazione e, in particolare, consentire un andamento sicuro ed economico del traffico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_5"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo primo: Disposizioni generali, II. Norme fondamentali sulla sistemazione",
        "citation": "Art. 5 cpv. 2 LSN",
        "content": "Quando a tali interessi se ne contrappongano altri degni di protezione, come quelli della difesa militare, dell’impiego economico della proprietà fondiaria, della pianificazione nazionale, o della protezione della natura e del paesaggio, i differenti bisogni saranno contemperati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_5"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo primo: Disposizioni generali, III. Determinazione, 1. In generale",
        "citation": "Art. 6 cpv. Per. introdotto dall’all. n. 2 della LF del 18 mar. 2022 sulle vie ciclabili, in vigore dal 1° gen. 2023 (RU 2022 790; FF 2021 1260). LSN",
        "content": "Fanno parte delle strade nazionali, oltre che il corpo stradale, tutti gli impianti necessari a una adeguata sistemazione tecnica delle medesime, segnatamente i manufatti, i raccordi, le piazze di stazionamento, i segnali, le attrezzature per l’esercizio e la manutenzione, le piantagioni, come anche le scarpate, quando non si possa ragionevolmente pretendere che il confinante le sfrutti. In corrispondenza dei raccordi alle strade nazionali di prima o seconda classe nonché di strade nazionali di terza classe fanno parte del corpo stradale le superfici destinate al traffico pedonale e ciclistico quali corsie ciclabili, marciapiedi o vie pedonali e ciclabili con tracciati separati nonché le fermate dei trasporti pubblici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_6"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo primo: Disposizioni generali, III. Determinazione, 2. Impianti accessori",
        "citation": "Art. 7 cpv. 1 LSN",
        "content": "Dove l’accesso laterale alle strade nazionali è vietato, possono essere stabilite nella zona stradale, secondo i bisogni del traffico, stazioni di distribuzione di carburanti, lubrificanti ed elettricità che siano inoltre in grado di offrire agli utenti della strada il rifornimento, il vitto e l’alloggio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_7"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo primo: Disposizioni generali, III. Determinazione, 2. Impianti accessori",
        "citation": "Art. 7 cpv. 2 LSN",
        "content": "Il Consiglio federale emana le norme fondamentali concernenti gli impianti accessori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_7"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo primo: Disposizioni generali, III. Determinazione, 2. Impianti accessori",
        "citation": "Art. 7 cpv. 3 LSN",
        "content": "Con riserva della legislazione federale e dell’approvazione dei progetti da parte delle autorità federali competenti, spetta ai Cantoni accordare i diritti necessari per la costruzione, l’ampliamento e la gestione degli impianti accessori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_7"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo primo: Disposizioni generali, III. Determinazione, 3. Aree di sosta",
        "citation": "Art. 7a cpv. 1 LSN",
        "content": "Le aree di sosta sono zone destinate agli utenti della strada che desiderano fare una pausa di breve durata. Possono essere provviste di stazioni di distribuzione di carburanti alternativi, in particolare di elettricità, nonché di impianti mobili di piccole dimensioni per il rifornimento e il vitto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_7_a"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo primo: Disposizioni generali, III. Determinazione, 3. Aree di sosta",
        "citation": "Art. 7a cpv. 2 LSN",
        "content": "La costruzione di stazioni di distribuzione di carburanti alternativi è retta dal diritto cantonale. La Confederazione non partecipa alle spese di costruzione e di esercizio di tali stazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_7_a"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo primo: Disposizioni generali, III. Determinazione, 3. Aree di sosta",
        "citation": "Art. 7a cpv. 3 LSN",
        "content": "La Confederazione definisce i principi applicabili alle aree di sosta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_7_a"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo primo: Disposizioni generali, IV. Sovranità e proprietà",
        "citation": "Art. 8 cpv. 1 LSN",
        "content": "Le strade nazionali sono di proprietà della Confederazione e sottostanno alla sua sovranità in materia stradale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_8"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo primo: Disposizioni generali, IV. Sovranità e proprietà",
        "citation": "Art. 8 cpv. 2 LSN",
        "content": "Gli impianti accessori di cui all’articolo 7 sono di proprietà dei Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_8"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo primo: Disposizioni generali, V. Trapasso della proprietà e ripresa di progetti nel caso di adeguamenti della rete delle strade nazionali",
        "citation": "Art. 8a cpv. 1 LSN",
        "content": "Qualora strade esistenti siano integrate nella rete delle strade nazionali, al momento dell’integrazione la loro proprietà è trasferita senza indennizzo alla Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_8_a"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo primo: Disposizioni generali, V. Trapasso della proprietà e ripresa di progetti nel caso di adeguamenti della rete delle strade nazionali",
        "citation": "Art. 8a cpv. 2 LSN",
        "content": "Qualora strade nazionali esistenti siano stralciate dalla rete delle strade nazionali o sostituite da una strada nazionale dal tracciato diverso, la loro proprietà è trasferita senza indennizzo al rispettivo Cantone al momento dello stralcio o dell’apertura alla circolazione della nuova strada.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_8_a"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo primo: Disposizioni generali, V. Trapasso della proprietà e ripresa di progetti nel caso di adeguamenti della rete delle strade nazionali",
        "citation": "Art. 8a cpv. 3 LSN",
        "content": "Qualora per una strada integrata nella rete delle strade nazionali vi sia un progetto approvato in base al diritto cantonale con decisione passata in giudicato, l’Assemblea federale decide se tale progetto è ripreso dalla Confederazione. L’approvazione cantonale equivale a un’approvazione dei piani ai sensi dell’articolo 26. I costi del progetto accumulati fino al momento dell’integrazione della strada nella rete delle strade nazionali sono a carico dei Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_8_a"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo primo: Disposizioni generali, V. Trapasso della proprietà e ripresa di progetti nel caso di adeguamenti della rete delle strade nazionali",
        "citation": "Art. 8a cpv. 4 LSN",
        "content": "I progetti di costruzione, sistemazione e manutenzione non conclusi al momento dell’integrazione di una strada nella rete delle strade nazionali devono essere completati e finanziati dai Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_8_a"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo primo: Disposizioni generali, V. Trapasso della proprietà e ripresa di progetti nel caso di adeguamenti della rete delle strade nazionali",
        "citation": "Art. 8a cpv. 5 LSN",
        "content": "L’articolo 62a si applica per analogia ai capoversi 1–3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_8_a"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, A. Pianificazione, programma di sviluppo strategico e progetti generali, I. Pianificazione, 1. Oggetto",
        "citation": "Art. 9 LSN",
        "content": "La pianificazione determina le regioni da collegare mediante strade nazionali, i tracciati generali e le specie di strada confacenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_9"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, A. Pianificazione, programma di sviluppo strategico e progetti generali, I. Pianificazione, 2. Competenza",
        "citation": "Art. 10 LSN",
        "content": "La pianificazione è curata dall’Ufficio competente (Ufficio), con la collaborazione dei servizi federali e dei Cantoni interessati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_10"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, A. Pianificazione, programma di sviluppo strategico e progetti generali, I. Pianificazione, 3. Decisione",
        "citation": "Art. 11 cpv. 1 LSN",
        "content": "L’Assemblea federale decide definitivamente, a proposta del Consiglio federale, il tracciato generale e la specie delle strade nazionali da costruire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_11"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, A. Pianificazione, programma di sviluppo strategico e progetti generali, I. Pianificazione, 3. Decisione",
        "citation": "Art. 11 cpv. 2 LSN",
        "content": "Il Consiglio federale, dopo avere consultato con i Cantoni, stabilisce il programma di costruzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_11"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, A. Pianificazione, programma di sviluppo strategico e progetti generali, Ibis. Programma di sviluppo strategico",
        "citation": "Art. 11a cpv. 1 LSN",
        "content": "Le strade nazionali sono potenziate gradualmente nell’ambito di un programma di sviluppo strategico. A tale riguardo, il Consiglio federale tiene conto in particolare dei moduli 1–4 del programma per l’eliminazione dei problemi di capacità sulla rete delle strade nazionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_11_a"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, A. Pianificazione, programma di sviluppo strategico e progetti generali, Ibis. Programma di sviluppo strategico",
        "citation": "Art. 11a cpv. 2 LSN",
        "content": "Ogni quattro anni il Consiglio federale sottopone all’Assemblea federale un rapporto sullo stato di avanzamento dei lavori, sui necessari adeguamenti del programma di sviluppo strategico e sulla successiva fase di potenziamento prevista.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_11_a"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, A. Pianificazione, programma di sviluppo strategico e progetti generali, Iter. Fasi di potenziamento della rete delle strade nazionali",
        "citation": "Art. 11b cpv. 1 LSN",
        "content": "Gli atti normativi sulle singole fasi di potenziamento sono emanati sotto forma di decreto federale. Tali decreti sottostanno a referendum facoltativo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_11_b"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, A. Pianificazione, programma di sviluppo strategico e progetti generali, Iter. Fasi di potenziamento della rete delle strade nazionali",
        "citation": "Art. 11b cpv. 2 LSN",
        "content": "Nei messaggi relativi alle fasi di potenziamento il Consiglio federale illustra in particolare i costi successivi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_11_b"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, A. Pianificazione, programma di sviluppo strategico e progetti generali, II. Progetti generali, 1. Oggetto",
        "citation": "Art. 12 LSN",
        "content": "Le strade nazionali sono delineate in progetti generali. I piani devono segnatamente recare i tracciati delle strade, i punti di collegamento e le opere d’intersezione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_12"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, A. Pianificazione, programma di sviluppo strategico e progetti generali, II. Progetti generali, 2. Competenza",
        "citation": "Art. 13 cpv. Nuova espr. giusta il n. I 7 della LF del 18 giu. 1999 sul coordinamento e la semplificazione delle procedure d’approvazione dei piani, in vigore dal 1° gen. 2000 (RU 1999 3071; FF 1998 2029). Di detta mod. è tenuto conto in tutto il presente testo. LSN",
        "content": "I progetti generali sono elaborati dall’Ufficio, con la collaborazione dei servizi federali e dei Cantoni, interessati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_13"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, A. Pianificazione, programma di sviluppo strategico e progetti generali, II. Progetti generali, 3. Assicurazione della disponibilità dell’area stradale, a. Determinazione delle zone riservate",
        "citation": "Art. 14 cpv. 1 LSN",
        "content": "Per assicurare la disponibilità dell’area stradale, il Dipartimento competente (Dipartimento), uditi i Cantoni, può determinare delle zone riservate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_14"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, A. Pianificazione, programma di sviluppo strategico e progetti generali, II. Progetti generali, 3. Assicurazione della disponibilità dell’area stradale, a. Determinazione delle zone riservate",
        "citation": "Art. 14 cpv. 2 LSN",
        "content": "Ove dette zone possano essere assicurate mediante il diritto cantonale, l’applicazione del medesimo rimane salva nel completamento della rete delle strade nazionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_14"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, A. Pianificazione, programma di sviluppo strategico e progetti generali, II. Progetti generali, 3. Assicurazione della disponibilità dell’area stradale, a. Determinazione delle zone riservate",
        "citation": "Art. 14 cpv. 3 LSN",
        "content": "La determinazione delle zone riservate deve essere resa di pubblica ragione nei Comuni. La decisione che la concerne può essere impugnata mediante ricorso dinanzi al Tribunale amministrativo federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_14"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, A. Pianificazione, programma di sviluppo strategico e progetti generali, II. Progetti generali, 3. Assicurazione della disponibilità dell’area stradale, a. Determinazione delle zone riservate",
        "citation": "Art. 14 cpv. 4 LSN",
        "content": "I piani rifiniti delle zone devono rimanere depositati presso le amministrazioni comunali, onde possano essere esaminati. La determinazione delle zone riservate diviene esecutiva a contare dalla pubblicazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_14"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, A. Pianificazione, programma di sviluppo strategico e progetti generali, II. Progetti generali, 3. Assicurazione della disponibilità dell’area stradale, b. Effetti",
        "citation": "Art. 15 cpv. 1 LSN",
        "content": "In tali zone è vietato, salvo un permesso, di costruire o di trasformare le costruzioni esistenti accrescendone il valore. Il Consiglio federale può stabilire l’obbligo del permesso per altri atti, concernenti la proprietà fondiaria, i quali possano ostacolare o rincarare gli acquisti futuri di terreno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_15"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, A. Pianificazione, programma di sviluppo strategico e progetti generali, II. Progetti generali, 3. Assicurazione della disponibilità dell’area stradale, b. Effetti",
        "citation": "Art. 15 cpv. 2 LSN",
        "content": "Quando il precedente divieto fosse violato, i Cantoni possono prendere le misure necessarie al ripristino a spese del trasgressore, indipendentemente dalla punibilità del medesimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_15"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, A. Pianificazione, programma di sviluppo strategico e progetti generali, II. Progetti generali, 3. Assicurazione della disponibilità dell’area stradale, c. Condizione della concessione di permessi di costruire. Competenza",
        "citation": "Art. 16 cpv. 1 LSN",
        "content": "Nelle zone riservate, possono essere permesse opere edilizie, soltanto se esse non intralcino o non rincarino l’opera stradale né pregiudichino la determinazione degli allineamenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_16"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, A. Pianificazione, programma di sviluppo strategico e progetti generali, II. Progetti generali, 3. Assicurazione della disponibilità dell’area stradale, c. Condizione della concessione di permessi di costruire. Competenza",
        "citation": "Art. 16 cpv. 2 LSN",
        "content": "Sulle domande di costruire decidono le autorità designate dai Cantoni. L’autorità cantonale sente l’Ufficio prima di rilasciare il permesso di costruire. Contro le decisioni dell’autorità cantonale in applicazione della presente legge e delle relative disposizioni d’applicazione, il Dipartimento è legittimato a esercitare i mezzi di ricorso previsti dal diritto federale e cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_16"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, A. Pianificazione, programma di sviluppo strategico e progetti generali, II. Progetti generali, 3. Assicurazione della disponibilità dell’area stradale, d. Soppressione delle zone riservate",
        "citation": "Art. 17 cpv. 1 LSN",
        "content": "Le zone riservate decadono non appena la decisione che determina gli allineamenti passa in giudicato, ma al più tardi dopo cinque anni; possono essere prorogate di tre anni al massimo. Se una zona riservata decade, può esserne ridefinita un’altra con perimetro parzialmente o totalmente identico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_17"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, A. Pianificazione, programma di sviluppo strategico e progetti generali, II. Progetti generali, 3. Assicurazione della disponibilità dell’area stradale, d. Soppressione delle zone riservate",
        "citation": "Art. 17 cpv. 2 LSN",
        "content": "Il Dipartimento sopprime una zona riservata quando è certo che non saranno eseguite le varianti di un tracciato garantite dalla medesima.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_17"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, A. Pianificazione, programma di sviluppo strategico e progetti generali, II. Progetti generali, 3. Assicurazione della disponibilità dell’area stradale, d. Soppressione delle zone riservate",
        "citation": "Art. 17 cpv. 3 LSN",
        "content": "Le decisioni concernenti la soppressione delle zone riservate devono essere pubblicate nei Comuni interessati, con l’indicazione dei termini di ricorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_17"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, A. Pianificazione, programma di sviluppo strategico e progetti generali, II. Progetti generali, 3. Assicurazione della disponibilità dell’area stradale, e. Idennità. Procedura",
        "citation": "Art. 18 cpv. 1 LSN",
        "content": "La restrizione del diritto di proprietà, per effetto della determinazione di zone riservate, dà luogo a un’indennità, se ne procedano delle conseguenze uguali a quelle d’un’espropriazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_18"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, A. Pianificazione, programma di sviluppo strategico e progetti generali, II. Progetti generali, 3. Assicurazione della disponibilità dell’area stradale, e. Idennità. Procedura",
        "citation": "Art. 18 cpv. 2 LSN",
        "content": "L’interessato notifica per scritto le sue pretese all’autorità competente secondo l’articolo 21. Se le pretese sono, in tutto o in parte, contestate, la procedura è retta dalla legge federale del 20 giugno 1930 sull’espropriazione (LEspr).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_18"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, A. Pianificazione, programma di sviluppo strategico e progetti generali, II. Progetti generali, 4. Rifinimento e approvazione, a. Procedura di rifinimento",
        "citation": "Art. 19 cpv. 1 LSN",
        "content": "L’Ufficio sottopone i progetti generali ai Cantoni interessati. Questi invitano a pronunciarsi i Comuni ed eventualmente i proprietari, toccati. I Cantoni spediscono le loro osservazioni, corredate dei preavvisi comunali, all’Ufficio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_19"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, A. Pianificazione, programma di sviluppo strategico e progetti generali, II. Progetti generali, 4. Rifinimento e approvazione, a. Procedura di rifinimento",
        "citation": "Art. 19 cpv. 2 LSN",
        "content": "L’Ufficio, fondandosi sulle osservazioni ricevute, rifinisce i progetti generali, con la cooperazione dei servizi federali e dei Cantoni, interessati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_19"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, A. Pianificazione, programma di sviluppo strategico e progetti generali, II. Progetti generali, 4. Rifinimento e approvazione, b. Approvazione",
        "citation": "Art. 20 cpv. 1 LSN",
        "content": "I progetti generali sono approvati dal Consiglio federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_20"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, A. Pianificazione, programma di sviluppo strategico e progetti generali, II. Progetti generali, 4. Rifinimento e approvazione, b. Approvazione",
        "citation": "Art. 20 cpv. 2 LSN",
        "content": "Nell’ambito del completamento della rete delle strade nazionali, il Consiglio federale decide in via definitiva, al momento dell’approvazione dei progetti generali, sul tracciato particolare delle strade nazionali nelle zone urbane e sul punto in cui le strade nazionali fuori dalle città diventano strade nazionali urbane.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_20"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, B. Progetti esecutivi, 1. Allestimento dei progetti esecutivi",
        "citation": "Art. 21 cpv. 1 LSN",
        "content": "I progetti esecutivi indicano la specie, l’ampiezza e la posizione dell’opera, con tutti gli impianti accessori, i particolari tecnici della costruzione e gli allineamenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_21"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, B. Progetti esecutivi, 1. Allestimento dei progetti esecutivi",
        "citation": "Art. 21 cpv. 2 LSN",
        "content": "L’allestimento dei progetti esecutivi compete a:\na. i Cantoni in collaborazione con l’Ufficio e i servizi federali interessati, per il completamento della rete delle strade nazionali;\nb. l’Ufficio, per la costruzione di nuove strade nazionali e la sistemazione di quelle esistenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_21"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, B. Progetti esecutivi, 1. Allestimento dei progetti esecutivi",
        "citation": "Art. 21 cpv. 3 LSN",
        "content": "Il Consiglio federale stabilisce i requisiti dei progetti esecutivi e dei piani.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_21"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, B. Progetti esecutivi, 2. Assicurazione della disponibilità dell’area stradale, a. Determinazione degli, allineamenti",
        "citation": "Art. 22 LSN",
        "content": "Nei progetti esecutivi, devono essere determinati, su entrambi i lati della strada disegnata, gli allineamenti. Questi saranno stabiliti tenendo segnatamente conto delle esigenze della sicurezza del traffico, dell’igiene delle abitazioni e di un eventuale ampliamento futuro della strada.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_22"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, B. Progetti esecutivi, 2. Assicurazione della disponibilità dell’area stradale, b. Effetti",
        "citation": "Art. 23 cpv. 1 LSN",
        "content": "All’interno degli allineamenti è vietato, salvo un permesso, sia realizzare nuove costruzioni sia trasformare quelle esistenti, anche se queste vi abbiano soltanto a sporgere. I lavori di manutenzione di un immobile non sono considerati trasformazioni secondo la presente disposizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_23"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, B. Progetti esecutivi, 2. Assicurazione della disponibilità dell’area stradale, b. Effetti",
        "citation": "Art. 23 cpv. 2 LSN",
        "content": "Quando il precedente divieto fosse violato, i Cantoni possono prendere le misure necessarie al ripristino a spese del trasgressore, indipendentemente dalla punibilità del medesimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_23"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, B. Progetti esecutivi, 2. Assicurazione della disponibilità dell’area stradale, c. Condizioni della concessione di permessi di costruire. Competenza",
        "citation": "Art. 24 cpv. 1 LSN",
        "content": "Nell’interno degli allineamenti, devono essere permesse, salve restando le disposizioni cantonali più restrittive, le opere edilizie che non ledono gli interessi pubblici da proteggere giusta l’articolo 22.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_24"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, B. Progetti esecutivi, 2. Assicurazione della disponibilità dell’area stradale, c. Condizioni della concessione di permessi di costruire. Competenza",
        "citation": "Art. 24 cpv. 2 LSN",
        "content": "Sulle domande di costruire decidono le autorità designate dai Cantoni. L’autorità cantonale sente l’Ufficio prima di rilasciare il permesso di costruire. Contro le decisioni dell’autorità cantonale in applicazione della presente legge e delle relative disposizioni d’applicazione, il Dipartimento è legittimato a esercitare i mezzi di ricorso previsti dal diritto federale e cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_24"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, B. Progetti esecutivi, 2. Assicurazione della disponibilità dell’area stradale, d. Indennità. Procedura",
        "citation": "Art. 25 cpv. 1 LSN",
        "content": "La restrizione della proprietà fondiaria, per effetto degli allineamenti, dà luogo a un’indennità, se ne procedano delle conseguenze uguali a quelle d’un’espropriazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_25"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, B. Progetti esecutivi, 2. Assicurazione della disponibilità dell’area stradale, d. Indennità. Procedura",
        "citation": "Art. 25 cpv. 2 LSN",
        "content": "Il diritto all’indennità e l’ammontare della medesima sono determinati secondo le condizioni al momento in cui ha effetto la restrizione della proprietà (art. 29).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_25"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, B. Progetti esecutivi, 2. Assicurazione della disponibilità dell’area stradale, d. Indennità. Procedura",
        "citation": "Art. 25 cpv. 3 LSN",
        "content": "L’interessato notifica per scritto le sue pretese all’autorità competente entro cinque anni a contare dal giorno in cui ha avuto effetto la restrizione della proprietà. Se le pretese sono, in tutto o in parte, contestate, la procedura è retta dalla LEspr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_25"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, B. Progetti esecutivi, 3. Procedura d’approvazione dei piani., a. Principio",
        "citation": "Art. 26 cpv. 1 LSN",
        "content": "L’approvazione dei piani per i progetti esecutivi è rilasciata dal Dipartimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_26"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, B. Progetti esecutivi, 3. Procedura d’approvazione dei piani., a. Principio",
        "citation": "Art. 26 cpv. 2 LSN",
        "content": "Con l’approvazione dei piani sono rilasciate tutte le autorizzazioni necessarie secondo il diritto federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_26"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, B. Progetti esecutivi, 3. Procedura d’approvazione dei piani., a. Principio",
        "citation": "Art. 26 cpv. 3 LSN",
        "content": "Non è necessario alcun permesso o piano cantonale. Va tenuto conto del diritto cantonale per quanto esso non limiti in modo sproporzionato la costruzione e la gestione delle strade nazionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_26"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, B. Progetti esecutivi, 3. Procedura d’approvazione dei piani., a. Principio, b. Diritto applicabile",
        "citation": "Art. 26a cpv. 1 LSN",
        "content": "La procedura d’approvazione dei piani è retta dalla legge federale del 20 dicembre 1968 sulla procedura amministrativa, in quanto la presente legge non vi deroghi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_26_a"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, B. Progetti esecutivi, 3. Procedura d’approvazione dei piani., a. Principio, b. Diritto applicabile",
        "citation": "Art. 26a cpv. 2 LSN",
        "content": "Se sono necessarie espropriazioni, si applicano inoltre le disposizioni della LEspr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_26_a"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, B. Progetti esecutivi, 4. Procedura ordinaria d’approvazione dei piani, a. Introduzione",
        "citation": "Art. 27 LSN",
        "content": "La domanda di approvazione dei piani va presentata, con la documentazione necessaria, al Dipartimento. Questo esamina se la documentazione è completa e, se del caso, chiede di completarla.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_27"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, B. Progetti esecutivi, 4. Procedura ordinaria d’approvazione dei piani, b. Picchettamento",
        "citation": "Art. 27a cpv. 1 LSN",
        "content": "Prima del deposito pubblico della domanda, il richiedente deve mettere in evidenza, mediante picchettamento e, per gli edifici, mediante l’indicazione dei profili, le modifiche del terreno necessarie per l’opera progettata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_27_a"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, B. Progetti esecutivi, 4. Procedura ordinaria d’approvazione dei piani, b. Picchettamento",
        "citation": "Art. 27a cpv. 2 LSN",
        "content": "Le obiezioni contro il picchettamento o l’indicazione dei profili devono essere presentate subito, al più tardi però entro il termine di deposito dei piani, presso il Dipartimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_27_a"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, B. Progetti esecutivi, 4. Procedura ordinaria d’approvazione dei piani, c. Consultazione, pubblicazione e deposito dei piani",
        "citation": "Art. 27b cpv. 1 LSN",
        "content": "Il Dipartimento trasmette la domanda ai Cantoni interessati, invitandoli a esprimere il loro parere entro tre mesi. In casi motivati tale termine può eccezionalmente essere prorogato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_27_b"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, B. Progetti esecutivi, 4. Procedura ordinaria d’approvazione dei piani, c. Consultazione, pubblicazione e deposito dei piani",
        "citation": "Art. 27b cpv. 2 LSN",
        "content": "La domanda deve essere pubblicata negli organi ufficiali di pubblicazione dei Cantoni e dei Comuni interessati e depositata pubblicamente durante 30 giorni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_27_b"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, B. Progetti esecutivi, 4. Procedura ordinaria d’approvazione dei piani, e. Opposizione",
        "citation": "Art. 27d cpv. 1 LSN",
        "content": "Chi ha qualità di parte secondo le disposizioni della legge federale del 20 dicembre 1968 sulla procedura amministrativa può, durante il termine di deposito dei piani, fare opposizione presso il Dipartimento contro il progetto esecutivo o gli allineamenti in esso contenuti. Se non fa opposizione, è escluso dal seguito della procedura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_27_d"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, B. Progetti esecutivi, 4. Procedura ordinaria d’approvazione dei piani, e. Opposizione",
        "citation": "Art. 27d cpv. 2 LSN",
        "content": "Chi ha qualità di parte secondo le disposizioni della LEspr può, durante il termine di deposito dei piani, far valere tutte le istanze di cui all’articolo 33 LEspr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_27_d"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, B. Progetti esecutivi, 4. Procedura ordinaria d’approvazione dei piani, e. Opposizione",
        "citation": "Art. 27d cpv. 3 LSN",
        "content": "I Comuni salvaguardano i loro interessi mediante opposizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_27_d"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, B. Progetti esecutivi, 4. Procedura ordinaria d’approvazione dei piani, f. Eliminazione delle divergenze nella Amministrazione federale",
        "citation": "Art. 27e LSN",
        "content": "La procedura di eliminazione delle divergenze nell’Amministrazione federale è disciplinata dall’articolo 62b della legge federale del 21 marzo 1997 sull’organizzazione del Governo e dell’Amministrazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_27_e"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, B. Progetti esecutivi, 5. Approvazione dei piani; durata di validità; ricorso",
        "citation": "Art. 28 cpv. 1 LSN",
        "content": "Con l’approvazione dei piani il Dipartimento decide simultaneamente anche circa le opposizioni relative al diritto di espropriazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_28"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, B. Progetti esecutivi, 5. Approvazione dei piani; durata di validità; ricorso",
        "citation": "Art. 28 cpv. 2 LSN",
        "content": "Può approvare progetti a tappe, se la loro trattazione separata non pregiudica la valutazione globale del progetto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_28"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, B. Progetti esecutivi, 5. Approvazione dei piani; durata di validità; ricorso",
        "citation": "Art. 28 cpv. 3 LSN",
        "content": "L’approvazione dei piani decade se entro cinque anni dal passaggio in giudicato della decisione non è stato dato inizio all’esecuzione del progetto di costruzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_28"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, B. Progetti esecutivi, 5. Approvazione dei piani; durata di validità; ricorso",
        "citation": "Art. 28 cpv. 4 LSN",
        "content": "Per gravi motivi, il Dipartimento può prorogare di tre anni al massimo la durata di validità dell’approvazione. La proroga è esclusa se la situazione determinante di fatto o di diritto si è sostanzialmente modificata dal passaggio in giudicato dell’approvazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_28"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, B. Progetti esecutivi, 6. Procedura semplificata",
        "citation": "Art. 28a cpv. 1 LSN",
        "content": "La procedura semplificata di approvazione dei piani è applicata a:\na. progetti di costruzioni e impianti limitati localmente e che concernono pochi interessati chiaramente individuabili;\nb. costruzioni e impianti la cui modifica non altera in maniera sostanziale l’aspetto esterno, non lede interessi degni di protezione di terzi e ha soltanto ripercussioni insignificanti sulla pianificazione del territorio e sull’ambiente;\nc. costruzioni e impianti che sono rimossi entro tre anni al più tardi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_28_a"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, B. Progetti esecutivi, 6. Procedura semplificata",
        "citation": "Art. 28a cpv. 2 LSN",
        "content": "Il Dipartimento può ordinare il picchettamento. La domanda non è né pubblicata né depositata pubblicamente. Il Dipartimento sottopone il progetto agli interessati, sempreché non abbiano dato precedentemente il loro consenso per scritto; questi possono fare opposizione entro 30 giorni. Il Dipartimento può chiedere un parere a Cantoni e Comuni. Impartisce un termine adeguato a tal fine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_28_a"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, B. Progetti esecutivi, 6. Procedura semplificata",
        "citation": "Art. 28a cpv. 3 LSN",
        "content": "Per il rimanente si applicano le disposizioni della procedura ordinaria. In caso di dubbio è eseguita la procedura ordinaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_28_a"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, B. Progetti esecutivi, 7. Pubblicazione degli allineamenti",
        "citation": "Art. 29 LSN",
        "content": "Gli allineamenti, approvati insieme con i progetti esecutivi, sono resi di pubblica ragione nei Comuni e depositati per esame presso le amministrazioni comunali. Essi hanno forza esecutiva a contare dalla pubblicazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_29"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, C. Acquisto del terreno e provvedimenti per l’impiego dei fondi, I. Acquisto del terreno., 1. Modi",
        "citation": "Art. 30 cpv. 1 LSN",
        "content": "Quando l’acquisto dei terreni necessari alla costruzione delle strade nazionali non possa aver luogo bonalmente, si procederà secondo le forme della rilottizzazione o dell’espropriazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_30"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, C. Acquisto del terreno e provvedimenti per l’impiego dei fondi, I. Acquisto del terreno., 1. Modi",
        "citation": "Art. 30 cpv. 2 LSN",
        "content": "Quest’ultima sarà usata solo quando gli sforzi fatti per i due primi modi d’acquisto non abbiano sortito effetto alcuno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_30"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, C. Acquisto del terreno e provvedimenti per l’impiego dei fondi, I. Acquisto del terreno., 2. Rilottizzazione",
        "citation": "Art. 31 cpv. 1 LSN",
        "content": "La procedura di rilottizzazione sotto forma di raggruppamento particellare di terreni agricoli, di foreste, o di aree fabbricabili, si applica quando sia nell’interesse della costruzione stradale oppure necessaria ad un uso e governo funzionale dei fondi da quella pregiudicati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_31"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, C. Acquisto del terreno e provvedimenti per l’impiego dei fondi, I. Acquisto del terreno., 2. Rilottizzazione",
        "citation": "Art. 31 cpv. 2 LSN",
        "content": "Nella procedura di rilottizzazione, il terreno necessario alla costruzione stradale può essere acquistato:\na. con il conferimento di fondi dell’ente pubblico all’impresa di rilottizzazione;\nb. con una detrazione adeguata della proprietà fondiaria cui si estende la procedura di rilottizzazione. Il terreno, in tal modo detratto per la costruzione stradale, sarà risarcito all’impresa di rilottizzazione secondo il suo valore venale;\nc. con il computo del plusvalore conferito ai fondi dalle bonifiche fondiarie operate nella costruzione stradale;\nd. con altri mezzi giuridici della procedura cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_31"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, C. Acquisto del terreno e provvedimenti per l’impiego dei fondi, I. Acquisto del terreno., 3. Competenza",
        "citation": "Art. 32 cpv. 1 LSN",
        "content": "Le autorità competenti provvedono all’acquisto del terreno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_32"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, C. Acquisto del terreno e provvedimenti per l’impiego dei fondi, I. Acquisto del terreno., 3. Competenza",
        "citation": "Art. 32 cpv. 2 LSN",
        "content": "I Cantoni determinano la procedura di rilottizzazione in conformità delle norme qui appresso. Per i raggruppamenti di fondi e di foreste rimangono riservate le disposizioni pertinenti della legislazione federale concernente il promuovimento dell’agricoltura e la conservazione del ceto rurale, come anche della legislazione federale concernente l’alta vigilanza della Confederazione sulla polizia delle foreste.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_32"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, C. Acquisto del terreno e provvedimenti per l’impiego dei fondi, I. Acquisto del terreno., 4. Disposizioni particolari sul raggruppamento di fondi e di foreste, a. Elaborazione degli avamprogetti",
        "citation": "Art. 33 cpv. 1 LSN",
        "content": "Quando sia previsto un raggruppamento di fondi o di foreste, gli avamprogetti del medesimo saranno elaborati, quando sia possibile, insieme con i progetti stradali generali. Essi devono recare segnatamente i confini presumibili del comprensorio, la rete delle vie da costruirvi e le opere idriche più importanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_33"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, C. Acquisto del terreno e provvedimenti per l’impiego dei fondi, I. Acquisto del terreno., 4. Disposizioni particolari sul raggruppamento di fondi e di foreste, a. Elaborazione degli avamprogetti",
        "citation": "Art. 33 cpv. 2 LSN",
        "content": "Gli avamprogetti sono elaborati dai Cantoni. L’Ufficio, di concerto con l’Ufficio federale delle bonifiche fondiarie e gli altri servizi federali interessati, ne esercita l’alta vigilanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_33"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, C. Acquisto del terreno e provvedimenti per l’impiego dei fondi, I. Acquisto del terreno., 4. Disposizioni particolari sul raggruppamento di fondi e di foreste, b. Raggruppamenti secondo l’art. 703 CCS",
        "citation": "Art. 34 cpv. RS 210 LSN",
        "content": "Ai proprietari di fondi può essere prefisso un termine adeguato perché si pronuncino su un raggruppamento di fondi o di foreste secondo l’articolo 703 del Codice civile svizzero. La risoluzione concernente le spese di raggruppamento da addebitare alla costruzione stradale dev’essere pubblicata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_34"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, C. Acquisto del terreno e provvedimenti per l’impiego dei fondi, I. Acquisto del terreno., 4. Disposizioni particolari sul raggruppamento di fondi e di foreste, c. Approvazione dei progetti della nuova ripartizione",
        "citation": "Art. 35 LSN",
        "content": "I progetti della nuova ripartizione delle terre saranno dai Cantoni presentati per l’approvazione all’Ufficio. Questo esamina se siano tutelati gli interessi della costruzione stradale e le autorità alle quali spetta il sussidiamento invigilano sull’osservanza delle norme che lo concernono.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_35"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, C. Acquisto del terreno e provvedimenti per l’impiego dei fondi, I. Acquisto del terreno., 5. Rilottizzazione comandata",
        "citation": "Art. 36 cpv. 1 LSN",
        "content": "I Governi cantonali possono ordinare le rilottizzazioni necessarie alla costruzione stradale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_36"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, C. Acquisto del terreno e provvedimenti per l’impiego dei fondi, I. Acquisto del terreno., 5. Rilottizzazione comandata",
        "citation": "Art. 36 cpv. 2 LSN",
        "content": "Il Dipartimento può impartire un congruo termine al Governo cantonale. Se entro tale termine non è decisa la ricomposizione particellare, è eseguita la procedura ordinaria con espropriazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_36"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, C. Acquisto del terreno e provvedimenti per l’impiego dei fondi, I. Acquisto del terreno., 6. Immissione anticipata nel possesso",
        "citation": "Art. 37 LSN",
        "content": "Le autorità cantonali competenti risolvono circa alla immissione anticipata nel possesso del terreno necessario, quando occorra iniziare la costruzione stradale innanzi che sia chiusa la procedura di rilottizzazione. Saranno prima sentiti gli interessati e presi tutti i provvedimenti necessari per la stima dei terreni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_37"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, C. Acquisto del terreno e provvedimenti per l’impiego dei fondi, I. Acquisto del terreno., 7. Addebitamento delle spese",
        "citation": "Art. 38 cpv. 1 LSN",
        "content": "Le maggiori spese di rilottizzazione, cagionate dalla costruzione stradale in regioni bisognevoli di raggruppamento, sono a carico dell’opera stradale. Tutte le spese sono a carico della medesima, se, a cagione della costruzione stradale, si deve procedere a nuove rilottizzazioni, in regioni dove il raggruppamento sia già stato operato, oppure in regioni di colonie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_38"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, C. Acquisto del terreno e provvedimenti per l’impiego dei fondi, I. Acquisto del terreno., 7. Addebitamento delle spese",
        "citation": "Art. 38 cpv. 2 LSN",
        "content": "Il Dipartimento, di concerto con i Dipartimenti federali interessati, risolve in ciascun caso sull’addebitamento delle spese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_38"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, C. Acquisto del terreno e provvedimenti per l’impiego dei fondi, I. Acquisto del terreno., 8. Espropriazione; procedura di conciliazione e di stima; immissione in possesso anticipata",
        "citation": "Art. 39 cpv. 1 LSN",
        "content": "Il diritto d’espropriazione spetta alle autorità competenti. I Cantoni sono autorizzati a delegarlo ai Comuni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_39"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, C. Acquisto del terreno e provvedimenti per l’impiego dei fondi, I. Acquisto del terreno., 8. Espropriazione; procedura di conciliazione e di stima; immissione in possesso anticipata",
        "citation": "Art. 39 cpv. 2 LSN",
        "content": "Dopo la conclusione della procedura d’approvazione dei piani è eseguita, se necessario, la procedura di conciliazione e di stima davanti alla Commissione federale di stima (Commissione di stima) secondo le disposizioni della LEspr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_39"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, C. Acquisto del terreno e provvedimenti per l’impiego dei fondi, I. Acquisto del terreno., 8. Espropriazione; procedura di conciliazione e di stima; immissione in possesso anticipata",
        "citation": "Art. 39 cpv. 4 LSN",
        "content": "Il presidente della Commissione di stima può, sulla base di una decisione esecutiva d’approvazione dei piani, autorizzare l’immissione in possesso anticipata. Si presume che, senza l’immissione in possesso anticipata, l’espropriante subirebbe un significativo pregiudizio. Per il rimanente si applica l’articolo 76 LEspr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_39"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, C. Acquisto del terreno e provvedimenti per l’impiego dei fondi, II. Provvedimenti per l’impiego dei fondi",
        "citation": "Art. 40 LSN",
        "content": "Quando il terreno necessario alla costruzione stradale venga acquistato a trattative private o mediante espropriazione, le autorità competenti provvedono pure a ovviare adeguatamente agli svantaggi cagionati ai fondi che fossero intersecati o separati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_40"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, D. Costruzione e sistemazione delle strade nazionali, I. Competenze",
        "citation": "Art. 40a LSN",
        "content": "Sono competenti:\na. i Cantoni, per il completamento della rete delle strade nazionali;\nb. l’Ufficio, per la costruzione di nuove strade nazionali e la sistemazione di quelle esistenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_40_a"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, D. Costruzione e sistemazione delle strade nazionali, II. Costruzione, 1. Metodi, aggiudicazione e vigilanza",
        "citation": "Art. 41 cpv. 1 LSN",
        "content": "Le strade nazionali devono essere costruite secondo i metodi tecnici più progrediti e con criteri economici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_41"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, D. Costruzione e sistemazione delle strade nazionali, II. Costruzione, 1. Metodi, aggiudicazione e vigilanza",
        "citation": "Art. 41 cpv. 2 LSN",
        "content": "Le autorità competenti aggiudicano e sorvegliano i lavori. Il Consiglio federale fissa i principi determinanti per i Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_41"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, D. Costruzione e sistemazione delle strade nazionali, II. Costruzione, 2. Misure di protezione",
        "citation": "Art. 42 cpv. 1 LSN",
        "content": "Le autorità competenti prendono le misure necessarie per garantire la sicurezza della costruzione, per evitare pericoli alle persone e ai beni e per proteggere i vicini dalle molestie che non possano essere tenuti a tollerare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_42"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, D. Costruzione e sistemazione delle strade nazionali, II. Costruzione, 2. Misure di protezione",
        "citation": "Art. 42 cpv. 2 LSN",
        "content": "Si provvederà a conservare al loro uso, in conformità del pubblico interesse, le costruzioni pubbliche, come vie di traffico, condutture e simili impianti, le quali siano toccate dai lavori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_42"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, D. Costruzione e sistemazione delle strade nazionali, II. Costruzione, 2. Misure di protezione",
        "citation": "Art. 42 cpv. 3 LSN",
        "content": "Si invigilerà affinché, durante la costruzione, sia assicurato l’impiego economico della proprietà fondiaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_42"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, D. Costruzione e sistemazione delle strade nazionali, II. Costruzione, 3. Apertura alla circolazione",
        "citation": "Art. 43 LSN",
        "content": "Le strade nazionali non saranno aperte alla circolazione, prima che lo stato dei lavori e le misure di sicurezza prese consentano un traffico scevro di pericoli e sia assicurato l’impiego economico della proprietà fondiaria contigua.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_43"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, D. Costruzione e sistemazione delle strade nazionali, III. Trasformazioni edilizie nel settore delle strade nazionali",
        "citation": "Art. 44 cpv. 1 LSN",
        "content": "Sono vietate, salvo un permesso, le trasformazioni edilizie attenenti alle strade nazionali, come la costruzione, la modificazione, lo spostamento di incroci con altre vie di traffico, corsi d’acqua, teleferiche, condutture o simili impianti, e il raccordo di strade e sentieri con le strade nazionali. Dette trasformazioni non devono comunque recare pregiudizio alla strada, né comprometterne una sistemazione futura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_44"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, D. Costruzione e sistemazione delle strade nazionali, III. Trasformazioni edilizie nel settore delle strade nazionali",
        "citation": "Art. 44 cpv. 2 LSN",
        "content": "Il Consiglio federale stabilisce la procedura per il permesso e designa le istanze competenti. Ai proprietari delle istallazioni concernenti il traffico deve essere dato modo di pronunciarsi. Sono riservate le disposizioni della legge federale del 24 giugno 1902 concernente gli impianti elettrici a corrente forte e a corrente debole.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_44"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, D. Costruzione e sistemazione delle strade nazionali, III. Trasformazioni edilizie nel settore delle strade nazionali",
        "citation": "Art. 44 cpv. 3 LSN",
        "content": "Quando il precedente divieto fosse violato, le autorità competenti possono prendere le misure necessarie al ripristino a spese del trasgressore, indipendentemente dalla punibilità del medesimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_44"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, D. Costruzione e sistemazione delle strade nazionali, IV. Ripartizione delle spese di spostamenti, incroci e raccordi. 1. Nuove opere",
        "citation": "Art. 45 cpv. 1 LSN",
        "content": "Quando una nuova strada nazionale rechi pregiudizio a vie di comunicazione, condutture e simili impianti, o quando nuovi impianti siffatti rechino pregiudizio a una strada nazionale, le spese di tutti i provvedimenti necessari a ovviarvi sono a carico dell’opera nuova. Rimangono salve le disposizioni della legislazione sulle telecomunicazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_45"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, D. Costruzione e sistemazione delle strade nazionali, IV. Ripartizione delle spese di spostamenti, incroci e raccordi. 1. Nuove opere",
        "citation": "Art. 45 cpv. 2 LSN",
        "content": "Quando una nuova strada pubblica venga collegata, con una strada nazionale, gli interessati convengono circa alla ripartizione delle spese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_45"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, D. Costruzione e sistemazione delle strade nazionali, IV. Ripartizione delle spese di spostamenti, incroci e raccordi. 2. Trasformazione di incroci",
        "citation": "Art. 46 cpv. 1 LSN",
        "content": "Qualora occorra migliorare, con nuove opere, degli incroci di strade nazionali con altre strade pubbliche, ciascuno di coloro cui spetta l’onere della costruzione stradale deve contribuire alle spese di sistemazione e di mantenimento di dette opere, nella misura in cui queste siano richieste dallo sviluppo del traffico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_46"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, D. Costruzione e sistemazione delle strade nazionali, IV. Ripartizione delle spese di spostamenti, incroci e raccordi. 2. Trasformazione di incroci",
        "citation": "Art. 46 cpv. 2 LSN",
        "content": "La ripartizione delle spese di trasformazione di incroci tra strade nazionali e ferrovie è fatta in conformità delle disposizioni della legge federale del 20 dicembre 1957 sulle ferrovie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_46"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, D. Costruzione e sistemazione delle strade nazionali, IV. Ripartizione delle spese di spostamenti, incroci e raccordi. 3. Disciplinamento derogatorio delle spese. Decisione, in caso di contestazioni",
        "citation": "Art. 47 cpv. 1 LSN",
        "content": "Gli articoli 45 capoverso 1, e 46 capoverso 1 non sono applicabili, in quanto tra gli interessati siano stati o saranno conchiusi degli accordi derogatori circa alle spese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_47"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, D. Costruzione e sistemazione delle strade nazionali, IV. Ripartizione delle spese di spostamenti, incroci e raccordi. 3. Disciplinamento derogatorio delle spese. Decisione, in caso di contestazioni",
        "citation": "Art. 47 cpv. 2 LSN",
        "content": "In caso di contestazione relativa alla ripartizione delle spese, decide l’Ufficio. In caso di contestazione tra Cantoni oppure tra Confederazione e Cantoni è fatta salva l’azione di diritto amministrativo in virtù dell’articolo 116 lettera a o b della legge federale del 16 dicembre 1943 sull’organizzazione giudiziaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_47"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo secondo: Costruzione, D. Costruzione e sistemazione delle strade nazionali, V. Ripartizione delle spese di adattamenti alle opere militari",
        "citation": "Art. 48 LSN",
        "content": "Il Consiglio federale stabilisce i principi per l’addebitamento delle spese di lavori d’adattamento a opere militari, cagionati dalla costruzione delle strade nazionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_48"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo terzo: Manutenzione ed esercizio delle strade nazionali, I. Manutenzione ed esercizio., 1. Principio",
        "citation": "Art. 49 LSN",
        "content": "Le strade nazionali e le loro installazioni tecniche sono mantenute ed esercitate secondo criteri economici e in maniera da assicurare un traffico sicuro e spedito e mantenere per quanto possibile inalterata la viabilità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_49"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo terzo: Manutenzione ed esercizio delle strade nazionali, I. Manutenzione ed esercizio., 2. Competenza",
        "citation": "Art. 49a cpv. 1 LSN",
        "content": "La Confederazione è competente per la manutenzione e l’esercizio delle strade nazionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_49_a"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo terzo: Manutenzione ed esercizio delle strade nazionali, I. Manutenzione ed esercizio., 2. Competenza",
        "citation": "Art. 49a cpv. 2 LSN",
        "content": "Essa conclude con i Cantoni o con enti da essi costituiti accordi sulle prestazioni concernenti l’esecuzione della manutenzione corrente e degli interventi di manutenzione edile esenti da progettazione. Se per determinate unità territoriali nessun Cantone o nessun ente è disposto a concludere un accordo sulle prestazioni, la Confederazione può affidare l’esecuzione a terzi. In casi motivati, può eseguire essa stessa questa manutenzione in singole unità territoriali o in parti di esse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_49_a"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo terzo: Manutenzione ed esercizio delle strade nazionali, I. Manutenzione ed esercizio., 2. Competenza",
        "citation": "Art. 49a cpv. 3 LSN",
        "content": "Il Consiglio federale emana in particolare disposizioni sulla delimitazione delle unità territoriali, l’ampiezza e l’indennizzo della prestazione. Esso determina l’assegnazione delle singole unità territoriali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_49_a"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo terzo: Manutenzione ed esercizio delle strade nazionali, II. Gestione degli impianti accessori",
        "citation": "Art. 50 LSN",
        "content": "La gestione degli impianti accessori è subordinata in particolare alle prescrizioni concernenti la polizia del commercio e dell’industria, l’igiene pubblica e la polizia degli alberghi. Se le necessità del traffico o interessi d’ordine generale lo esigono, il Dipartimento può emanare altre prescrizioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_50"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo terzo: Manutenzione ed esercizio delle strade nazionali, III. Misure intese a cautelare la sicurezza del traffico, 1. Divieto di impianti che impediscano la visuale",
        "citation": "Art. 51 cpv. 1 LSN",
        "content": "Nell’interno degli allineamenti, sono vietati le piantagioni, le cinte, i depositi di materiali e gli impianti che, impedendo la visuale, nuociano alla sicurezza del traffico; quelli che già vi fossero devono, a richiesta del proprietario della strada, essere tolti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_51"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo terzo: Manutenzione ed esercizio delle strade nazionali, III. Misure intese a cautelare la sicurezza del traffico, 1. Divieto di impianti che impediscano la visuale",
        "citation": "Art. 51 cpv. 2 LSN",
        "content": "Il danno che ne risulti è risarcito congruamente. Ove non sia possibile convenire dell’indennità, essa è determinata dalla Commissione di stima, in conformità dell’articolo 64 LEspr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_51"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo terzo: Manutenzione ed esercizio delle strade nazionali, III. Misure intese a cautelare la sicurezza del traffico, 2. Impianti di premunizione",
        "citation": "Art. 52 cpv. 1 LSN",
        "content": "Gli impianti temporanei per la premunizione della strada contro gli effetti nocivi degli elementi, costruiti fuori dell’area stradale, devono essere tollerati dai proprietari dei fondi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_52"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo terzo: Manutenzione ed esercizio delle strade nazionali, III. Misure intese a cautelare la sicurezza del traffico, 2. Impianti di premunizione",
        "citation": "Art. 52 cpv. 2 LSN",
        "content": "Il danno che ne risulti è risarcito congruamente. Ove non sia possibile convenire dell’indennità, essa è determinata dalla Commissione di stima, in conformità dell’articolo 64 LEspr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_52"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo terzo: Manutenzione ed esercizio delle strade nazionali, III. Misure intese a cautelare la sicurezza del traffico, 3. Divieto di pubblicità",
        "citation": "Art. 53 cpv. 1 LSN",
        "content": "Nell’ambito delle strade nazionali, sono vietati, giusta la legge federale del 19 dicembre 1958 sulla circolazione stradale, i richiami pubblicitari e i cartelli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_53"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo terzo: Manutenzione ed esercizio delle strade nazionali, III. Misure intese a cautelare la sicurezza del traffico, 3. Divieto di pubblicità",
        "citation": "Art. 53 cpv. 2 LSN",
        "content": "Il Consiglio federale emana disposizioni esecutive particolari per le strade nazionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_53"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo quarto: Alta vigilanza della Confederazione, I. Alta vigilanza",
        "citation": "Art. 54 cpv. 1 LSN",
        "content": "Il completamento della rete delle strade nazionali sottostà all’alta vigilanza della Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_54"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo quarto: Alta vigilanza della Confederazione, I. Alta vigilanza",
        "citation": "Art. 54 cpv. 2 LSN",
        "content": "Ove occorra, il Consiglio federale provvede affinché i Cantoni interessati assumano in comune l’elaborazione dei progetti e i lavori di costruzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_54"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo quarto: Alta vigilanza della Confederazione, II. Surrogazione",
        "citation": "Art. 55 cpv. 1 LSN",
        "content": "Mediante decisione del Consiglio federale, la Confederazione può assumere, interamente o in parte, i compiti di un Cantone in conformità della presente legge se:\na. il Cantone ne fa domanda e è realmente impossibilitato ad assumere esso stesso tali compiti;\nb. è necessario per assicurare l’esecuzione dell’opera e il Cantone rifiuta d’adempiere tali compiti entro un termine adeguato stabilito dal Consiglio federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_55"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo quarto: Alta vigilanza della Confederazione, II. Surrogazione",
        "citation": "Art. 55 cpv. 2 LSN",
        "content": "Anche in questi casi le spese sono ripartite secondo le disposizioni della legge federale del 22 marzo 1985 concernente l’utilizzazione dell’imposta sugli oli minerali a destinazione vincolata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_55"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo sesto: Disposizioni esecutive, transitorie e finali, I. Esecuzione della legge, 1. Consiglio federale",
        "citation": "Art. 60 cpv. 1 LSN",
        "content": "Il Consiglio federale emana le disposizioni d’applicazione e vigila sulla loro esecuzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_60"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo sesto: Disposizioni esecutive, transitorie e finali, I. Esecuzione della legge, 1. Consiglio federale",
        "citation": "Art. 60 cpv. 2 LSN",
        "content": "Adotta, in particolare, le disposizioni per garantire una progettazione a regola d’arte, un’esecuzione economica dei lavori, un controllo sufficiente della costruzione, nonché una manutenzione e un esercizio adeguati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_60"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo sesto: Disposizioni esecutive, transitorie e finali, I. Esecuzione della legge, 2. Cantoni",
        "citation": "Art. 61 cpv. 1 LSN",
        "content": "I Cantoni disciplinano, nell’ambito della presente legge, le competenze concernenti l’esecuzione dei compiti a essi assegnati e la procedura applicabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_61"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo sesto: Disposizioni esecutive, transitorie e finali, I. Esecuzione della legge, 2. Cantoni",
        "citation": "Art. 61 cpv. 2 LSN",
        "content": "I Cantoni prendono le disposizioni completive necessarie all’applicazione della presente legge. .... Esse possono venir stabilite per via d’ordinanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_61"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo sesto: Disposizioni esecutive, transitorie e finali, I. Esecuzione della legge, 2. Cantoni",
        "citation": "Art. 61 cpv. 3 LSN",
        "content": "Qualora un Cantone non stabilisca tempestivamente le disposizioni che si richiedono all’applicazione della presente legge, il Consiglio federale emana temporaneamente, in luogo di esso, le ordinanze necessarie e ne dà comunicazione all’Assemblea federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_61"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo sesto: Disposizioni esecutive, transitorie e finali, Ia. Trattati internazionali",
        "citation": "Art. 61a LSN",
        "content": "Il Consiglio federale può concludere autonomamente trattati internazionali che riguardano le opere edilizie transfrontaliere nell’ambito di un collegamento di strade nazionali con arterie stradali estere a grande capacità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_61_a"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo sesto: Disposizioni esecutive, transitorie e finali, Ib. Prestazioni commerciali",
        "citation": "Art. 61b cpv. 1 LSN",
        "content": "L’Ufficio può fornire a terzi prestazioni commerciali se queste:\na. sono strettamente correlate ai compiti principali;\nb. non pregiudicano l’adempimento dei compiti principali; e\nc. non richiedono considerevoli risorse materiali o di personale supplementari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_61_b"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo sesto: Disposizioni esecutive, transitorie e finali, Ib. Prestazioni commerciali",
        "citation": "Art. 61b cpv. 2 LSN",
        "content": "Le prestazioni commerciali sono fornite sulla base di una contabilità analitica, a prezzi che consentano almeno di coprire i costi. Il Dipartimento può concedere deroghe per singole prestazioni, a condizione di non entrare in tal modo in concorrenza con l’economia privata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_61_b"
    },
    {
        "book": "NSG",
        "title": "LSN, Capo sesto: Disposizioni esecutive, transitorie e finali, Ib. Prestazioni commerciali",
        "citation": "Art. 61b cpv. 3 LSN",
        "content": "I ricavi conseguiti sono destinati al Fondo per le strade nazionali e il traffico d’agglomerato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#art_61_b"
    },
    {
        "book": "NSG",
        "title": "LSN, IV. Membri della Commissione di stima",
        "citation": "Art. 65 LSN",
        "content": "L’articolo 22 capoverso 1 lettera c della legge federale del 16 dicembre 1943 sull’organizzazione giudiziaria non si applica all’astensione e alla ricusazione dei membri e dei supplenti della Commissione di stima.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#lvl_IV/art_65"
    },
    {
        "book": "NSG",
        "title": "LSN, V. Entrata in vigore",
        "citation": "Art. 66 LSN",
        "content": "Il Consiglio federale stabilisce la data nella quale la presente legge entra in vigore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#lvl_V/art_66"
    },
    {
        "book": "NSG",
        "title": "LSN, V. Entrata in vigore",
        "citation": "Art. 66 cpv. DCF del 13 giu. 1960. LSN",
        "content": "Data dell’entrata in vigore: 21 giugno 1960",
        "url": "https://www.fedlex.admin.ch/eli/cc/1960/525_569_555/it#lvl_V/art_66"
    }
]