[
    {
        "book": "NSV",
        "title": "NSV, 1. Kapitel: Allgemeine Bestimmungen, Gegenstand",
        "citation": "Art. 1 NSV",
        "content": "Diese Verordnung regelt Bau, Ausbau, Unterhalt und Betrieb der Nationalstrassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_1"
    },
    {
        "book": "NSV",
        "title": "NSV, 1. Kapitel: Allgemeine Bestimmungen, Bestandteile der Nationalstrassen",
        "citation": "Art. 2 NSV",
        "content": "Bestandteil der Nationalstrasse bilden je nach ihrer Ausbauform und den von der technischen Funktion her bedingten Erfordernissen:\na. der Strassenkörper;\nb. die Kunstbauten, einschliesslich Über- und Unterführungsbauwerken, die beim Bau erforderlich werden, nicht jedoch Leitungen und ähnliche Anlagen Dritter;\nc. die Anschlüsse samt Verbindungsstrecken bis zur nächsten leistungsfähigen Kantons‐, Regional- oder Lokalstrasse, soweit diese hauptsächlich dem Verkehr zur Nationalstrasse dienen, einschliesslich Verzweigungen oder Kreiseln;\nd. Nebenanlagen mit Zu- und Wegfahrten und allfällige Erschliessungswege;\ne. Rastplätze mit ihren Zu- und Wegfahrten sowie den dazugehörigen Bauten und Anlagen;\nf. Einrichtungen für den Unterhalt und den Betrieb der Strassen wie Stützpunkte, Werkhöfe, Schadenwehren, Materialdepots, Fernmeldeanlagen, Vorrichtungen für Gewichts- und andere Verkehrskontrollen sowie Einrichtungen für die Verkehrsüberwachung, Strassenzustands- und Wettererfassung, einschliesslich der erforderlichen Datenbanken;\ng. Bauten und Anlagen zur Entwässerung, Nutzung von erneuerbarer Energie, Beleuchtung und Lüftung sowie Sicherheitseinrichtungen und Werkleitungen;\nh. Verkehrseinrichtungen wie Signale, Signalanlagen, Markierungen, Einfriedungen und Blendschutz;\ni. Einrichtungen für die Führung, Erfassung und Beeinflussung des Verkehrs und für das Verkehrsmanagement, wie Verkehrsmanagementzentralen, Warteräume, Abstellplätze, Verkehrsleitsysteme und Verkehrserfassungssysteme, einschliesslich der erforderlichen Datenbanken;\nj. Bepflanzungen sowie Böschungen, deren Pflege den Anstössern nicht zumutbar ist;\nk. Lawinen‐, Steinschlag‐ und Hangverbauungen, Einrichtungen und Bauten für den Hochwasserschutz, Einrichtungen gegen Schneeverwehungen, soweit sie überwiegend der Nationalstrasse dienen;\nl. Bauten und Anlagen zum Schutz der Umwelt;\nm. Zentren für die Schwerverkehrskontrollen, einschliesslich Zu- und Wegfahrten sowie der zur Kontrolle notwendigen Bauten und technischen Einrichtungen wie Waagen oder Labors;\nn. Abstellspuren und -flächen im Bereich der Nationalstrassen, einschliesslich Zu- und Wegfahrten;\no. Grenzzollanlagen, mit Ausnahme der Infrastrukturen, die der Zollabfertigung dienen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_2"
    },
    {
        "book": "NSV",
        "title": "NSV, 1. Kapitel: Allgemeine Bestimmungen, Eintrag ins Grundbuch",
        "citation": "Art. 3 NSV",
        "content": "Die Nationalstrassengrundstücke sind im Grundbuch als solche anzumerken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_3"
    },
    {
        "book": "NSV",
        "title": "NSV, 1. Kapitel: Allgemeine Bestimmungen, Bericht zum strategischen Entwicklungsprogramm",
        "citation": "Art. 3a NSV",
        "content": "Der Bericht nach Artikel 11a Absatz 2 NSG enthält insbesondere:\na. das Gesamtkonzept der geplanten langfristigen Weiterentwicklung des Nationalstrassennetzes, einschliesslich einer grafischen Darstellung;\nb. Angaben zu den verkehrlichen Rahmenbedingungen, insbesondere Bevölkerungsszenarien, Verkehrsprognosen und Bewertungskriterien;\nc. Angaben zur Entwicklung des Verkehrs und der Engpässe im Nationalstrassennetz sowie zum Stand der Umsetzung der bereits beschlossenen Ausbau- massnahmen und der grösseren Vorhaben im Nationalstrassennetz;\nd. eine Liste der Ausbaumassnahmen und der grösseren Vorhaben im Nationalstrassennetz, mit Angaben zu Kosten und Nutzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_3_a"
    },
    {
        "book": "NSV",
        "title": "NSV, 1. Kapitel: Allgemeine Bestimmungen, Jährliches Bauprogramm",
        "citation": "Art. 4 NSV",
        "content": "Das Eidgenössische Departement für Umwelt, Verkehr, Energie und Kommunikation (UVEK) bestimmt das jährliche Bauprogramm.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_4"
    },
    {
        "book": "NSV",
        "title": "NSV, 1. Kapitel: Allgemeine Bestimmungen, Nebenanlagen",
        "citation": "Art. 6 Abs. 1 NSV",
        "content": "Nebenanlagen sind Versorgungs‐, Verpflegungs- und Beherbergungsbetriebe (Raststätten) und Tankstellen sowie die dazugehörigen Parkplätze. Die Parkplätze müssen in einer der Kapazität der Anlage genügenden Anzahl für alle Motorfahrzeugkategorien vorhanden sein. Tankstellen sowie Versorgungs‐, Verpflegungs- und Beherbergungsbetriebe können je allein errichtet oder örtlich miteinander verbunden werden. Für Motorfahrzeuge darf eine rückwärtige Erschliessung nur für Lieferungen und Fahrten des Personals der Betreiber der Nebenanlage offen stehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_6"
    },
    {
        "book": "NSV",
        "title": "NSV, 1. Kapitel: Allgemeine Bestimmungen, Nebenanlagen",
        "citation": "Art. 6 Abs. 2 NSV",
        "content": "Die Versorgungs-, Verpflegungs- und Beherbergungsbetriebe haben in Ausgestaltung und Angebot den Bedürfnissen der Strassenbenützer und -benützerinnen zu entsprechen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_6"
    },
    {
        "book": "NSV",
        "title": "NSV, 1. Kapitel: Allgemeine Bestimmungen, Nebenanlagen",
        "citation": "Art. 6 Abs. 3 NSV",
        "content": "Die Nebenanlagen haben eine öffentliche, behindertengerechte Toilette aufzuweisen. Tankstellen und Toiletten sind täglich während 24 Stunden offen zu halten. Die Tankstellen sind mit genügend Einfüllgeräten zu versehen, an denen die gebräuchlichen Treibstoffe getankt werden können. Es sind die gebräuchlichsten Ölarten zur Verfügung zu halten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_6"
    },
    {
        "book": "NSV",
        "title": "NSV, 1. Kapitel: Allgemeine Bestimmungen, Nebenanlagen",
        "citation": "Art. 6 Abs. 4 NSV",
        "content": "Das UVEK bestimmt nach Anhören der Kantone die Standorte, die Art und den Zeitpunkt der Ausführung der Nebenanlagen auf dem Nationalstrassennetz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_6"
    },
    {
        "book": "NSV",
        "title": "NSV, 1. Kapitel: Allgemeine Bestimmungen, Nebenanlagen",
        "citation": "Art. 6 Abs. 5 NSV",
        "content": "Verträge zwischen dem Kanton und dem Betreiber der Nebenanlage sind dem Bundesamt für Strassen (ASTRA) zur Genehmigung zu unterbreiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_6"
    },
    {
        "book": "NSV",
        "title": "NSV, 1. Kapitel: Allgemeine Bestimmungen, Rastplätze",
        "citation": "Art. 7 Abs. 1 NSV",
        "content": "Wer auf Rastplätzen Anlagen zur Abgabe von alternativen Antriebsmitteln, wie Schnellladestationen, oder Versorgungs- und Verpflegungseinrichtungen, wie Kioske, Verkaufswagen oder Verkaufsstände, betreiben will, braucht eine Bewilligung des ASTRA. Die Bewilligungen werden erteilt:\na. für höchstens 30 Jahre für Anlagen zur Abgabe von alternativen Antriebsmitteln; \nb. für höchstens 5 Jahre für Versorgungs- und Verpflegungseinrichtungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_7"
    },
    {
        "book": "NSV",
        "title": "NSV, 1. Kapitel: Allgemeine Bestimmungen, Rastplätze",
        "citation": "Art. 7 Abs. 2 NSV",
        "content": "Die Nutzung der Nationalstrasseninfrastruktur für den Betrieb von Anlagen zur Abgabe von alternativen Antriebsmitteln und von Versorgungs- und Verpflegungseinrichtungen ist zu entgelten. Bei der Festlegung der Höhe des Entgelts sind insbesondere allfällige Vorfinanzierungen des Bundes für das Bereitstellen von Zuleitungen bis zu den Bezugspunkten auf den Rastplätzen zu berücksichtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_7"
    },
    {
        "book": "NSV",
        "title": "NSV, 1. Kapitel: Allgemeine Bestimmungen, Rastplätze",
        "citation": "Art. 7 Abs. 3 NSV",
        "content": "Vor Erteilung oder Erneuerung einer Bewilligung für eine Versorgungs- und Verpflegungseinrichtung sind der Standortkanton und der Nachbarkanton anzuhören, sofern sich auf dessen Gebiet eine Raststätte zehn Kilometer vor oder nach dem betreffenden Rastplatz befindet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_7"
    },
    {
        "book": "NSV",
        "title": "NSV, 1. Kapitel: Allgemeine Bestimmungen, Rastplätze",
        "citation": "Art. 7 Abs. 4 NSV",
        "content": "Die Versorgungs- und Verpflegungseinrichtungen haben in Ausgestaltung und Angebot den Bedürfnissen der Strassenbenützer und -benützerinnen zu entsprechen. Alkohol darf nicht ausgeschenkt oder verkauft werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_7"
    },
    {
        "book": "NSV",
        "title": "NSV, 1. Kapitel: Allgemeine Bestimmungen, Rastplätze",
        "citation": "Art. 7 Abs. 5 NSV",
        "content": "Die Versorgungs- und Verpflegungseinrichtungen dürfen nicht fest mit dem Boden verbunden sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_7"
    },
    {
        "book": "NSV",
        "title": "NSV, 1. Kapitel: Allgemeine Bestimmungen, Rastplätze",
        "citation": "Art. 7 Abs. 6 NSV",
        "content": "An der durchgehenden Fahrbahn darf keine Signalisation angebracht werden, die auf die Versorgungs- und Verpflegungseinrichtungen hinweist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_7"
    },
    {
        "book": "NSV",
        "title": "NSV, 1. Kapitel: Allgemeine Bestimmungen, Rastplätze",
        "citation": "Art. 7 Abs. 7 NSV",
        "content": "Das ASTRA schafft die für den Bau und den Betrieb von Anlagen zur Abgabe von alternativen Antriebsmitteln notwendigen technischen Voraussetzungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_7"
    },
    {
        "book": "NSV",
        "title": "NSV, 1. Kapitel: Allgemeine Bestimmungen, Interessen des Natur- und Heimatschutzes",
        "citation": "Art. 7a Abs. 1 NSV",
        "content": "Der Bund klärt im Rahmen der Planung und Projektierung ab, ob Massnahmen zum Schutz von Interessen nach Artikel 3 Absatz 1 des Bundesgesetzes vom 1. Juli 1966 über den Natur- und Heimatschutz notwendig sind. Bei Massnahmen im Zuständigkeitsbereich der Kantone beteiligt er sich an den Kosten der Arbeiten zu deren Umsetzung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_7_a"
    },
    {
        "book": "NSV",
        "title": "NSV, 1. Kapitel: Allgemeine Bestimmungen, Interessen des Natur- und Heimatschutzes",
        "citation": "Art. 7a Abs. 2 NSV",
        "content": "Die Massnahmen und die Kostenbeteiligung werden im Rahmen des Ausführungsprojekts bestimmt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_7_a"
    },
    {
        "book": "NSV",
        "title": "NSV, 1. Kapitel: Allgemeine Bestimmungen, Interessen des Natur- und Heimatschutzes",
        "citation": "Art. 7a Abs. 3 NSV",
        "content": "Die Ausführung der Massnahmen und die definitive Kostenbeteiligung des Bundes werden in einer Leistungsvereinbarung zwischen dem zuständigen Kanton und dem ASTRA geregelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_7_a"
    },
    {
        "book": "NSV",
        "title": "NSV, 1. Kapitel: Allgemeine Bestimmungen, Interessen des Natur- und Heimatschutzes",
        "citation": "Art. 7a Abs. 4 NSV",
        "content": "Werden in der Bauphase unvorhergesehene Massnahmen notwendig, namentlich aufgrund archäologischer Zufallsfunde, so schliessen der zuständige Kanton und das ASTRA eine Leistungsvereinbarung ab. Diese regelt insbesondere die Massnahmen sowie die Kostenbeteiligung des Bundes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_7_a"
    },
    {
        "book": "NSV",
        "title": "NSV, 1. Kapitel: Allgemeine Bestimmungen, Interessen des Natur- und Heimatschutzes",
        "citation": "Art. 7a Abs. 5 NSV",
        "content": "Kommt in den Fällen nach den Absätzen 3 und 4 keine Leistungsvereinbarung zustande, so entscheidet das UVEK über die Kostenbeteiligung des Bundes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_7_a"
    },
    {
        "book": "NSV",
        "title": "NSV, 1. Kapitel: Allgemeine Bestimmungen, Interessen des Natur- und Heimatschutzes",
        "citation": "Art. 7a Abs. 6 NSV",
        "content": "Das ASTRA koordiniert nach Anhörung der kantonalen Stellen die Arbeiten auf dem Gebiet, das für den Nationalstrassenbau dauernd oder vorübergehend benötigt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_7_a"
    },
    {
        "book": "NSV",
        "title": "NSV, 1. Kapitel: Allgemeine Bestimmungen, Übergang des Eigentums",
        "citation": "Art. 7b Abs. 1 NSV",
        "content": "Sind die Arbeiten nach Artikel 8a Absatz 4 NSG abgeschlossen, so übernimmt der Bund die Gesamtrechtsnachfolge und tritt in die Vertragsverhältnisse ein, die der Kanton eingegangen ist. Er ist namentlich zur Geltendmachung von Ansprüchen aus Werkverträgen und aus Auftragsverhältnissen mit Unternehmen, Ingenieuren und Ingenieurinnen sowie Architekten und Architektinnen berechtigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_7_b"
    },
    {
        "book": "NSV",
        "title": "NSV, 1. Kapitel: Allgemeine Bestimmungen, Übergang des Eigentums",
        "citation": "Art. 7b Abs. 2 NSV",
        "content": "Sind Landerwerbsgeschäfte bei bestehenden Strassen im Zeitpunkt der Aufnahme ins Nationalstrassennetz noch nicht abgeschlossen, so geht das Eigentum erst nach erfolgter Bereinigung an den Bund über.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_7_b"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 1. Abschnitt: Planung und Projektierung, Umfang der Planung",
        "citation": "Art. 8 Abs. 1 NSV",
        "content": "Die Planungsunterlagen müssen umfassen:\na. den Situationsplan, in der Regel im Massstab 1:25 000;\nb. das Längenprofil im Massstab 1:25 000/2500;\nc. das Normalprofil;\nd. den technischen Bericht;\ne. die Kostenschätzung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_8"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 1. Abschnitt: Planung und Projektierung, Umfang der Planung",
        "citation": "Art. 8 Abs. 2 NSV",
        "content": "Bei der Planung sind die Auswirkungen auf Wirtschaft, Umwelt und Gesellschaft zu prüfen. Die vorgeschlagenen Massnahmen sind räumlich und verkehrsträgerübergreifend abzustimmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_8"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 1. Abschnitt: Planung und Projektierung, Projektierungszonen",
        "citation": "Art. 9 Abs. 1 NSV",
        "content": "Die Projektierungszonen sind entsprechend dem Stand der Projektierung festzulegen. Insbesondere bei den Anschlussstellen ist der weiteren Projektierung genügend Spielraum zu lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_9"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 1. Abschnitt: Planung und Projektierung, Projektierungszonen",
        "citation": "Art. 9 Abs. 2 NSV",
        "content": "Steht die allgemeine Linienführung einer Nationalstrasse noch nicht fest oder werden für eine Linienführung Varianten geprüft, so sind die Projektierungszonen entsprechend weiter oder für jede Variante einzeln zu ziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_9"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 1. Abschnitt: Planung und Projektierung, Projektierungszonen",
        "citation": "Art. 9 Abs. 3 NSV",
        "content": "Innerhalb der Projektierungszonen dürfen ohne Bewilligung keine baulichen Massnahmen getroffen, keine Kiesgruben und Materialdeponien angelegt und keine anderen wesentlichen Geländeveränderungen vorgenommen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_9"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 1. Abschnitt: Planung und Projektierung, Generelles Projekt",
        "citation": "Art. 10 Abs. 1 NSV",
        "content": "Das generelle Projekt muss die Linienführung, einschliesslich der ober- und unterirdischen Strassenführung, die Anschlussstellen mit den Zu- und Wegfahrten, die Kreuzungsbauwerke und die Anzahl Fahrspuren enthalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_10"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 1. Abschnitt: Planung und Projektierung, Generelles Projekt",
        "citation": "Art. 10 Abs. 2 NSV",
        "content": "Es ist so auszuarbeiten und im Bereinigungsverfahren derart festzulegen, dass keine wesentlichen Verschiebungen und Änderungen mehr zu erwarten sind. Es muss mit dem kantonalen Richtplan abgestimmt sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_10"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 1. Abschnitt: Planung und Projektierung, Bereinigung und Genehmigung des generellen Projekts",
        "citation": "Art. 11 Abs. 1 NSV",
        "content": "Die Projektunterlagen des generellen Projekts müssen enthalten:\na. Situationsplan im Massstab 1:5000;\nb. Längsschnitt im Massstab 1:5000 für die Längen und 1:500 für die Höhen;\nc. technischer Bericht einschliesslich flankierender Massnahmen;\nd. Kosten-Nutzen-Analysen;\ne. Angaben über die Kosten;\nf. Umweltverträglichkeitsbericht 2. Stufe;\ng. Vorschläge des Kantons und Stellungnahmen der Gemeinden;\nh. Mitbericht folgender Stelle:\n1. der kantonalen Umweltschutz- und Raumplanungsfachstelle,\n2. der kantonalen Stelle für Natur- und Heimatschutz,\n3. der kantonalen Stelle für Archäologie, und\n4. der kantonalen Stelle für Langsamverkehr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_11"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 1. Abschnitt: Planung und Projektierung, Bereinigung und Genehmigung des generellen Projekts",
        "citation": "Art. 11 Abs. 2 NSV",
        "content": "Das UVEK unterbreitet das generelle Projekt innert neun Monaten nach Bereinigung der erhaltenen Unterlagen mit den betroffenen Kantonen dem Bundesrat zum Entscheid.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_11"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 1. Abschnitt: Planung und Projektierung, Bereinigung und Genehmigung des generellen Projekts",
        "citation": "Art. 11 Abs. 3 NSV",
        "content": "Der Bundesrat entscheidet über strittige Fragen im Rahmen der Genehmigung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_11"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 1. Abschnitt: Planung und Projektierung, Bereinigung und Genehmigung des generellen Projekts",
        "citation": "Art. 11 Abs. 4 NSV",
        "content": "Wird bei der Erarbeitung des Ausführungsprojekts festgestellt, dass dessen Kosten jene des generellen Projekts um mehr als 10 Prozent ohne Berücksichtigung der Teuerung überschreiten, so sind die Kostensteigerungen dem Bundesrat zum Entscheid vorzulegen. Bei Projekten unter 100 Millionen Franken sind Kostensteigerungen von über 10 Millionen Franken (ohne Teuerung) vom Bundesrat zu genehmigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_11"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 1. Abschnitt: Planung und Projektierung, Ausführungsprojekt",
        "citation": "Art. 12 Abs. 1 NSV",
        "content": "Das Ausführungsprojekt ist dem UVEK unter Beilage folgender Unterlagen zur Genehmigung einzureichen:\na. Übersichtsplan;\nb. Situationspläne mit Angabe der Baulinien im Massstab 1:1000;\nc. Längsschnitt im Massstab 1:1000 für die Längen und 1:100 für die Höhen;\nd. Normalprofil im Massstab 1:50;\ne. Querprofile im Massstab 1:100;\nf. Hauptabmessungen der Kunstbauten;\ng. technischer Bericht einschliesslich flankierender Massnahmen;\ngbis.  kurzer Bericht zum Langsamverkehr, soweit dieser betroffen ist;\nh. Entwässerungskonzept;\ni. Umweltverträglichkeitsbericht 3. Stufe;\nj. Angaben über die Kosten;\nk. Enteignungsplan;\nl. Grunderwerbstabelle;\nm. Unterlagen für weitere Bewilligungen, für die der Bund zuständig ist;\nn. allfälliges Schutz- und Grabungskonzept für archäologische und paläontologische Fundstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_12"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 1. Abschnitt: Planung und Projektierung, Ausführungsprojekt",
        "citation": "Art. 12 Abs. 2 NSV",
        "content": "Das UVEK prüft die Unterlagen innert zehn Tagen auf Vollständigkeit und übermittelt sie anschliessend dem Kanton zur Stellungnahme und zur öffentlichen Auflage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_12"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 1. Abschnitt: Planung und Projektierung, Ausführungsprojekt",
        "citation": "Art. 12 Abs. 3 NSV",
        "content": "Das UVEK genehmigt das Ausführungsprojekt innert sechs Monaten nach Abschluss des Instruktionsverfahrens. Es teilt den Parteien den Abschluss des Instruktionsverfahrens mit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_12"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 1. Abschnitt: Planung und Projektierung, Baulinienabstände",
        "citation": "Art. 13 Abs. 1 NSV",
        "content": "Die Abstände der Baulinien von der Strassenachse betragen bei:\na. Nationalstrassen erster Klasse25 m\nb. Nationalstrassen zweiter Klasse, deren späterer Ausbau\n– zu Nationalstrassen erster Klasse vorgesehen ist25 m\n– zu Nationalstrassen erster Klasse nicht  vorgesehen ist, je nach Strassenquerschnitt20–25 m\nc. Nationalstrassen dritter Klasse, je nach Strassenquerschnitt10–25 m\nd. Nationalstrassen im Gebiet von Städten20–25 m",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_13"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 1. Abschnitt: Planung und Projektierung, Baulinienabstände",
        "citation": "Art. 13 Abs. 2 NSV",
        "content": "Bei Anschlüssen und Verzweigungen sind die Baulinien so zu ziehen, dass deren Abstände vom Strassenkörper den Abständen nach Absatz 1 entsprechen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_13"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 1. Abschnitt: Planung und Projektierung, Baulinienabstände",
        "citation": "Art. 13 Abs. 3 NSV",
        "content": "Wo es die Verhältnisse erfordern, können abweichende Baulinienabstände festgesetzt oder die Baulinien vertikal begrenzt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_13"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 1. Abschnitt: Planung und Projektierung, Baulinienabstände",
        "citation": "Art. 13 Abs. 4 NSV",
        "content": "Werden bestehende Strecken neu ins Nationalstrassennetz aufgenommenen, so gelten bis zur rechtsgültigen Festlegung der Nationalstrassenbaulinien die nach kantonalem Recht festgelegten Baulinien und Strassenabstände.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_13"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 1. Abschnitt: Planung und Projektierung, Aufnahme der Baulinien in das Kataster der öffentlich-rechtlichen Eigentumsbeschränkungen",
        "citation": "Art. 13a NSV",
        "content": "Die Aufnahme der Baulinien in das Kataster der öffentlich-rechtlichen Eigentumsbeschränkungen gemäss Artikel 16 des Geoinformationsgesetzes vom 5. Oktober 2007 gilt als Veröffentlichung im Sinne von Artikel 29 NSG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_13_a"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 1. Abschnitt: Planung und Projektierung, Aussteckung",
        "citation": "Art. 14 NSV",
        "content": "Für die Aussteckung nach Artikel 27a NSG gelten folgende Vorschriften:\na. Die Umrisslinien von zu erwerbendem Grundeigentum sowie alle dazu gehörenden Flächen, die für ökologische Ersatzmassnahmen beansprucht werden, sind kenntlich zu machen.\nb. Die Strassenanlagen und die äusseren Kanten von zur Anlage gehörenden Hochbauten sind durch Profile zu kennzeichnen.\nc. Muss gerodet werden, so sind die zu rodende Fläche oder die Bäume, die entfernt werden müssen, zu bezeichnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_14"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 1. Abschnitt: Planung und Projektierung, Vorgehen bei wesentlichen Änderungen",
        "citation": "Art. 15 NSV",
        "content": "Ergeben sich während des Plangenehmigungsverfahrens wesentliche Änderungen gegenüber dem ursprünglichen Projekt, so ist das geänderte Projekt den Betroffenen erneut zur Stellungnahme zu unterbreiten und gegebenenfalls öffentlich aufzulegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_15"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 1. Abschnitt: Planung und Projektierung, Umweltverträglichkeitsprüfung und ökologische Bauabnahme",
        "citation": "Art. 16 Abs. 1 NSV",
        "content": "Bei der Planung und Projektierung der Nationalstrassen ist die Umweltverträglichkeit nach Ziffer 11.1 des Anhangs der Verordnung vom 19. Oktober 1988 über die Umweltverträglichkeitsprüfung mehrstufig zu prüfen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_16"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 1. Abschnitt: Planung und Projektierung, Umweltverträglichkeitsprüfung und ökologische Bauabnahme",
        "citation": "Art. 16 Abs. 2 NSV",
        "content": "In jeder Projektphase sind die technischen Grundlagen und die ökologischen Auswirkungen soweit abzuklären, als sie für den Entscheid über das Projekt stufengerecht notwendig sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_16"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 1. Abschnitt: Planung und Projektierung, Umweltverträglichkeitsprüfung und ökologische Bauabnahme",
        "citation": "Art. 16 Abs. 3 NSV",
        "content": "Das UVEK kann die Genehmigung des Ausführungsprojekts mit der Auflage verbinden, dass spätestens drei Jahre nach Inbetriebnahme festgestellt wird, ob die verfügten Massnahmen zum Schutz der Umwelt sachgerecht umgesetzt und die beabsichtigten Wirkungen erzielt worden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_16"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 1. Abschnitt: Planung und Projektierung, Kosten",
        "citation": "Art. 17 Abs. 1 NSV",
        "content": "Das ASTRA bestimmt für jede Projektphase, wie die Kosten zu ermitteln sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_17"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 1. Abschnitt: Planung und Projektierung, Kosten",
        "citation": "Art. 17 Abs. 2 NSV",
        "content": "Beim generellen Projekt und beim Ausführungsprojekt sind Kosten und Nutzen zu bewerten sowie die Bau-, Unterhalts- und Betriebskosten gesondert auszuweisen. Das gilt ebenfalls für Massnahmen, die sich auf materielles Recht ausserhalb der Strassenbaunormen stützen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_17"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 1. Abschnitt: Planung und Projektierung, Kosten",
        "citation": "Art. 17 Abs. 3 NSV",
        "content": "In jeder Projektphase sind die von Dritten gestellten Forderungen nach Projektveränderungen auszuweisen und technisch und ökologisch sowie hinsichtlich Kosten und Nutzen zu bewerten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_17"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 1. Abschnitt: Planung und Projektierung, Kosten",
        "citation": "Art. 17 Abs. 4 NSV",
        "content": "Nach allfälligen Änderungen aufgrund von Einsprache- und Rechtsmittelentscheiden sind die Angaben über die Kosten des Ausführungsprojekts anzupassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_17"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 1. Abschnitt: Planung und Projektierung, Begutachtung von Detailprojekten",
        "citation": "Art. 18 NSV",
        "content": "Zur Begutachtung von Detailprojekten können Prüfingenieure und Prüfingenieurinnen beigezogen werden. Diese Begutachtung stellt keine Werkabnahme dar und entbindet den projektierenden Ingenieur oder die projektierende Ingenieurin nicht von seiner oder ihrer Haftung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_18"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 1. Abschnitt: Planung und Projektierung, Meldung an die Aufsicht über die amtliche Vermessung",
        "citation": "Art. 19 Abs. 1 NSV",
        "content": "Das ASTRA informiert die kantonale Vermessungsaufsicht über die Einreichung eines Ausführungsprojekts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_19"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 1. Abschnitt: Planung und Projektierung, Meldung an die Aufsicht über die amtliche Vermessung",
        "citation": "Art. 19 Abs. 2 NSV",
        "content": "Es informiert diese Stelle innert 20 Tagen über Änderungen des Ausführungsprojekts, die eine Nachführung der amtlichen Vermessung notwendig machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_19"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 2. Abschnitt: Landerwerb, Freihändiger Landerwerb",
        "citation": "Art. 20 NSV",
        "content": "Der freihändige Landerwerb ist zulässig, wenn das Grundstück höchstens zum Verkehrswert erworben werden kann. Bei der Ermittlung des Verkehrswertes sind die Landpreise der betreffenden Gegend sowie die Lage und die Nutzungsmöglichkeit des Grundstückes angemessen zu berücksichtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_20"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 2. Abschnitt: Landerwerb, Landerwerb im Umlegungsverfahren",
        "citation": "Art. 21 NSV",
        "content": "Bei der Ausarbeitung und Einreichung von strassenbedingten Güter- und Waldzusammenlegungsprojekten sind insbesondere die bundesrechtlichen Bestimmungen über die Unterstützung von Bodenverbesserungen und landwirtschaftlichen Hochbauten, über die Raumplanung und über den Schutz der Umwelt zu berücksichtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_21"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 2. Abschnitt: Landerwerb, Einreichung und Überprüfung der Landumlegungsprojekte",
        "citation": "Art. 22 NSV",
        "content": "Die Vorprojekte für Landumlegungen sind dem ASTRA einzureichen. Dieses stellt fest, ob die Interessen des Strassenbaus gewahrt sind. Bei Güterzusammenlegungen lässt es die Einhaltung der Beitragsvorschriften durch das Bundesamt für Landwirtschaft und durch das Bundesamt für Umwelt überprüfen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_22"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 2. Abschnitt: Landerwerb, Schätzung von Verkehrswerten und Entschädigungen",
        "citation": "Art. 23 NSV",
        "content": "Die Kantone können in ihren Ausführungsbestimmungen für die Schätzung des Verkehrswertes von Land, das im Landumlegungsverfahren dem Strassenbau abzutreten ist, oder die Schätzung von Inkonvenienzen, die sich nicht bei der Neuzuteilung abgelten lassen, die Anwendung des EntG vorschreiben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_23"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 2. Abschnitt: Landerwerb, Ausnahmen vom Zweckentfremdungs- und Zerstückelungsverbot und von der Rückerstattungspflicht",
        "citation": "Art. 24 NSV",
        "content": "Für Ausnahmen vom Zweckentfremdungs- und Zerstückelungsverbot und von der Rückerstattungspflicht gelten die Artikel 66 Buchstabe e, 67 Absatz 4, 68 Buchstabe k und 69 Absatz 5 der Strukturverbesserungsverordnung vom 2. November 2022.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_24"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 2. Abschnitt: Landerwerb, Ausnahmen vom Landumlegungsverfahren",
        "citation": "Art. 25 NSV",
        "content": "Vermag das Landumlegungsverfahren berechtigten Ersatzansprüchen eines Grundeigentümers oder einer Grundeigentümerin für ein bestimmtes Grundstück offensichtlich nicht zu genügen, so ist auf Gesuch des Eigentümers oder der Eigentümerin oder von Amtes wegen das Enteignungsverfahren einzuleiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_25"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 2. Abschnitt: Landerwerb, Ergänzende Planauflage",
        "citation": "Art. 26 Abs. 3 NSV",
        "content": "Müssen nach der Planauflage für den Strassenbau, für Installationen, Deponien oder Anpassungsarbeiten dauernd oder vorübergehend weitere Grundstücke oder Grundstückteile beansprucht werden, so wird eine ergänzende Planauflage nur durchgeführt, wenn die Ausdehnung Rechte Dritter beansprucht und eine gütliche Einigung mit den Berechtigten nicht zustande kommt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_26"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 2. Abschnitt: Landerwerb, Gebühren",
        "citation": "Art. 27 Abs. 1 NSV",
        "content": "Für die durch Landumlegungen im Nationalstrassenperimeter bedingte Feststellung und Bereinigung der dinglichen Rechte dürfen Gebühren nach den entsprechenden Ansätzen der kantonalen Tarife in Grundbuchsachen erhoben werden. Dagegen dürfen für die Eintragungen in das Grundbuch keine Gebühren erhoben werden (Art. 954 Zivilgesetzbuch), es sei denn, die Eintragungen sind einzig durch den Strassenbau bedingt oder betreffen nicht landwirtschaftliche Betriebe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_27"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 2. Abschnitt: Landerwerb, Gebühren",
        "citation": "Art. 27 Abs. 2 NSV",
        "content": "Die Gebühren für die grundbuchliche Behandlung von Enteignungen, die im Zusammenhang mit dem Nationalstrassenbau notwendig sind, werden nach den bundesrechtlichen Bestimmungen über die Gebühren und Entschädigungen im Enteignungsverfahren erhoben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_27"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 3. Abschnitt: Ausbau und Nutzung, Ausbau von Nationalstrassen",
        "citation": "Art. 28 NSV",
        "content": "Für den Ausbau von Nationalstrassen gelten die Bestimmungen über die Ausarbeitung und die Genehmigung der generellen Projekte und der Ausführungsprojekte sowie die Bestimmungen über den Bau der Nationalstrassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_28"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 3. Abschnitt: Ausbau und Nutzung, Nutzungen des Areals im Eigentum der Nationalstrasse durch Dritte",
        "citation": "Art. 29 Abs. 1 NSV",
        "content": "Nutzungen des Areals im Eigentum der Nationalstrasse durch Dritte bedürfen der Bewilligung des ASTRA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_29"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 3. Abschnitt: Ausbau und Nutzung, Nutzungen des Areals im Eigentum der Nationalstrasse durch Dritte",
        "citation": "Art. 29 Abs. 2 NSV",
        "content": "Die Nutzungen sind zu entgelten und gemäss den jeweiligen Besonderheiten zu befristen. Das Entgelt hat in der Regel dem Marktpreis zu entsprechen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_29"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 3. Abschnitt: Ausbau und Nutzung, Nutzungen des Areals im Eigentum der Nationalstrasse durch Dritte",
        "citation": "Art. 29 Abs. 2bis NSV",
        "content": "Unentgeltlich sind:\na. Nutzungen durch die Kantone und Gemeinden für ihre eigenen Bedürfnisse, soweit sie Gegenrecht halten;\nb. Nutzungen durch Dritte für den Bau und Betrieb von Bauten und Anlagen zur Nutzung von erneuerbarer Energie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_29"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 3. Abschnitt: Ausbau und Nutzung, Nutzungen des Areals im Eigentum der Nationalstrasse durch Dritte",
        "citation": "Art. 29 Abs. 3 NSV",
        "content": "Erhöhte Unterhalts- und Betriebskosten der Strassenanlage infolge Mehrfachnutzung sind durch den Dritten zu tragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_29"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 3. Abschnitt: Ausbau und Nutzung, Nutzungen des Areals im Eigentum der Nationalstrasse durch Dritte",
        "citation": "Art. 29 Abs. 4 NSV",
        "content": "Unabhängig von der Einleitung oder dem Ausgang eines Strafverfahrens kann das ASTRA auf Kosten des Widerhandelnden die nötigen Massnahmen zur Wiederherstellung des rechtmässigen Zustandes treffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_29"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 3. Abschnitt: Ausbau und Nutzung, Bauvorhaben Dritter im Bereich der Nationalstrassen",
        "citation": "Art. 30 Abs. 1 NSV",
        "content": "Das ASTRA ist zuständig für die Bewilligung von Bauvorhaben innerhalb der Baulinien nach Artikel 44 NSG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_30"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 3. Abschnitt: Ausbau und Nutzung, Bauvorhaben Dritter im Bereich der Nationalstrassen",
        "citation": "Art. 30 Abs. 2 NSV",
        "content": "Bauvorhaben dürfen die Sicherheit des Strassenverkehrs, die Zweckbestimmung der Anlage und einen allfälligen künftigen Ausbau der Strasse nicht beeinträchtigen. Das gilt insbesondere für:\na. die Erstellung, Änderung oder Verlegung von Kreuzungen von anderen Verkehrswegen, Gewässern, Seilbahnen, Leitungen und ähnlichen Anlagen mit Nationalstrassen;\nb. die Erstellung von Leitungen längs Nationalstrassen; oder\nc. Geländeveränderungen, wie die Anlage von Kiesgruben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_30"
    },
    {
        "book": "NSV",
        "title": "NSV, 2. Kapitel: Bau, Ausbau und Nutzung der Nationalstrassen, 3. Abschnitt: Ausbau und Nutzung, Bauvorhaben Dritter im Bereich der Nationalstrassen",
        "citation": "Art. 30 Abs. 3 NSV",
        "content": "Das ASTRA bestimmt die Massnahmen, die zur Sicherheit des Verkehrs auf der Nationalstrasse sowie zur Vermeidung der Gefahr für Personen und Sachen notwendig sind. Die Kosten gehen zu Lasten des Bewilligungsinhabers oder der Bewilligungsinhaberin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_30"
    },
    {
        "book": "NSV",
        "title": "NSV, 3. Kapitel: Fertigstellung des beschlossenen Nationalstrassennetzes, 1. Abschnitt: Allgemeines, Grundsatz",
        "citation": "Art. 31 NSV",
        "content": "Soweit die Bestimmungen dieses Kapitels nichts anderes bestimmen, ist das 2. Kapitel anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_31"
    },
    {
        "book": "NSV",
        "title": "NSV, 3. Kapitel: Fertigstellung des beschlossenen Nationalstrassennetzes, 1. Abschnitt: Allgemeines, Fertigstellung",
        "citation": "Art. 32 NSV",
        "content": "In Anhang 1 sind die Strecken bezeichnet, die im Rahmen der Fertigstellung des beschlossenen Nationalstrassennetzes durch die Kantone erstellt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_32"
    },
    {
        "book": "NSV",
        "title": "NSV, 3. Kapitel: Fertigstellung des beschlossenen Nationalstrassennetzes, 1. Abschnitt: Allgemeines, Landerwerb bei der Fertigstellung des beschlossenenNationalstrassennetzes",
        "citation": "Art. 33 NSV",
        "content": "Das UVEK regelt die Einzelheiten des Landerwerbs bei der Fertigstellung des beschlossenen Nationalstrassennetzes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_33"
    },
    {
        "book": "NSV",
        "title": "NSV, 3. Kapitel: Fertigstellung des beschlossenen Nationalstrassennetzes, 1. Abschnitt: Allgemeines, Projektierung und Bau im Gebiet von Städten",
        "citation": "Art. 34 NSV",
        "content": "Die Kantone können die Projektierung und den Bau von Nationalstrassen im Gebiet von Städten ganz oder teilweise den Stadtgemeinden übertragen. In diesem Fall haben die Stadtgemeinden die entsprechenden, dem Kanton durch das NSG und diese Verordnung übertragenen Aufgaben zu erfüllen; sie sind zu einer dauernden, engen Zusammenarbeit mit dem Kanton und, durch dessen Vermittlung, mit dem ASTRA und den übrigen interessierten Bundesstellen verpflichtet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_34"
    },
    {
        "book": "NSV",
        "title": "NSV, 3. Kapitel: Fertigstellung des beschlossenen Nationalstrassennetzes, 2. Abschnitt: Planung und Projektierung, Generelles Projekt",
        "citation": "Art. 35 Abs. 1 NSV",
        "content": "Das ASTRA kann die Kantone mit der Ausarbeitung der generellen Projekte beauftragen. In diesem Fall arbeiten die Kantone bis zum Abschluss der Projektierung eng mit dem ASTRA und den übrigen interessierten Bundesstellen zusammen. Das ASTRA umschreibt nötigenfalls Vorgaben zur Ausarbeitung des generellen Projekts und teilt diese dem Kanton als Weisung mit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_35"
    },
    {
        "book": "NSV",
        "title": "NSV, 3. Kapitel: Fertigstellung des beschlossenen Nationalstrassennetzes, 2. Abschnitt: Planung und Projektierung, Generelles Projekt",
        "citation": "Art. 35 Abs. 2 NSV",
        "content": "Zur Bereinigung und Genehmigung reicht der Kanton beim ASTRA die Unterlagen nach Artikel 11 ein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_35"
    },
    {
        "book": "NSV",
        "title": "NSV, 3. Kapitel: Fertigstellung des beschlossenen Nationalstrassennetzes, 2. Abschnitt: Planung und Projektierung, Ausführungsprojekt",
        "citation": "Art. 36 Abs. 1 NSV",
        "content": "Das ASTRA prüft das Ausführungsprojekt, bevor der Kanton dieses dem UVEK zur Plangenehmigung einreicht. Das ASTRA gibt dem Kanton innert drei Monaten bekannt, welche Projektbestandteile nicht vom Bund finanziert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_36"
    },
    {
        "book": "NSV",
        "title": "NSV, 3. Kapitel: Fertigstellung des beschlossenen Nationalstrassennetzes, 2. Abschnitt: Planung und Projektierung, Ausführungsprojekt",
        "citation": "Art. 36 Abs. 2 NSV",
        "content": "Können sich ASTRA und Kanton nicht einigen, so reicht dieser dem UVEK das Projekt zur Plangenehmigung so ein, wie es vom ASTRA als vom Bund finanzierbar beurteilt wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_36"
    },
    {
        "book": "NSV",
        "title": "NSV, 3. Kapitel: Fertigstellung des beschlossenen Nationalstrassennetzes, 2. Abschnitt: Planung und Projektierung, Detailprojekt",
        "citation": "Art. 37 Abs. 1 NSV",
        "content": "Das ASTRA bestimmt, für welche Bauwerksteile ihm die Detailprojekte zur Genehmigung einzureichen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_37"
    },
    {
        "book": "NSV",
        "title": "NSV, 3. Kapitel: Fertigstellung des beschlossenen Nationalstrassennetzes, 2. Abschnitt: Planung und Projektierung, Detailprojekt",
        "citation": "Art. 37 Abs. 2 NSV",
        "content": "Das ASTRA entscheidet über die Detailprojekte innert zwei Monaten nach Übermittlung sämtlicher Unterlagen durch den Kanton.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_37"
    },
    {
        "book": "NSV",
        "title": "NSV, 3. Kapitel: Fertigstellung des beschlossenen Nationalstrassennetzes, 3. Abschnitt: Beschaffungswesen, Verfahren",
        "citation": "Art. 38 Abs. 1 NSV",
        "content": "Folgende Aufträge für Arbeiten, Lieferungen und Dienstleistungen sind öffentlich auszuschreiben:\na. Bauaufträge ab 2 Millionen Franken;\nb. Liefer- und Dienstleistungsaufträge ab 350 000 Franken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_38"
    },
    {
        "book": "NSV",
        "title": "NSV, 3. Kapitel: Fertigstellung des beschlossenen Nationalstrassennetzes, 3. Abschnitt: Beschaffungswesen, Verfahren",
        "citation": "Art. 38 Abs. 2 NSV",
        "content": "Folgende Aufträge können auf Einladung vergeben werden, wobei wenn möglich mindestens drei Angebote eingeholt werden müssen:\na. Bauaufträge ab 500 000 Franken;\nb. Liefer- und Dienstleistungsaufträge ab 230 000 Franken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_38"
    },
    {
        "book": "NSV",
        "title": "NSV, 3. Kapitel: Fertigstellung des beschlossenen Nationalstrassennetzes, 3. Abschnitt: Beschaffungswesen, Verfahren",
        "citation": "Art. 38 Abs. 3 NSV",
        "content": "Die andern Aufträge können freihändig vergeben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_38"
    },
    {
        "book": "NSV",
        "title": "NSV, 3. Kapitel: Fertigstellung des beschlossenen Nationalstrassennetzes, 3. Abschnitt: Beschaffungswesen, Verfahren",
        "citation": "Art. 38 Abs. 4 NSV",
        "content": "Das wirtschaftlich günstigste Angebot erhält den Zuschlag.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_38"
    },
    {
        "book": "NSV",
        "title": "NSV, 3. Kapitel: Fertigstellung des beschlossenen Nationalstrassennetzes, 3. Abschnitt: Beschaffungswesen, Verfahren",
        "citation": "Art. 38 Abs. 5 NSV",
        "content": "Das UVEK passt die Schwellenwerte im Einvernehmen mit dem Eidgenössischen Departement für Wirtschaft, Bildung und Forschung und dem Eidgenössischen Finanzdepartement den Vorgaben des Übereinkommens vom 15. April 1994 über das öffentliche Beschaffungswesen (GATT-Übereinkommen) an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_38"
    },
    {
        "book": "NSV",
        "title": "NSV, 3. Kapitel: Fertigstellung des beschlossenen Nationalstrassennetzes, 3. Abschnitt: Beschaffungswesen, Anwendbares Recht",
        "citation": "Art. 39 NSV",
        "content": "Im Übrigen findet das kantonale Recht Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_39"
    },
    {
        "book": "NSV",
        "title": "NSV, 3. Kapitel: Fertigstellung des beschlossenen Nationalstrassennetzes, 3. Abschnitt: Beschaffungswesen, Genehmigung des ASTRA",
        "citation": "Art. 40 Abs. 1 NSV",
        "content": "Die Kantone haben folgende Aufträge vor dem Zuschlag dem ASTRA zur Genehmigung zu unterbreiten:\na. Bauaufträge ab 2 Millionen Franken;\nb. Liefer- und Dienstleistungsaufträge ab 230 000 Franken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_40"
    },
    {
        "book": "NSV",
        "title": "NSV, 3. Kapitel: Fertigstellung des beschlossenen Nationalstrassennetzes, 3. Abschnitt: Beschaffungswesen, Genehmigung des ASTRA",
        "citation": "Art. 40 Abs. 2 NSV",
        "content": "Das ASTRA entscheidet über die Genehmigung innert einem Monat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_40"
    },
    {
        "book": "NSV",
        "title": "NSV, 3. Kapitel: Fertigstellung des beschlossenen Nationalstrassennetzes, 3. Abschnitt: Beschaffungswesen, Genehmigung des ASTRA",
        "citation": "Art. 40 Abs. 3 NSV",
        "content": "Die anderen Aufträge sind dem ASTRA vor Beginn der Bauarbeiten bzw. der Lieferung oder Dienstleistungserbringung zur Kenntnis zu bringen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_40"
    },
    {
        "book": "NSV",
        "title": "NSV, 3. Kapitel: Fertigstellung des beschlossenen Nationalstrassennetzes, 3. Abschnitt: Beschaffungswesen, Genehmigung des ASTRA",
        "citation": "Art. 40 Abs. 4 NSV",
        "content": "Das UVEK passt die Werte in Absatz 1 den Vorgaben des GATT-Übereinkommens an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_40"
    },
    {
        "book": "NSV",
        "title": "NSV, 3. Kapitel: Fertigstellung des beschlossenen Nationalstrassennetzes, 4. Abschnitt: Ausführung, Beginn und Fortschritt der Bauarbeiten",
        "citation": "Art. 41 Abs. 1 NSV",
        "content": "Mit den Bauarbeiten darf erst begonnen werden, wenn die notwendigen Genehmigungen des ASTRA für das Projekt samt allfälligen Vereinbarungen mit Dritten sowie die Vergabe vorliegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_41"
    },
    {
        "book": "NSV",
        "title": "NSV, 3. Kapitel: Fertigstellung des beschlossenen Nationalstrassennetzes, 4. Abschnitt: Ausführung, Beginn und Fortschritt der Bauarbeiten",
        "citation": "Art. 41 Abs. 2 NSV",
        "content": "Das ASTRA ist von den Kantonen über den Stand der Bauarbeiten periodisch zu informieren. Es kann Form und Inhalt des Berichts in Weisungen festlegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_41"
    },
    {
        "book": "NSV",
        "title": "NSV, 3. Kapitel: Fertigstellung des beschlossenen Nationalstrassennetzes, 4. Abschnitt: Ausführung, Beginn und Fortschritt der Bauarbeiten",
        "citation": "Art. 41 Abs. 3 NSV",
        "content": "Die Kantone sind für den Abschluss des Projektes nach Übergabe der Strecke an den Verkehr zuständig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_41"
    },
    {
        "book": "NSV",
        "title": "NSV, 3. Kapitel: Fertigstellung des beschlossenen Nationalstrassennetzes, 4. Abschnitt: Ausführung, Überschreitung des Kostenvoranschlags",
        "citation": "Art. 42 Abs. 1 NSV",
        "content": "Werden vor oder während des Baus technisch bedeutsame Änderungen am Detailprojekt notwendig oder verursachen Änderungen Mehrkosten von über 500 000 Franken, so bedürfen diese der Zustimmung des ASTRA. Dasselbe gilt für voraussichtliche wesentliche Überschreitungen des Kostenvoranschlags.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_42"
    },
    {
        "book": "NSV",
        "title": "NSV, 3. Kapitel: Fertigstellung des beschlossenen Nationalstrassennetzes, 4. Abschnitt: Ausführung, Überschreitung des Kostenvoranschlags",
        "citation": "Art. 42 Abs. 2 NSV",
        "content": "Die Zustimmung des ASTRA ist rechtzeitig vor Beginn der Arbeiten einzuholen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_42"
    },
    {
        "book": "NSV",
        "title": "NSV, 3. Kapitel: Fertigstellung des beschlossenen Nationalstrassennetzes, 4. Abschnitt: Ausführung, Überschreitung des Kostenvoranschlags",
        "citation": "Art. 42 Abs. 3 NSV",
        "content": "Werden Pläne geändert oder Kosten überschritten, so muss dies dem ASTRA vor Beginn der Arbeiten gemeldet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_42"
    },
    {
        "book": "NSV",
        "title": "NSV, 3. Kapitel: Fertigstellung des beschlossenen Nationalstrassennetzes, 4. Abschnitt: Ausführung, Schlussabrechnung und ausführungsgetreue Pläne",
        "citation": "Art. 43 NSV",
        "content": "Die Kantone haben dem ASTRA für jedes erstellte Objekt eine Schlussabrechnung einzureichen. Sie sorgen innert zwei Jahren nach Inbetriebnahme für die Anfertigung der ausführungsgetreuen Dokumente (Pläne, elektronische Daten) aller Objekte und technischen Einrichtungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_43"
    },
    {
        "book": "NSV",
        "title": "NSV, 3. Kapitel: Fertigstellung des beschlossenen Nationalstrassennetzes, 4. Abschnitt: Ausführung, Dokumentation",
        "citation": "Art. 44 NSV",
        "content": "Für alle Objekte und technischen Einrichtungen müssen bei der Abnahme die für Betrieb, Überwachung und Unterhalt erforderlichen Dokumente vorliegen. Diese sind dem ASTRA zu übergeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_44"
    },
    {
        "book": "NSV",
        "title": "NSV, 3. Kapitel: Fertigstellung des beschlossenen Nationalstrassennetzes, 5. Abschnitt: Eigentumsübertragung",
        "citation": "Art. 45 Abs. 1 NSV",
        "content": "Das UVEK bezeichnet die Grundstücke und benennt die beschränkten dinglichen Rechte, die öffentlich-rechtlichen und obligatorischen Vereinbarungen sowie die Verfügungen, die auf den Bund übertragen werden. Das ASTRA kann diese Zuweisung innert 15 Jahren nach Inbetriebnahme der betreffenden Strecke durch Verfügung bereinigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_45"
    },
    {
        "book": "NSV",
        "title": "NSV, 3. Kapitel: Fertigstellung des beschlossenen Nationalstrassennetzes, 5. Abschnitt: Eigentumsübertragung",
        "citation": "Art. 45 Abs. 2 NSV",
        "content": "Die Kantone bleiben für den Abschluss der noch nicht abgeschlossenen Grunderwerbsgeschäfte nach der Inbetriebnahme zuständig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_45"
    },
    {
        "book": "NSV",
        "title": "NSV, 3. Kapitel: Fertigstellung des beschlossenen Nationalstrassennetzes, 5. Abschnitt: Eigentumsübertragung",
        "citation": "Art. 45 Abs. 3 NSV",
        "content": "Die mit dem Bau verbundenen Schuldverhältnisse gehen mit dem Abschluss des Projekts auf den Bund als Gesamtrechtsnachfolger über. Das Projekt gilt als abgeschlossen, wenn die Bauabnahme ohne Feststellung wesentlicher Mängel stattgefunden hat. Der Bund ist namentlich zur Geltendmachung von Ansprüchen aus Werkverträgen und aus Auftragsverhältnissen mit Unternehmen, Ingenieuren und Ingenieurinnen sowie Architekten und Architektinnen berechtigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_45"
    },
    {
        "book": "NSV",
        "title": "NSV, 4. Kapitel: Unterhalt der Nationalstrassen",
        "citation": "Art. 46 Abs. 1 NSV",
        "content": "Das ASTRA sorgt für einen technisch ausreichenden und kostengünstigen Unterhalt und überprüft periodisch den Zustand der Strassenanlage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_46"
    },
    {
        "book": "NSV",
        "title": "NSV, 4. Kapitel: Unterhalt der Nationalstrassen",
        "citation": "Art. 46 Abs. 2 NSV",
        "content": "Es plant Unterhaltsmassnahmen langfristig. Die Massnahmen sind so zu koordinieren, dass die Leistungsfähigkeit der Nationalstrassen sichergestellt ist und die Anzahl der Baustellen auf einem Abschnitt möglichst gering gehalten werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_46"
    },
    {
        "book": "NSV",
        "title": "NSV, 5. Kapitel: Betrieb der Nationalstrassen, 1. Abschnitt:, Ausführung des betrieblichen und des projektfreien baulichenUnterhalts, Abgrenzung der Gebietseinheiten",
        "citation": "Art. 47 NSV",
        "content": "Die Gebietseinheiten für die Ausführung des betrieblichen und des projektfreien baulichen Unterhalts sind in Anhang 2 festgelegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_47"
    },
    {
        "book": "NSV",
        "title": "NSV, 5. Kapitel: Betrieb der Nationalstrassen, 1. Abschnitt:, Ausführung des betrieblichen und des projektfreien baulichenUnterhalts, Leistungsvereinbarungen",
        "citation": "Art. 48 Abs. 1 NSV",
        "content": "Das ASTRA schliesst im Namen des Bundes die Leistungsvereinbarungen über die Ausführung des betrieblichen und des projektfreien baulichen Unterhalts mit den Betreibern ab und sorgt für deren Einhaltung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_48"
    },
    {
        "book": "NSV",
        "title": "NSV, 5. Kapitel: Betrieb der Nationalstrassen, 1. Abschnitt:, Ausführung des betrieblichen und des projektfreien baulichenUnterhalts, Leistungsvereinbarungen",
        "citation": "Art. 48 Abs. 2 NSV",
        "content": "Das ASTRA kann in der Leistungsvereinbarung von den Grenzen der Gebietseinheiten nach Anhang 2 aus betriebswirtschaftlichen und verkehrlichen Gründen geringfügig abweichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_48"
    },
    {
        "book": "NSV",
        "title": "NSV, 5. Kapitel: Betrieb der Nationalstrassen, 1. Abschnitt:, Ausführung des betrieblichen und des projektfreien baulichenUnterhalts, Zuteilung der Gebietseinheiten",
        "citation": "Art. 49 Abs. 1 NSV",
        "content": "Bewirbt sich nur ein Kanton oder eine Trägerschaft um eine Gebietseinheit, so kann das ASTRA ihn oder sie als Betreiber bestimmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_49"
    },
    {
        "book": "NSV",
        "title": "NSV, 5. Kapitel: Betrieb der Nationalstrassen, 1. Abschnitt:, Ausführung des betrieblichen und des projektfreien baulichenUnterhalts, Zuteilung der Gebietseinheiten",
        "citation": "Art. 49 Abs. 2 NSV",
        "content": "Ist kein Kanton oder keine Trägerschaft bereit, den betrieblichen und den projektfreien baulichen Unterhalt für eine Gebietseinheit zu übernehmen, so findet das Beschaffungsrecht des Bundes Anwendung. Das ASTRA führt das Verfahren durch und erteilt den Zuschlag.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_49"
    },
    {
        "book": "NSV",
        "title": "NSV, 5. Kapitel: Betrieb der Nationalstrassen, 1. Abschnitt:, Ausführung des betrieblichen und des projektfreien baulichenUnterhalts, Zuteilung der Gebietseinheiten",
        "citation": "Art. 49 Abs. 3 NSV",
        "content": "Soweit einzelne Gebietseinheiten oder Teile davon vom Bund selbst betrieben werden, ist das ASTRA für die Ausführung des betrieblichen und des projektfreien baulichen Unterhalts zuständig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_49"
    },
    {
        "book": "NSV",
        "title": "NSV, 5. Kapitel: Betrieb der Nationalstrassen, 2. Abschnitt: Tunnelsicherheit",
        "citation": "Art. 50 NSV",
        "content": "Das UVEK erlässt zur Tunnelsicherheit Weisungen. Dabei hält es sich an die Richtlinie 2004/54/EG des Europäischen Parlaments und des Rates vom 29. April 2004 über Mindestanforderungen an die Sicherheit von Tunneln im transeuropäischen Strassennetz oder eine entsprechende Nachfolgeregelung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_50"
    },
    {
        "book": "NSV",
        "title": "NSV, 5. Kapitel: Betrieb der Nationalstrassen, 3. Abschnitt: Verkehrsmanagement, Zuständigkeit des ASTRA",
        "citation": "Art. 51 Abs. 1 NSV",
        "content": "Das ASTRA ist zuständig für das Verkehrsmanagement auf den Nationalstrassen. Es betreibt den Verkehrsdatenverbund und die Verkehrsmanagementzentrale und sorgt für die Verkehrsinformation für die Nationalstrassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_51"
    },
    {
        "book": "NSV",
        "title": "NSV, 5. Kapitel: Betrieb der Nationalstrassen, 3. Abschnitt: Verkehrsmanagement, Zuständigkeit des ASTRA",
        "citation": "Art. 51 Abs. 2 NSV",
        "content": "Sofern die Sachlage es erfordert, koordiniert es seine Massnahmen mit den Nachbarstaaten. Es informiert diese über besondere Verkehrssituationen auf den Nationalstrassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_51"
    },
    {
        "book": "NSV",
        "title": "NSV, 5. Kapitel: Betrieb der Nationalstrassen, 3. Abschnitt: Verkehrsmanagement, Zuständigkeit des ASTRA",
        "citation": "Art. 51 Abs. 3 NSV",
        "content": "Es kann diese Aufgaben ganz oder teilweise an Kantone, von diesen gebildete Trägerschaften oder Dritte übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_51"
    },
    {
        "book": "NSV",
        "title": "NSV, 5. Kapitel: Betrieb der Nationalstrassen, 3. Abschnitt: Verkehrsmanagement, Zuständigkeit des ASTRA",
        "citation": "Art. 51 Abs. 4 NSV",
        "content": "Es erlässt Weisungen, welche Verkehrsdaten die Kantone zu melden haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_51"
    },
    {
        "book": "NSV",
        "title": "NSV, 5. Kapitel: Betrieb der Nationalstrassen, 3. Abschnitt: Verkehrsmanagement, Zuständigkeit des ASTRA",
        "citation": "Art. 51 Abs. 5 NSV",
        "content": "Es kann Einrichtungen, die dem Verkehrsmanagement dienen (z.B. Informationstafeln), auch auf Nebenanlagen erstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_51"
    },
    {
        "book": "NSV",
        "title": "NSV, 5. Kapitel: Betrieb der Nationalstrassen, 3. Abschnitt: Verkehrsmanagement, Verkehrsmanagementpläne der Kantone",
        "citation": "Art. 52 Abs. 1 NSV",
        "content": "Für Strassen mit häufig auftretenden Ereignissen, die bedeutende Auswirkungen auf die Nationalstrasse haben und Massnahmen des nationalen Verkehrsmanagements erfordern, haben die Kantone Verkehrsmanagementpläne zu erstellen. Diese Strassen sind in Anhang 3 bezeichnet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_52"
    },
    {
        "book": "NSV",
        "title": "NSV, 5. Kapitel: Betrieb der Nationalstrassen, 3. Abschnitt: Verkehrsmanagement, Verkehrsmanagementpläne der Kantone",
        "citation": "Art. 52 Abs. 2 NSV",
        "content": "Das ASTRA kann den Anhang bei geänderten Verhältnissen anpassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_52"
    },
    {
        "book": "NSV",
        "title": "NSV, 5. Kapitel: Betrieb der Nationalstrassen, 3. Abschnitt: Verkehrsmanagement, Verkehrsmanagementpläne der Kantone",
        "citation": "Art. 52 Abs. 3 NSV",
        "content": "Die Kantone erstellen die Verkehrsmanagementpläne nach den Vorgaben des ASTRA und reichen sie diesem zur Genehmigung ein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_52"
    },
    {
        "book": "NSV",
        "title": "NSV, 5. Kapitel: Betrieb der Nationalstrassen, 3. Abschnitt: Verkehrsmanagement, Verkehrsmanagementpläne der Kantone",
        "citation": "Art. 52 Abs. 4 NSV",
        "content": "Die Kantone setzen die in den vom ASTRA genehmigten Verkehrsmanagementplänen vorgesehenen Massnahmen um.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_52"
    },
    {
        "book": "NSV",
        "title": "NSV, 5. Kapitel: Betrieb der Nationalstrassen, 3. Abschnitt: Verkehrsmanagement, Anordnungen der Polizei an die Verkehrsmanagementzentrale",
        "citation": "Art. 53 NSV",
        "content": "Die Verkehrsmanagementzentrale hat Massnahmen der Polizei in Fällen nach Artikel 3 Absatz 6 SVG zur Verkehrsleitung oder Verkehrssteuerung auf Nationalstrassen umzusetzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/de#art_53"
    }
]