[
    {
        "book": "NSV",
        "title": "ORN, Chapitre 1, Dispositions générales, Objet",
        "citation": "Art. 1 ORN",
        "content": "La présente ordonnance régit la construction, l’aménagement, l’entretien et l’exploitation des routes nationales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_1"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 1, Dispositions générales, Parties intégrantes des routes nationales",
        "citation": "Art. 2 ORN",
        "content": "Font partie des routes nationales, compte tenu de la forme de leur aménagement et des exigences découlant d’impératifs techniques:\na. la chaussée;\nb. les ouvrages d’art, y compris les passages supérieurs et inférieurs nécessités par la construction, exception faite des conduites et autres installations similaires appartenant à des tiers;\nc. les jonctions, y compris les tronçons de raccordement rejoignant la prochaine route cantonale, régionale ou locale importante, pour autant que ceux-ci servent principalement au trafic à destination de la route nationale, ainsi que les intersections et giratoires;\nd. les installations annexes avec les rampes d’accès et de sortie ainsi que, le cas échéant, les chemins de desserte;\ne. les aires de repos avec les rampes d’accès et de sortie ainsi que les ouvrages et installations qui en font partie;\nf. les installations servant à l’entretien et à l’exploitation des routes telles que les centres d’intervention, les centres d’entretien, les services de protection, les dépôts de matériel, les équipements de télécommunication, les dispositifs de contrôle des poids et autres éléments du trafic ainsi que les installations de surveillance du trafic et de relevé de l’état de la route et des données météorologiques, y compris les banques de données nécessaires;\ng. les ouvrages et installations pour l’évacuation des eaux, l’utilisation d’énergie renouvelable, l’éclairage et la ventilation ainsi que les dispositifs de sécurité et les conduites;\nh. les dispositifs de trafic tels que les signaux, les installations de signalisation lumineuse, les marquages, les clôtures, les dispositifs anti-éblouissement;\ni. les équipements de guidage, de relevé et d’influence sur le trafic et les installations de gestion du trafic telles que les centrales prévues à cet effet, les aires d’attente, les aires de stationnement, les systèmes d’analyse et les systèmes de gestion opérationnelle du trafic, y compris les banques de données nécessaires;\nj. les plantations ainsi que les talus dont l’entretien ne peut pas incomber aux riverains;\nk. les ouvrages de protection contre les avalanches, les chutes de pierre et ceux de consolidation du terrain, les ouvrages de protection contre les crues et les congères qui servent de façon prépondérante les intérêts de la route nationale;\nl. les ouvrages et installations aménagés au titre de la protection de l’environnement;\nm. les centres de contrôle du trafic lourd, y compris les rampes d’accès et de sortie, ainsi que les ouvrages et les équipements techniques nécessaires tels que les balances ou laboratoires;\nn. les voies et les aires de stationnement situées dans la zone des routes nationales, y compris les rampes d’accès et de sortie;\no. les installations douanières, à l’exception des infrastructures utilisées pour le dédouanement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_2"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 1, Dispositions générales, Inscription au registre foncier",
        "citation": "Art. 3 ORN",
        "content": "Les biens-fonds des routes nationales doivent figurer comme tels au registre foncier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_3"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 1, Dispositions générales, Rapport sur le programme de développement stratégique",
        "citation": "Art. 3a ORN",
        "content": "Le rapport visé à l’art. 11a, al. 2, LRN comprend en particulier:\na. la stratégie globale relative au développement à long terme prévu du réseau des routes nationales, représentation graphique incluse;\nb. des indications sur les conditions générales de la mobilité, en particulier des scénarios d’évolution démographique, des prévisions de trafic et des critères d’évaluation;\nc. des indications sur l’évolution du trafic et des goulets d’étranglement sur le réseau des routes nationales ainsi que sur l’avancement de la mise en œuvre des mesures d’aménagement décidées et des projets d’envergure sur le réseau des routes nationales;\nd. une liste des mesures d’aménagement et des projets d’envergure sur le réseau des routes nationales avec indication de leurs coûts et de leur utilité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_3_a"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 1, Dispositions générales, Programme de construction annuel",
        "citation": "Art. 4 ORN",
        "content": "Le Département fédéral de l’environnement, des transports, de l’énergie et de la communication (DETEC) fixe le programme de construction annuel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_4"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 1, Dispositions générales, Installations annexes",
        "citation": "Art. 6 al. 1 ORN",
        "content": "Par installations annexes, on entend les établissements destinés au ravitaillement, à la restauration et à l’hébergement (aires de ravitaillement) et les stations-service ainsi que les places de stationnement attenantes. L’installation doit disposer d’un nombre de places de parc suffisant pour chaque catégorie de véhicules automobiles et adapté à sa capacité. Les stations-service et les établissements destinés au ravitaillement, à la restauration et à l’hébergement peuvent être construits séparément ou rattachés les uns aux autres. Un accès par l’arrière par une route de desserte ne sera autorisé aux véhicules automobiles que pour les livraisons et les trajets du personnel de l’exploitant de l’installation annexe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_6"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 1, Dispositions générales, Installations annexes",
        "citation": "Art. 6 al. 2 ORN",
        "content": "De par leur aménagement et les prestations offertes, les établissements destinés au ravitaillement, à la restauration et à l’hébergement doivent répondre aux besoins des usagers de la route.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_6"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 1, Dispositions générales, Installations annexes",
        "citation": "Art. 6 al. 3 ORN",
        "content": "Les installations annexes doivent être équipées de toilettes publiques accessibles aux handicapés. Les stations-service et les toilettes doivent être ouvertes au public 24 heures sur 24. Les stations-service doivent comprendre suffisamment de postes distribuant les carburants usuels. Elles doivent fournir les types d’huile les plus courants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_6"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 1, Dispositions générales, Installations annexes",
        "citation": "Art. 6 al. 4 ORN",
        "content": "Après consultation des cantons, le DETEC désigne la nature des installations annexes et leur emplacement sur le réseau des routes nationales et fixe la date de leur construction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_6"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 1, Dispositions générales, Installations annexes",
        "citation": "Art. 6 al. 5 ORN",
        "content": "Les contrats conclus entre le canton et l’exploitant de l’installation annexe sont soumis à l’approbation de l’Office fédéral des routes (OFROU).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_6"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 1, Dispositions générales, Aires de repos",
        "citation": "Art. 7 al. 1 ORN",
        "content": "Quiconque souhaite exploiter, sur les aires de repos, des installations de remise de moyens de propulsion alternatifs, comme des stations de recharge rapide, ou destinées au ravitaillement ou à la restauration, telles que kiosques, véhicules des marchands ambulants ou stands de vente, a besoin d’une autorisation de l’OFROU. Les autorisations sont délivrées pour une durée maximale de:\na. 30 ans pour les installations de remise de moyens de propulsion alternatifs;\nb. 5 ans pour les installations destinées au ravitaillement ou à la restauration.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_7"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 1, Dispositions générales, Aires de repos",
        "citation": "Art. 7 al. 2 ORN",
        "content": "L’utilisation de l’infrastructure des routes nationales pour l’exploitation d’installations de remise de moyens de propulsion alternatifs ou d’installations destinées au ravitaillement ou à la restauration est soumise à rémunération. Au moment de fixer le montant de la rémunération, il faut notamment tenir compte des éventuels préfinancements de la Confédération pour la mise en place de raccordements jusqu’aux points d’approvisionnement sur les aires de repos.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_7"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 1, Dispositions générales, Aires de repos",
        "citation": "Art. 7 al. 3 ORN",
        "content": "Avant de délivrer ou de renouveler une autorisation pour une installation destinée au ravitaillement ou à la restauration, il convient de consulter le canton concerné, de même que le canton voisin si une aire de ravitaillement se trouve sur son territoire à une distance de dix kilomètres au plus avant ou après l’aire de repos concernée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_7"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 1, Dispositions générales, Aires de repos",
        "citation": "Art. 7 al. 4 ORN",
        "content": "Les installations destinées au ravitaillement ou à la restauration doivent répondre, de par leur aménagement et les prestations offertes, aux besoins des usagers de la route. Il est interdit d’y vendre ou d’y servir de l’alcool.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_7"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 1, Dispositions générales, Aires de repos",
        "citation": "Art. 7 al. 5 ORN",
        "content": "Les installations destinées au ravitaillement ou à la restauration ne doivent pas être fixées au sol.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_7"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 1, Dispositions générales, Aires de repos",
        "citation": "Art. 7 al. 6 ORN",
        "content": "Il est interdit de poser, le long de la voie de transit, des panneaux signalant les installations destinées au ravitaillement ou à la restauration.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_7"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 1, Dispositions générales, Aires de repos",
        "citation": "Art. 7 al. 7 ORN",
        "content": "L’OFROU crée les conditions techniques nécessaires à la construction et à l’exploitation d’installations de remise de moyens de propulsion alternatifs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_7"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 1, Dispositions générales, Intérêts de la protection de la nature et du paysage",
        "citation": "Art. 7a al. 1 ORN",
        "content": "La Confédération détermine, dans le cadre de la planification et de l’établissement des projets, si des mesures de protection des intérêts au sens de l’art. 3, al. 1, de la loi fédérale du 1er juillet 1966 sur la protection de la nature et du paysage sont requises. Elle participe aux coûts occasionnés par la mise en œuvre des mesures qui relèvent de la compétence des cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_7_a"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 1, Dispositions générales, Intérêts de la protection de la nature et du paysage",
        "citation": "Art. 7a al. 2 ORN",
        "content": "Les mesures et la participation financière de la Confédération sont définies dans le cadre du projet définitif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_7_a"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 1, Dispositions générales, Intérêts de la protection de la nature et du paysage",
        "citation": "Art. 7a al. 3 ORN",
        "content": "L’exécution des mesures et la participation financière définitive de la Confédération sont réglées dans un accord sur les prestations conclu entre le canton compétent et l’OFROU.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_7_a"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 1, Dispositions générales, Intérêts de la protection de la nature et du paysage",
        "citation": "Art. 7a al. 4 ORN",
        "content": "Si des mesures qui n’avaient pas été prévues sont nécessaires durant la phase de construction, notamment en raison de découvertes archéologiques fortuites, le canton compétent et l’OFROU concluent un accord sur les prestations. Ce dernier règle en particulier les mesures et la participation financière de la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_7_a"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 1, Dispositions générales, Intérêts de la protection de la nature et du paysage",
        "citation": "Art. 7a al. 5 ORN",
        "content": "Si aucun accord sur les prestations n’est conclu dans les cas visés aux al. 3 et 4, le DETEC décide de la participation financière de la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_7_a"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 1, Dispositions générales, Intérêts de la protection de la nature et du paysage",
        "citation": "Art. 7a al. 6 ORN",
        "content": "Après avoir entendu les services cantonaux, l’OFROU coordonne les travaux sur le territoire investi temporairement ou définitivement pour la construction de routes nationales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_7_a"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 1, Dispositions générales, Transfert de propriété",
        "citation": "Art. 7b al. 1 ORN",
        "content": "Une fois que les travaux au sens de l’art. 8a, al. 4, LRN sont terminés, la Confédération agit en qualité d’ayant cause à titre universel et reprend les relations contractuelles établies par le canton. Elle est notamment habilitée à faire valoir les prétentions résultant des contrats d’entreprise et des mandats confiés à des entreprises, des ingénieurs ou des architectes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_7_b"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 1, Dispositions générales, Transfert de propriété",
        "citation": "Art. 7b al. 2 ORN",
        "content": "Si des opérations d’acquisition foncière concernant des routes existantes sont encore en suspens au moment où celles-ci sont intégrées dans le réseau des routes nationales, la propriété n’est transférée à la Confédération qu’une fois ces procédures achevées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_7_b"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 1, Planification et établissement des projets, Ampleur de la planification",
        "citation": "Art. 8 al. 1 ORN",
        "content": "Les documents de planification doivent comprendre les éléments suivants:\na. plan de situation, généralement à l’échelle 1:25 000;\nb. profil en long, à l’échelle 1:25 000/2500;\nc. profil type; \nd. rapport technique;\ne. estimation des coûts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_8"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 1, Planification et établissement des projets, Ampleur de la planification",
        "citation": "Art. 8 al. 2 ORN",
        "content": "Lors de la planification, il convient d’examiner les incidences économiques, environnementales et sociales du projet. Les mesures proposées doivent tenir compte de la situation territoriale et des différents modes de transport.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_8"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 1, Planification et établissement des projets, Zones réservées",
        "citation": "Art. 9 al. 1 ORN",
        "content": "Les zones réservées doivent être déterminées en fonction de l’état d’avancement des études. Il y a lieu de prévoir suffisamment de marge de manoeuvre pour poursuivre l’élaboration des projets, en particulier aux points de jonction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_9"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 1, Planification et établissement des projets, Zones réservées",
        "citation": "Art. 9 al. 2 ORN",
        "content": "Si le tracé général d’une route nationale n’est pas encore fixé ou si plusieurs variantes du tracé sont à l’examen, les zones réservées doivent être élargies en conséquence ou déterminées pour chaque variante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_9"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 1, Planification et établissement des projets, Zones réservées",
        "citation": "Art. 9 al. 3 ORN",
        "content": "À l’intérieur des zones réservées, on ne peut procéder à des travaux de construction sans autorisation, ni exploiter de gravière ou de décharge de matériaux, ni même apporter d’autres modifications importantes au terrain.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_9"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 1, Planification et établissement des projets, Projet général",
        "citation": "Art. 10 al. 1 ORN",
        "content": "Le projet général doit comprendre le tracé de la route, y compris les tronçons souterrains et à ciel ouvert, les jonctions, y compris leurs entrées et leurs sorties, les ouvrages de croisement et le nombre de voies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_10"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 1, Planification et établissement des projets, Projet général",
        "citation": "Art. 10 al. 2 ORN",
        "content": "Il doit être élaboré et mis au point de façon à éviter tout report ou correction notables. Il doit être harmonisé avec le plan directeur cantonal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_10"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 1, Planification et établissement des projets, Mise au point et approbation du projet général",
        "citation": "Art. 11 al. 1 ORN",
        "content": "Les documents du projet général doivent comprendre les éléments suivants:\na. plan de situation à l’échelle 1:5000;\nb. profil en long à l’échelle 1:5000 pour les longueurs et 1:500 pour les hauteurs;\nc. rapport technique, y compris les mesures d’accompagnement;\nd. analyses coûts-avantages;\ne. indication des coûts;\nf. rapport relatif à l’étude de l’impact sur l’environnement, 2e étape;\ng. propositions du canton et préavis des communes;\nh. co-rapports des services suivants:\n1. service cantonal de la protection de l’environnement et de l’aménagement du territoire,\n2. service cantonal de la protection de la nature et du patrimoine,\n3. service cantonal de sauvegarde des intérêts archéologiques, et\n4. service cantonal de la mobilité douce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_11"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 1, Planification et établissement des projets, Mise au point et approbation du projet général",
        "citation": "Art. 11 al. 2 ORN",
        "content": "Dans un délai de neuf mois après la mise au point des documents avec le canton, le DETEC soumet le projet général au Conseil fédéral pour décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_11"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 1, Planification et établissement des projets, Mise au point et approbation du projet général",
        "citation": "Art. 11 al. 3 ORN",
        "content": "Le Conseil fédéral tranche les questions litigieuses au moment d’approuver le projet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_11"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 1, Planification et établissement des projets, Mise au point et approbation du projet général",
        "citation": "Art. 11 al. 4 ORN",
        "content": "Si, au cours de l’élaboration du projet définitif, on constate que les coûts dépassent ceux du projet général de plus de 10 %, sans le renchérissement, ces augmentations doivent être soumises au Conseil fédéral pour décision. Dans le cas des projets de moins de 100 millions de francs, les dépassements de coûts de plus de 10 millions de francs, sans le renchérissement, doivent être approuvés par le Conseil fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_11"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 1, Planification et établissement des projets, Projet définitif",
        "citation": "Art. 12 al. 1 ORN",
        "content": "Les documents suivants doivent être joints au projet définitif adressé pour approbation au DETEC:\na. plan d’ensemble;\nb. plans de situation avec indication des alignements à l’échelle 1:1000;\nc. profil en long à l’échelle 1:1000 pour les longueurs et 1:100 pour les hauteurs;\nd. profil type à l’échelle 1:50;\ne. profils en travers à l’échelle 1:100;\nf. dimensions principales des ouvrages d’art;\ng. rapport technique, y compris les mesures d’accompagnement;\ngbis. rapport succinct relatif à la mobilité douce, pour autant que celle-ci soit concernée;\nh. concept d’évacuation des eaux;\ni. rapport relatif à l’étude de l’impact sur l’environnement, 3e étape;\nj. indication des coûts;\nk. plan d’expropriation;\nl. tableau des droits expropriés;\nm. documents relatifs à d’autres autorisations relevant de la compétence de la Confédération;\nn. éventuel plan de protection et de fouille relatif aux sites de vestiges archéologiques et paléontologiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_12"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 1, Planification et établissement des projets, Projet définitif",
        "citation": "Art. 12 al. 2 ORN",
        "content": "Le DETEC vérifie dans un délai de dix jours si le dossier est complet, puis le transmet au canton pour avis et mise à l’enquête publique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_12"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 1, Planification et établissement des projets, Projet définitif",
        "citation": "Art. 12 al. 3 ORN",
        "content": "Le DETEC approuve le projet définitif dans les six mois qui suivent la clôture de la procédure d’instruction. Il informe les parties de la clôture de cette procédure d’instruction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_12"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 1, Planification et établissement des projets, Distances entre les alignements",
        "citation": "Art. 13 al. 1 ORN",
        "content": "Les distances entre l’alignement et l’axe de la route sont les suivantes:\na. routes nationales de première classe25 m\nb. routes nationales de deuxième classe,\n– qu’il est prévu de transformer en routes de première classe25 m\n– qu’il n’est pas prévu de transformer en routes de première classe, selon le profil20 à 25 m\nc. routes nationales de troisième classe, selon le profil10 à 25 m\nd. routes nationales dans les agglomérations20 à 25 m",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_13"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 1, Planification et établissement des projets, Distances entre les alignements",
        "citation": "Art. 13 al. 2 ORN",
        "content": "Pour les jonctions et les bifurcations, la distance entre l’alignement et la chaussée doit être fixée d’après l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_13"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 1, Planification et établissement des projets, Distances entre les alignements",
        "citation": "Art. 13 al. 3 ORN",
        "content": "Lorsque les circonstances l’exigent, des distances peuvent être fixées en dérogation à ces dispositions, et les alignements peuvent être limités verticalement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_13"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 1, Planification et établissement des projets, Distances entre les alignements",
        "citation": "Art. 13 al. 4 ORN",
        "content": "Lorsque des tronçons existants sont intégrés dans le réseau des routes nationales, les alignements et les distances par rapport à la chaussée fixés selon le droit cantonal s’appliquent jusqu’à la définition légale des alignements des routes nationales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_13"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 1, Planification et établissement des projets, Inscription des alignements dans le cadastre des restrictions de droit public à la propriété foncière",
        "citation": "Art. 13a ORN",
        "content": "L’inscription des alignements dans le cadastre des restrictions de droit public à la propriété foncière en vertu de l’art. 16 de la loi fédérale du 5 octobre 2007 sur la géoinformation constitue une publication au sens de l’art. 29 LRN.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_13_a"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 1, Planification et établissement des projets, Piquetage",
        "citation": "Art. 14 ORN",
        "content": "Les prescriptions suivantes s’appliquent au piquetage visé à l’art. 27a LRN:\na. le périmètre du terrain à acquérir doit être marqué ainsi que toutes les surfaces rattachées à ce terrain qui sont nécessaires aux mesures de compensation écologiques;\nb. les aménagements routiers et les faces extérieures des bâtiments rattachés à l’installation doivent être marqués par des gabarits;\nc. si un défrichement s’impose, les surfaces à défricher ou les arbres à enlever doivent être indiqués.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_14"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 1, Planification et établissement des projets, Manière de procéder en cas de modification substantielle du projet",
        "citation": "Art. 15 ORN",
        "content": "Si le projet initial subit des changements importants pendant la procédure d’approbation des plans, le projet modifié doit être à nouveau soumis aux intéressés pour avis et, le cas échéant, mis à l’enquête publique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_15"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 1, Planification et établissement des projets, Étude de l’impact sur l’environnement et réception écologique des ouvrages",
        "citation": "Art. 16 al. 1 ORN",
        "content": "Au cours de la planification et de l’établissement des projets, l’impact sur l’environnement doit être examiné en plusieurs étapes selon le ch. 11.1 de l’annexe de l’ordonnance du 19 octobre 1988 relative à l’étude de l’impact sur l’environnement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_16"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 1, Planification et établissement des projets, Étude de l’impact sur l’environnement et réception écologique des ouvrages",
        "citation": "Art. 16 al. 2 ORN",
        "content": "À chaque étape du projet, il convient de vérifier les bases techniques et l’impact sur l’environnement dans la mesure où ces éléments sont indispensables pour statuer sur le projet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_16"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 1, Planification et établissement des projets, Étude de l’impact sur l’environnement et réception écologique des ouvrages",
        "citation": "Art. 16 al. 3 ORN",
        "content": "Le DETEC peut lier l’approbation du projet définitif à l’exigence d’examiner, trois ans au plus tard après la mise en service, si les mesures prises pour protéger l’environnement ont été correctement réalisées et si les effets visés ont été atteints.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_16"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 1, Planification et établissement des projets, Coûts",
        "citation": "Art. 17 al. 1 ORN",
        "content": "L’OFROU fixe pour chaque étape du projet la manière de déterminer les coûts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_17"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 1, Planification et établissement des projets, Coûts",
        "citation": "Art. 17 al. 2 ORN",
        "content": "Il convient d’évaluer les coûts et les avantages du projet général et du projet définitif ainsi que de présenter séparément les coûts de construction, d’entretien et d’exploitation. Cela s’applique également aux mesures qui se fondent sur le droit matériel en dehors des normes de construction routière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_17"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 1, Planification et établissement des projets, Coûts",
        "citation": "Art. 17 al. 3 ORN",
        "content": "À chaque étape du projet, les revendications de tiers exigeant des modifications du projet doivent être répertoriées et évaluées du point de vue technique et écologique ainsi que du point de vue des coûts et des avantages.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_17"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 1, Planification et établissement des projets, Coûts",
        "citation": "Art. 17 al. 4 ORN",
        "content": "L’indication des coûts du projet définitif doit être adaptée aux modifications éventuelles de ce dernier en vertu des décisions prises à la suite d’oppositions ou de recours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_17"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 1, Planification et établissement des projets, Examen des projets de détail",
        "citation": "Art. 18 ORN",
        "content": "L’examen des projets de détail peut être confié à des ingénieurs de contrôle. Il ne constitue toutefois pas une réception de l’ouvrage et ne décharge pas l’auteur du projet de ses responsabilités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_18"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 1, Planification et établissement des projets, Annonces au service cantonal du cadastre ",
        "citation": "Art. 19 al. 1 ORN",
        "content": "L’OFROU informe le service cantonal du cadastre du dépôt d’un projet définitif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_19"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 1, Planification et établissement des projets, Annonces au service cantonal du cadastre ",
        "citation": "Art. 19 al. 2 ORN",
        "content": "Il informe ce service dans un délai de 20 jours de toute modification du projet définitif rendant nécessaire une mise à jour de la mensuration officielle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_19"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 2, Acquisition de terrain, Acquisition de gré à gré",
        "citation": "Art. 20 ORN",
        "content": "L’acquisition de gré à gré est autorisée si le terrain peut être acquis à un prix correspondant au plus à sa valeur vénale. Pour établir cette dernière, il y a lieu de tenir dûment compte des prix qui sont pratiqués dans la région, ainsi que de la situation et des possibilités d’utilisation du terrain.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_20"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 2, Acquisition de terrain, Acquisition par remembrement",
        "citation": "Art. 21 ORN",
        "content": "Les dispositions du droit fédéral concernant l’octroi de subventions en faveur des améliorations foncières et des bâtiments ruraux, l’aménagement du territoire ainsi que la protection de la nature doivent être observées lors de l’élaboration et de la présentation des projets de remembrements agricoles ou forestiers imposés par les travaux routiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_21"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 2, Acquisition de terrain, Dépôt et examen des projets de remembrement",
        "citation": "Art. 22 ORN",
        "content": "Il convient de soumettre à l’OFROU les avant-projets de remembrement. Celui-ci examine s’ils sont dans l’intérêt de la construction de la route. En cas de réunions parcellaires, il charge l’Office fédéral de l’agriculture et l’Office fédéral de l’environnement de vérifier si les prescriptions relatives aux contributions sont observées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_22"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 2, Acquisition de terrain, Estimation de la valeur vénale et indemnités",
        "citation": "Art. 23 ORN",
        "content": "Dans leurs dispositions d’exécution, les cantons peuvent prescrire l’application de la LEx pour estimer la valeur vénale du terrain à céder par remembrement ainsi que pour estimer les inconvénients qui ne peuvent être compensés par l’attribution de nouveaux terrains.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_23"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 2, Acquisition de terrain, Exceptions à l’interdiction de désaffecter et à l’obligation de rembourser",
        "citation": "Art. 24 ORN",
        "content": "Les art. 66, let. e, 67, al. 4, 68, let. k, et 69, al. 5, de l’ordonnance du 2 novembre 2022 sur les améliorations structurelles s’appliquent aux exceptions à l’interdiction de désaffecter et de morceler ainsi qu’à l’obligation de rembourser.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_24"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 2, Acquisition de terrain, Exceptions à la procédure de remembrement",
        "citation": "Art. 25 ORN",
        "content": "Si la procédure de remembrement ne permet manifestement pas de contenter le propriétaire foncier qui réclame à juste titre le remplacement d’un bien-fonds déterminé, la procédure d’expropriation doit être ouverte d’office ou à la demande du propriétaire concerné.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_25"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 2, Acquisition de terrain, Mise à l’enquête publique complémentaire",
        "citation": "Art. 26 al. 3 ORN",
        "content": "Si, après dépôt des plans, il est nécessaire de disposer, à titre définitif ou temporaire, de terrains ou de parties de terrains supplémentaires pour la construction de routes, pour des installations, des décharges de matériaux ou des travaux d’adaptation, il ne doit être procédé à un dépôt des plans complémentaire que si l’extension touche les droits de tiers et si les intéressés ne peuvent pas s’entendre à l’amiable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_26"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 2, Acquisition de terrain, Émoluments",
        "citation": "Art. 27 al. 1 ORN",
        "content": "Des émoluments calculés sur les taux des tarifs cantonaux du registre foncier peuvent être prélevés pour la constitution des droits réels nécessités par les remembrements dans le périmètre des routes nationales. Par contre, des émoluments ne peuvent être prélevés pour les inscriptions au registre foncier (art. 954 du code civil), à moins que celles-ci résultent de la construction routière ou concernent des exploitations non agricoles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_27"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 2, Acquisition de terrain, Émoluments",
        "citation": "Art. 27 al. 2 ORN",
        "content": "Les dispositions du droit fédéral sur les émoluments et les indemnités dans la procédure d’expropriation s’appliquent aux émoluments perçus pour les opérations du registre foncier découlant des expropriations imposées par la construction des routes nationales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_27"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 3, Aménagement et utilisation, Aménagement des routes nationales",
        "citation": "Art. 28 ORN",
        "content": "Les dispositions régissant l’établissement et l’approbation des projets généraux et des projets définitifs ainsi que la construction des routes nationales s’appliquent à l’aménagement de ces dernières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_28"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 3, Aménagement et utilisation, Utilisation par des tiers du domaine appartenant aux routes nationales",
        "citation": "Art. 29 al. 1 ORN",
        "content": "L’utilisation par des tiers du domaine appartenant aux routes nationales est soumise à l’autorisation de l’OFROU.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_29"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 3, Aménagement et utilisation, Utilisation par des tiers du domaine appartenant aux routes nationales",
        "citation": "Art. 29 al. 2 ORN",
        "content": "L’utilisation est soumise à rémunération et à une limitation dans le temps en fonction des particularités propres à chaque utilisation. Elle doit correspondre en règle générale au prix du marché.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_29"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 3, Aménagement et utilisation, Utilisation par des tiers du domaine appartenant aux routes nationales",
        "citation": "Art. 29 al. 2bis ORN",
        "content": "Sont gratuites:\na. l’utilisation par un canton ou une commune pour leurs propres besoins, pour autant qu’ils appliquent la réciprocité;\nb. l’utilisation par des tiers pour la construction et l’exploitation d’ouvrages et d’installations destinés à l’utilisation d’énergie renouvelable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_29"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 3, Aménagement et utilisation, Utilisation par des tiers du domaine appartenant aux routes nationales",
        "citation": "Art. 29 al. 3 ORN",
        "content": "Les coûts supplémentaires d’entretien et d’exploitation de la route résultant d’une utilisation multiple sont à la charge du tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_29"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 3, Aménagement et utilisation, Utilisation par des tiers du domaine appartenant aux routes nationales",
        "citation": "Art. 29 al. 4 ORN",
        "content": "L’OFROU peut prendre, aux frais du contrevenant, les mesures nécessaires au rétablissement de l’état antérieur, conforme au droit, indépendamment des poursuites pénales qui pourraient être dirigées contre lui.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_29"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 3, Aménagement et utilisation, Projets de construction de tiers sis dans la zone des routes nationales",
        "citation": "Art. 30 al. 1 ORN",
        "content": "L’OFROU délivre les autorisations pour les projets de construction fondés sur l’art. 44 LRN lorsque les biens-fonds concernés se situent entre les alignements.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_30"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 3, Aménagement et utilisation, Projets de construction de tiers sis dans la zone des routes nationales",
        "citation": "Art. 30 al. 2 ORN",
        "content": "Les projets de construction ne doivent pas porter atteinte à la sécurité du trafic, à l’affectation de l’ouvrage et à un éventuel élargissement futur de la route. C’est notamment le cas pour:\na. la construction, la modification ou le déplacement de croisements d’autres voies de communication, de cours d’eau, de téléphériques, de conduites ou d’autres ouvrages analogues, avec les routes nationales;\nb. la pose de conduites et de câbles le long des routes nationales, ou\nc. les remaniements de terrains tels que l’exploitation de gravières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_30"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 2, Construction, aménagement et utilisation des routes nationales, Section 3, Aménagement et utilisation, Projets de construction de tiers sis dans la zone des routes nationales",
        "citation": "Art. 30 al. 3 ORN",
        "content": "L’OFROU fixe les mesures nécessaires pour garantir la sécurité de la circulation sur la route nationale et écarter tout danger pour les personnes et les biens. Les frais sont à la charge du requérant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_30"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 3, Achèvement du réseau des routes nationales tel qu’il a été décidé, Section 1, Généralités, Principe",
        "citation": "Art. 31 ORN",
        "content": "Le chapitre 2 est applicable sous réserve des dispositions du présent chapitre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_31"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 3, Achèvement du réseau des routes nationales tel qu’il a été décidé, Section 1, Généralités, Achèvement",
        "citation": "Art. 32 ORN",
        "content": "L’annexe 1 désigne les tronçons qui, dans le cadre de l’achèvement du réseau des routes nationales tel qu’il a été décidé, seront réalisés par les cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_32"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 3, Achèvement du réseau des routes nationales tel qu’il a été décidé, Section 1, Généralités, Acquisition de terrain lors de l’achèvement du réseau des routes nationales tel qu’il a été décidé",
        "citation": "Art. 33 ORN",
        "content": "Le DETEC règle les détails de l’acquisition de terrain lors de l’achèvement du réseau des routes nationales tel qu’il a été décidé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_33"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 3, Achèvement du réseau des routes nationales tel qu’il a été décidé, Section 1, Généralités, Établissement des projets et construction en zone urbaine",
        "citation": "Art. 34 ORN",
        "content": "Les cantons peuvent déléguer aux communes urbaines tout ou partie de l’établissement des projets et de la construction des routes nationales en zone urbaine. En pareil cas, ces communes exécutent les tâches assignées au canton en vertu de la LRN et de la présente ordonnance; elles sont tenues de collaborer étroitement avec le canton et, par son intermédiaire, avec l’OFROU et les autres services fédéraux concernés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_34"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 3, Achèvement du réseau des routes nationales tel qu’il a été décidé, Section 2, Planification et établissement des projets, Projet général",
        "citation": "Art. 35 al. 1 ORN",
        "content": "L’OFROU peut charger les cantons d’élaborer des projets généraux. En pareil cas, ceux-ci collaborent étroitement avec l’OFROU et les autres services fédéraux intéressés jusqu’à la fin de l’établissement des projets. Si nécessaire, l’OFROU définit les conditions d’élaboration du projet général et les transmet au canton sous forme d’instructions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_35"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 3, Achèvement du réseau des routes nationales tel qu’il a été décidé, Section 2, Planification et établissement des projets, Projet général",
        "citation": "Art. 35 al. 2 ORN",
        "content": "Le canton transmet à l’OFROU, pour mise au point et approbation, les documents visés à l’art. 11.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_35"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 3, Achèvement du réseau des routes nationales tel qu’il a été décidé, Section 2, Planification et établissement des projets, Projet définitif",
        "citation": "Art. 36 al. 1 ORN",
        "content": "L’OFROU examine le projet définitif avant que le canton ne le transmette au DETEC pour approbation. Dans un délai de trois mois, l’OFROU communique au canton les parties du projet qui ne seront pas financées par la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_36"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 3, Achèvement du réseau des routes nationales tel qu’il a été décidé, Section 2, Planification et établissement des projets, Projet définitif",
        "citation": "Art. 36 al. 2 ORN",
        "content": "Si l’OFROU et le canton n’arrivent pas à se mettre d’accord, ce dernier transmet au DETEC, pour approbation, le projet tel que l’OFROU a estimé qu’il pouvait être financé par la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_36"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 3, Achèvement du réseau des routes nationales tel qu’il a été décidé, Section 2, Planification et établissement des projets, Projet de détail",
        "citation": "Art. 37 al. 1 ORN",
        "content": "L’OFROU détermine les éléments de l’ouvrage pour lesquels un projet de détail doit lui être soumis pour approbation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_37"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 3, Achèvement du réseau des routes nationales tel qu’il a été décidé, Section 2, Planification et établissement des projets, Projet de détail",
        "citation": "Art. 37 al. 2 ORN",
        "content": "L’OFROU statue sur les projets de détail dans les deux mois qui suivent la transmission de tous les documents par le canton.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_37"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 3, Achèvement du réseau des routes nationales tel qu’il a été décidé, Section 3, Marchés publics, Procédure",
        "citation": "Art. 38 al. 1 ORN",
        "content": "L’appel d’offres public est obligatoire pour les marchés de travaux, de fournitures et de services suivants:\na. marchés de construction d’une valeur égale ou supérieure à 2 millions de francs;\nb. marchés de fournitures et de services d’une valeur égale ou supérieure à 350 000 francs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_38"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 3, Achèvement du réseau des routes nationales tel qu’il a été décidé, Section 3, Marchés publics, Procédure",
        "citation": "Art. 38 al. 2 ORN",
        "content": "L’adjudication sur invitation est autorisée, à condition que le nombre des offres soit au moins de trois, pour les marchés suivants:\na. marchés de construction d’une valeur égale ou supérieure à 500 000 francs;\nb. marchés de fournitures et de services d’une valeur égale ou supérieure à 230 000 francs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_38"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 3, Achèvement du réseau des routes nationales tel qu’il a été décidé, Section 3, Marchés publics, Procédure",
        "citation": "Art. 38 al. 3 ORN",
        "content": "Les autres marchés peuvent faire l’objet d’une adjudication de gré à gré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_38"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 3, Achèvement du réseau des routes nationales tel qu’il a été décidé, Section 3, Marchés publics, Procédure",
        "citation": "Art. 38 al. 4 ORN",
        "content": "Le marché est adjugé au soumissionnaire ayant présenté l’offre la plus avantageuse économiquement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_38"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 3, Achèvement du réseau des routes nationales tel qu’il a été décidé, Section 3, Marchés publics, Procédure",
        "citation": "Art. 38 al. 5 ORN",
        "content": "Le DETEC adapte les valeurs seuils aux dispositions de l’Accord du 15 avril 1994 sur les marchés publics (Accord GATT) en accord avec le Département fédéral de l’économie, de la formation et de la recherche et le Département fédéral des finances.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_38"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 3, Achèvement du réseau des routes nationales tel qu’il a été décidé, Section 3, Marchés publics, Droit applicable",
        "citation": "Art. 39 ORN",
        "content": "Au surplus, le droit cantonal est applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_39"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 3, Achèvement du réseau des routes nationales tel qu’il a été décidé, Section 3, Marchés publics, Approbation de l’OFROU",
        "citation": "Art. 40 al. 1 ORN",
        "content": "Avant l’adjudication, les cantons sont tenus de présenter à l’OFROU, pour approbation, les marchés suivants:\na. marchés de construction d’une valeur égale ou supérieure à 2 millions de francs;\nb. marchés de fournitures et de services d’une valeur égale ou supérieure à 230 000 francs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_40"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 3, Achèvement du réseau des routes nationales tel qu’il a été décidé, Section 3, Marchés publics, Approbation de l’OFROU",
        "citation": "Art. 40 al. 2 ORN",
        "content": "L’OFROU dispose d’un délai d’un mois pour prendre une décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_40"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 3, Achèvement du réseau des routes nationales tel qu’il a été décidé, Section 3, Marchés publics, Approbation de l’OFROU",
        "citation": "Art. 40 al. 3 ORN",
        "content": "L’OFROU doit être informé de tous les autres marchés avant le début des travaux, avant la livraison des matériaux ou avant que la prestation n’ait été fournie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_40"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 3, Achèvement du réseau des routes nationales tel qu’il a été décidé, Section 3, Marchés publics, Approbation de l’OFROU",
        "citation": "Art. 40 al. 4 ORN",
        "content": "Le DETEC adapte les valeurs visées à l’al. 1 aux dispositions de l’Accord GATT.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_40"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 3, Achèvement du réseau des routes nationales tel qu’il a été décidé, Section 4, Réalisation, Début et avancement des travaux de construction",
        "citation": "Art. 41 al. 1 ORN",
        "content": "Les travaux de construction ne peuvent débuter que lorsque l’OFROU a donné les approbations nécessaires au projet, y compris aux éventuelles conventions avec des tiers, ainsi qu’à l’adjudication.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_41"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 3, Achèvement du réseau des routes nationales tel qu’il a été décidé, Section 4, Réalisation, Début et avancement des travaux de construction",
        "citation": "Art. 41 al. 2 ORN",
        "content": "L’OFROU doit être informé périodiquement de l’état des travaux par les cantons. Il peut définir la forme et le contenu du rapport dans des directives.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_41"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 3, Achèvement du réseau des routes nationales tel qu’il a été décidé, Section 4, Réalisation, Début et avancement des travaux de construction",
        "citation": "Art. 41 al. 3 ORN",
        "content": "Les cantons sont compétents pour l’achèvement du projet après la mise en service du tronçon concerné.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_41"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 3, Achèvement du réseau des routes nationales tel qu’il a été décidé, Section 4, Réalisation, Dépassement du devis",
        "citation": "Art. 42 al. 1 ORN",
        "content": "Si, avant ou pendant la construction, d’importantes modifications techniques doivent être apportées au projet de détail ou si ces modifications occasionnent des frais supplémentaires de plus de 500 000 francs, l’approbation de l’OFROU est requise. Il en va de même s’il est à prévoir que le devis sera largement dépassé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_42"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 3, Achèvement du réseau des routes nationales tel qu’il a été décidé, Section 4, Réalisation, Dépassement du devis",
        "citation": "Art. 42 al. 2 ORN",
        "content": "Il convient de demander l’approbation de l’OFROU suffisamment tôt avant le début des travaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_42"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 3, Achèvement du réseau des routes nationales tel qu’il a été décidé, Section 4, Réalisation, Dépassement du devis",
        "citation": "Art. 42 al. 3 ORN",
        "content": "En cas de modification de plans ou d’excédent de coûts, il y a lieu d’informer l’OFROU avant le début des travaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_42"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 3, Achèvement du réseau des routes nationales tel qu’il a été décidé, Section 4, Réalisation, Décompte final et plans conformes aux travaux exécutés",
        "citation": "Art. 43 ORN",
        "content": "Les cantons font parvenir à l’OFROU un décompte final pour chaque ouvrage terminé. Ils sont tenus d’établir, dans un délai de deux ans suivant la mise en service, les documents (plans, données électroniques) correspondant à tous les ouvrages et installations techniques réalisés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_43"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 3, Achèvement du réseau des routes nationales tel qu’il a été décidé, Section 4, Réalisation, Documentation",
        "citation": "Art. 44 ORN",
        "content": "Les documents nécessaires à l’exploitation, à la surveillance et à l’entretien de chaque ouvrage et installation technique doivent être disponibles au moment de la réception. Ils doivent être remis à l’OFROU.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_44"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 3, Achèvement du réseau des routes nationales tel qu’il a été décidé, Section 5, Transfert de la propriété",
        "citation": "Art. 45 al. 1 ORN",
        "content": "Le DETEC détermine les biens-fonds et désigne les droits réels limités, les conventions de droit public, les obligations contractuelles et les décisions qui sont transférés à la Confédération. L’OFROU peut rectifier, par voie de décision, cette répartition dans un délai de quinze ans à compter de la mise en service du tronçon concerné.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_45"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 3, Achèvement du réseau des routes nationales tel qu’il a été décidé, Section 5, Transfert de la propriété",
        "citation": "Art. 45 al. 2 ORN",
        "content": "Les cantons demeurent compétents, après la mise en service du tronçon, pour le règlement des opérations d’acquisition foncière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_45"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 3, Achèvement du réseau des routes nationales tel qu’il a été décidé, Section 5, Transfert de la propriété",
        "citation": "Art. 45 al. 3 ORN",
        "content": "Une fois le projet achevé, les engagements liés à la construction sont transférés à la Confédération en sa qualité d’ayant cause à titre universel. Le projet est considéré comme achevé lorsque la réception de l’ouvrage s’est faite et qu’elle n’a révélé aucun défaut important. La Confédération est notamment habilitée à faire valoir les prétentions résultant des contrats d’entreprise et des mandats confiés à des entreprises, des ingénieurs et des architectes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_45"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 4, Entretien des routes nationales",
        "citation": "Art. 46 al. 1 ORN",
        "content": "L’OFROU veille à ce que l’entretien soit suffisant du point de vue technique et avantageux financièrement et contrôle régulièrement l’état de la route.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_46"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 4, Entretien des routes nationales",
        "citation": "Art. 46 al. 2 ORN",
        "content": "Il planifie les mesures d’entretien à long terme. Il les coordonne de manière à assurer la capacité des routes nationales et à maintenir au minimum le nombre de chantiers par section.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_46"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 5, Exploitation des routes nationales, Section 1, Exécution de l’entretien courant et des travaux d’entretien ne faisant pas l’objet d’un projet, Délimitation des unités territoriales",
        "citation": "Art. 47 ORN",
        "content": "Les unités territoriales qui effectuent l’entretien courant et les travaux d’entretien ne faisant pas l’objet d’un projet sont désignées à l’annexe 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_47"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 5, Exploitation des routes nationales, Section 1, Exécution de l’entretien courant et des travaux d’entretien ne faisant pas l’objet d’un projet, Accords sur les prestations",
        "citation": "Art. 48 al. 1 ORN",
        "content": "L’OFROU conclut avec les exploitants, au nom de la Confédération, les accords sur les prestations relatifs à l’exécution de l’entretien courant et des travaux d’entretien ne faisant pas l’objet d’un projet et veille à les faire respecter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_48"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 5, Exploitation des routes nationales, Section 1, Exécution de l’entretien courant et des travaux d’entretien ne faisant pas l’objet d’un projet, Accords sur les prestations",
        "citation": "Art. 48 al. 2 ORN",
        "content": "Dans les accords sur les prestations, l’OFROU peut s’écarter légèrement des limites des unités territoriales selon l’annexe 2 pour des raisons économiques ou liées au trafic.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_48"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 5, Exploitation des routes nationales, Section 1, Exécution de l’entretien courant et des travaux d’entretien ne faisant pas l’objet d’un projet, Attribution des unités territoriales",
        "citation": "Art. 49 al. 1 ORN",
        "content": "Si un seul canton ou organisme responsable convoite une unité territoriale, l’OFROU peut le désigner comme exploitant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_49"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 5, Exploitation des routes nationales, Section 1, Exécution de l’entretien courant et des travaux d’entretien ne faisant pas l’objet d’un projet, Attribution des unités territoriales",
        "citation": "Art. 49 al. 2 ORN",
        "content": "Si aucun canton ou organisme responsable n’est disposé à assumer l’entretien courant et les travaux d’entretien ne faisant pas l’objet d’un projet dans une unité territoriale, le droit fédéral sur les marchés publics est applicable. L’OFROU mène la procédure et adjuge le marché.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_49"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 5, Exploitation des routes nationales, Section 1, Exécution de l’entretien courant et des travaux d’entretien ne faisant pas l’objet d’un projet, Attribution des unités territoriales",
        "citation": "Art. 49 al. 3 ORN",
        "content": "Si des unités territoriales ou certaines parties d’entre elles sont directement exploitées par la Confédération, l’OFROU est compétent pour l’exécution de l’entretien courant et des travaux d’entretien ne faisant pas l’objet d’un projet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_49"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 5, Exploitation des routes nationales, Section 2, Sécurité dans les tunnels",
        "citation": "Art. 50 ORN",
        "content": "Le DETEC édicte des instructions concernant la sécurité dans les tunnels. Pour ce faire, il se conforme aux dispositions de la directive 2004/54/CE du Parlement européen et du Conseil, du 29 avril 2004, concernant les exigences de sécurité minimales applicables aux tunnels du réseau routier transeuropéen ou à une réglementation ultérieure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_50"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 5, Exploitation des routes nationales, Section 3, Gestion du trafic, Compétence de l’OFROU",
        "citation": "Art. 51 al. 1 ORN",
        "content": "L’OFROU est compétent en matière de gestion du trafic sur les routes nationales. Il gère un centre de données sur les transports et une centrale de gestion du trafic, tout en assurant l’information routière relative aux routes nationales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_51"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 5, Exploitation des routes nationales, Section 3, Gestion du trafic, Compétence de l’OFROU",
        "citation": "Art. 51 al. 2 ORN",
        "content": "Si les circonstances l’exigent, il coordonne ses mesures avec les États voisins. Il les informe de toute situation particulière sur les routes nationales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_51"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 5, Exploitation des routes nationales, Section 3, Gestion du trafic, Compétence de l’OFROU",
        "citation": "Art. 51 al. 3 ORN",
        "content": "Il peut confier ces tâches en tout ou en partie aux cantons, à des organismes constitués par eux ou à des tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_51"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 5, Exploitation des routes nationales, Section 3, Gestion du trafic, Compétence de l’OFROU",
        "citation": "Art. 51 al. 4 ORN",
        "content": "Il édicte des instructions précisant les données que les cantons sont tenus de communiquer en matière de transports.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_51"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 5, Exploitation des routes nationales, Section 3, Gestion du trafic, Compétence de l’OFROU",
        "citation": "Art. 51 al. 5 ORN",
        "content": "Il peut mettre en place, sur les installations annexes, des équipements servant à la gestion du trafic (par exemple des panneaux d’information).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_51"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 5, Exploitation des routes nationales, Section 3, Gestion du trafic, Plans cantonaux de gestion du trafic",
        "citation": "Art. 52 al. 1 ORN",
        "content": "Les cantons établissent des plans de gestion du trafic pour les routes où surviennent fréquemment des événements ayant des effets notables sur la route nationale et exigeant la prise de mesures de gestion nationale du trafic. Lesdites routes sont désignées à l’annexe 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_52"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 5, Exploitation des routes nationales, Section 3, Gestion du trafic, Plans cantonaux de gestion du trafic",
        "citation": "Art. 52 al. 2 ORN",
        "content": "L’OFROU peut adapter l’annexe s’il y a des changements de circonstances.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_52"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 5, Exploitation des routes nationales, Section 3, Gestion du trafic, Plans cantonaux de gestion du trafic",
        "citation": "Art. 52 al. 3 ORN",
        "content": "Les cantons dressent les plans de gestion du trafic selon les instructions de l’OFROU et les lui soumettent pour approbation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_52"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 5, Exploitation des routes nationales, Section 3, Gestion du trafic, Plans cantonaux de gestion du trafic",
        "citation": "Art. 52 al. 4 ORN",
        "content": "Les cantons mettent en œuvre les mesures prévues dans les plans de gestion du trafic approuvés par l’OFROU.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_52"
    },
    {
        "book": "NSV",
        "title": "ORN, Chapitre 5, Exploitation des routes nationales, Section 3, Gestion du trafic, Prescriptions de la police à l’égard de la centrale de gestion du trafic",
        "citation": "Art. 53 ORN",
        "content": "Dans les cas prévus à l’art. 3, al. 6, LCR, la centrale de gestion du trafic exécute les mesures ordonnées par la police relatives à la gestion opérationnelle ou à la régulation du trafic sur les routes nationales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/796/fr#art_53"
    }
]