[
    {
        "book": "OBG",
        "title": "LMD, Principi",
        "citation": "Art. 1 cpv. 1 LMD",
        "content": "È punito con una multa disciplinare secondo una procedura semplificata (procedura della multa disciplinare) chiunque commette una contravvenzione prevista:\na. in una delle seguenti leggi:\n1. legge federale del 16 dicembre 2005 sugli stranieri,\n2. legge del 26 giugno 1998 sull’asilo,\n3. legge federale del 19 dicembre 1986 contro la concorrenza sleale,\n4. legge federale del 1° luglio 1966 sulla protezione della natura e del paesaggio,\n5. legge del 20 giugno 1997 sulle armi,\n6. legge del 21 giugno 1932 sull’alcool,\n7. legge federale del 19 dicembre 1958 sulla circolazione stradale (LCStr),\n8. legge del 19 marzo 2010 sul contrassegno stradale (LUSN),\n9. legge federale del 3 ottobre 1975 sulla navigazione interna,\n10. legge del 3 ottobre 1951 sugli stupefacenti (LStup),\n11. legge del 7 ottobre 1983 sulla protezione dell’ambiente,\n12. legge del 20 giugno 2014 sulle derrate alimentari,\n12a. ...\n13. legge federale del 3 ottobre 2008 concernente la protezione contro il fumo passivo,\n14. legge forestale del 4 ottobre 1991,\n15. legge del 20 giugno 1986 sulla caccia,\n16. legge federale del 21 giugno 1991 sulla pesca,\n17. legge federale del 23 marzo 2001 sul commercio ambulante; o\nb. in un’ordinanza emanata in virtù di una legge di cui alla lettera a numeri 1–9 e 11–17; .... .",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/it#art_1"
    },
    {
        "book": "OBG",
        "title": "LMD, Principi",
        "citation": "Art. 1 cpv. 2 LMD",
        "content": "La procedura della multa disciplinare si applica soltanto alle fattispecie contravvenzionali che figurano in un elenco di cui all’articolo 15.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/it#art_1"
    },
    {
        "book": "OBG",
        "title": "LMD, Principi",
        "citation": "Art. 1 cpv. 3 LMD",
        "content": "Non si applica alle contravvenzioni perseguite e giudicate secondo la legge federale del 22 marzo 1974 sul diritto penale amministrativo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/it#art_1"
    },
    {
        "book": "OBG",
        "title": "LMD, Principi",
        "citation": "Art. 1 cpv. 4 LMD",
        "content": "La multa disciplinare ammonta al massimo a 300 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/it#art_1"
    },
    {
        "book": "OBG",
        "title": "LMD, Principi",
        "citation": "Art. 1 cpv. 5 LMD",
        "content": "Non è tenuto conto né dei precedenti né della situazione personale dell’imputato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/it#art_1"
    },
    {
        "book": "OBG",
        "title": "LMD, Organi competenti",
        "citation": "Art. 2 cpv. 1 LMD",
        "content": "Le multe disciplinari sono riscosse dagli organi di polizia e dalle autorità competenti per l’esecuzione delle leggi di cui all’articolo 1 capoverso 1 lettera a e delle ordinanze emanate in virtù delle stesse. I Cantoni designano gli organi competenti per la riscossione delle multe disciplinari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/it#art_2"
    },
    {
        "book": "OBG",
        "title": "LMD, Organi competenti",
        "citation": "Art. 2 cpv. 2 LMD",
        "content": "Nella misura in cui il diritto federale gli conferisce competenze di controllo nei settori di cui all’articolo 1 capoverso 1 lettera a, l’Ufficio federale della dogana e della sicurezza dei confini (UDSC) è autorizzato a riscuotere multe disciplinari in caso di infrazioni. Se la multa disciplinare non è pagata immediatamente, l’UDSC trasmette il caso alla competente autorità di perseguimento penale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/it#art_2"
    },
    {
        "book": "OBG",
        "title": "LMD, Organi competenti",
        "citation": "Art. 2 cpv. 3 LMD",
        "content": "Il rappresentante dell’organo competente deve legittimarsi come tale dinanzi all’imputato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/it#art_2"
    },
    {
        "book": "OBG",
        "title": "LMD, Presupposti",
        "citation": "Art. 3 cpv. 1 LMD",
        "content": "La procedura della multa disciplinare si applica alle infrazioni accertate direttamente dal rappresentante dell’organo competente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/it#art_3"
    },
    {
        "book": "OBG",
        "title": "LMD, Presupposti",
        "citation": "Art. 3 cpv. 2 LMD",
        "content": "Si applica parimenti alle infrazioni alla LCStr e alle ordinanze emanate in virtù della stessa accertate da un impianto di sorveglianza automatico che soddisfa i requisiti della legge federale del 17 giugno 2011 sulla metrologia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/it#art_3"
    },
    {
        "book": "OBG",
        "title": "LMD, Eccezioni",
        "citation": "Art. 4 cpv. 1 LMD",
        "content": "La presente legge non si applica alle infrazioni commesse da persone che, al momento del fatto, non avevano ancora compiuto i 15 anni; è fatto salvo il capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/it#art_4"
    },
    {
        "book": "OBG",
        "title": "LMD, Eccezioni",
        "citation": "Art. 4 cpv. 2 LMD",
        "content": "Le infrazioni alla LStup non sono punite nella procedura della multa disciplinare se sono state commesse da persone che, al momento del fatto, non avevano ancora compiuto i 18 anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/it#art_4"
    },
    {
        "book": "OBG",
        "title": "LMD, Eccezioni",
        "citation": "Art. 4 cpv. 3 LMD",
        "content": "Le infrazioni non sono neppure punite nella procedura della multa disciplinare se:\na. nel commettere l’infrazione, l’imputato ha messo in pericolo o ferito persone o causato danni; \nb. all’imputato è contestata anche un’altra infrazione che non figura in un elenco di cui all’articolo 15; \nc. l’imputato si oppone alla procedura della multa disciplinare per una o più infrazioni imputategli;\nd. il Codice di procedura penale richiede atti procedurali che non sono menzionati nella presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/it#art_4"
    },
    {
        "book": "OBG",
        "title": "LMD, Concorso di infrazioni",
        "citation": "Art. 5 cpv. 1 LMD",
        "content": "Se, con uno o più atti contemporanei, l’imputato commette più fattispecie contravvenzionali punite nella procedura della multa disciplinare, gli importi sono cumulati ed è inflitta una multa complessiva. Il Consiglio federale può prevedere eccezioni nel caso in cui più fattispecie contravvenzionali hanno lo stesso obiettivo di protezione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/it#art_5"
    },
    {
        "book": "OBG",
        "title": "LMD, Concorso di infrazioni",
        "citation": "Art. 5 cpv. 2 LMD",
        "content": "Se la multa complessiva prevedibile ammonta a più di 600 franchi, tutte le infrazioni sono giudicate nella procedura penale ordinaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/it#art_5"
    },
    {
        "book": "OBG",
        "title": "LMD, Procedura in generale",
        "citation": "Art. 6 cpv. 1 LMD",
        "content": "Se è identificato al momento dell’infrazione, l’imputato può pagare la multa immediatamente o entro 30 giorni (termine di riflessione).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/it#art_6"
    },
    {
        "book": "OBG",
        "title": "LMD, Procedura in generale",
        "citation": "Art. 6 cpv. 2 LMD",
        "content": "Se paga immediatamente la multa, gli viene rilasciata una ricevuta che non menziona il suo nome.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/it#art_6"
    },
    {
        "book": "OBG",
        "title": "LMD, Procedura in generale",
        "citation": "Art. 6 cpv. 3 LMD",
        "content": "Se non paga immediatamente la multa, deve fornire i suoi dati personali e riceve un modulo concernente il termine di riflessione e una cedola di versamento. Il rappresentante dell’organo competente conserva una copia del modulo. Se l’imputato paga la multa entro il termine prescritto, la copia è distrutta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/it#art_6"
    },
    {
        "book": "OBG",
        "title": "LMD, Procedura in generale",
        "citation": "Art. 6 cpv. 4 LMD",
        "content": "Se l’imputato non paga la multa entro il termine prescritto, è avviato un procedimento penale ordinario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/it#art_6"
    },
    {
        "book": "OBG",
        "title": "LMD, Procedura in generale",
        "citation": "Art. 6 cpv. 5 LMD",
        "content": "Se l’autore dell’infrazione è sconosciuto, è avviato un procedimento penale ordinario. È fatto salvo l’articolo 7.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/it#art_6"
    },
    {
        "book": "OBG",
        "title": "LMD, Procedura in generale",
        "citation": "Art. 6 cpv. 6 LMD",
        "content": "Nella procedura della multa disciplinare non si applicano le prescrizioni sulla comunicazione di sentenze, di decreti d’accusa o di decreti d’abbandono.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/it#art_6"
    },
    {
        "book": "OBG",
        "title": "LMD, Responsabilità del detentore del veicolo",
        "citation": "Art. 7 cpv. 1 LMD",
        "content": "Se il conducente di un veicolo non viene sorpreso o fermato al momento dell’in-frazione alla LCStr, alle ordinanze emanate in virtù della stessa oppure alla LUSN, la multa è inflitta alla persona fisica o giuridica indicata nella licenza di circolazione come detentore del veicolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/it#art_7"
    },
    {
        "book": "OBG",
        "title": "LMD, Responsabilità del detentore del veicolo",
        "citation": "Art. 7 cpv. 2 LMD",
        "content": "La multa è comunicata per scritto al detentore indicato nella licenza di circolazione. Questi può pagarla entro 30 giorni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/it#art_7"
    },
    {
        "book": "OBG",
        "title": "LMD, Responsabilità del detentore del veicolo",
        "citation": "Art. 7 cpv. 3 LMD",
        "content": "Se il detentore non paga la multa entro il termine prescritto, è avviato un procedimento penale ordinario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/it#art_7"
    },
    {
        "book": "OBG",
        "title": "LMD, Responsabilità del detentore del veicolo",
        "citation": "Art. 7 cpv. 4 LMD",
        "content": "Se il detentore fornisce nome e indirizzo dell’autore dell’infrazione, nei confronti dello stesso è avviato il procedimento di cui ai capoversi 2 e 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/it#art_7"
    },
    {
        "book": "OBG",
        "title": "LMD, Responsabilità del detentore del veicolo",
        "citation": "Art. 7 cpv. 5 LMD",
        "content": "Se l’autore dell’infrazione non può essere identificato senza sforzi sproporzionati, il detentore deve pagare la multa entro un termine di 30 giorni, salvo se nell’ambito del procedimento penale ordinario rende verosimile che il suo veicolo è stato utilizzato contro la sua volontà e senza che egli potesse impedirlo, nonostante abbia usato la dovuta diligenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/it#art_7"
    },
    {
        "book": "OBG",
        "title": "LMD, Messa al sicuro e confisca",
        "citation": "Art. 8 cpv. 1 LMD",
        "content": "Con la riscossione della multa disciplinare sono messi al sicuro oggetti e valori patrimoniali che vanno confiscati secondo gli articoli 69 e 70 del Codice penale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/it#art_8"
    },
    {
        "book": "OBG",
        "title": "LMD, Messa al sicuro e confisca",
        "citation": "Art. 8 cpv. 2 LMD",
        "content": "Gli oggetti e i valori patrimoniali messi al sicuro sono considerati confiscati con il pagamento della multa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/it#art_8"
    },
    {
        "book": "OBG",
        "title": "LMD, Moduli",
        "citation": "Art. 9 cpv. 1 LMD",
        "content": "La ricevuta per la multa disciplinare contiene le indicazioni seguenti:\na. la designazione dell’organo competente;\nb. la data, l’ora e il luogo dell’infrazione;\nc. la fattispecie contravvenzionale realizzata;\nd. l’importo della multa;\ne. la descrizione degli oggetti e dei valori patrimoniali eventualmente confiscati;\nf. il luogo e la data dell’emissione;\ng. le informazioni che permettono di stabilire chi rilascia la ricevuta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/it#art_9"
    },
    {
        "book": "OBG",
        "title": "LMD, Moduli",
        "citation": "Art. 9 cpv. 2 LMD",
        "content": "Il modulo concernente il termine di riflessione contiene le indicazioni seguenti:\na. il cognome, il nome, la data di nascita, il luogo d’origine e il domicilio dell’imputato; \nb. la data di consegna del modulo;\nc. l’indicazione che sarà avviato un procedimento penale ordinario se la multa disciplinare non è pagata entro 30 giorni; è fatta salva la lettera d;\nd. l’indicazione che l’importo depositato è computato nella multa disciplinare se l’imputato accetta esplicitamente la multa entro 30 giorni o il termine di riflessione scade inutilizzato;\ne. la designazione dell’organo competente;\nf. la data, l’ora e il luogo dell’infrazione;\ng. la fattispecie contravvenzionale realizzata;\nh. l’importo della multa;\ni. la descrizione degli oggetti e dei valori patrimoniali eventualmente messi al sicuro;\nj. il luogo e la data dell’emissione;\nk. le informazioni che permettono di stabilire chi rilascia il modulo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/it#art_9"
    },
    {
        "book": "OBG",
        "title": "LMD, Moduli",
        "citation": "Art. 9 cpv. 3 LMD",
        "content": "Nei casi di cui all’articolo 7, il modulo concernente il termine di riflessione può essere apposto sul parabrezza. Al posto dei dati personali secondo il capoverso 2 lettera a è indicata la targa del veicolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/it#art_9"
    },
    {
        "book": "OBG",
        "title": "LMD, Imputati non domiciliati in Svizzera",
        "citation": "Art. 10 cpv. 1 LMD",
        "content": "L’imputato non domiciliato in Svizzera che non paga immediatamente la multa disciplinare deve depositarne l’importo oppure prestare una garanzia adeguata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/it#art_10"
    },
    {
        "book": "OBG",
        "title": "LMD, Imputati non domiciliati in Svizzera",
        "citation": "Art. 10 cpv. 2 LMD",
        "content": "Se il termine di riflessione di cui all’articolo 6 capoverso 1 scade inutilizzato o se  l’imputato accetta esplicitamente la multa disciplinare entro tale termine, l’importo depositato è computato nella multa disciplinare. Con il computo, la multa disciplinare è considerata pagata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/it#art_10"
    },
    {
        "book": "OBG",
        "title": "LMD, Passaggio in giudicato",
        "citation": "Art. 11 LMD",
        "content": "Con il pagamento o il computo, la multa passa in giudicato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/it#art_11"
    },
    {
        "book": "OBG",
        "title": "LMD, Spese",
        "citation": "Art. 12 LMD",
        "content": "Nella procedura della multa disciplinare non sono riscosse spese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/it#art_12"
    },
    {
        "book": "OBG",
        "title": "LMD, Opposizione alla procedura della multa disciplinare",
        "citation": "Art. 13 cpv. 1 LMD",
        "content": "Il rappresentante dell’organo competente comunica all’imputato che egli può opporsi alla procedura della multa disciplinare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/it#art_13"
    },
    {
        "book": "OBG",
        "title": "LMD, Opposizione alla procedura della multa disciplinare",
        "citation": "Art. 13 cpv. 2 LMD",
        "content": "Se l’imputato si oppone alla procedura, è avviato un procedimento penale ordinario; è fatto salvo l’articolo 15 capoverso 3 LUSN.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/it#art_13"
    },
    {
        "book": "OBG",
        "title": "LMD, Multa disciplinare nella procedura penale ordinaria",
        "citation": "Art. 14 LMD",
        "content": "La multa disciplinare può essere pronunciata anche nella procedura penale ordinaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/it#art_14"
    },
    {
        "book": "OBG",
        "title": "LMD, Esecuzione",
        "citation": "Art. 15 LMD",
        "content": "Il Consiglio federale, dopo aver consultato i Cantoni, elenca le fattispecie contravvenzionali punite con una multa disciplinare e stabilisce l’importo delle multe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/it#art_15"
    },
    {
        "book": "OBG",
        "title": "LMD, Abrogazione e modifica di altri atti normativi",
        "citation": "Art. 16 LMD",
        "content": "L’abrogazione e la modifica di altri atti normativi sono disciplinate nell’allegato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/it#art_16"
    },
    {
        "book": "OBG",
        "title": "LMD, Coordinamento",
        "citation": "Art. 17 LMD",
        "content": "All’entrata in vigore della legge del 20 giugno 2014 sulle derrate alimentari la disposizione qui appresso della presente legge avrà il seguente tenore:Art. 1 cpv. 1 lett. a n. 12...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/it#art_17"
    },
    {
        "book": "OBG",
        "title": "LMD, Referendum ed entrata in vigore",
        "citation": "Art. 18 cpv. 1 LMD",
        "content": "La presente legge sottostà a referendum facoltativo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/it#art_18"
    },
    {
        "book": "OBG",
        "title": "LMD, Referendum ed entrata in vigore",
        "citation": "Art. 18 cpv. 2 LMD",
        "content": "Il Consiglio federale ne determina l’entrata in vigore.Data dell’entrata in vigore: 1° gennaio 2020",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/it#art_18"
    }
]