[
    {
        "book": "OBG",
        "title": "LAO, Principes",
        "citation": "Art. 1 al. 1 LAO",
        "content": "Est sanctionné par une amende d’ordre dans une procédure simplifiée (procédure de l’amende d’ordre) quiconque commet une contravention:\na. prévue dans une des lois suivantes:\n1. loi fédérale du 16 décembre 2005 sur les étrangers,\n2. loi du 26 juin 1998 sur l’asile,\n3. loi fédérale du 19 décembre 1986 contre la concurrence déloyale,\n4. loi fédérale du 1er juillet 1966 sur la protection de la nature et du paysage,\n5. loi du 20 juin 1997 sur les armes,\n6. loi fédérale du 21 juin 1932 sur l’alcool,\n7. loi fédérale du 19 décembre 1958 sur la circulation routière (LCR),\n8. loi du 19 mars 2010 sur la vignette autoroutière (LVA),\n9. loi fédérale du 3 octobre 1975 sur la navigation intérieure,\n10. loi fédérale du 3 octobre 1951 sur les stupéfiants (LStup),\n11. loi du 7 octobre 1983 sur la protection de l’environnement,\n12. loi du 20 juin 2014 sur les denrées alimentaires,\n12a. ...\n13. loi fédérale du 3 octobre 2008 sur la protection contre le tabagisme passif,\n14. loi du 4 octobre 1991 sur les forêts,\n15. loi du 20 juin 1986 sur la chasse,\n16. loi fédérale du 21 juin 1991 sur la pêche,\n17. loi fédérale du 23 mars 2001 sur le commerce itinérant, ou\nb. prévue dans une ordonnance d’exécution des lois citées à la let. a, ch. 1 à 9 et 11 à 17. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_1"
    },
    {
        "book": "OBG",
        "title": "LAO, Principes",
        "citation": "Art. 1 al. 2 LAO",
        "content": "La procédure de l’amende d’ordre n’est applicable qu’aux contraventions figurant dans les listes établies en vertu de l’art. 15.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_1"
    },
    {
        "book": "OBG",
        "title": "LAO, Principes",
        "citation": "Art. 1 al. 3 LAO",
        "content": "Elle n’est pas applicable aux contraventions qui sont poursuivies et jugées en vertu de la loi fédérale du 22 mars 1974 sur le droit pénal administratif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_1"
    },
    {
        "book": "OBG",
        "title": "LAO, Principes",
        "citation": "Art. 1 al. 4 LAO",
        "content": "Le montant maximal de l’amende d’ordre est de 300 francs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_1"
    },
    {
        "book": "OBG",
        "title": "LAO, Principes",
        "citation": "Art. 1 al. 5 LAO",
        "content": "Il n’est tenu compte ni des antécédents ni de la situation personnelle du prévenu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_1"
    },
    {
        "book": "OBG",
        "title": "LAO, Organes compétents",
        "citation": "Art. 2 al. 1 LAO",
        "content": "L’amende d’ordre est perçue par les organes de police et les autorités chargés de l’application des lois visées à l’art. 1, al. 1, let. a, et des ordonnances d’exécution de ces lois. Les cantons désignent les organes compétents pour la percevoir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_2"
    },
    {
        "book": "OBG",
        "title": "LAO, Organes compétents",
        "citation": "Art. 2 al. 2 LAO",
        "content": "Dans les cas où le droit fédéral lui attribue des compétences de contrôle dans les domaines visés à l’art. 1, al. 1, let. a, l’Office fédéral de la douane et de la sécurité des frontières est autorisé à percevoir des amendes d’ordre en cas d’infraction. Il transmet le dossier à l’autorité de poursuite pénale compétente lorsque l’amende d’ordre n’est pas payée immédiatement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_2"
    },
    {
        "book": "OBG",
        "title": "LAO, Organes compétents",
        "citation": "Art. 2 al. 3 LAO",
        "content": "Le représentant de l’organe compétent doit justifier de sa qualité envers le prévenu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_2"
    },
    {
        "book": "OBG",
        "title": "LAO, Conditions",
        "citation": "Art. 3 al. 1 LAO",
        "content": "La procédure de l’amende d’ordre s’applique aux infractions constatées directement par le représentant de l’organe compétent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_3"
    },
    {
        "book": "OBG",
        "title": "LAO, Conditions",
        "citation": "Art. 3 al. 2 LAO",
        "content": "Elle s’applique également aux infractions à la LCR et à ses ordonnances d’exécution constatées au moyen d’une installation automatique de surveillance répondant aux exigences de la loi fédérale du 17 juin 2011 sur la métrologie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_3"
    },
    {
        "book": "OBG",
        "title": "LAO, Exceptions",
        "citation": "Art. 4 al. 1 LAO",
        "content": "La présente loi ne s’applique pas aux infractions commises par une personne âgée de moins de 15 ans au moment des faits; l’al. 2 est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_4"
    },
    {
        "book": "OBG",
        "title": "LAO, Exceptions",
        "citation": "Art. 4 al. 2 LAO",
        "content": "Les infractions à la LStup ne sont pas sanctionnées dans la procédure de l’amende d’ordre lorsqu’elles sont commises par une personne âgée de moins de 18 ans au moment des faits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_4"
    },
    {
        "book": "OBG",
        "title": "LAO, Exceptions",
        "citation": "Art. 4 al. 3 LAO",
        "content": "Les infractions ne sont pas non plus sanctionnées dans la procédure de l’amende d’ordre dans les cas suivants:\na. le prévenu a mis en danger ou blessé une personne ou causé un dommage en commettant l’infraction;\nb. le prévenu se voit simultanément reprocher d’avoir commis une infraction qui ne figure pas dans une des listes établies en vertu de l’art. 15;\nc. le prévenu s’oppose à la procédure de l’amende d’ordre pour une ou plusieurs des infractions qui lui sont reprochées;\nd. le code de procédure pénale exige des actes de procédure qui ne sont pas mentionnés dans la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_4"
    },
    {
        "book": "OBG",
        "title": "LAO, Concours d’infractions",
        "citation": "Art. 5 al. 1 LAO",
        "content": "Lorsqu’une personne commet, par un ou plusieurs actes simultanés, plusieurs contraventions auxquelles la procédure de l’amende d’ordre s’applique, les montants des amendes correspondantes sont additionnés et une amende globale est infligée. Le Conseil fédéral peut prévoir des exceptions lorsque deux dispositions ou plus visent le même but de protection.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_5"
    },
    {
        "book": "OBG",
        "title": "LAO, Concours d’infractions",
        "citation": "Art. 5 al. 2 LAO",
        "content": "Si le montant escompté de l’amende globale excède 600 francs, toutes les infractions sont jugées dans la procédure pénale ordinaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_5"
    },
    {
        "book": "OBG",
        "title": "LAO, Procédure en général",
        "citation": "Art. 6 al. 1 LAO",
        "content": "Si le prévenu est identifié lors de l’infraction, il peut payer l’amende immédiatement ou dans un délai de 30 jours (délai de réflexion).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_6"
    },
    {
        "book": "OBG",
        "title": "LAO, Procédure en général",
        "citation": "Art. 6 al. 2 LAO",
        "content": "S’il paie l’amende immédiatement, il reçoit une quittance ne mentionnant pas son nom.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_6"
    },
    {
        "book": "OBG",
        "title": "LAO, Procédure en général",
        "citation": "Art. 6 al. 3 LAO",
        "content": "S’il ne paie pas l’amende immédiatement, il doit justifier de son identité et reçoit un formulaire prévoyant un délai de réflexion et un bulletin de versement. Le représentant de l’organe compétent conserve une copie du formulaire. Si le prévenu paie l’amende dans le délai prescrit, la copie est détruite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_6"
    },
    {
        "book": "OBG",
        "title": "LAO, Procédure en général",
        "citation": "Art. 6 al. 4 LAO",
        "content": "S’il ne paie pas l’amende dans le délai prescrit, une procédure pénale ordinaire est engagée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_6"
    },
    {
        "book": "OBG",
        "title": "LAO, Procédure en général",
        "citation": "Art. 6 al. 5 LAO",
        "content": "Si l’auteur de l’infraction est inconnu, une procédure pénale ordinaire est engagée. L’art. 7 est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_6"
    },
    {
        "book": "OBG",
        "title": "LAO, Procédure en général",
        "citation": "Art. 6 al. 6 LAO",
        "content": "Les dispositions régissant la notification de jugements, d’ordonnances pénales ou d’ordonnances de classement ne s’appliquent pas dans la procédure de l’amende d’ordre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_6"
    },
    {
        "book": "OBG",
        "title": "LAO, Responsabilité du détenteur du véhicule",
        "citation": "Art. 7 al. 1 LAO",
        "content": "Si le conducteur d’un véhicule n’a pas été intercepté ou appréhendé lors de l’infraction à la LCR, à l’une de ses ordonnances d’exécution ou à la LVA, l’amende est établie au nom de la personne physique ou morale inscrite comme détenteur du véhicule dans le permis de circulation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_7"
    },
    {
        "book": "OBG",
        "title": "LAO, Responsabilité du détenteur du véhicule",
        "citation": "Art. 7 al. 2 LAO",
        "content": "L’amende est notifiée par écrit au détenteur du véhicule figurant dans le permis de circulation. Le détenteur du véhicule dispose d’un délai de 30 jours pour la payer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_7"
    },
    {
        "book": "OBG",
        "title": "LAO, Responsabilité du détenteur du véhicule",
        "citation": "Art. 7 al. 3 LAO",
        "content": "S’il ne paie pas l’amende dans le délai prescrit, une procédure pénale ordinaire est engagée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_7"
    },
    {
        "book": "OBG",
        "title": "LAO, Responsabilité du détenteur du véhicule",
        "citation": "Art. 7 al. 4 LAO",
        "content": "S’il communique le nom et l’adresse de la personne qui a commis l’infraction, la procédure prévue aux al. 2 et 3 est engagée à l’encontre de cette personne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_7"
    },
    {
        "book": "OBG",
        "title": "LAO, Responsabilité du détenteur du véhicule",
        "citation": "Art. 7 al. 5 LAO",
        "content": "Si l’identité de la personne qui a commis l’infraction ne peut être établie sans efforts disproportionnés, le détenteur du véhicule obtient un délai de 30 jours pour payer l’amende, sauf s’il peut faire valoir de manière convaincante dans la procédure pénale ordinaire que son véhicule a été utilisé indépendamment de sa volonté et qu’il avait pris toutes les mesures de diligence nécessaires pour l’empêcher.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_7"
    },
    {
        "book": "OBG",
        "title": "LAO, Saisie et confiscation",
        "citation": "Art. 8 al. 1 LAO",
        "content": "Lors de la perception de l’amende d’ordre, les objets et valeurs patrimoniales qui doivent être confisqués en vertu des art. 69 et 70 du code pénal sont saisis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_8"
    },
    {
        "book": "OBG",
        "title": "LAO, Saisie et confiscation",
        "citation": "Art. 8 al. 2 LAO",
        "content": "Les objets et valeurs patrimoniales saisis sont réputés confisqués une fois l’amende payée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_8"
    },
    {
        "book": "OBG",
        "title": "LAO, Formulaires",
        "citation": "Art. 9 al. 1 LAO",
        "content": "La quittance de l’amende d’ordre contient les indications suivantes:\na. le nom de l’organe compétent;\nb. la date, l’heure et le lieu de l’infraction;\nc. la contravention commise; \nd. le montant de l’amende;\ne. le cas échéant, la description des objets et valeurs patrimoniales confisqués;\nf. le lieu et la date de l’établissement de la quittance;\ng. l’information indiquant qui a établi la quittance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_9"
    },
    {
        "book": "OBG",
        "title": "LAO, Formulaires",
        "citation": "Art. 9 al. 2 LAO",
        "content": "Le formulaire prévoyant un délai de réflexion contient les indications suivantes:\na. les nom, prénom, date de naissance, lieu d’origine et lieu de résidence du prévenu;\nb. la date de la remise du formulaire;\nc. l’indication qu’une procédure pénale ordinaire sera engagée faute de paiement dans les 30 jours, sous réserve de la let. d;\nd. l’indication que le montant déposé est imputé sur l’amende d’ordre, si le prévenu accepte expressément celle-ci dans les 30 jours ou que le délai de réflexion n’est pas utilisé;\ne. le nom de l’organe compétent;\nf. la date, l’heure et le lieu de l’infraction;\ng. la contravention commise;\nh. le montant de l’amende;\ni. le cas échéant, la description des objets et valeurs patrimoniales confisqués;\nj. le lieu et la date de l’établissement du formulaire;\nk. l’information indiquant qui a établi le formulaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_9"
    },
    {
        "book": "OBG",
        "title": "LAO, Formulaires",
        "citation": "Art. 9 al. 3 LAO",
        "content": "Dans les cas visés à l’art. 7, le formulaire prévoyant un délai de réflexion peut être placé directement sur le véhicule à l’intention du conducteur. Il contient l’immatriculation du véhicule au lieu des indications prévues à l’al. 2, let. a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_9"
    },
    {
        "book": "OBG",
        "title": "LAO, Prévenus non domiciliés en Suisse",
        "citation": "Art. 10 al. 1 LAO",
        "content": "Tout prévenu non domicilié en Suisse qui ne paie pas l’amende immédiatement doit déposer le montant correspondant ou fournir une sûreté appropriée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_10"
    },
    {
        "book": "OBG",
        "title": "LAO, Prévenus non domiciliés en Suisse",
        "citation": "Art. 10 al. 2 LAO",
        "content": "Lorsque le délai de réflexion prévu à l’art. 6, al. 1, n’est pas utilisé ou que le prévenu accepte expressément l’amende d’ordre pendant ce délai, le montant déposé est imputé sur l’amende d’ordre. L’amende d’ordre est considérée comme payée une fois son montant imputé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_10"
    },
    {
        "book": "OBG",
        "title": "LAO, Force de chose jugée",
        "citation": "Art. 11 LAO",
        "content": "Une fois l’amende payée ou son montant imputé, elle a force de chose jugée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_11"
    },
    {
        "book": "OBG",
        "title": "LAO, Frais",
        "citation": "Art. 12 LAO",
        "content": "Il n’est pas perçu de frais dans la procédure de l’amende d’ordre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_12"
    },
    {
        "book": "OBG",
        "title": "LAO, Opposition à la procédure de l’amende d’ordre",
        "citation": "Art. 13 al. 1 LAO",
        "content": "Le représentant de l’organe compétent est tenu d’informer le prévenu qu’il peut s’opposer à la procédure de l’amende d’ordre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_13"
    },
    {
        "book": "OBG",
        "title": "LAO, Opposition à la procédure de l’amende d’ordre",
        "citation": "Art. 13 al. 2 LAO",
        "content": "Si le prévenu s’oppose à la procédure de l’amende d’ordre, une procédure pénale ordinaire est engagée; l’art. 15, al. 3, LVA est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_13"
    },
    {
        "book": "OBG",
        "title": "LAO, Amende d’ordre infligée dans la procédure pénale ordinaire",
        "citation": "Art. 14 LAO",
        "content": "Une amende d’ordre peut également être infligée dans la procédure pénale ordinaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_14"
    },
    {
        "book": "OBG",
        "title": "LAO, Exécution",
        "citation": "Art. 15 LAO",
        "content": "Après avoir consulté les cantons, le Conseil fédéral établit la liste des contraventions sanctionnées par une amende d’ordre et fixe le montant des amendes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_15"
    },
    {
        "book": "OBG",
        "title": "LAO, Abrogation et modification d’autres actes",
        "citation": "Art. 16 LAO",
        "content": "L’abrogation et la modification d’autres actes sont réglées en annexe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_16"
    },
    {
        "book": "OBG",
        "title": "LAO, Coordination",
        "citation": "Art. 17 LAO",
        "content": "À l’entrée en vigueur de la loi du 20 juin 2014 sur les denrées alimentaires, la disposition ci-après aura la teneur suivante:Art. 1, al. 1, let. a, ch. 12...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_17"
    },
    {
        "book": "OBG",
        "title": "LAO, Référendum et entrée en vigueur",
        "citation": "Art. 18 al. 1 LAO",
        "content": "La présente loi est sujette au référendum.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_18"
    },
    {
        "book": "OBG",
        "title": "LAO, Référendum et entrée en vigueur",
        "citation": "Art. 18 al. 2 LAO",
        "content": "Le Conseil fédéral fixe la date de l’entrée en vigueur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_18"
    },
    {
        "book": "OBG",
        "title": "LAO, Référendum et entrée en vigueur",
        "citation": "Art. 18 al. er LAO",
        "content": "Date de l’entrée en vigueur: 1 janvier 2020",
        "url": "https://www.fedlex.admin.ch/eli/cc/2017/725/fr#art_18"
    }
]