[
    {
        "book": "PartG",
        "title": "LPart, Chapitre 1, Objet",
        "citation": "Art. 1 LPart",
        "content": "La présente loi règle les effets, la dissolution et la conversion en mariage du partenariat enregistré entre deux personnes du même sexe conclu avant la dernière mise en vigueur partielle de la modification du 18 décembre 2020 du code civil.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_1"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 2, Enregistrement du partenariat, Section 3, Annulation, Causes absolues",
        "citation": "Art. 9 al. 1 LPart",
        "content": "En tout temps, toute personne intéressée peut demander au juge l’annulation du partenariat enregistré si:\na. l’un des partenaires était incapable de discernement au moment de l’enregistrement du partenariat et qu’il n’a pas recouvré la capacité de discernement depuis lors;\nb. les partenaires sont parents en ligne directe ou s’ils sont frères ou sœurs germains, consanguins ou utérins;\nbbis. au moment de l’enregistrement, l’un des partenaires était déjà lié par un partenariat enregistré ou marié et que le précédent partenariat enregistré ou mariage n’a pas été dissous;\nc. l’un des partenaires ne veut pas mener une vie commune, mais éluder les dispositions sur l’admission et le séjour des étrangers;\nd. le partenariat a été enregistré en violation de la libre volonté d’un des partenaires;\ne. l’un des partenaires est mineur, à moins que l’intérêt supérieur de ce dernier ne commande de maintenir le partenariat enregistré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_9"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 2, Enregistrement du partenariat, Section 3, Annulation, Causes absolues",
        "citation": "Art. 9 al. 2 LPart",
        "content": "Pendant la durée du partenariat enregistré, l’autorité compétente du domicile des partenaires intente d’office l’action en annulation. Dans la mesure où cela est compatible avec leurs attributions, les autorités fédérales ou cantonales informent l’autorité compétente pour intenter action lorsqu’elles ont des raisons de croire qu’un partenariat enregistré est entaché d’un vice entraînant la nullité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_9"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 2, Enregistrement du partenariat, Section 3, Annulation, Causes relatives",
        "citation": "Art. 10 al. 1 LPart",
        "content": "Chacun des partenaires peut demander l’annulation du partenariat enregistré auprès du juge pour vice du consentement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_10"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 2, Enregistrement du partenariat, Section 3, Annulation, Causes relatives",
        "citation": "Art. 10 al. 2 LPart",
        "content": "Le demandeur doit intenter l’action en annulation dans les six mois à compter du jour où il a découvert le vice du consentement, mais en tout cas dans les cinq ans qui suivent l’enregistrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_10"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 2, Enregistrement du partenariat, Section 3, Annulation, Causes relatives",
        "citation": "Art. 10 al. 3 LPart",
        "content": "Si le demandeur décède pendant la procédure, ses héritiers peuvent la poursuivre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_10"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 2, Enregistrement du partenariat, Section 3, Annulation, Effets de l’annulation",
        "citation": "Art. 11 al. 1 LPart",
        "content": "Le partenariat enregistré est annulé dès l’entrée en force du jugement prononçant l’annulation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_11"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 2, Enregistrement du partenariat, Section 3, Annulation, Effets de l’annulation",
        "citation": "Art. 11 al. 2 LPart",
        "content": "Les droits successoraux s’éteignent rétroactivement. Au demeurant, les dispositions sur la dissolution judiciaire du partenariat enregistré s’appliquent par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_11"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 3, Effets du partenariat enregistré, Section 1, Droits et devoirs généraux, Assistance et respect",
        "citation": "Art. 12 LPart",
        "content": "Les partenaires se doivent l’un à l’autre assistance et respect.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_12"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 3, Effets du partenariat enregistré, Section 1, Droits et devoirs généraux, Nom",
        "citation": "Art. 12a al. 1 LPart",
        "content": "Chacun des partenaires conserve son nom.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_12_a"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 3, Effets du partenariat enregistré, Section 1, Droits et devoirs généraux, Nom",
        "citation": "Art. 12a al. 2 LPart",
        "content": "Lors de l’enregistrement du partenariat, les partenaires peuvent toutefois déclarer à l’officier de l’état civil vouloir porter un nom commun; ils peuvent choisir entre le nom de célibataire de l’un ou de l’autre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_12_a"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 3, Effets du partenariat enregistré, Section 1, Droits et devoirs généraux, Entretien",
        "citation": "Art. 13 al. 1 LPart",
        "content": "Les partenaires contribuent, chacun selon ses facultés, à l’entretien convenable de la communauté. Au surplus, les art. 163 à 165 du code civil (CC) sont applicables par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_13"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 3, Effets du partenariat enregistré, Section 1, Droits et devoirs généraux, Entretien",
        "citation": "Art. 13 al. 2 LPart",
        "content": "Lorsque les partenaires ne peuvent s’entendre sur ce point, le juge fixe, à la requête de l’un d’eux, les contributions pécuniaires dues pour l’entretien de la communauté. Ces prestations peuvent être réclamées pour l’avenir et pour l’année qui précède l’introduction de la requête.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_13"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 3, Effets du partenariat enregistré, Section 1, Droits et devoirs généraux, Entretien",
        "citation": "Art. 13 al. 3 LPart",
        "content": "Lorsque l’un des partenaires ne satisfait pas à son devoir d’entretien à l’égard de la communauté, le juge peut prescrire à ses débiteurs d’opérer tout ou partie de leurs paiements entre les mains de l’autre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_13"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 3, Effets du partenariat enregistré, Section 1, Droits et devoirs généraux, Logement commun",
        "citation": "Art. 14 al. 1 LPart",
        "content": "Un partenaire ne peut, sans le consentement exprès de l’autre, ni résilier le bail, ni aliéner le logement commun, ni restreindre par d’autres actes juridiques les droits sur le logement commun.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_14"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 3, Effets du partenariat enregistré, Section 1, Droits et devoirs généraux, Logement commun",
        "citation": "Art. 14 al. 2 LPart",
        "content": "S’il n’est pas possible de recueillir ce consentement ou s’il est refusé sans motif légitime, le partenaire intéressé peut en appeler au juge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_14"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 3, Effets du partenariat enregistré, Section 1, Droits et devoirs généraux, Représentation de la communauté",
        "citation": "Art. 15 al. 1 LPart",
        "content": "Chaque partenaire représente la communauté pour les besoins courants de celle-ci pendant la vie commune.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_15"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 3, Effets du partenariat enregistré, Section 1, Droits et devoirs généraux, Représentation de la communauté",
        "citation": "Art. 15 al. 2 LPart",
        "content": "Au-delà des besoins courants, un partenaire ne représente la communauté que:\na. lorsqu’il y a été autorisé par son partenaire ou par le juge, ou \nb. lorsque l’affaire ne souffre aucun retard et que son partenaire est empêché de donner son consentement par la maladie, l’absence ou d’autres causes analogues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_15"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 3, Effets du partenariat enregistré, Section 1, Droits et devoirs généraux, Représentation de la communauté",
        "citation": "Art. 15 al. 3 LPart",
        "content": "Chaque partenaire s’oblige personnellement par ses actes et il oblige solidairement son partenaire en tant qu’il n’excède pas ses pouvoirs d’une manière reconnaissable pour les tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_15"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 3, Effets du partenariat enregistré, Section 1, Droits et devoirs généraux, Représentation de la communauté",
        "citation": "Art. 15 al. 4 LPart",
        "content": "Lorsque l’un des partenaires excède son droit de représenter la communauté ou se montre incapable de l’exercer, le juge peut, à la requête de l’autre, lui retirer tout ou partie de ses pouvoirs. Le retrait des pouvoirs n’est opposable aux tiers de bonne foi qu’après avoir été publié sur l’ordre du juge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_15"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 3, Effets du partenariat enregistré, Section 1, Droits et devoirs généraux, Devoir de renseigner",
        "citation": "Art. 16 al. 1 LPart",
        "content": "Chaque partenaire est tenu de renseigner l’autre, à sa requête, sur ses revenus, ses biens et ses dettes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_16"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 3, Effets du partenariat enregistré, Section 1, Droits et devoirs généraux, Devoir de renseigner",
        "citation": "Art. 16 al. 2 LPart",
        "content": "Le juge peut, à la requête de l’un des partenaires, astreindre l’autre ou des tiers à fournir les renseignements utiles et à produire les pièces nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_16"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 3, Effets du partenariat enregistré, Section 1, Droits et devoirs généraux, Devoir de renseigner",
        "citation": "Art. 16 al. 3 LPart",
        "content": "Est réservé le secret professionnel des avocats, des notaires, des médecins, des ecclésiastiques et de leurs auxiliaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_16"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 3, Effets du partenariat enregistré, Section 1, Droits et devoirs généraux, Suspension de la vie commune",
        "citation": "Art. 17 al. 1 LPart",
        "content": "Un partenaire est fondé à refuser la vie commune pour de justes motifs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_17"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 3, Effets du partenariat enregistré, Section 1, Droits et devoirs généraux, Suspension de la vie commune",
        "citation": "Art. 17 al. 2 LPart",
        "content": "À la requête d’un des partenaires, le juge:\na. fixe la contribution pécuniaire à verser par l’un des partenaires à l’autre;\nb. règle l’utilisation du logement et du mobilier de ménage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_17"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 3, Effets du partenariat enregistré, Section 1, Droits et devoirs généraux, Suspension de la vie commune",
        "citation": "Art. 17 al. 3 LPart",
        "content": "La requête peut aussi être formée par l’un des partenaires lorsque l’autre refuse la vie commune sans y être fondé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_17"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 3, Effets du partenariat enregistré, Section 1, Droits et devoirs généraux, Suspension de la vie commune",
        "citation": "Art. 17 al. 3bis LPart",
        "content": "Lorsque l’un des partenaires a adopté l’enfant mineur de l’autre, le juge ordonne les mesures nécessaires conformément aux art. 270 à 327c CC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_17"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 3, Effets du partenariat enregistré, Section 1, Droits et devoirs généraux, Suspension de la vie commune",
        "citation": "Art. 17 al. 4 LPart",
        "content": "Lorsque des faits nouveaux le commandent, le juge, à la requête de l’un des partenaires, ordonne des modifications ou lève les mesures prises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_17"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 3, Effets du partenariat enregistré, Section 2, Rapports patrimoniaux, Biens des partenaires",
        "citation": "Art. 18 al. 1 LPart",
        "content": "Chaque partenaire dispose de ses biens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_18"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 3, Effets du partenariat enregistré, Section 2, Rapports patrimoniaux, Biens des partenaires",
        "citation": "Art. 18 al. 2 LPart",
        "content": "Chaque partenaire répond de ses dettes sur tous ses biens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_18"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 3, Effets du partenariat enregistré, Section 2, Rapports patrimoniaux, Preuve",
        "citation": "Art. 19 al. 1 LPart",
        "content": "Quiconque allègue qu’un bien appartient à l’un ou à l’autre des partenaires est tenu d’en établir la preuve.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_19"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 3, Effets du partenariat enregistré, Section 2, Rapports patrimoniaux, Preuve",
        "citation": "Art. 19 al. 2 LPart",
        "content": "À défaut de preuve, le bien est présumé appartenir en copropriété aux deux partenaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_19"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 3, Effets du partenariat enregistré, Section 2, Rapports patrimoniaux, Inventaire",
        "citation": "Art. 20 al. 1 LPart",
        "content": "Chaque partenaire peut demander en tout temps à l’autre de concourir à l’établissement d’un inventaire de leurs biens respectifs par acte authentique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_20"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 3, Effets du partenariat enregistré, Section 2, Rapports patrimoniaux, Inventaire",
        "citation": "Art. 20 al. 2 LPart",
        "content": "L’exactitude de cet inventaire est présumée lorsqu’il a été dressé dans l’année à compter du jour de l’apport des biens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_20"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 3, Effets du partenariat enregistré, Section 2, Rapports patrimoniaux, Mandat d’administration",
        "citation": "Art. 21 LPart",
        "content": "Lorsque l’un des partenaires confie l’administration de ses biens à l’autre, les règles du mandat sont applicables, sauf convention contraire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_21"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 3, Effets du partenariat enregistré, Section 2, Rapports patrimoniaux, Restriction du pouvoir de disposer",
        "citation": "Art. 22 al. 1 LPart",
        "content": "Dans la mesure nécessaire pour assurer les conditions matérielles de la communauté ou l’exécution d’obligations pécuniaires découlant du partenariat enregistré, le juge peut, à la requête de l’un des partenaires, restreindre le pouvoir de l’autre de disposer de certains biens sans son consentement et ordonner les mesures de sûreté appropriées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_22"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 3, Effets du partenariat enregistré, Section 2, Rapports patrimoniaux, Restriction du pouvoir de disposer",
        "citation": "Art. 22 al. 2 LPart",
        "content": "Lorsque la mesure concerne un immeuble, le juge en fait porter la mention au registre foncier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_22"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 3, Effets du partenariat enregistré, Section 2, Rapports patrimoniaux, Dettes entre partenaires",
        "citation": "Art. 23 al. 1 LPart",
        "content": "Lorsque l’un des partenaires a des dettes à l’égard de l’autre et que le règlement de celles-ci l’expose à des difficultés graves, il peut solliciter des délais de paiement pour autant qu’ils puissent raisonnablement être imposés au partenaire créancier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_23"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 3, Effets du partenariat enregistré, Section 2, Rapports patrimoniaux, Dettes entre partenaires",
        "citation": "Art. 23 al. 2 LPart",
        "content": "Il doit être astreint à fournir des sûretés si les circonstances l’exigent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_23"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 3, Effets du partenariat enregistré, Section 2, Rapports patrimoniaux, Attribution d’un bien en copropriété",
        "citation": "Art. 24 LPart",
        "content": "Lorsqu’un bien est en copropriété, un partenaire peut, à la dissolution du partenariat enregistré, demander, en sus des autres mesures prévues par la loi, que ce bien lui soit attribué entièrement s’il justifie d’un intérêt prépondérant, à charge de désintéresser son partenaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_24"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 3, Effets du partenariat enregistré, Section 2, Rapports patrimoniaux, Convention sur les biens",
        "citation": "Art. 25 al. 1 LPart",
        "content": "Les partenaires peuvent convenir d’une réglementation spéciale sur les biens pour le cas de la dissolution du partenariat enregistré. Ils peuvent notamment convenir que les biens seront partagés conformément aux art. 196 à 219 CC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_25"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 3, Effets du partenariat enregistré, Section 2, Rapports patrimoniaux, Convention sur les biens",
        "citation": "Art. 25 al. 3 LPart",
        "content": "Elle est reçue en la forme authentique et elle est signée par les partenaires et, le cas échéant, par le représentant légal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_25"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 3, Effets du partenariat enregistré, Section 2, Rapports patrimoniaux, Convention sur les biens",
        "citation": "Art. 25 al. 4 LPart",
        "content": "Les art. 185 et 193 CC sont applicables par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_25"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 3, Effets du partenariat enregistré, Section 3, Effets particuliers, Enfants du partenaire",
        "citation": "Art. 27 al. 1 LPart",
        "content": "Lorsque l’un des partenaires a des enfants, l’autre est tenu de l’assister de façon appropriée dans l’accomplissement de son obligation d’entretien et dans l’exercice de l’autorité parentale et de le représenter lorsque les circonstances l’exigent. Les droits des parents sont garantis dans tous les cas.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_27"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 3, Effets du partenariat enregistré, Section 3, Effets particuliers, Enfants du partenaire",
        "citation": "Art. 27 al. 2 LPart",
        "content": "En cas de suspension de la vie commune ou en cas de dissolution du partenariat enregistré, un partenaire peut se voir accorder par l’autorité tutélaire le droit d’entretenir des relations personnelles avec l’enfant de l’autre partenaire en vertu de l’art. 274a CC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_27"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 3, Effets du partenariat enregistré, Section 3, Effets particuliers, Adoption par un partenaire de l’enfant de l’autre",
        "citation": "Art. 27a LPart",
        "content": "Lorsque l’un des deux partenaires a adopté l’enfant mineur de l’autre, les art. 270 à 327c CC sont applicables par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_27_a"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 3, Effets du partenariat enregistré, Section 3, Effets particuliers, Adoption et procréation médicalement assistée",
        "citation": "Art. 28 LPart",
        "content": "Les personnes liées par un partenariat enregistré ne sont pas autorisées à adopter un enfant conjointement ni à recourir à la procréation médicalement assistée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_28"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 4, Dissolution judiciaire du partenariat enregistré, Section 1, Conditions, Requête commune",
        "citation": "Art. 29 al. 1 LPart",
        "content": "Lorsque les partenaires demandent la dissolution du partenariat enregistré par une requête commune, le juge les entend et s’assure qu’ils ont déposé leur requête après mûre réflexion et de leur plein gré et qu’une convention sur les effets de la dissolution peut être ratifiée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_29"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 4, Dissolution judiciaire du partenariat enregistré, Section 1, Conditions, Requête commune",
        "citation": "Art. 29 al. 2 LPart",
        "content": "Si ces conditions sont réalisées, le juge prononce la dissolution du partenariat enregistré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_29"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 4, Dissolution judiciaire du partenariat enregistré, Section 1, Conditions, Requête commune",
        "citation": "Art. 29 al. 3 LPart",
        "content": "Les partenaires peuvent demander au juge par requête commune qu’il règle, dans le jugement qui prononce la dissolution, les effets de la dissolution sur lesquels subsiste un désaccord.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_29"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 4, Dissolution judiciaire du partenariat enregistré, Section 1, Conditions, Demande unilatérale",
        "citation": "Art. 30 LPart",
        "content": "Un partenaire peut demander la dissolution du partenariat enregistré si, au moment du dépôt de la demande, les partenaires ont vécu séparés pendant un an au moins.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_30"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 4, Dissolution judiciaire du partenariat enregistré, Section 2, Effets, Nom",
        "citation": "Art. 30a LPart",
        "content": "Le partenaire qui a changé de nom lors de l’enregistrement du partenariat conserve ce nom après la dissolution; il peut toutefois déclarer en tout temps à l’officier de l’état civil vouloir reprendre son nom de célibataire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_30_a"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 4, Dissolution judiciaire du partenariat enregistré, Section 2, Effets, Droit successoral",
        "citation": "Art. 31 al. 1 LPart",
        "content": "Les partenaires cessent d’être les héritiers légaux l’un de l’autre au moment de la dissolution du partenariat enregistré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_31"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 4, Dissolution judiciaire du partenariat enregistré, Section 2, Effets, Droit successoral",
        "citation": "Art. 31 al. 2 LPart",
        "content": "Sauf clause contraire, les partenaires perdent tous les avantages résultant de dispositions pour cause de mort:\n1. au moment de la dissolution du partenariat;\n2. au moment du décès si une procédure de dissolution entraînant la perte de la réserve du partenaire survivant est pendante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_31"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 4, Dissolution judiciaire du partenariat enregistré, Section 2, Effets, Attribution du logement commun",
        "citation": "Art. 32 al. 1 LPart",
        "content": "Le juge peut, pour de justes motifs, attribuer à l’un des partenaires les droits et les obligations qui résultent du contrat de bail portant sur le logement commun, pour autant que cette décision puisse raisonnablement être imposée à l’autre partenaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_32"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 4, Dissolution judiciaire du partenariat enregistré, Section 2, Effets, Attribution du logement commun",
        "citation": "Art. 32 al. 2 LPart",
        "content": "Le partenaire qui n’est plus locataire répond solidairement du loyer jusqu’à l’expiration du bail ou jusqu’au terme de congé prévu par le contrat ou la loi, mais dans tous les cas pour deux ans au plus. Lorsque sa responsabilité a été engagée pour le paiement du loyer, il peut compenser le montant versé avec la contribution d’entretien due à son partenaire, par acomptes limités au montant du loyer mensuel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_32"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 4, Dissolution judiciaire du partenariat enregistré, Section 2, Effets, Attribution du logement commun",
        "citation": "Art. 32 al. 3 LPart",
        "content": "Aux conditions de l’al. 1, le juge peut attribuer à l’un des partenaires un droit d’habitation de durée limitée sur le logement commun qui appartient à l’autre partenaire, moyennant une indemnité équitable ou une déduction équitable de la contribution d’entretien. Lorsque des faits nouveaux importants l’exigent, le droit d’habitation est restreint ou supprimé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_32"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 4, Dissolution judiciaire du partenariat enregistré, Section 2, Effets, Prévoyance professionnelle",
        "citation": "Art. 33 LPart",
        "content": "Les prestations de sortie de la prévoyance professionnelle acquises pendant la durée du partenariat enregistré sont partagées conformément aux dispositions du droit du divorce concernant la prévoyance professionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_33"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 4, Dissolution judiciaire du partenariat enregistré, Section 2, Effets, Contributions d’entretien",
        "citation": "Art. 34 al. 1 LPart",
        "content": "Après la dissolution du partenariat enregistré, chaque partenaire pourvoit en principe lui-même à son entretien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_34"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 4, Dissolution judiciaire du partenariat enregistré, Section 2, Effets, Contributions d’entretien",
        "citation": "Art. 34 al. 2 LPart",
        "content": "Lorsque l’un des partenaires a, en raison de la répartition des tâches durant le partenariat enregistré, limité son activité lucrative ou n’en a pas exercé, il peut exiger des contributions d’entretien équitables de son ex-partenaire jusqu’à ce qu’il puisse exercer une activité lucrative lui permettant de pourvoir lui-même à son entretien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_34"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 4, Dissolution judiciaire du partenariat enregistré, Section 2, Effets, Contributions d’entretien",
        "citation": "Art. 34 al. 3 LPart",
        "content": "En outre, un partenaire peut demander une contribution d’entretien équitable lorsqu’il tombe dans le dénuement en raison de la dissolution du partenariat enregistré et que le versement de la contribution peut être raisonnablement imposé à son ex‐partenaire, compte tenu des circonstances.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_34"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 4, Dissolution judiciaire du partenariat enregistré, Section 2, Effets, Contributions d’entretien",
        "citation": "Art. 34 al. 4 LPart",
        "content": "Au surplus, les art. 125, al. 2 et 3, et 126 à 134 CC sont applicables par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_34"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 4a, Conversion du partenariat enregistré en mariage, Déclaration de conversion",
        "citation": "Art. 35 al. 1 LPart",
        "content": "Les partenaires peuvent en tout temps déclarer ensemble à tout officier de l’état civil vouloir convertir leur partenariat enregistré en mariage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_35"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 4a, Conversion du partenariat enregistré en mariage, Déclaration de conversion",
        "citation": "Art. 35 al. 2 LPart",
        "content": "Ils doivent comparaître personnellement devant l’officier de l’état civil, établir leur identité et l’existence du partenariat enregistré au moyen de documents et signer la déclaration de conversion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_35"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 4a, Conversion du partenariat enregistré en mariage, Déclaration de conversion",
        "citation": "Art. 35 al. 3 LPart",
        "content": "Sur demande, la déclaration de conversion est reçue dans la salle des mariages, en présence de deux témoins majeurs et capables de discernement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_35"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 4a, Conversion du partenariat enregistré en mariage, Déclaration de conversion",
        "citation": "Art. 35 al. 4 LPart",
        "content": "Le Conseil fédéral édicte les dispositions d’exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_35"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 4a, Conversion du partenariat enregistré en mariage, Effets de la déclaration de conversion",
        "citation": "Art. 35a al. 1 LPart",
        "content": "Dès que la déclaration de conversion est effectuée, les partenaires sont considérés comme mariés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_35_a"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 4a, Conversion du partenariat enregistré en mariage, Effets de la déclaration de conversion",
        "citation": "Art. 35a al. 2 LPart",
        "content": "Lorsqu’une disposition légale fait dépendre des effets juridiques de la durée du mariage, il est tenu compte de la durée du partenariat enregistré qui l’a précédé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_35_a"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 4a, Conversion du partenariat enregistré en mariage, Effets de la déclaration de conversion",
        "citation": "Art. 35a al. 3 LPart",
        "content": "Le régime ordinaire de la participation aux acquêts est appliqué dès le moment de la conversion, à moins qu’une convention sur les biens ou un contrat de mariage n’en dispose autrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_35_a"
    },
    {
        "book": "PartG",
        "title": "LPart, Chapitre 4a, Conversion du partenariat enregistré en mariage, Effets de la déclaration de conversion",
        "citation": "Art. 35a al. 4 LPart",
        "content": "Une convention sur les biens ou un contrat de mariage reste valable même après la conversion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2005/782/fr#art_35_a"
    }
]