[
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, A. Patentierbare Erfindungen, I. Grundsatz",
        "citation": "Art. 1 Abs. 1 PatG",
        "content": "Für neue gewerblich anwendbare Erfindungen werden Erfindungspatente erteilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_1"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, A. Patentierbare Erfindungen, I. Grundsatz",
        "citation": "Art. 1 Abs. 2 PatG",
        "content": "Was sich in nahe liegender Weise aus dem Stand der Technik (Art. 7 Abs. 2) ergibt, ist keine patentierbare Erfindung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_1"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, A. Patentierbare Erfindungen, I. Grundsatz",
        "citation": "Art. 1 Abs. 3 PatG",
        "content": "Die Patente werden ohne Gewährleistung des Staates erteilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_1"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, A. Patentierbare Erfindungen, II. Der menschliche Körper und seine Bestandteile",
        "citation": "Art. 1a Abs. 1 PatG",
        "content": "Der menschliche Körper als solcher in allen Phasen seiner Entstehung und Entwicklung, einschliesslich des Embryos, ist nicht patentierbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_1_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, A. Patentierbare Erfindungen, II. Der menschliche Körper und seine Bestandteile",
        "citation": "Art. 1a Abs. 2 PatG",
        "content": "Bestandteile des menschlichen Körpers in ihrer natürlichen Umgebung sind nicht patentierbar. Ein Bestandteil des menschlichen Körpers ist jedoch als Erfindung patentierbar, wenn er technisch bereitgestellt wird, ein technischer Nutzeffekt angegeben wird und die weiteren Voraussetzungen von Artikel 1 erfüllt sind; Artikel 2 bleibt vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_1_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, A. Patentierbare Erfindungen, III. Gensequenzen",
        "citation": "Art. 1b Abs. 1 PatG",
        "content": "Eine natürlich vorkommende Sequenz oder Teilsequenz eines Gens ist als solche nicht patentierbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_1_b"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, A. Patentierbare Erfindungen, III. Gensequenzen",
        "citation": "Art. 1b Abs. 2 PatG",
        "content": "Sequenzen, die sich von einer natürlich vorkommenden Sequenz oder Teilsequenz eines Gens ableiten, sind jedoch als Erfindung patentierbar, wenn sie technisch bereitgestellt werden, ihre Funktion konkret angegeben wird und die weiteren Voraussetzungen von Artikel 1 erfüllt sind; Artikel 2 bleibt vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_1_b"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, B. Ausschluss von der Patentierung",
        "citation": "Art. 2 Abs. 1 PatG",
        "content": "Von der Patentierung ausgeschlossen sind Erfindungen, deren Verwertung die Menschenwürde verletzen oder die Würde der Kreatur missachten oder auf andere Weise gegen die öffentliche Ordnung oder die guten Sitten verstossen würde. Insbesondere werden keine Patente erteilt für:\na. Verfahren zum Klonen menschlicher Lebewesen und die damit gewonnenen Klone;\nb. Verfahren zur Bildung von Mischwesen unter Verwendung menschlicher Keimzellen, menschlicher totipotenter Zellen oder menschlicher embryonaler Stammzellen und die damit gewonnenen Wesen;\nc. Verfahren der Parthenogenese unter Verwendung menschlichen Keimguts und die damit erzeugten Parthenoten;\nd. Verfahren zur Veränderung der in der Keimbahn enthaltenen Identität des menschlichen Lebewesens und die damit gewonnenen Keimbahnzellen;\ne. unveränderte menschliche embryonale Stammzellen und Stammzelllinien;\nf. die Verwendung menschlicher Embryonen zu nicht medizinischen Zwecken;\ng. Verfahren zur Veränderung der genetischen Identität von Tieren, die geeignet sind, diesen Tieren Leiden zuzufügen, ohne durch überwiegende schutzwürdige Interessen gerechtfertigt zu sein, sowie die mit Hilfe solcher Verfahren erzeugten Tiere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_2"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, B. Ausschluss von der Patentierung",
        "citation": "Art. 2 Abs. 2 PatG",
        "content": "Von der Patentierung sind ferner ausgeschlossen:\na. Verfahren der Chirurgie, Therapie und Diagnostik, die am menschlichen oder am tierischen Körper angewendet werden;\nb. Pflanzensorten und Tierrassen und im Wesentlichen biologische Verfahren zur Züchtung von Pflanzen und Tieren; unter Vorbehalt von Absatz 1 patentierbar sind jedoch mikrobiologische oder sonstige technische Verfahren und die damit gewonnenen Erzeugnisse sowie Erfindungen, deren Gegenstand Pflanzen oder Tiere sind und deren Ausführung technisch nicht auf eine bestimmte Pflanzensorte oder Tierrasse beschränkt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_2"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, C. Recht auf das Patent, I. Grundsatz",
        "citation": "Art. 3 Abs. 1 PatG",
        "content": "Das Recht auf das Patent steht dem Erfinder, seinem Rechtsnachfolger oder dem Dritten zu, welchem die Erfindung aus einem andern Rechtsgrund gehört.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_3"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, C. Recht auf das Patent, I. Grundsatz",
        "citation": "Art. 3 Abs. 2 PatG",
        "content": "Haben mehrere gemeinsam eine Erfindung gemacht, so steht ihnen dieses Recht gemeinsam zu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_3"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, C. Recht auf das Patent, I. Grundsatz",
        "citation": "Art. 3 Abs. 3 PatG",
        "content": "Haben mehrere die Erfindung unabhängig voneinander gemacht, so steht dieses Recht dem zu, der sich auf die frühere oder prioritätsältere Anmeldung berufen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_3"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, C. Recht auf das Patent, II. Im Prüfungsverfahren",
        "citation": "Art. 4 PatG",
        "content": "Im Verfahren vor dem Eidgenössischen Institut für Geistiges Eigentum (IGE) gilt der Patentbewerber als berechtigt, die Erteilung des Patentes zu beantragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_4"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, D. Nennung des Erfinders, I. Anspruch des Erfinders",
        "citation": "Art. 5 Abs. 1 PatG",
        "content": "Der Patentbewerber hat dem IGE den Erfinder schriftlich zu nennen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_5"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, D. Nennung des Erfinders, I. Anspruch des Erfinders",
        "citation": "Art. 5 Abs. 2 PatG",
        "content": "Die vom Patentbewerber genannte Person wird im Patentregister, in der Veröffentlichung des Patentgesuchs und der Patenterteilung sowie in der Patentschrift als Erfinder aufgeführt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_5"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, D. Nennung des Erfinders, I. Anspruch des Erfinders",
        "citation": "Art. 5 Abs. 3 PatG",
        "content": "Absatz 2 ist entsprechend anwendbar, wenn ein Dritter ein vollstreckbares Urteil vorlegt, aus welchem hervorgeht, dass nicht die vom Patentbewerber genannte Person, sondern der Dritte der Erfinder ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_5"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, D. Nennung des Erfinders, II. Verzicht auf Nennung",
        "citation": "Art. 6 Abs. 1 PatG",
        "content": "Wenn der vom Patentbewerber genannte Erfinder darauf verzichtet, unterbleiben die in Artikel 5 Absatz 2 vorgeschriebenen Massnahmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_6"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, D. Nennung des Erfinders, II. Verzicht auf Nennung",
        "citation": "Art. 6 Abs. 2 PatG",
        "content": "Ein im Voraus erklärter Verzicht des Erfinders auf Nennung ist ohne rechtliche Wirkung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_6"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, E. Neuheit der Erfindung, I. Stand der Technik",
        "citation": "Art. 7 Abs. 1 PatG",
        "content": "Eine Erfindung gilt als neu, wenn sie nicht zum Stand der Technik gehört.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_7"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, E. Neuheit der Erfindung, I. Stand der Technik",
        "citation": "Art. 7 Abs. 2 PatG",
        "content": "Den Stand der Technik bildet alles, was vor dem Anmelde- oder dem Prioritätsdatum der Öffentlichkeit durch schriftliche oder mündliche Beschreibung, durch Benützung oder in sonstiger Weise zugänglich gemacht worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_7"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, E. Neuheit der Erfindung, I. Stand der Technik",
        "citation": "Art. 7 Abs. 3 PatG",
        "content": "In Bezug auf die Neuheit umfasst der Stand der Technik auch den Inhalt einer früheren oder prioritätsälteren Anmeldung für die Schweiz in der ursprünglich eingereichten Fassung, deren Anmelde- oder Prioritätsdatum vor dem in Absatz 2 genannten Datum liegt und die erst an oder nach diesem Datum der Öffentlichkeit zugänglich gemacht wurde, sofern:\na. im Falle einer internationalen Anmeldung die Voraussetzungen nach Artikel 138 erfüllt sind;\nb. im Falle einer europäischen Anmeldung, die aus einer internationalen Anmeldung hervorgegangen ist, die Voraussetzungen nach Artikel 153 Absatz 5 des Europäischen Patentübereinkommens vom 5. Oktober 1973 in seiner revidierten Fassung vom 29. November 2000 erfüllt sind;\nc. im Falle einer europäischen Anmeldung die Gebühren nach Artikel 79 Absatz 2 des Europäischen Patentübereinkommens vom 5. Oktober 1973 in seiner revidierten Fassung vom 29. November 2000 für die wirksame Benennung der Schweiz entrichtet wurden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_7"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, E. Neuheit der Erfindung, III. Unschädliche Offenbarungen",
        "citation": "Art. 7b PatG",
        "content": "Ist die Erfindung innerhalb von sechs Monaten vor dem Anmelde- oder dem Prioritätsdatum der Öffentlichkeit zugänglich gemacht worden, so zählt diese Offenbarung nicht zum Stand der Technik, wenn sie unmittelbar oder mittelbar zurückgeht:\na. auf einen offensichtlichen Missbrauch zum Nachteil des Patentbewerbers oder seines Rechtsvorgängers; oder\nb. auf die Tatsache, dass der Patentbewerber oder sein Rechtsvorgänger die Erfindung auf einer offiziellen oder offiziell anerkannten internationalen Ausstellung im Sinne des Übereinkommens vom 22. November 1928 über die internationalen Ausstellungen zur Schau gestellt hat, und er dies bei der Einreichung des Patentgesuches erklärt und durch einen genügenden Ausweis rechtzeitig belegt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_7_b"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, E. Neuheit der Erfindung, IV. Neue Verwendung bekannter Stoffe, a. Erste medizinische Indikation",
        "citation": "Art. 7c PatG",
        "content": "Stoffe und Stoffgemische, die als solche, aber nicht in Bezug auf ihre Verwendung in einem chirurgischen, therapeutischen oder diagnostischen Verfahren nach Artikel 2 Absatz 2 Buchstabe a zum Stand der Technik gehören, gelten als neu, soweit sie nur für eine solche Verwendung bestimmt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_7_c"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, E. Neuheit der Erfindung, IV. Neue Verwendung bekannter Stoffe, b. Weitere medizinische Indikationen",
        "citation": "Art. 7d PatG",
        "content": "Stoffe und Stoffgemische, die als solche, aber nicht in Bezug auf eine gegenüber der ersten medizinischen Indikation nach Artikel 7c spezifische Verwendung in einem chirurgischen, therapeutischen oder diagnostischen Verfahren nach Artikel 2 Absatz 2 Buchstabe a zum Stand der Technik gehören, gelten als neu, soweit sie nur für die Verwendung zur Herstellung eines Mittels zu chirurgischen, therapeutischen oder diagnostischen Zwecken bestimmt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_7_d"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, F. Wirkung des Patents, I. Ausschliesslichkeitsrecht",
        "citation": "Art. 8 Abs. 1 PatG",
        "content": "Das Patent verschafft seinem Inhaber das Recht, anderen zu verbieten, die Erfindung gewerbsmässig zu benützen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_8"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, F. Wirkung des Patents, I. Ausschliesslichkeitsrecht",
        "citation": "Art. 8 Abs. 2 PatG",
        "content": "Als Benützung gelten insbesondere das Herstellen, das Lagern, das Anbieten, das Inverkehrbringen, die Ein-, Aus- und Durchfuhr sowie der Besitz zu diesen Zwecken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_8"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, F. Wirkung des Patents, I. Ausschliesslichkeitsrecht",
        "citation": "Art. 8 Abs. 3 PatG",
        "content": "Die Durchfuhr kann nicht verboten werden, soweit der Patentinhaber die Einfuhr in das Bestimmungsland nicht verbieten kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_8"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, F. Wirkung des Patents, II. Herstellungsverfahren",
        "citation": "Art. 8a Abs. 1 PatG",
        "content": "Betrifft die Erfindung ein Herstellungsverfahren, so erstreckt sich die Wirkung des Patents auch auf die unmittelbaren Erzeugnisse des Verfahrens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_8_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, F. Wirkung des Patents, II. Herstellungsverfahren",
        "citation": "Art. 8a Abs. 2 PatG",
        "content": "Handelt es sich bei den unmittelbaren Erzeugnissen um biologisches Material, so erstreckt sich die Wirkung des Patents zudem auf Erzeugnisse, die durch Vermehrung dieses biologischen Materials gewonnen werden und dieselben Eigenschaften aufweisen. Artikel 9a Absatz 3 bleibt vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_8_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, F. Wirkung des Patents, III. Genetische Information",
        "citation": "Art. 8b PatG",
        "content": "Betrifft die Erfindung ein Erzeugnis, das aus einer genetischen Information besteht oder eine solche enthält, so erstreckt sich die Wirkung des Patents auf jedes Material, in das dieses Erzeugnis eingebracht wird und in dem die genetische Information enthalten ist und ihre Funktion erfüllt. Die Artikel 1a Absatz 1 und 9a Absatz 3 bleiben vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_8_b"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, F. Wirkung des Patents, IV. Nukleotidsequenzen",
        "citation": "Art. 8c PatG",
        "content": "Der Schutz aus einem Anspruch auf eine Nukleotidsequenz, die sich von einer natürlich vorkommenden Sequenz oder Teilsequenz eines Gens ableitet, ist auf die Sequenzabschnitte beschränkt, welche die im Patent konkret beschriebene Funktion erfüllen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_8_c"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, G. Ausnahmen von der Wirkung des Patents, I. Im Allgemeinen",
        "citation": "Art. 9 Abs. 1 PatG",
        "content": "Die Wirkung des Patents erstreckt sich nicht auf:\na. Handlungen, die im privaten Bereich zu nicht gewerblichen Zwecken vorgenommen werden;\nb. Handlungen zu Forschungs- und Versuchszwecken, die der Gewinnung von Erkenntnissen über den Gegenstand der Erfindung einschliesslich seiner Verwendungen dienen; insbesondere ist jede wissenschaftliche Forschung am Gegenstand der Erfindung frei;\nc. Handlungen, die für die Zulassung eines Arzneimittels im Inland oder in Ländern mit vergleichbarer Arzneimittelkontrolle vorausgesetzt sind;\nd. die Benützung der Erfindung zu Unterrichtszwecken an Lehrstätten;\ne. die Benützung biologischen Materials zum Zweck der Züchtung oder der Entdeckung und Entwicklung einer Pflanzensorte;\nf. biologisches Material, das im Bereich der Landwirtschaft zufällig oder technisch nicht vermeidbar gewonnen wird;\ng. Handlungen im Rahmen einer medizinischen Tätigkeit, die sich auf eine einzelne Person oder ein einzelnes Tier bezieht und Arzneimittel betrifft, insbesondere die Verschreibung, Abgabe oder Anwendung von Arzneimitteln durch gesetzlich dazu berechtigte Personen;\nh. die unmittelbare Einzelzubereitung von Arzneimitteln in Apotheken in Ausführung einer ärztlichen Verschreibung sowie auf Handlungen, welche die auf diese Weise zubereiteten Arzneimittel betreffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_9"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, G. Ausnahmen von der Wirkung des Patents, I. Im Allgemeinen",
        "citation": "Art. 9 Abs. 2 PatG",
        "content": "Abreden, welche die Befugnisse nach Absatz 1 einschränken oder aufheben, sind nichtig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_9"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, G. Ausnahmen von der Wirkung des Patents, II. Im Besonderen",
        "citation": "Art. 9a Abs. 1 PatG",
        "content": "Hat der Patentinhaber eine patentgeschützte Ware im Inland oder im Europäischen Wirtschaftsraum in Verkehr gebracht oder ihrem Inverkehrbringen im Inland oder im Europäischen Wirtschaftsraum zugestimmt, so darf diese Ware gewerbsmässig eingeführt und im Inland gewerbsmässig gebraucht oder weiterveräussert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_9_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, G. Ausnahmen von der Wirkung des Patents, II. Im Besonderen",
        "citation": "Art. 9a Abs. 2 PatG",
        "content": "Hat er eine Vorrichtung, mit der ein patentgeschütztes Verfahren angewendet werden kann, im Inland oder im Europäischen Wirtschaftsraum in Verkehr gebracht oder ihrem Inverkehrbringen im Inland oder im Europäischen Wirtschaftsraum zugestimmt, so sind der erste und jeder spätere Erwerber der Vorrichtung berechtigt, dieses Verfahren anzuwenden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_9_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, G. Ausnahmen von der Wirkung des Patents, II. Im Besonderen",
        "citation": "Art. 9a Abs. 3 PatG",
        "content": "Hat der Patentinhaber patentgeschütztes biologisches Material im Inland oder im Europäischen Wirtschaftsraum in Verkehr gebracht oder seinem Inverkehrbringen im Inland oder im Europäischen Wirtschaftsraum zugestimmt, so darf dieses Material eingeführt und im Inland vermehrt werden, soweit dies für die bestimmungsgemässe Verwendung notwendig ist. Das so gewonnene Material darf nicht für eine weitere Vermehrung verwendet werden. Artikel 35a bleibt vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_9_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, G. Ausnahmen von der Wirkung des Patents, II. Im Besonderen",
        "citation": "Art. 9a Abs. 4 PatG",
        "content": "Hat der Patentinhaber eine patentgeschützte Ware ausserhalb des Europäischen Wirtschaftsraums in Verkehr gebracht oder ihrem Inverkehrbringen ausserhalb des Europäischen Wirtschaftsraums zugestimmt und hat der Patentschutz für die funktionelle Beschaffenheit der Ware nur untergeordnete Bedeutung, so darf die Ware gewerbsmässig eingeführt werden. Die untergeordnete Bedeutung wird vermutet, wenn der Patentinhaber nicht das Gegenteil glaubhaft macht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_9_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, G. Ausnahmen von der Wirkung des Patents, II. Im Besonderen",
        "citation": "Art. 9a Abs. 5 PatG",
        "content": "Ungeachtet der Absätze 1–4 bleibt die Zustimmung des Patentinhabers für das Inverkehrbringen einer patentgeschützten Ware im Inland vorbehalten, wenn ihr Preis im Inland oder im Land des Inverkehrbringens staatlich festgelegt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_9_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, H. Hinweise auf Patentschutz, I. Patentzeichen",
        "citation": "Art. 11 Abs. 1 PatG",
        "content": "Erzeugnisse, welche durch ein Patent geschützt sind, oder ihre Verpackung können mit dem Patentzeichen versehen werden, welches aus dem eidgenössischen Kreuz und der Patentnummer besteht. Der Bundesrat kann zusätzliche Angaben vorschreiben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_11"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, H. Hinweise auf Patentschutz, I. Patentzeichen",
        "citation": "Art. 11 Abs. 2 PatG",
        "content": "Der Patentinhaber kann von den Mitbenützern und Lizenzträgern verlangen, dass sie das Patentzeichen auf den von ihnen hergestellten Erzeugnissen oder deren Verpackung anbringen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_11"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, H. Hinweise auf Patentschutz, I. Patentzeichen",
        "citation": "Art. 11 Abs. 3 PatG",
        "content": "Der Mitbenützer oder Lizenzträger, welcher dem Verlangen des Patentinhabers nicht nachkommt, haftet diesem, unbeschadet des Anspruches auf Anbringen des Patentzeichens, für den aus der Unterlassung entstehenden Schaden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_11"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, H. Hinweise auf Patentschutz, II. Andere Hinweise",
        "citation": "Art. 12 Abs. 1 PatG",
        "content": "Wer seine Geschäftspapiere, Anzeigen jeder Art, Erzeugnisse oder Waren mit einer andern auf Patentschutz hinweisenden Bezeichnung in Verkehr setzt oder feilhält, ist verpflichtet, jedermann auf Anfrage hin die Nummer des Patentgesuches oder des Patentes anzugeben, auf welche sich die Bezeichnung stützt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_12"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, H. Hinweise auf Patentschutz, II. Andere Hinweise",
        "citation": "Art. 12 Abs. 2 PatG",
        "content": "Wer andern die Verletzung seiner Rechte vorwirft oder sie vor solcher Verletzung warnt, hat auf Anfrage hin die gleiche Auskunft zu geben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_12"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, J. Auslandswohnsitz",
        "citation": "Art. 13 Abs. 1 PatG",
        "content": "Wer an einem Verwaltungsverfahren nach diesem Gesetz beteiligt ist und in der Schweiz keinen Wohnsitz oder Sitz hat, muss ein Zustellungsdomizil in der Schweiz bezeichnen, es sei denn, das Völkerrecht oder die zuständige ausländische Stelle gestatte der Behörde, Schriftstücke im betreffenden Staat direkt zuzustellen. Ein Zustellungsdomizil in der Schweiz ist nicht erforderlich für:\na. die Einreichung eines Patentgesuchs zum Zweck der Zuerkennung eines Anmeldedatums;\nb. die Bezahlung von Gebühren, die Einreichung von Übersetzungen sowie die Einreichung und Behandlung von Anträgen nach der Patenterteilung, soweit die Anträge zu keiner Beanstandung Anlass geben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_13"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, J. Auslandswohnsitz",
        "citation": "Art. 13 Abs. 1bis PatG",
        "content": "Das IGE ist befugt, gegenüber der zuständigen ausländischen Stelle zu erklären, dass im Bereich des geistigen Eigentums in der Schweiz die direkte Zustellung zulässig ist, sofern der Schweiz Gegenrecht gewährt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_13"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, J. Auslandswohnsitz",
        "citation": "Art. 13 Abs. 2 PatG",
        "content": "Vorbehalten bleiben die Bestimmungen über die berufsmässige Prozessvertretung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_13"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, K. Dauer des Patentes, I. Höchstdauer",
        "citation": "Art. 14 Abs. 1 PatG",
        "content": "Das Patent kann längstens bis zum Ablauf von 20 Jahren seit dem Datum der Anmeldung dauern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_14"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, K. Dauer des Patentes, II. Vorzeitiges Erlöschen",
        "citation": "Art. 15 Abs. 1 PatG",
        "content": "Das Patent erlischt:\na. wenn der Inhaber in schriftlicher Eingabe an das IGE darauf verzichtet;\nb. wenn eine fällig gewordene Jahresgebühr nicht rechtzeitig bezahlt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_15"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 1. Abschnitt: Voraussetzungen und Wirkung des Patentes, L. Vorbehalt",
        "citation": "Art. 16 PatG",
        "content": "Patentbewerber und Patentinhaber schweizerischer Staatsangehörigkeit können sich auf die Bestimmungen des für die Schweiz verbindlichen Textes der Pariser Verbandsübereinkunft vom 20. März 1883 zum Schutz des gewerblichen Eigentums berufen, wenn jene günstiger sind als die Bestimmungen dieses Gesetzes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_16"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 2. Abschnitt: Prioritätsrecht, A. Voraussetzungen und Wirkung der Priorität",
        "citation": "Art. 17 Abs. 1 PatG",
        "content": "Ist eine Erfindung in einem Land, für das die Pariser Verbandsübereinkunft vom 20. März 1883 zum Schutz des gewerblichen Eigentums oder das Abkommen vom 15. April 1994 zur Errichtung der Welthandelsorganisation (Anhang 1C, Abkommen über handelsbezogene Aspekte der Rechte an geistigem Eigentum) gilt, oder mit Wirkung für ein solches Land vorschriftsgemäss zum Schutz durch Patent, Gebrauchsmuster oder Erfinderschein angemeldet worden, so entsteht nach Massgabe von Artikel 4 der Pariser Verbandsübereinkunft ein Prioritätsrecht. Dieses kann für das in der Schweiz für die gleiche Erfindung innerhalb von zwölf Monaten nach der Erstanmeldung eingereichte Patentgesuch beansprucht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_17"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 2. Abschnitt: Prioritätsrecht, A. Voraussetzungen und Wirkung der Priorität",
        "citation": "Art. 17 Abs. 1bis PatG",
        "content": "Die Erstanmeldung in einem Land, das der Schweiz Gegenrecht hält, hat die gleiche Wirkung wie die Erstanmeldung in einem Land der Pariser Verbandsübereinkunft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_17"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 2. Abschnitt: Prioritätsrecht, A. Voraussetzungen und Wirkung der Priorität",
        "citation": "Art. 17 Abs. 1ter PatG",
        "content": "Absatz 1 und Artikel 4 der Pariser Verbandsübereinkunft gelten sinngemäss bezüglich einer schweizerischen Erstanmeldung, sofern sich aus diesem Gesetz oder der Verordnung nichts anderes ergibt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_17"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 2. Abschnitt: Prioritätsrecht, A. Voraussetzungen und Wirkung der Priorität",
        "citation": "Art. 17 Abs. 2 PatG",
        "content": "Das Prioritätsrecht besteht darin, dass der Anmeldung keine Tatsachen entgegengehalten werden können, die seit der ersten Anmeldung eingetreten sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_17"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 2. Abschnitt: Prioritätsrecht, B. Legitimation",
        "citation": "Art. 18 Abs. 2 PatG",
        "content": "Das Prioritätsrecht kann vom Erstanmelder oder von demjenigen beansprucht werden, der das Recht des Erstanmelders erworben hat, die gleiche Erfindung in der Schweiz zur Patentierung anzumelden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_18"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 2. Abschnitt: Prioritätsrecht, B. Legitimation",
        "citation": "Art. 18 Abs. 3 PatG",
        "content": "Sind die Erstanmeldung, die Anmeldung in der Schweiz oder beide von einer Person bewirkt worden, der kein Recht auf das Patent zustand, so kann der Berechtigte die Priorität aus der Erstanmeldung geltend machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_18"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 2. Abschnitt: Prioritätsrecht, C. Formvorschriften",
        "citation": "Art. 19 Abs. 1 PatG",
        "content": "Wer ein Prioritätsrecht beanspruchen will, hat dem IGE eine Prioritätserklärung abzugeben und einen Prioritätsbeleg einzureichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_19"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 2. Abschnitt: Prioritätsrecht, C. Formvorschriften",
        "citation": "Art. 19 Abs. 2 PatG",
        "content": "Der Prioritätsanspruch ist verwirkt, wenn die Fristen und Formerfordernisse der Verordnung nicht beachtet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_19"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 2. Abschnitt: Prioritätsrecht, D. Beweislast im Prozess",
        "citation": "Art. 20 Abs. 1 PatG",
        "content": "Die Anerkennung des Prioritätsanspruches im Patenterteilungsverfahren befreit den Patentinhaber im Prozessfall nicht davon, den Bestand des Prioritätsrechtes nachzuweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_20"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 2. Abschnitt: Prioritätsrecht, D. Beweislast im Prozess",
        "citation": "Art. 20 Abs. 2 PatG",
        "content": "Es wird vermutet, dass die Anmeldung, deren Priorität beansprucht wird, eine Erstanmeldung (Art. 17 Abs. 1 und 1bis) ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_20"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 2. Abschnitt: Prioritätsrecht, E. Verbot des Doppelschutzes",
        "citation": "Art. 20a PatG",
        "content": "Hat der Erfinder oder sein Rechtsnachfolger für die gleiche Erfindung zwei gültige Patente mit gleichem Anmelde- oder Prioritätsdatum erhalten, so verliert das Patent aus der älteren Anmeldung seine Wirkung, soweit die sachlichen Geltungsbereiche der beiden Patente übereinstimmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_20_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 3. Abschnitt: Änderungen im Bestand des Patentes, A. Teilverzicht, I. Voraussetzungen",
        "citation": "Art. 24 Abs. 1 PatG",
        "content": "Der Patentinhaber kann auf das Patent teilweise verzichten, indem er beim IGE den Antrag stellt:\na. einen Patentanspruch (Art. 51 und 55) aufzuheben; oder\nb. einen unabhängigen Patentanspruch durch Zusammenlegung mit einem oder mehreren von ihm abhängigen Patentansprüchen einzuschränken; oder\nc. einen unabhängigen Patentanspruch auf anderem Weg einzuschränken; in diesem Fall muss der eingeschränkte Patentanspruch sich auf die gleiche Erfindung beziehen und eine Ausführungsart definieren, die in der veröffentlichten Patentschrift und in der für das Anmeldedatum massgebenden Fassung des Patentgesuches vorgesehen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_24"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 3. Abschnitt: Änderungen im Bestand des Patentes, A. Teilverzicht, II. Errichtung neuer Patente",
        "citation": "Art. 25 Abs. 1 PatG",
        "content": "Können die nach einem Teilverzicht verbleibenden Patentansprüche nach den Artikeln 52 und 55 nicht im nämlichen Patent bestehen, so muss das Patent entsprechend eingeschränkt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_25"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 3. Abschnitt: Änderungen im Bestand des Patentes, A. Teilverzicht, II. Errichtung neuer Patente",
        "citation": "Art. 25 Abs. 2 PatG",
        "content": "Für die wegfallenden Patentansprüche kann der Patentinhaber die Errichtung eines oder mehrerer neuer Patente beantragen, die das Anmeldedatum des ursprünglichen Patentes erhalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_25"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 3. Abschnitt: Änderungen im Bestand des Patentes, A. Teilverzicht, II. Errichtung neuer Patente",
        "citation": "Art. 25 Abs. 3 PatG",
        "content": "Nach Eintragung des Teilverzichts im Patentregister setzt das IGE dem Patentinhaber eine Frist für den Antrag auf Errichtung neuer Patente nach Absatz 2; nachher erlischt das Antragsrecht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_25"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 3. Abschnitt: Änderungen im Bestand des Patentes, B. Nichtigkeitsklage, I. Nichtigkeitsgründe",
        "citation": "Art. 26 Abs. 1 PatG",
        "content": "Der Richter stellt auf Klage hin die Nichtigkeit des Patents fest, wenn:\na. der Gegenstand des Patents nach den Artikeln 1, 1a, 1b und 2 nicht patentierbar ist;\nb. die Erfindung in der Patentschrift nicht so dargelegt ist, dass der Fachmann sie ausführen kann;\nc. der Gegenstand des Patents über den Inhalt des Patentgesuchs in der für das Anmeldedatum massgebenden Fassung hinausgeht;\nd. der Patentinhaber weder der Erfinder noch dessen Rechtsnachfolger ist noch aus einem andern Rechtsgrund ein Recht auf das Patent hatte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_26"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 3. Abschnitt: Änderungen im Bestand des Patentes, B. Nichtigkeitsklage, I. Nichtigkeitsgründe",
        "citation": "Art. 26 Abs. 2 PatG",
        "content": "Ist ein Patent unter Anerkennung einer Priorität erteilt worden und hat die Anmeldung, deren Priorität beansprucht ist, nicht zum Patent geführt, so kann der Richter vom Patentinhaber verlangen, die Gründe anzugeben und Beweismittel vorzulegen; wird die Auskunft verweigert, so würdigt dies der Richter nach freiem Ermessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_26"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 3. Abschnitt: Änderungen im Bestand des Patentes, B. Nichtigkeitsklage, II. Teilnichtigkeit",
        "citation": "Art. 27 Abs. 1 PatG",
        "content": "Trifft ein Nichtigkeitsgrund nur für einen Teil der patentierten Erfindung zu, so ist das Patent durch den Richter entsprechend einzuschränken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_27"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 3. Abschnitt: Änderungen im Bestand des Patentes, B. Nichtigkeitsklage, II. Teilnichtigkeit",
        "citation": "Art. 27 Abs. 2 PatG",
        "content": "Der Richter hat den Parteien Gelegenheit zu geben, sich zu der von ihm in Aussicht genommenen Neufassung des Patentanspruches zu äussern; er kann überdies die Vernehmlassung des IGE einholen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_27"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 3. Abschnitt: Änderungen im Bestand des Patentes, B. Nichtigkeitsklage, II. Teilnichtigkeit",
        "citation": "Art. 27 Abs. 3 PatG",
        "content": "Artikel 25 ist entsprechend anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_27"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 3. Abschnitt: Änderungen im Bestand des Patentes, B. Nichtigkeitsklage, III. Klagerecht",
        "citation": "Art. 28 PatG",
        "content": "Die Nichtigkeitsklage steht jedermann zu, der ein Interesse nachweist, die Klage aus Artikel 26 Absatz 1 Buchstabe d indessen nur dem Berechtigten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_28"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 3. Abschnitt: Änderungen im Bestand des Patentes, C. Wirkung der Änderung im Bestand des Patents",
        "citation": "Art. 28a PatG",
        "content": "Die Wirkung des erteilten Patents gilt in dem Umfang, in dem der Patentinhaber auf das Patent verzichtet oder der Richter auf Klage hin die Nichtigkeit festgestellt hat, als von Anfang an nicht eingetreten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_28_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 4. Abschnitt: Änderungen im Recht auf das Patent und im Recht, am Patent; Lizenzerteilung, A. Abtretungsklage, I. Voraussetzungen und Wirkung gegenüber Dritten",
        "citation": "Art. 29 Abs. 1 PatG",
        "content": "Ist das Patentgesuch von einem Bewerber eingereicht worden, der gemäss Artikel 3 kein Recht auf das Patent hat, so kann der Berechtigte auf Abtretung des Patentgesuches oder, wenn das Patent bereits erteilt worden ist, entweder auf Abtretung oder auf Erklärung der Nichtigkeit des Patentes klagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_29"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 4. Abschnitt: Änderungen im Recht auf das Patent und im Recht, am Patent; Lizenzerteilung, A. Abtretungsklage, I. Voraussetzungen und Wirkung gegenüber Dritten",
        "citation": "Art. 29 Abs. 3 PatG",
        "content": "Wird die Abtretung verfügt, so fallen die inzwischen Dritten eingeräumten Lizenzen oder andern Rechte dahin; diese Dritten haben jedoch, wenn sie bereits in gutem Glauben die Erfindung im Inland gewerbsmässig benützt oder besondere Veranstaltungen dazu getroffen haben, Anspruch auf Erteilung einer nicht ausschliesslichen Lizenz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_29"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 4. Abschnitt: Änderungen im Recht auf das Patent und im Recht, am Patent; Lizenzerteilung, A. Abtretungsklage, I. Voraussetzungen und Wirkung gegenüber Dritten",
        "citation": "Art. 29 Abs. 4 PatG",
        "content": "Vorbehalten bleiben alle Schadenersatzansprüche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_29"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 4. Abschnitt: Änderungen im Recht auf das Patent und im Recht, am Patent; Lizenzerteilung, A. Abtretungsklage, I. Voraussetzungen und Wirkung gegenüber Dritten",
        "citation": "Art. 29 Abs. 5 PatG",
        "content": "Artikel 40e ist entsprechend anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_29"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 4. Abschnitt: Änderungen im Recht auf das Patent und im Recht, am Patent; Lizenzerteilung, A. Abtretungsklage, II. Teilabtretung",
        "citation": "Art. 30 Abs. 1 PatG",
        "content": "Vermag der Kläger sein Recht nicht hinsichtlich aller Patentansprüche nachzuweisen, so ist die Abtretung des Patentgesuches oder des Patentes unter Streichung jener Patentansprüche zu verfügen, für die er sein Recht nicht nachgewiesen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_30"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 4. Abschnitt: Änderungen im Recht auf das Patent und im Recht, am Patent; Lizenzerteilung, A. Abtretungsklage, II. Teilabtretung",
        "citation": "Art. 30 Abs. 2 PatG",
        "content": "Artikel 25 ist entsprechend anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_30"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 4. Abschnitt: Änderungen im Recht auf das Patent und im Recht, am Patent; Lizenzerteilung, A. Abtretungsklage, III. Klagefrist",
        "citation": "Art. 31 Abs. 1 PatG",
        "content": "Die Abtretungsklage ist vor Ablauf von zwei Jahren seit dem amtlichen Datum der Veröffentlichung der Patentschrift anzuheben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_31"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 4. Abschnitt: Änderungen im Recht auf das Patent und im Recht, am Patent; Lizenzerteilung, A. Abtretungsklage, III. Klagefrist",
        "citation": "Art. 31 Abs. 2 PatG",
        "content": "Die Klage gegen einen bösgläubigen Beklagten ist an keine Frist gebunden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_31"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 4. Abschnitt: Änderungen im Recht auf das Patent und im Recht, am Patent; Lizenzerteilung, B. Enteignung des Patentes",
        "citation": "Art. 32 Abs. 1 PatG",
        "content": "Wenn das öffentliche Interesse es verlangt, kann der Bundesrat das Patent ganz oder zum Teil enteignen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_32"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 4. Abschnitt: Änderungen im Recht auf das Patent und im Recht, am Patent; Lizenzerteilung, B. Enteignung des Patentes",
        "citation": "Art. 32 Abs. 2 PatG",
        "content": "Der Enteignete hat Anspruch auf volle Entschädigung, welche im Streitfall vom Bundesgericht festgesetzt wird; die Bestimmungen des II. Abschnittes des Bundesgesetzes vom 20. Juni 1930 über die Enteignung sind entsprechend anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_32"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 4. Abschnitt: Änderungen im Recht auf das Patent und im Recht, am Patent; Lizenzerteilung, C. Übergang der Rechte auf das Patent und am Patent",
        "citation": "Art. 33 Abs. 1 PatG",
        "content": "Das Recht auf das Patent und das Recht am Patent gehen auf die Erben über; sie können ganz oder zum Teil auf andere übertragen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_33"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 4. Abschnitt: Änderungen im Recht auf das Patent und im Recht, am Patent; Lizenzerteilung, C. Übergang der Rechte auf das Patent und am Patent",
        "citation": "Art. 33 Abs. 2 PatG",
        "content": "Stehen diese Rechte im Eigentum mehrerer, so kann jeder Berechtigte seine Befugnisse nur mit Zustimmung der andern ausüben; jeder kann aber selbständig über seinen Anteil verfügen und Klage wegen Patentverletzung anheben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_33"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 4. Abschnitt: Änderungen im Recht auf das Patent und im Recht, am Patent; Lizenzerteilung, C. Übergang der Rechte auf das Patent und am Patent",
        "citation": "Art. 33 Abs. 2bis PatG",
        "content": "Die Übertragung des Patentgesuches und des Patentes durch Rechtsgeschäft bedarf zu ihrer Gültigkeit der schriftlichen Form.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_33"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 4. Abschnitt: Änderungen im Recht auf das Patent und im Recht, am Patent; Lizenzerteilung, C. Übergang der Rechte auf das Patent und am Patent",
        "citation": "Art. 33 Abs. 3 PatG",
        "content": "Zur Übertragung des Patentes bedarf es der Eintragung im Patentregister nicht; bis zur Eintragung können jedoch die in diesem Gesetz vorgesehenen Klagen gegen den bisherigen Inhaber gerichtet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_33"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 4. Abschnitt: Änderungen im Recht auf das Patent und im Recht, am Patent; Lizenzerteilung, C. Übergang der Rechte auf das Patent und am Patent",
        "citation": "Art. 33 Abs. 4 PatG",
        "content": "Gegenüber einem gutgläubigen Erwerber von Rechten am Patent sind entgegenstehende Rechte Dritter unwirksam, die im Patentregister nicht eingetragen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_33"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 4. Abschnitt: Änderungen im Recht auf das Patent und im Recht, am Patent; Lizenzerteilung, D. Lizenzerteilung",
        "citation": "Art. 34 Abs. 1 PatG",
        "content": "Der Patentbewerber oder Patentinhaber kann einen andern zur Benützung der Erfindung ermächtigen (Lizenzerteilung).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_34"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 4. Abschnitt: Änderungen im Recht auf das Patent und im Recht, am Patent; Lizenzerteilung, D. Lizenzerteilung",
        "citation": "Art. 34 Abs. 2 PatG",
        "content": "Steht das Patentgesuch oder das Patent im Eigentum mehrerer, so kann eine Lizenz nur mit Zustimmung aller Berechtigten erteilt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_34"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 4. Abschnitt: Änderungen im Recht auf das Patent und im Recht, am Patent; Lizenzerteilung, D. Lizenzerteilung",
        "citation": "Art. 34 Abs. 3 PatG",
        "content": "Gegenüber einem gutgläubigen Erwerber von Rechten am Patent sind entgegenstehende Lizenzen unwirksam, die im Patentregister nicht eingetragen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_34"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 5. Abschnitt: Gesetzliche Beschränkungen im Recht aus dem Patent, A. Mitbenützungsrecht; ausländische Verkehrsmittel",
        "citation": "Art. 35 Abs. 1 PatG",
        "content": "Das Patent kann demjenigen nicht entgegengehalten werden, der bereits vor dem Anmelde- oder Prioritätsdatum die Erfindung im guten Glauben im Inland gewerbsmässig benützt oder besondere Anstalten dazu getroffen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_35"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 5. Abschnitt: Gesetzliche Beschränkungen im Recht aus dem Patent, A. Mitbenützungsrecht; ausländische Verkehrsmittel",
        "citation": "Art. 35 Abs. 2 PatG",
        "content": "Wer sich auf Absatz 1 zu berufen vermag, darf die Erfindung zu seinen Geschäftszwecken benützen; diese Befugnis kann nur zusammen mit dem Geschäft vererbt oder übertragen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_35"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 5. Abschnitt: Gesetzliche Beschränkungen im Recht aus dem Patent, A. Mitbenützungsrecht; ausländische Verkehrsmittel",
        "citation": "Art. 35 Abs. 3 PatG",
        "content": "Auf Verkehrsmittel, welche nur vorübergehend in das Inland gelangen, und auf Einrichtungen an solchen erstreckt sich die Wirkung des Patentes nicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_35"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 5. Abschnitt: Gesetzliche Beschränkungen im Recht aus dem Patent, Abis. Landwirteprivileg, I. Grundsatz",
        "citation": "Art. 35a Abs. 1 PatG",
        "content": "Landwirte, die durch den Patentinhaber oder mit dessen Zustimmung in Verkehr gebrachtes pflanzliches Vermehrungsmaterial erworben haben, dürfen das im eigenen Betrieb durch den Anbau dieses Materials gewonnene Erntegut im eigenen Betrieb vermehren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_35_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 5. Abschnitt: Gesetzliche Beschränkungen im Recht aus dem Patent, Abis. Landwirteprivileg, I. Grundsatz",
        "citation": "Art. 35a Abs. 2 PatG",
        "content": "Landwirte, die durch den Patentinhaber oder mit dessen Zustimmung in Verkehr gebrachtes tierisches Vermehrungsmaterial oder in Verkehr gebrachte Tiere erworben haben, dürfen die im eigenen Betrieb durch Verwendung dieses Materials oder dieser Tiere gewonnenen Tiere im eigenen Betrieb vermehren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_35_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 5. Abschnitt: Gesetzliche Beschränkungen im Recht aus dem Patent, Abis. Landwirteprivileg, I. Grundsatz",
        "citation": "Art. 35a Abs. 3 PatG",
        "content": "Die Landwirte benötigen die Zustimmung des Patentinhabers, wenn sie das gewonnene Erntegut beziehungsweise das gewonnene Tier oder das tierische Vermehrungsmaterial Dritten zu Vermehrungszwecken abgeben wollen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_35_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 5. Abschnitt: Gesetzliche Beschränkungen im Recht aus dem Patent, Abis. Landwirteprivileg, I. Grundsatz",
        "citation": "Art. 35a Abs. 4 PatG",
        "content": "Vertragliche Abmachungen, die das Landwirteprivileg im Bereich der Lebens- und Futtermittelherstellung einschränken oder aufheben, sind nichtig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_35_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 5. Abschnitt: Gesetzliche Beschränkungen im Recht aus dem Patent, Abis. Landwirteprivileg, II. Umfang und Entschädigung",
        "citation": "Art. 35b PatG",
        "content": "Der Bundesrat bestimmt die vom Landwirteprivileg erfassten Pflanzenarten; dabei berücksichtigt er insbesondere deren Bedeutung als Rohstoff für Nahrungsmittel und Futtermittel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_35_b"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 5. Abschnitt: Gesetzliche Beschränkungen im Recht aus dem Patent, B. Abhängige Schutzrechte, I. Abhängige Erfindung",
        "citation": "Art. 36 Abs. 1 PatG",
        "content": "Kann eine patentierte Erfindung ohne Verletzung eines älteren Patentes nicht benützt werden, so hat der Inhaber des jüngeren Patentes Anspruch auf eine nicht ausschliessliche Lizenz in dem für die Benützung erforderlichen Umfang, sofern seine Erfindung im Vergleich mit derjenigen des älteren Patentes einen namhaften technischen Fortschritt von erheblicher wirtschaftlicher Bedeutung aufweist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_36"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 5. Abschnitt: Gesetzliche Beschränkungen im Recht aus dem Patent, B. Abhängige Schutzrechte, I. Abhängige Erfindung",
        "citation": "Art. 36 Abs. 2 PatG",
        "content": "Die Lizenz zur Benützung der Erfindung, die Gegenstand des älteren Patentes ist, kann nur zusammen mit dem jüngeren Patent übertragen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_36"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 5. Abschnitt: Gesetzliche Beschränkungen im Recht aus dem Patent, B. Abhängige Schutzrechte, I. Abhängige Erfindung",
        "citation": "Art. 36 Abs. 3 PatG",
        "content": "Der Inhaber des älteren Patentes kann die Erteilung der Lizenz an die Bedingung knüpfen, dass ihm der Inhaber des jüngeren eine Lizenz zur Benützung seiner Erfindung erteilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_36"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 5. Abschnitt: Gesetzliche Beschränkungen im Recht aus dem Patent, B. Abhängige Schutzrechte, II. Abhängiges Sortenschutz-, recht",
        "citation": "Art. 36a Abs. 1 PatG",
        "content": "Kann ein Sortenschutzrecht ohne Verletzung eines früher erteilten Patents nicht beansprucht oder benützt werden, so hat der Pflanzenzüchter beziehungsweise der Sortenschutzinhaber Anspruch auf eine nicht ausschliessliche Lizenz in dem für die Erlangung und Benützung seines Sortenschutzrechts erforderlichen Umfang, sofern die Pflanzensorte einen namhaften Fortschritt von erheblicher wirtschaftlicher Bedeutung gegenüber der patentgeschützten Erfindung darstellt. Bei Sorten für Landwirtschaft und Ernährung sind die Kriterien der Saatgut-Verordnung vom 7. Dezember 1998 als Anhaltspunkte zu berücksichtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_36_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 5. Abschnitt: Gesetzliche Beschränkungen im Recht aus dem Patent, B. Abhängige Schutzrechte, II. Abhängiges Sortenschutz-, recht",
        "citation": "Art. 36a Abs. 2 PatG",
        "content": "Der Patentinhaber kann die Erteilung der Lizenz an die Bedingung knüpfen, dass ihm der Sortenschutzinhaber eine Lizenz zur Benützung seines Sortenschutzrechtes erteilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_36_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 5. Abschnitt: Gesetzliche Beschränkungen im Recht aus dem Patent, C. Ausführung der Erfindung im Inland, I. Klage auf Lizenzerteilung",
        "citation": "Art. 37 Abs. 1 PatG",
        "content": "Nach Ablauf von drei Jahren seit der Patenterteilung, frühestens jedoch vier Jahre nach der Patentanmeldung, kann jeder, der ein Interesse nachweist, beim Richter auf Erteilung einer nicht ausschliesslichen Lizenz für die Benützung der Erfindung klagen, wenn der Patentinhaber sie bis zur Anhebung der Klage nicht in genügender Weise im Inland ausgeführt hat und diese Unterlassung nicht zu rechtfertigen vermag. Als Ausführung im Inland gilt auch die Einfuhr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_37"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 5. Abschnitt: Gesetzliche Beschränkungen im Recht aus dem Patent, C. Ausführung der Erfindung im Inland, I. Klage auf Lizenzerteilung",
        "citation": "Art. 37 Abs. 3 PatG",
        "content": "Der Richter kann dem Kläger auf dessen Antrag schon nach Klageerhebung unter Vorbehalt des Endurteils die Lizenz einräumen, wenn der Kläger ausser den in Absatz 1 genannten Voraussetzungen ein Interesse an der sofortigen Benützung der Erfindung glaubhaft macht und dem Beklagten angemessene Sicherheit leistet; dem Beklagten ist vorher Gelegenheit zur Stellungnahme zu geben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_37"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 5. Abschnitt: Gesetzliche Beschränkungen im Recht aus dem Patent, C. Ausführung der Erfindung im Inland, II. Klage auf Löschung des Patentes",
        "citation": "Art. 38 Abs. 1 PatG",
        "content": "Wenn dem Bedürfnis des inländischen Marktes durch die Erteilung von Lizenzen nicht genügt wird, so kann jeder, der ein Interesse nachweist, nach Ablauf von zwei Jahren seit der Einräumung der ersten Lizenz auf Grund von Artikel 37 Absatz 1 auf Löschung des Patentes klagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_38"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 5. Abschnitt: Gesetzliche Beschränkungen im Recht aus dem Patent, C. Ausführung der Erfindung im Inland, II. Klage auf Löschung des Patentes",
        "citation": "Art. 38 Abs. 2 PatG",
        "content": "Ist nach der Gesetzgebung des Landes, dem der Patentinhaber angehört, oder in dem er niedergelassen ist, die Klage auf Löschung des Patentes mangels Ausführung der Erfindung im Inland schon nach Ablauf von drei Jahren seit der Patenterteilung gestattet, so kann unter den in Artikel 37 für die Lizenzerteilung genannten Voraussetzungen statt auf Erteilung einer Lizenz auf Löschung des Patentes geklagt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_38"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 5. Abschnitt: Gesetzliche Beschränkungen im Recht aus dem Patent, C. Ausführung der Erfindung im Inland, III. Ausnahmen",
        "citation": "Art. 39 PatG",
        "content": "Der Bundesrat kann die Artikel 37 und 38 gegenüber den Angehörigen von Ländern, welche Gegenrecht halten, ausser Kraft setzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_39"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 5. Abschnitt: Gesetzliche Beschränkungen im Recht aus dem Patent, D. Lizenz im öffentlichen Interesse",
        "citation": "Art. 40 Abs. 1 PatG",
        "content": "Wenn es das öffentliche Interesse verlangt, kann derjenige, dessen Lizenzgesuch vom Patentinhaber ohne ausreichende Gründe abgelehnt worden ist, beim Richter auf Erteilung einer Lizenz für die Benützung der Erfindung klagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_40"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 5. Abschnitt: Gesetzliche Beschränkungen im Recht aus dem Patent, E. Zwangslizenzen auf dem Gebiet der Halbleitertechnik",
        "citation": "Art. 40a PatG",
        "content": "Für Erfindungen auf dem Gebiet der Halbleitertechnik darf eine nicht ausschliessliche Lizenz nur zur Behebung einer in einem Gerichts- oder Verwaltungsverfahren festgestellten wettbewerbswidrigen Praxis erteilt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_40_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 5. Abschnitt: Gesetzliche Beschränkungen im Recht aus dem Patent, F. Forschungswerkzeuge",
        "citation": "Art. 40b PatG",
        "content": "Wer eine patentierte biotechnologische Erfindung als Instrument oder Hilfsmittel zur Forschung benützen will, hat Anspruch auf eine nicht ausschliessliche Lizenz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_40_b"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 5. Abschnitt: Gesetzliche Beschränkungen im Recht aus dem Patent, G. Zwangslizenzen für Diagnostika",
        "citation": "Art. 40c PatG",
        "content": "Für Erfindungen, die ein Erzeugnis oder ein Verfahren zur Diagnose beim Menschen zum Gegenstand haben, wird zur Behebung einer im Gerichts- oder Verwaltungsverfahren festgestellten wettbewerbswidrigen Praxis eine nicht ausschliessliche Lizenz erteilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_40_c"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 5. Abschnitt: Gesetzliche Beschränkungen im Recht aus dem Patent, H. Zwangslizenzen für die Ausfuhr pharmazeutischer Produkte",
        "citation": "Art. 40d Abs. 1 PatG",
        "content": "Jedermann kann beim Richter auf Erteilung einer nicht ausschliesslichen Lizenz klagen für die Herstellung patentgeschützter pharmazeutischer Produkte und für deren Ausfuhr in ein Land, das über keine oder ungenügende eigene Herstellungskapazitäten auf pharmazeutischem Gebiet verfügt und diese Produkte zur Bekämpfung von Problemen der öffentlichen Gesundheit benötigt, insbesondere im Zusammenhang mit HIV/Aids, Tuberkulose, Malaria und anderen Epidemien (begünstigtes Land).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_40_d"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 5. Abschnitt: Gesetzliche Beschränkungen im Recht aus dem Patent, H. Zwangslizenzen für die Ausfuhr pharmazeutischer Produkte",
        "citation": "Art. 40d Abs. 2 PatG",
        "content": "Länder, die in der Welthandelsorganisation (WTO) erklärt haben, dass sie ganz oder teilweise auf die Beanspruchung einer Lizenz nach Absatz 1 verzichten, sind nach Massgabe dieser Erklärung als begünstigtes Land ausgeschlossen. Alle anderen Länder, welche die Voraussetzungen von Absatz 1 erfüllen, können begünstigte Länder sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_40_d"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 5. Abschnitt: Gesetzliche Beschränkungen im Recht aus dem Patent, H. Zwangslizenzen für die Ausfuhr pharmazeutischer Produkte",
        "citation": "Art. 40d Abs. 3 PatG",
        "content": "Die Lizenz nach Absatz 1 ist auf die Herstellung derjenigen Menge des pharmazeutischen Produkts beschränkt, welche die Bedürfnisse des begünstigten Landes deckt; die gesamte Menge ist in das begünstigte Land auszuführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_40_d"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 5. Abschnitt: Gesetzliche Beschränkungen im Recht aus dem Patent, H. Zwangslizenzen für die Ausfuhr pharmazeutischer Produkte",
        "citation": "Art. 40d Abs. 4 PatG",
        "content": "Der Inhaber der Lizenz nach Absatz 1 sowie jeder Produzent, der Produkte unter Lizenz herstellt, muss sicherstellen, dass klar erkennbar ist, dass seine Produkte unter einer Lizenz nach Absatz 1 hergestellt wurden, und dass die Produkte sich durch die Verpackung oder durch eine geeignete Farb- oder Formgebung von patentgeschützten Produkten unterscheiden, sofern dies keine erhebliche Auswirkung auf den Preis der Produkte im begünstigten Land hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_40_d"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 5. Abschnitt: Gesetzliche Beschränkungen im Recht aus dem Patent, H. Zwangslizenzen für die Ausfuhr pharmazeutischer Produkte",
        "citation": "Art. 40d Abs. 5 PatG",
        "content": "Der Bundesrat regelt die Voraussetzungen für die Erteilung von Lizenzen nach Absatz 1. Er legt insbesondere fest, über welche Informationen oder Benachrichtigungen der zuständige Richter verfügen muss, um über die Erteilung der Lizenz nach Absatz 1 entscheiden zu können, und regelt die Massnahmen nach Absatz 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_40_d"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 5. Abschnitt: Gesetzliche Beschränkungen im Recht aus dem Patent, I. Gemeinsame Bestimmungen zu den Artikeln 36–40d",
        "citation": "Art. 40e Abs. 1 PatG",
        "content": "Die in den Artikeln 36–40d vorgesehenen Lizenzen werden nur unter der Voraussetzung erteilt, dass Bemühungen des Gesuchstellers um Erteilung einer vertraglichen Lizenz zu angemessenen Marktbedingungen innerhalb einer angemessenen Frist erfolglos geblieben sind; im Falle einer Lizenz nach Artikel 40d gilt eine Frist von 30 Werktagen als angemessen. Solche Bemühungen sind nicht notwendig im Falle eines nationalen Notstandes, bei äusserster Dringlichkeit oder bei öffentlichem, nicht gewerblichem Gebrauch.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_40_e"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 5. Abschnitt: Gesetzliche Beschränkungen im Recht aus dem Patent, I. Gemeinsame Bestimmungen zu den Artikeln 36–40d",
        "citation": "Art. 40e Abs. 2 PatG",
        "content": "Umfang und Dauer der Lizenz sind auf den Zweck beschränkt, für den sie erteilt worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_40_e"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 5. Abschnitt: Gesetzliche Beschränkungen im Recht aus dem Patent, I. Gemeinsame Bestimmungen zu den Artikeln 36–40d",
        "citation": "Art. 40e Abs. 3 PatG",
        "content": "Die Lizenz kann nur zusammen mit dem Geschäftsteil, auf den sich ihre Verwertung bezieht, übertragen werden. Dies gilt auch für Unterlizenzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_40_e"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 5. Abschnitt: Gesetzliche Beschränkungen im Recht aus dem Patent, I. Gemeinsame Bestimmungen zu den Artikeln 36–40d",
        "citation": "Art. 40e Abs. 4 PatG",
        "content": "Die Lizenz wird vorwiegend für die Versorgung des inländischen Marktes erteilt. Artikel 40d bleibt vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_40_e"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 5. Abschnitt: Gesetzliche Beschränkungen im Recht aus dem Patent, I. Gemeinsame Bestimmungen zu den Artikeln 36–40d",
        "citation": "Art. 40e Abs. 5 PatG",
        "content": "Der Patentinhaber hat Anspruch auf eine angemessene Vergütung. Bei deren Bemessung werden die Umstände des Einzelfalles und der wirtschaftliche Wert der Lizenz berücksichtigt. Im Falle einer Lizenz nach Artikel 40d wird die Vergütung unter Berücksichtigung des wirtschaftlichen Werts der Lizenz im Einfuhrland, des Entwicklungsstands und der gesundheitlichen und humanitären Dringlichkeit festgelegt. Der Bundesrat präzisiert die Art der Berechnung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_40_e"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 5. Abschnitt: Gesetzliche Beschränkungen im Recht aus dem Patent, I. Gemeinsame Bestimmungen zu den Artikeln 36–40d",
        "citation": "Art. 40e Abs. 6 PatG",
        "content": "Der Richter entscheidet über Erteilung und Entzug der Lizenz, über deren Umfang und Dauer sowie über die zu leistende Vergütung. Insbesondere entzieht er dem Berechtigten auf Antrag die Lizenz, wenn die Umstände, die zu ihrer Erteilung geführt haben, nicht mehr gegeben sind und auch nicht zu erwarten ist, dass sie erneut eintreten. Vorbehalten bleibt ein angemessener Schutz der rechtmässigen Interessen des Berechtigten. Im Falle der Erteilung einer Lizenz nach Artikel 40d haben Rechtsmittel keine aufschiebende Wirkung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_40_e"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 6. Abschnitt: Gebühren",
        "citation": "Art. 41 PatG",
        "content": "Das Erlangen und Aufrechterhalten eines Patents sowie das Behandeln von besonderen Anträgen setzen die Bezahlung der in der Verordnung dafür vorgesehenen Gebühren voraus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_41"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 7. Abschnitt: Weiterbehandlung und Wiedereinsetzung in den früheren Stand, A. Weiterbehandlung",
        "citation": "Art. 46a Abs. 1 PatG",
        "content": "Hat der Patentbewerber oder der Patentinhaber eine gesetzliche oder vom IGE angesetzte Frist versäumt, so kann er beim IGE die Weiterbehandlung beantragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_46_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 7. Abschnitt: Weiterbehandlung und Wiedereinsetzung in den früheren Stand, A. Weiterbehandlung",
        "citation": "Art. 46a Abs. 2 PatG",
        "content": "Er muss den Antrag innerhalb von zwei Monaten seit dem Zugang der Benachrichtigung des IGE über das Fristversäumnis einreichen, spätestens jedoch innerhalb von sechs Monaten nach Ablauf der versäumten Frist. Innerhalb dieser Fristen muss er zudem die unterbliebene Handlung vollständig nachholen, gegebenenfalls das Patentgesuch vervollständigen und die Weiterbehandlungsgebühr bezahlen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_46_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 7. Abschnitt: Weiterbehandlung und Wiedereinsetzung in den früheren Stand, A. Weiterbehandlung",
        "citation": "Art. 46a Abs. 3 PatG",
        "content": "Durch die Gutheissung des Weiterbehandlungsantrags wird der Zustand hergestellt, der bei rechtzeitiger Handlung eingetreten wäre. Vorbehalten bleibt Artikel 48.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_46_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 7. Abschnitt: Weiterbehandlung und Wiedereinsetzung in den früheren Stand, A. Weiterbehandlung",
        "citation": "Art. 46a Abs. 4 PatG",
        "content": "Die Weiterbehandlung ist ausgeschlossen beim Versäumen:\na. der Fristen, die nicht gegenüber dem IGE einzuhalten sind;\nb. der Fristen für die Einreichung des Weiterbehandlungsantrags (Abs. 2);\nc. der Fristen für die Einreichung des Wiedereinsetzungsgesuchs (Art. 47 Abs. 2);\nd. der Fristen für die Einreichung eines Patentgesuchs mit Beanspruchung des Prioritätsrechts und für die Prioritätserklärung (Art. 17 und 19);\ne. ...\nf. der Frist für die Änderung der technischen Unterlagen (Art. 58 Abs. 1);\ng. ...\nh. von Fristen für das Gesuch um Erteilung eines ergänzenden Schutzzertifikats (Art. 140f Abs. 1, 146 Abs. 2 und 147 Abs. 3) oder um Verlängerung von dessen Dauer (Art. 140o Abs. 1) sowie um Erteilung eines pädiatrischen ergänzenden Schutzzertifikats (Art. 140v Abs. 1);\ni. der Fristen, die durch Verordnung festgelegt worden sind und bei deren Überschreitung die Weiterbehandlung ausgeschlossen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_46_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 7. Abschnitt: Weiterbehandlung und Wiedereinsetzung in den früheren Stand, B. Wiedereinsetzung in den früheren Stand",
        "citation": "Art. 47 Abs. 1 PatG",
        "content": "Vermag der Patentbewerber oder Patentinhaber glaubhaft zu machen, dass er ohne sein Verschulden an der Einhaltung einer durch das Gesetz oder die Vollziehungsverordnung vorgeschriebenen oder vom IGE angesetzten Frist verhindert wurde, so ist ihm auf sein Gesuch hin Wiedereinsetzung in den früheren Stand zu gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_47"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 7. Abschnitt: Weiterbehandlung und Wiedereinsetzung in den früheren Stand, B. Wiedereinsetzung in den früheren Stand",
        "citation": "Art. 47 Abs. 2 PatG",
        "content": "Das Gesuch ist innert zwei Monaten seit dem Wegfall des Hindernisses, spätestens aber innert eines Jahres seit dem Ablauf der versäumten Frist bei der Behörde einzureichen, bei welcher die versäumte Handlung vorzunehmen war; gleichzeitig ist die versäumte Handlung nachzuholen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_47"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 7. Abschnitt: Weiterbehandlung und Wiedereinsetzung in den früheren Stand, B. Wiedereinsetzung in den früheren Stand",
        "citation": "Art. 47 Abs. 3 PatG",
        "content": "Eine Wiedereinsetzung ist nicht zulässig im Fall von Absatz 2 hievor (Frist für das Wiedereinsetzungsgesuch).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_47"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 7. Abschnitt: Weiterbehandlung und Wiedereinsetzung in den früheren Stand, B. Wiedereinsetzung in den früheren Stand",
        "citation": "Art. 47 Abs. 4 PatG",
        "content": "Wird dem Gesuch entsprochen, so wird dadurch der Zustand hergestellt, welcher bei rechtzeitiger Handlung eingetreten wäre; vorbehalten bleibt Artikel 48.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_47"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 7. Abschnitt: Weiterbehandlung und Wiedereinsetzung in den früheren Stand, C. Vorbehalt von Rechten Dritter",
        "citation": "Art. 48 Abs. 1 PatG",
        "content": "Das Patent kann demjenigen nicht entgegengehalten werden, der die Erfindung im Inland gutgläubig während der folgenden Zeitabschnitte gewerbsmässig benützt oder dazu besondere Anstalten getroffen hat:\na. zwischen dem letzten Tag der Frist für die Zahlung einer Patentjahresgebühr (...) und dem Tag, an dem ein Weiterbehandlungsantrag (Art. 46a) oder ein Wiedereinsetzungsgesuch (Art. 47) eingereicht worden ist;\nb. zwischen dem letzten Tag der Prioritätsfrist (Art. 17 Abs. 1) und dem Tag, an dem das Patentgesuch eingereicht worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_48"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 7. Abschnitt: Weiterbehandlung und Wiedereinsetzung in den früheren Stand, C. Vorbehalt von Rechten Dritter",
        "citation": "Art. 48 Abs. 2 PatG",
        "content": "Dieses Mitbenützungsrecht richtet sich nach Artikel 35 Absatz 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_48"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 7. Abschnitt: Weiterbehandlung und Wiedereinsetzung in den früheren Stand, C. Vorbehalt von Rechten Dritter",
        "citation": "Art. 48 Abs. 3 PatG",
        "content": "Wer das Mitbenützungsrecht gemäss Absatz 1 Buchstabe a beansprucht, hat dem Patentinhaber dafür mit Wirkung vom Wiederaufleben des Patentes an eine angemessene Entschädigung zu bezahlen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_48"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 7. Abschnitt: Weiterbehandlung und Wiedereinsetzung in den früheren Stand, C. Vorbehalt von Rechten Dritter",
        "citation": "Art. 48 Abs. 4 PatG",
        "content": "Im Streitfall entscheidet der Richter über den Bestand und den Umfang des Mitbenützungsrechtes sowie über die Höhe einer nach Absatz 3 zu bezahlenden Entschädigung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_48"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 8. Abschnitt: Vertretung und Aufsicht, A. Vertretung",
        "citation": "Art. 48a Abs. 1 PatG",
        "content": "Niemand ist verpflichtet, sich in einem Verfahren nach diesem Gesetz vor den Verwaltungsbehörden vertreten zu lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_48_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 8. Abschnitt: Vertretung und Aufsicht, A. Vertretung",
        "citation": "Art. 48a Abs. 2 PatG",
        "content": "Wer als Partei ein Verfahren nach diesem Gesetz vor den Verwaltungsbehörden nicht selbst führen will, muss sich durch einen Vertreter mit Zustellungsdomizil in der Schweiz vertreten lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_48_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Erster Titel: Allgemeine Bestimmungen, 8. Abschnitt: Vertretung und Aufsicht, B. Aufsicht",
        "citation": "Art. 48b PatG",
        "content": "Artikel 13 des Patentanwaltsgesetzes vom 20. März 2009 gilt sinngemäss für Vertreter, die nicht im Patentanwaltsregister eingetragen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_48_b"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 1. Abschnitt: Die Patentanmeldung, A. Form der Anmeldung, I. Im Allgemeinen",
        "citation": "Art. 49 Abs. 1 PatG",
        "content": "Wer ein Erfindungspatent erlangen will, hat beim IGE ein Patentgesuch einzureichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_49"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 1. Abschnitt: Die Patentanmeldung, A. Form der Anmeldung, I. Im Allgemeinen",
        "citation": "Art. 49 Abs. 2 PatG",
        "content": "Das Patentgesuch muss enthalten:\na. einen Antrag auf Erteilung des Patentes;\nb. eine Beschreibung der Erfindung und im Falle der Beanspruchung einer Sequenz, die sich von einer Sequenz oder Teilsequenz eines Gens ableitet, eine konkrete Beschreibung der von ihr erfüllten Funktion;\nc. einen oder mehrere Patentansprüche;\nd. die Zeichnungen, auf die sich die Beschreibung oder die Patentansprüche beziehen;\ne. eine Zusammenfassung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_49"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 1. Abschnitt: Die Patentanmeldung, A. Form der Anmeldung, II. Angaben über die Quelle genetischer Ressourcen und traditionellen Wissens",
        "citation": "Art. 49a Abs. 1 PatG",
        "content": "Das Patentgesuch muss Angaben enthalten über die Quelle:\na. der genetischen Ressource, zu welcher der Erfinder oder der Patentbewerber Zugang hatte, sofern die Erfindung direkt auf dieser Ressource beruht;\nb. von traditionellem Wissen indigener oder lokaler Gemeinschaften über genetische Ressourcen, zu dem der Erfinder oder der Patentbewerber Zugang hatte, sofern die Erfindung direkt auf solchem Wissen beruht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_49_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 1. Abschnitt: Die Patentanmeldung, A. Form der Anmeldung, II. Angaben über die Quelle genetischer Ressourcen und traditionellen Wissens",
        "citation": "Art. 49a Abs. 2 PatG",
        "content": "Ist die Quelle weder dem Erfinder noch dem Patentbewerber bekannt, so muss der Patentbewerber dies schriftlich bestätigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_49_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 1. Abschnitt: Die Patentanmeldung, B. Offenbarung der Erfindung, I. Im Allgemeinen",
        "citation": "Art. 50 Abs. 1 PatG",
        "content": "Die Erfindung ist im Patentgesuch so darzulegen, dass der Fachmann sie ausführen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_50"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 1. Abschnitt: Die Patentanmeldung, B. Offenbarung der Erfindung, II. Biologisches Material",
        "citation": "Art. 50a Abs. 1 PatG",
        "content": "Kann eine Erfindung, welche die Herstellung oder Verwendung biologischen Materials betrifft, nicht ausreichend dargelegt werden, so ist die Darlegung durch die Hinterlegung einer Probe des biologischen Materials und, in der Beschreibung, durch Angaben über die wesentlichen Merkmale des biologischen Materials sowie einen Hinweis auf die Hinterlegung zu vervollständigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_50_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 1. Abschnitt: Die Patentanmeldung, B. Offenbarung der Erfindung, II. Biologisches Material",
        "citation": "Art. 50a Abs. 2 PatG",
        "content": "Kann bei einer Erfindung, die biologisches Material als Erzeugnis betrifft, die Herstellung nicht ausreichend dargelegt werden, so ist die Darlegung durch die Hinterlegung einer Probe des biologischen Materials und, in der Beschreibung, durch einen Hinweis auf die Hinterlegung zu vervollständigen oder zu ersetzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_50_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 1. Abschnitt: Die Patentanmeldung, B. Offenbarung der Erfindung, II. Biologisches Material",
        "citation": "Art. 50a Abs. 3 PatG",
        "content": "Die Erfindung gilt nur dann als im Sinne von Artikel 50 offenbart, wenn die Probe des biologischen Materials spätestens am Anmeldedatum bei einer anerkannten Hinterlegungsstelle hinterlegt worden ist und das Patentgesuch in seiner ursprünglich eingereichten Fassung Angaben zum biologischen Material und den Hinweis auf die Hinterlegung enthält.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_50_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 1. Abschnitt: Die Patentanmeldung, B. Offenbarung der Erfindung, II. Biologisches Material",
        "citation": "Art. 50a Abs. 4 PatG",
        "content": "Der Bundesrat regelt im Einzelnen die Anforderungen an die Hinterlegung, an die Angaben zum biologischen Material und an den Hinweis auf die Hinterlegung",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_50_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 1. Abschnitt: Die Patentanmeldung, C. Patentansprüche, I. Tragweite",
        "citation": "Art. 51 Abs. 1 PatG",
        "content": "Die Erfindung ist in einem oder mehreren Patentansprüchen zu definieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_51"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 1. Abschnitt: Die Patentanmeldung, C. Patentansprüche, I. Tragweite",
        "citation": "Art. 51 Abs. 2 PatG",
        "content": "Die Patentansprüche bestimmen den sachlichen Geltungsbereich des Patentes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_51"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 1. Abschnitt: Die Patentanmeldung, C. Patentansprüche, I. Tragweite",
        "citation": "Art. 51 Abs. 3 PatG",
        "content": "Die Beschreibung und die Zeichnungen sind zur Auslegung der Patentansprüche heranzuziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_51"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 1. Abschnitt: Die Patentanmeldung, C. Patentansprüche, II. Unabhängige Patentansprüche",
        "citation": "Art. 52 Abs. 1 PatG",
        "content": "Jeder unabhängige Patentanspruch darf nur eine einzige Erfindung definieren, und zwar:\na. ein Verfahren; oder\nb. ein Erzeugnis, ein Ausführungsmittel oder eine Vorrichtung; oder\nc. eine Anwendung eines Verfahrens; oder\nd. eine Verwendung eines Erzeugnisses.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_52"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 1. Abschnitt: Die Patentanmeldung, C. Patentansprüche, II. Unabhängige Patentansprüche",
        "citation": "Art. 52 Abs. 2 PatG",
        "content": "Ein Patent kann mehrere unabhängige Patentansprüche umfassen, wenn sie eine Gruppe von Erfindungen definieren, die untereinander so verbunden sind, dass sie eine einzige allgemeine erfinderische Idee verwirklichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_52"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 1. Abschnitt: Die Patentanmeldung, C. Patentansprüche, III. Abhängige Patentansprüche",
        "citation": "Art. 55 PatG",
        "content": "Besondere Ausführungsarten der in einem unabhängigen Patentanspruch definierten Erfindung können durch abhängige Patentansprüche umschrieben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_55"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 1. Abschnitt: Die Patentanmeldung, D. Zusammenfassung",
        "citation": "Art. 55b PatG",
        "content": "Die Zusammenfassung dient ausschliesslich der technischen Information.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_55_b"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 1. Abschnitt: Die Patentanmeldung, E. Anmeldedatum, I. Im allgemeinen",
        "citation": "Art. 56 Abs. 1 PatG",
        "content": "Als Anmeldedatum gilt der Tag, an dem der letzte der folgenden Bestandteile eingereicht wird:\na. ein ausdrücklicher oder stillschweigender Antrag auf Erteilung eines Patents;\nb. Angaben, anhand deren die Identität des Patentbewerbers festgestellt werden kann;\nc. ein Bestandteil, der dem Aussehen nach als Beschreibung angesehen werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_56"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 1. Abschnitt: Die Patentanmeldung, E. Anmeldedatum, I. Im allgemeinen",
        "citation": "Art. 56 Abs. 2 PatG",
        "content": "Für Postsendungen ist der Zeitpunkt massgebend, an welchem sie der Schweizerischen Post zuhanden des IGE übergeben wurden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_56"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 1. Abschnitt: Die Patentanmeldung, E. Anmeldedatum, I. Im allgemeinen",
        "citation": "Art. 56 Abs. 3 PatG",
        "content": "Der Bundesrat regelt die Einzelheiten, insbesondere die Sprache, in der die Bestandteile nach Absatz 1 einzureichen sind, das Anmeldedatum und die Veröffentlichung, falls ein fehlender Teil der Beschreibung oder eine fehlende Zeichnung nachgereicht wird, sowie den Ersatz der Beschreibung und der Zeichnungen durch einen Verweis auf ein früher eingereichtes Patentgesuch.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_56"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 1. Abschnitt: Die Patentanmeldung, E. Anmeldedatum, II. Bei Teilung des Patentgesuches",
        "citation": "Art. 57 Abs. 1 PatG",
        "content": "Ein Patentgesuch, das aus der Teilung eines früheren hervorgeht, erhält dessen Anmeldedatum:\na. wenn es bei seiner Einreichung ausdrücklich als Teilgesuch bezeichnet wurde;\nb. wenn das frühere Gesuch zur Zeit der Einreichung des Teilgesuches noch hängig war; und\nc. soweit sein Gegenstand nicht über den Inhalt des früheren Gesuches in der ursprünglich eingereichten Fassung hinausgeht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_57"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 1. Abschnitt: Die Patentanmeldung, F. Änderung der technischen Unterlagen",
        "citation": "Art. 58 Abs. 1 PatG",
        "content": "Dem Patentbewerber ist bis zum Abschluss des Prüfungsverfahrens mindestens einmal Gelegenheit zu geben, die technischen Unterlagen zu ändern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_58"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 1. Abschnitt: Die Patentanmeldung, F. Änderung der technischen Unterlagen",
        "citation": "Art. 58 Abs. 2 PatG",
        "content": "Die technischen Unterlagen dürfen nicht so geändert werden, dass der Gegenstand des geänderten Patentgesuchs über den Inhalt der ursprünglich eingereichten technischen Unterlagen hinausgeht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_58"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 1. Abschnitt: Die Patentanmeldung, G. Veröffentlichung von Patentgesuchen",
        "citation": "Art. 58a Abs. 1 PatG",
        "content": "Das IGE veröffentlicht Patentgesuche:\na. unverzüglich nach Ablauf von 18 Monaten nach dem Anmeldedatum oder, wenn eine Priorität in Anspruch genommen wurde, nach dem Prioritätsdatum;\nb. auf Antrag des Anmelders vor Ablauf der Frist nach Buchstabe a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_58_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 1. Abschnitt: Die Patentanmeldung, G. Veröffentlichung von Patentgesuchen",
        "citation": "Art. 58a Abs. 2 PatG",
        "content": "Die Veröffentlichung enthält die Beschreibung, die Patentansprüche und gegebenenfalls die Zeichnungen, ferner die Zusammenfassung, sofern diese vor Abschluss der technischen Vorbereitungen für die Veröffentlichung vorliegt, und gegebenenfalls den Bericht über den Stand der Technik oder die Recherche internationaler Art nach Artikel 59 Absatz 5. Ist der Bericht über den Stand der Technik oder die Recherche internationaler Art nach Artikel 59 Absatz 5 nicht mit dem Patentgesuch veröffentlicht worden, so werden sie gesondert veröffentlicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_58_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 2. Abschnitt: Das Prüfungsverfahren, A. Prüfungsgegenstand",
        "citation": "Art. 59 Abs. 1 PatG",
        "content": "Entspricht der Gegenstand des Patentgesuchs den Artikeln 1, 1a, 1b und 2 nicht oder bloss teilweise, so teilt das IGE dies dem Patentbewerber unter Angabe der Gründe mit und setzt ihm eine Frist zur Stellungnahme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_59"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 2. Abschnitt: Das Prüfungsverfahren, A. Prüfungsgegenstand",
        "citation": "Art. 59 Abs. 2 PatG",
        "content": "Genügt das Patentgesuch andern Vorschriften des Gesetzes oder der Verordnung nicht, so setzt das IGE dem Patentbewerber eine Frist zur Behebung der Mängel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_59"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 2. Abschnitt: Das Prüfungsverfahren, A. Prüfungsgegenstand",
        "citation": "Art. 59 Abs. 4 PatG",
        "content": "Das IGE prüft nicht, ob die Erfindung neu ist und ob sie sich in naheliegender Weise aus dem Stand der Technik ergibt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_59"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 2. Abschnitt: Das Prüfungsverfahren, A. Prüfungsgegenstand",
        "citation": "Art. 59 Abs. 5 PatG",
        "content": "Der Gesuchsteller kann gegen Zahlung einer Gebühr:\na. innerhalb von 14 Monaten nach dem Anmeldedatum oder, wenn eine Priorität in Anspruch genommen wurde, nach dem Prioritätsdatum beantragen, dass das IGE einen Bericht über den Stand der Technik erstellt; oder\nb. innerhalb von sechs Monaten nach dem Anmeldedatum einer Erstanmeldung beantragen, dass das IGE eine Recherche internationaler Art vermittelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_59"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 2. Abschnitt: Das Prüfungsverfahren, A. Prüfungsgegenstand",
        "citation": "Art. 59 Abs. 6 PatG",
        "content": "Ist keine Abklärung nach Absatz 5 vorgenommen worden, so kann jede Person, die nach Artikel 65 Akteneinsicht verlangen kann, gegen Zahlung einer Gebühr beantragen, dass das IGE einen Bericht über den Stand der Technik erstellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_59"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 2. Abschnitt: Das Prüfungsverfahren, B. Prüfungsabschluss",
        "citation": "Art. 59a Abs. 1 PatG",
        "content": "Sind die Voraussetzungen für die Erteilung des Patentes erfüllt, so teilt das IGE dem Patentbewerber den Abschluss des Prüfungsverfahrens mit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_59_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 2. Abschnitt: Das Prüfungsverfahren, B. Prüfungsabschluss",
        "citation": "Art. 59a Abs. 3 PatG",
        "content": "Das IGE weist das Patentgesuch zurück, wenn:\na. das Gesuch nicht zurückgezogen wird, obwohl die Erteilung eines Patentes aus den Gründen nach Artikel 59 Absatz 1 ausgeschlossen ist; oder\nb. die nach Artikel 59 Absatz 2 gerügten Mängel nicht behoben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_59_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 2. Abschnitt: Das Prüfungsverfahren, C. Einspruch",
        "citation": "Art. 59c Abs. 1 PatG",
        "content": "Innerhalb von neun Monaten nach der Veröffentlichung der Eintragung in das Patentregister kann jede Person beim IGE gegen ein von diesem erteiltes Patent Einspruch einlegen. Der Einspruch ist schriftlich einzureichen und zu begründen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_59_c"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 2. Abschnitt: Das Prüfungsverfahren, C. Einspruch",
        "citation": "Art. 59c Abs. 2 PatG",
        "content": "Der Einspruch kann nur darauf gestützt werden, dass der Gegenstand des Patents nach den Artikeln 1a, 1b und 2 von der Patentierung ausgeschlossen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_59_c"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 2. Abschnitt: Das Prüfungsverfahren, C. Einspruch",
        "citation": "Art. 59c Abs. 3 PatG",
        "content": "Heisst das IGE den Einspruch ganz oder teilweise gut, so kann es das Patent widerrufen oder in geändertem Umfang aufrechterhalten. Der Einspruchsentscheid unterliegt der Beschwerde an das Bundesverwaltungsgericht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_59_c"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 2. Abschnitt: Das Prüfungsverfahren, C. Einspruch",
        "citation": "Art. 59c Abs. 4 PatG",
        "content": "Der Bundesrat regelt die Einzelheiten, namentlich das Verfahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_59_c"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 3. Abschnitt: Patentregister; Veröffentlichungen des IGE; elektronischer Behördenverkehr, A. Patentregister",
        "citation": "Art. 60 Abs. 1 PatG",
        "content": "Das Patent wird vom IGE durch Eintragung ins Patentregister erteilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_60"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 3. Abschnitt: Patentregister; Veröffentlichungen des IGE; elektronischer Behördenverkehr, A. Patentregister",
        "citation": "Art. 60 Abs. 1bis PatG",
        "content": "Ins Patentregister werden insbesondere folgende Angaben eingetragen: Nummer des Patentes, Klassifikationssymbole, Titel der Erfindung, Anmeldedatum, Name und Wohnsitz des Patentinhabers sowie gegebenenfalls Prioritätsangaben, Name und Geschäftssitz des Vertreters, Name des Erfinders.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_60"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 3. Abschnitt: Patentregister; Veröffentlichungen des IGE; elektronischer Behördenverkehr, A. Patentregister",
        "citation": "Art. 60 Abs. 2 PatG",
        "content": "Im Patentregister sind ferner alle Änderungen im Bestand des Patentes oder im Recht am Patent einzutragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_60"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 3. Abschnitt: Patentregister; Veröffentlichungen des IGE; elektronischer Behördenverkehr, B. Veröffentlichungen, I. Betr. Patentgesuche und eingetragene Patente",
        "citation": "Art. 61 Abs. 1 PatG",
        "content": "Das IGE veröffentlicht:\na. das Patentgesuch mit den in Artikel 58a Absatz 2 aufgeführten Angaben;\nb. die Eintragung des Patents ins Patentregister, mit den in Artikel 60 Absatz 1bis aufgeführten Angaben;\nc. die Löschung des Patents im Patentregister;\nd. die im Register eingetragenen Änderungen im Bestand des Patents und im Recht am Patent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_61"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 3. Abschnitt: Patentregister; Veröffentlichungen des IGE; elektronischer Behördenverkehr, B. Veröffentlichungen, I. Betr. Patentgesuche und eingetragene Patente",
        "citation": "Art. 61 Abs. 3 PatG",
        "content": "Das IGE bestimmt das Publikationsorgan.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_61"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 3. Abschnitt: Patentregister; Veröffentlichungen des IGE; elektronischer Behördenverkehr, B. Veröffentlichungen, II. Patentschrift",
        "citation": "Art. 63 Abs. 1 PatG",
        "content": "Das IGE gibt für jedes erteilte Patent eine Patentschrift heraus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_63"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 3. Abschnitt: Patentregister; Veröffentlichungen des IGE; elektronischer Behördenverkehr, B. Veröffentlichungen, II. Patentschrift",
        "citation": "Art. 63 Abs. 2 PatG",
        "content": "Diese enthält die Beschreibung, die Patentansprüche, die Zusammenfassung und gegebenenfalls die Zeichnungen sowie die Registerangaben (Art. 60 Abs. 1bis).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_63"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 3. Abschnitt: Patentregister; Veröffentlichungen des IGE; elektronischer Behördenverkehr, C. Patenturkunde",
        "citation": "Art. 64 Abs. 1 PatG",
        "content": "Sobald die Patentschrift zur Herausgabe bereit ist, stellt das IGE die Patenturkunde aus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_64"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 3. Abschnitt: Patentregister; Veröffentlichungen des IGE; elektronischer Behördenverkehr, C. Patenturkunde",
        "citation": "Art. 64 Abs. 2 PatG",
        "content": "Diese besteht aus einer Bescheinigung, in welcher die Erfüllung der gesetzlichen Bedingungen für die Erlangung des Patentes festgestellt wird, und aus einem Exemplar der Patentschrift.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_64"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 3. Abschnitt: Patentregister; Veröffentlichungen des IGE; elektronischer Behördenverkehr, D. Akteneinsicht",
        "citation": "Art. 65 Abs. 1 PatG",
        "content": "Nach der Veröffentlichung des Patentgesuchs darf jedermann in das Aktenheft Einsicht nehmen. Der Bundesrat darf das Einsichtsrecht nur einschränken, wenn Fabrikations- oder Geschäftsgeheimnisse oder andere überwiegende Interessen entgegenstehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_65"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 3. Abschnitt: Patentregister; Veröffentlichungen des IGE; elektronischer Behördenverkehr, D. Akteneinsicht",
        "citation": "Art. 65 Abs. 2 PatG",
        "content": "Der Bundesrat regelt, in welchen Fällen vor der Veröffentlichung des Patentgesuchs Einsicht in das Aktenheft gewährt wird. Er regelt insbesondere auch die Einsichtnahme in Patentgesuche, die vor deren Veröffentlichung zurückgewiesen oder zurückgenommen wurden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_65"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 3. Abschnitt: Patentregister; Veröffentlichungen des IGE; elektronischer Behördenverkehr, E. Elektronischer Behördenverkehr",
        "citation": "Art. 65a Abs. 1 PatG",
        "content": "Der Bundesrat kann das IGE ermächtigen, die elektronische Kommunikation im Rahmen der allgemeinen Bestimmungen der Bundesrechtspflege zu regeln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_65_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 3. Abschnitt: Patentregister; Veröffentlichungen des IGE; elektronischer Behördenverkehr, E. Elektronischer Behördenverkehr",
        "citation": "Art. 65a Abs. 2 PatG",
        "content": "Das Aktenheft und die Akten können in elektronischer Form geführt und aufbewahrt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_65_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 3. Abschnitt: Patentregister; Veröffentlichungen des IGE; elektronischer Behördenverkehr, E. Elektronischer Behördenverkehr",
        "citation": "Art. 65a Abs. 3 PatG",
        "content": "Das Patentregister kann in elektronischer Form geführt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_65_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 3. Abschnitt: Patentregister; Veröffentlichungen des IGE; elektronischer Behördenverkehr, E. Elektronischer Behördenverkehr",
        "citation": "Art. 65a Abs. 4 PatG",
        "content": "Das IGE kann seine Datenbestände insbesondere im elektronischen Abrufverfahren Dritten zugänglich machen; es kann dafür ein Entgelt verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_65_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Zweiter Titel: Die Patenterteilung, 3. Abschnitt: Patentregister; Veröffentlichungen des IGE; elektronischer Behördenverkehr, E. Elektronischer Behördenverkehr",
        "citation": "Art. 65a Abs. 5 PatG",
        "content": "Die Veröffentlichungen des IGE können in elektronischer Form erfolgen; die elektronische Fassung ist jedoch nur massgebend, wenn die Daten ausschliesslich elektronisch veröffentlicht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_65_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 1. Abschnitt: Gemeinsame Bestimmungen für den zivilrechtlichen und strafrechtlichen Schutz, A. Haftungstatbestände",
        "citation": "Art. 66 PatG",
        "content": "Gemäss den nachfolgenden Bestimmungen kann zivil- und strafrechtlich zur Verantwortung gezogen werden:\na. wer die patentierte Erfindung widerrechtlich benützt; als Benützung gilt auch die Nachahmung;\nb. wer sich weigert, der zuständigen Behörde Herkunft und Menge der in seinem Besitz befindlichen Erzeugnisse, die widerrechtlich hergestellt oder in Verkehr gebracht worden sind, anzugeben und Adressaten sowie Ausmass einer Weitergabe an gewerbliche Abnehmer zu nennen;\nc. wer an Erzeugnissen oder ihrer Verpackung das Patentzeichen ohne Ermächtigung des Patentinhabers oder des Lizenznehmers entfernt;\nd. wer zu diesen Handlungen anstiftet, bei ihnen mitwirkt, ihre Begehung begünstigt oder erleichtert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_66"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 1. Abschnitt: Gemeinsame Bestimmungen für den zivilrechtlichen und strafrechtlichen Schutz, B. Umkehrung der Beweislast",
        "citation": "Art. 67 Abs. 1 PatG",
        "content": "Betrifft die Erfindung ein Verfahren zur Herstellung eines neuen Erzeugnisses, so gilt bis zum Beweis des Gegenteils jedes Erzeugnis von gleicher Beschaffenheit als nach dem patentierten Verfahren hergestellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_67"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 1. Abschnitt: Gemeinsame Bestimmungen für den zivilrechtlichen und strafrechtlichen Schutz, B. Umkehrung der Beweislast",
        "citation": "Art. 67 Abs. 2 PatG",
        "content": "Absatz 1 ist entsprechend anwendbar im Fall eines Verfahrens zur Herstellung eines bekannten Erzeugnisses, wenn der Patentinhaber eine Patentverletzung glaubhaft macht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_67"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 1. Abschnitt: Gemeinsame Bestimmungen für den zivilrechtlichen und strafrechtlichen Schutz, C. Wahrung des Fabrikations- oder Geschäftsgeheimnisses",
        "citation": "Art. 68 Abs. 1 PatG",
        "content": "Fabrikations- oder Geschäftsgeheimnisse der Parteien sind zu wahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_68"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 1. Abschnitt: Gemeinsame Bestimmungen für den zivilrechtlichen und strafrechtlichen Schutz, C. Wahrung des Fabrikations- oder Geschäftsgeheimnisses",
        "citation": "Art. 68 Abs. 2 PatG",
        "content": "Beweismittel, durch welche solche Geheimnisse offenbart werden können, dürfen dem Gegner nur insoweit zugänglich gemacht werden, als dies mit der Wahrung der Geheimnisse vereinbar ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_68"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 1. Abschnitt: Gemeinsame Bestimmungen für den zivilrechtlichen und strafrechtlichen Schutz, D. Verwertung oder Zerstörung von Erzeugnissen oder Einrichtungen",
        "citation": "Art. 69 Abs. 1 PatG",
        "content": "Im Falle der Verurteilung kann der Richter die Einziehung und die Verwertung oder Zerstörung der widerrechtlich hergestellten Erzeugnisse oder der vorwiegend zu ihrer Herstellung dienenden Einrichtungen, Geräte und sonstigen Mittel anordnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_69"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 1. Abschnitt: Gemeinsame Bestimmungen für den zivilrechtlichen und strafrechtlichen Schutz, D. Verwertung oder Zerstörung von Erzeugnissen oder Einrichtungen",
        "citation": "Art. 69 Abs. 2 PatG",
        "content": "Der Verwertungsreinerlös wird zunächst zur Bezahlung der Busse, dann zur Bezahlung der Untersuchungs- und Gerichtskosten und endlich zur Bezahlung einer rechtskräftig festgestellten Schadenersatz- und Prozesskostenforderung des Verletzten verwendet; ein Überschuss fällt dem bisherigen Eigentümer der verwerteten Gegenstände zu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_69"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 1. Abschnitt: Gemeinsame Bestimmungen für den zivilrechtlichen und strafrechtlichen Schutz, D. Verwertung oder Zerstörung von Erzeugnissen oder Einrichtungen",
        "citation": "Art. 69 Abs. 3 PatG",
        "content": "Auch im Fall einer Klageabweisung oder eines Freispruchs kann der Richter die Zerstörung der vorwiegend zur Patentverletzung dienenden Einrichtungen, Geräte und sonstigen Mittel anordnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_69"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 1. Abschnitt: Gemeinsame Bestimmungen für den zivilrechtlichen und strafrechtlichen Schutz, E. Veröffentlichung des Urteils",
        "citation": "Art. 70 Abs. 1 PatG",
        "content": "Der Richter kann die obsiegende Partei ermächtigen, das Urteil auf Kosten der Gegenpartei zu veröffentlichen; er bestimmt dabei Art, Umfang und Zeitpunkt der Veröffentlichung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_70"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 1. Abschnitt: Gemeinsame Bestimmungen für den zivilrechtlichen und strafrechtlichen Schutz, E. Veröffentlichung des Urteils",
        "citation": "Art. 70 Abs. 2 PatG",
        "content": "In Strafsachen (Art. 81–82) richtet sich die Veröffentlichung des Urteils nach Artikel 68 des Strafgesetzbuches.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_70"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 1. Abschnitt: Gemeinsame Bestimmungen für den zivilrechtlichen und strafrechtlichen Schutz, F. Mitteilung von Urteilen",
        "citation": "Art. 70a PatG",
        "content": "Die Gerichte stellen rechtskräftige Urteile dem IGE in vollständiger Ausfertigung unentgeltlich zu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_70_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 1. Abschnitt: Gemeinsame Bestimmungen für den zivilrechtlichen und strafrechtlichen Schutz, G. Verbot der Stufenklagen",
        "citation": "Art. 71 PatG",
        "content": "Wer eine der in den Artikeln 72, 73, 74 oder 81 vorgesehenen Klagen erhoben hat und später wegen der gleichen oder einer gleichartigen Handlung auf Grund eines andern Patentes eine weitere Klage gegen die gleiche Person erhebt, hat die Gerichts- und Parteikosten des neuen Prozesses zu tragen, wenn er nicht glaubhaft macht, dass er im früheren Verfahren ohne sein Verschulden nicht in der Lage war, auch dieses andere Patent geltend zu machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_71"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 2. Abschnitt: Besondere Bestimmungen für den zivilrechtlichen Schutz, A. Klage auf Unterlassung oder Beseitigung",
        "citation": "Art. 72 Abs. 1 PatG",
        "content": "Wer durch eine der in Artikel 66 genannten Handlungen bedroht oder in seinen Rechten verletzt ist, kann auf Unterlassung oder auf Beseitigung des rechtswidrigen Zustandes klagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_72"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 2. Abschnitt: Besondere Bestimmungen für den zivilrechtlichen Schutz, B. Klage auf Schadenersatz",
        "citation": "Art. 73 Abs. 1 PatG",
        "content": "Wer eine der in Artikel 66 genannten Handlungen absichtlich oder fahrlässig begeht, wird dem Geschädigten nach Massgabe des Obligationenrechts zum Ersatz des Schadens verpflichtet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_73"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 2. Abschnitt: Besondere Bestimmungen für den zivilrechtlichen Schutz, B. Klage auf Schadenersatz",
        "citation": "Art. 73 Abs. 3 PatG",
        "content": "Die Schadenersatzklage kann erst nach Erteilung des Patents angehoben werden; mit ihr kann aber der Schaden geltend gemacht werden, den der Beklagte verursacht hat, seit er vom Inhalt des Patentgesuchs Kenntnis erlangt hatte, spätestens jedoch seit dessen Veröffentlichung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_73"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 2. Abschnitt: Besondere Bestimmungen für den zivilrechtlichen Schutz, C. Klage auf Feststellung",
        "citation": "Art. 74 PatG",
        "content": "Wer ein Interesse daran nachweist, kann auf Feststellung des Vorhandenseins oder des Fehlens eines nach diesem Gesetz zu beurteilenden Tatbestandes oder Rechtsverhältnisses klagen, insbesondere:\n1. dass ein bestimmtes Patent zu Recht besteht;\n2. dass der Beklagte eine der in Artikel 66 genannten Handlungen begangen hat;\n3. dass der Kläger keine der in Artikel 66 genannten Handlungen begangen hat;\n4. dass ein bestimmtes Patent gegenüber dem Kläger kraft Gesetzes unwirksam ist;\n5. dass für zwei bestimmte Patente die Voraussetzungen von Artikel 36 für die Erteilung einer Lizenz vorliegen oder nicht vorliegen;\n6. dass der Kläger die Erfindung gemacht hat, die Gegenstand eines bestimmten Patentgesuches oder Patentes ist;\n7. dass ein bestimmtes Patent, das gegen das Verbot des Doppelschutzes verstösst, dahingefallen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_74"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 2. Abschnitt: Besondere Bestimmungen für den zivilrechtlichen Schutz, D. Klagebefugnis von Lizenznehmern",
        "citation": "Art. 75 Abs. 1 PatG",
        "content": "Wer über eine ausschliessliche Lizenz verfügt, ist unabhängig von der Eintragung der Lizenz im Register selbständig zur Klage nach Artikel 72 oder 73 berechtigt, sofern dies im Lizenzvertrag nicht ausdrücklich ausgeschlossen worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_75"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 2. Abschnitt: Besondere Bestimmungen für den zivilrechtlichen Schutz, D. Klagebefugnis von Lizenznehmern",
        "citation": "Art. 75 Abs. 2 PatG",
        "content": "Alle Lizenznehmer können einer Klage nach Artikel 73 beitreten, um ihren eigenen Schaden geltend zu machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_75"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 2. Abschnitt: Besondere Bestimmungen für den zivilrechtlichen Schutz, E. Vorsorgliche Massnahmen",
        "citation": "Art. 77 Abs. 1 PatG",
        "content": "Ersucht eine Person um Anordnung vorsorglicher Massnahmen, so kann sie insbesondere verlangen, dass das Gericht anordnet:\na. Massnahmen zur Beweissicherung, zur Wahrung des bestehenden Zustandes oder zur vorläufigen Vollstreckung von Unterlassungs- und Beseitigungsansprüchen;\nb. eine genaue Beschreibung:\n1. der angeblich widerrechtlich angewendeten Verfahren,\n2. der angeblich widerrechtlich hergestellten Erzeugnisse sowie der zur Herstellung dienenden Hilfsmittel; oder\nc. die Beschlagnahme dieser Gegenstände.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_77"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 2. Abschnitt: Besondere Bestimmungen für den zivilrechtlichen Schutz, E. Vorsorgliche Massnahmen",
        "citation": "Art. 77 Abs. 2 PatG",
        "content": "Beantragt eine Partei eine Beschreibung, so hat sie glaubhaft zu machen, dass ein ihr zustehender Anspruch verletzt ist oder eine Verletzung zu befürchten ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_77"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 2. Abschnitt: Besondere Bestimmungen für den zivilrechtlichen Schutz, E. Vorsorgliche Massnahmen",
        "citation": "Art. 77 Abs. 3 PatG",
        "content": "Macht die Gegenpartei geltend, dass es sich um Fabrikations- oder Geschäftsgeheimnisse handelt, so trifft das Gericht die erforderlichen Massnahmen zu deren Wahrung. Es kann die antragstellende Partei von der Teilnahme an der Durchführung der Beschreibung ausschliessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_77"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 2. Abschnitt: Besondere Bestimmungen für den zivilrechtlichen Schutz, E. Vorsorgliche Massnahmen",
        "citation": "Art. 77 Abs. 4 PatG",
        "content": "Die Beschreibung mit oder ohne Beschlagnahme wird von einem Mitglied des Bundespatentgerichts durchgeführt, nötigenfalls unter Beizug einer sachverständigen Person. Soweit erforderlich, erfolgt sie in Zusammenarbeit mit den zuständigen kantonalen Instanzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_77"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 2. Abschnitt: Besondere Bestimmungen für den zivilrechtlichen Schutz, E. Vorsorgliche Massnahmen",
        "citation": "Art. 77 Abs. 5 PatG",
        "content": "Bevor die antragstellende Partei vom Ergebnis der Beschreibung Kenntnis nimmt, erhält die Gegenpartei Gelegenheit zur Stellungnahme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_77"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 3. Abschnitt: Besondere Bestimmungen für den strafrechtlichen Schutz, A. Strafbestimmungen, I. Patentverletzung",
        "citation": "Art. 81 Abs. 1 PatG",
        "content": "Wer vorsätzlich eine Handlung nach Artikel 66 begeht, wird auf Antrag des Verletzten mit Freiheitsstrafe bis zu einem Jahr oder Geldstrafe bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_81"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 3. Abschnitt: Besondere Bestimmungen für den strafrechtlichen Schutz, A. Strafbestimmungen, I. Patentverletzung",
        "citation": "Art. 81 Abs. 2 PatG",
        "content": "Das Antragsrecht erlischt nach Ablauf von sechs Monaten seit dem Tag, an welchem dem Verletzten der Täter bekannt wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_81"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 3. Abschnitt: Besondere Bestimmungen für den strafrechtlichen Schutz, A. Strafbestimmungen, I. Patentverletzung",
        "citation": "Art. 81 Abs. 3 PatG",
        "content": "Handelt der Täter gewerbsmässig, so wird er von Amtes wegen verfolgt. Die Strafe ist Freiheitsstrafe bis zu fünf Jahren oder Geldstrafe. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_81"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 3. Abschnitt: Besondere Bestimmungen für den strafrechtlichen Schutz, A. Strafbestimmungen, II. Falsche Angaben über die Quelle",
        "citation": "Art. 81a Abs. 1 PatG",
        "content": "Wer vorsätzlich falsche Angaben nach Artikel 49a macht, wird mit Busse bis zu 100 000 Franken bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_81_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 3. Abschnitt: Besondere Bestimmungen für den strafrechtlichen Schutz, A. Strafbestimmungen, II. Falsche Angaben über die Quelle",
        "citation": "Art. 81a Abs. 2 PatG",
        "content": "Der Richter kann die Veröffentlichung des Urteils anordnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_81_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 3. Abschnitt: Besondere Bestimmungen für den strafrechtlichen Schutz, A. Strafbestimmungen, III. Patentberühmung",
        "citation": "Art. 82 Abs. 1 PatG",
        "content": "Wer seine Geschäftspapiere, Anzeigen jeder Art, Erzeugnisse oder Waren vorsätzlich mit einer Bezeichnung in Verkehr setzt oder feilhält, die geeignet ist, zu Unrecht den Glauben zu erwecken, dass ein Patentschutz für die Erzeugnisse oder Waren besteht, wird mit Busse bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_82"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 3. Abschnitt: Besondere Bestimmungen für den strafrechtlichen Schutz, A. Strafbestimmungen, III. Patentberühmung",
        "citation": "Art. 82 Abs. 2 PatG",
        "content": "Der Richter kann die Veröffentlichung des Urteils anordnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_82"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 3. Abschnitt: Besondere Bestimmungen für den strafrechtlichen Schutz, B. Anwendbarkeit der allgemeinen Bestimmungen des StGB",
        "citation": "Art. 83 PatG",
        "content": "Die allgemeinen Bestimmungen des Strafgesetzbuches sind anwendbar, soweit dieses Gesetz keine abweichenden Vorschriften enthält.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_83"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 3. Abschnitt: Besondere Bestimmungen für den strafrechtlichen Schutz, Bbis. Widerhandlungen in Geschäftsbetrieben",
        "citation": "Art. 83a PatG",
        "content": "Bei Widerhandlungen in Geschäftsbetrieben durch Untergebene, Beauftragte oder Vertreter gelten die Artikel 6 und 7 des Bundesgesetzes vom 22. März 1974 über das Verwaltungsstrafrecht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_83_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 3. Abschnitt: Besondere Bestimmungen für den strafrechtlichen Schutz, C. Gerichtsstand",
        "citation": "Art. 84 Abs. 1 PatG",
        "content": "Zur Verfolgung und Beurteilung einer strafbaren Handlung sind die Behörden des Ortes zuständig, wo die Tat ausgeführt wurde oder wo der Erfolg eingetreten ist; fallen mehrere Orte in Betracht oder sind an der Tat mehrere Mittäter beteiligt, so sind die Behörden des Ortes zuständig, wo die Untersuchung zuerst angehoben wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_84"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 3. Abschnitt: Besondere Bestimmungen für den strafrechtlichen Schutz, C. Gerichtsstand",
        "citation": "Art. 84 Abs. 2 PatG",
        "content": "Zur Verfolgung und Beurteilung der Anstifter und Gehilfen sind die Behörden zuständig, denen die Verfolgung und Beurteilung des Täters obliegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_84"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 3. Abschnitt: Besondere Bestimmungen für den strafrechtlichen Schutz, D. Zuständigkeit der kantonalen Behörden, I. Im allgemeinen",
        "citation": "Art. 85 Abs. 1 PatG",
        "content": "Die Verfolgung und Beurteilung einer strafbaren Handlung ist Sache der kantonalen Behörden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_85"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 3. Abschnitt: Besondere Bestimmungen für den strafrechtlichen Schutz, D. Zuständigkeit der kantonalen Behörden, I. Im allgemeinen",
        "citation": "Art. 85 Abs. 2 PatG",
        "content": "Urteile, Strafbescheide der Verwaltungsbehörden und Einstellungsbeschlüsse sind ohne Verzug in vollständiger Ausfertigung unentgeltlich der Bundesanwaltschaft mitzuteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_85"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 3. Abschnitt: Besondere Bestimmungen für den strafrechtlichen Schutz, D. Zuständigkeit der kantonalen Behörden, II. Einrede der Patentnichtigkeit",
        "citation": "Art. 86 Abs. 1 PatG",
        "content": "Erhebt der Angeschuldigte die Einrede der Nichtigkeit des Patents, so kann ihm der Richter eine angemessene Frist zur Anhebung der Nichtigkeitsklage unter geeigneter Androhung für den Säumnisfall ansetzen; ist das Patent nicht auf Neuheit und erfinderische Tätigkeit geprüft worden und hat der Richter Zweifel an der Gültigkeit des Patents, oder hat der Angeschuldigte Umstände glaubhaft gemacht, welche die Nichtigkeitseinrede als begründet erscheinen lassen, so kann der Richter dem Verletzten eine angemessene Frist zur Anhebung der Klage auf Feststellung der Rechtsbeständigkeit des Patents, ebenfalls unter geeigneter Androhung für den Säumnisfall, ansetzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_86"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 3. Abschnitt: Besondere Bestimmungen für den strafrechtlichen Schutz, D. Zuständigkeit der kantonalen Behörden, II. Einrede der Patentnichtigkeit",
        "citation": "Art. 86 Abs. 2 PatG",
        "content": "Wird daraufhin die Klage rechtzeitig angehoben, so ist das Strafverfahren bis zum endgültigen Entscheid über die Klage einzustellen; unterdessen ruht die Verjährung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_86"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 4. Abschnitt: Hilfeleistung des Bundesamts für Zoll und Grenzsicherheit, A. Anzeige verdächtiger Waren",
        "citation": "Art. 86a Abs. 1 PatG",
        "content": "Das Bundesamt für Zoll und Grenzsicherheit (BAZG) ist ermächtigt, den Patentinhaber zu benachrichtigen, wenn der Verdacht besteht, dass das Verbringen ins schweizerische Zollgebiet oder aus dem schweizerischen Zollgebiet von Waren bevorsteht, die ein in der Schweiz gültiges Patent verletzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_86_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 4. Abschnitt: Hilfeleistung des Bundesamts für Zoll und Grenzsicherheit, A. Anzeige verdächtiger Waren",
        "citation": "Art. 86a Abs. 2 PatG",
        "content": "In diesem Fall ist das BAZG ermächtigt, die Waren während drei Werktagen zurückzubehalten, damit die antragsberechtigte Person einen Antrag nach Artikel 86b Absatz 1 stellen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_86_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 4. Abschnitt: Hilfeleistung des Bundesamts für Zoll und Grenzsicherheit, B. Antrag auf Hilfeleistung",
        "citation": "Art. 86b Abs. 1 PatG",
        "content": "Hat der Patentinhaber oder der klageberechtigte Lizenznehmer konkrete Anhaltspunkte dafür, dass das Verbringen ins schweizerische Zollgebiet oder aus dem schweizerischen Zollgebiet von Waren bevorsteht, die ein in der Schweiz gültiges Patent verletzen, so kann er beim BAZG schriftlich beantragen, die Freigabe der Waren zu verweigern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_86_b"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 4. Abschnitt: Hilfeleistung des Bundesamts für Zoll und Grenzsicherheit, B. Antrag auf Hilfeleistung",
        "citation": "Art. 86b Abs. 2 PatG",
        "content": "Der Antragsteller muss alle ihm zur Verfügung stehenden Angaben machen, die für den Entscheid des BAZG erforderlich sind; dazu gehört eine genaue Beschreibung der Waren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_86_b"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 4. Abschnitt: Hilfeleistung des Bundesamts für Zoll und Grenzsicherheit, B. Antrag auf Hilfeleistung",
        "citation": "Art. 86b Abs. 3 PatG",
        "content": "Das BAZG entscheidet endgültig über den Antrag. Es kann eine Gebühr zur Deckung der Verwaltungskosten erheben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_86_b"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 4. Abschnitt: Hilfeleistung des Bundesamts für Zoll und Grenzsicherheit, C. Zurückbehalten von Waren",
        "citation": "Art. 86c Abs. 1 PatG",
        "content": "Hat das BAZG aufgrund eines Antrags nach Artikel 86b Absatz 1 den begründeten Verdacht, dass eine zum Verbringen ins schweizerische Zollgebiet oder aus dem schweizerischen Zollgebiet bestimmte Ware ein in der Schweiz gültiges Patent verletzt, so teilt es dies einerseits dem Antragsteller und andererseits dem Anmelder, Besitzer oder Eigentümer der Ware mit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_86_c"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 4. Abschnitt: Hilfeleistung des Bundesamts für Zoll und Grenzsicherheit, C. Zurückbehalten von Waren",
        "citation": "Art. 86c Abs. 2 PatG",
        "content": "Es behält die Ware bis höchstens zehn Werktage vom Zeitpunkt der Mitteilung nach Absatz 1 an zurück, damit der Antragsteller vorsorgliche Massnahmen erwirken kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_86_c"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 4. Abschnitt: Hilfeleistung des Bundesamts für Zoll und Grenzsicherheit, C. Zurückbehalten von Waren",
        "citation": "Art. 86c Abs. 3 PatG",
        "content": "In begründeten Fällen kann es die Ware während höchstens zehn weiteren Werktagen zurückbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_86_c"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 4. Abschnitt: Hilfeleistung des Bundesamts für Zoll und Grenzsicherheit, D. Proben oder Muster",
        "citation": "Art. 86d Abs. 1 PatG",
        "content": "Während des Zurückbehaltens der Ware ist das BAZG ermächtigt, dem Antragsteller auf Antrag Proben oder Muster zur Prüfung zu übergeben oder zuzusenden oder ihm die Besichtigung der zurückbehaltenen Ware zu gestatten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_86_d"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 4. Abschnitt: Hilfeleistung des Bundesamts für Zoll und Grenzsicherheit, D. Proben oder Muster",
        "citation": "Art. 86d Abs. 2 PatG",
        "content": "Die Proben oder Muster werden auf Kosten des Antragstellers entnommen und versandt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_86_d"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 4. Abschnitt: Hilfeleistung des Bundesamts für Zoll und Grenzsicherheit, D. Proben oder Muster",
        "citation": "Art. 86d Abs. 3 PatG",
        "content": "Sie müssen nach erfolgter Prüfung, soweit sinnvoll, zurückgegeben werden. Verbleiben Proben oder Muster beim Antragsteller, so unterliegen sie den Bestimmungen der Zollgesetzgebung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_86_d"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 4. Abschnitt: Hilfeleistung des Bundesamts für Zoll und Grenzsicherheit, E. Wahrung von Fabrikations- und Geschäftsgeheimnissen",
        "citation": "Art. 86e Abs. 1 PatG",
        "content": "Gleichzeitig mit der Benachrichtigung nach Artikel 86c Absatz 1 informiert das BAZG den Anmelder, Besitzer oder Eigentümer der Ware über die mögliche Übergabe von Proben oder Mustern beziehungsweise die Besichtigungsmöglichkeit nach Artikel 86d Absatz 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_86_e"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 4. Abschnitt: Hilfeleistung des Bundesamts für Zoll und Grenzsicherheit, E. Wahrung von Fabrikations- und Geschäftsgeheimnissen",
        "citation": "Art. 86e Abs. 2 PatG",
        "content": "Der Anmelder, Besitzer oder Eigentümer kann verlangen, zur Wahrung seiner Fabrikations- oder Geschäftsgeheimnisse bei der Besichtigung anwesend zu sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_86_e"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 4. Abschnitt: Hilfeleistung des Bundesamts für Zoll und Grenzsicherheit, E. Wahrung von Fabrikations- und Geschäftsgeheimnissen",
        "citation": "Art. 86e Abs. 3 PatG",
        "content": "Das BAZG kann auf begründeten Antrag des Anmelders, Besitzers oder Eigentümers die Übergabe von Proben oder Mustern verweigern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_86_e"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 4. Abschnitt: Hilfeleistung des Bundesamts für Zoll und Grenzsicherheit, F. Antrag auf Vernichtung der Ware, I. Verfahren",
        "citation": "Art. 86f Abs. 1 PatG",
        "content": "Zusammen mit dem Antrag nach Artikel 86b Absatz 1 kann der Antragsteller beim BAZG schriftlich beantragen, die Ware zu vernichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_86_f"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 4. Abschnitt: Hilfeleistung des Bundesamts für Zoll und Grenzsicherheit, F. Antrag auf Vernichtung der Ware, I. Verfahren",
        "citation": "Art. 86f Abs. 2 PatG",
        "content": "Wird ein Antrag auf Vernichtung gestellt, so teilt das BAZG dies dem Anmelder, Besitzer oder Eigentümer der Ware im Rahmen der Mitteilung nach Artikel 86c Absatz 1 mit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_86_f"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 4. Abschnitt: Hilfeleistung des Bundesamts für Zoll und Grenzsicherheit, F. Antrag auf Vernichtung der Ware, I. Verfahren",
        "citation": "Art. 86f Abs. 3 PatG",
        "content": "Der Antrag auf Vernichtung führt nicht dazu, dass die Fristen nach Artikel 86c Absätze 2 und 3 zur Erwirkung vorsorglicher Massnahmen verlängert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_86_f"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 4. Abschnitt: Hilfeleistung des Bundesamts für Zoll und Grenzsicherheit, F. Antrag auf Vernichtung der Ware, II. Zustimmung",
        "citation": "Art. 86g Abs. 1 PatG",
        "content": "Für die Vernichtung der Ware ist die Zustimmung des Anmelders, Besitzers oder Eigentümers erforderlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_86_g"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 4. Abschnitt: Hilfeleistung des Bundesamts für Zoll und Grenzsicherheit, F. Antrag auf Vernichtung der Ware, II. Zustimmung",
        "citation": "Art. 86g Abs. 2 PatG",
        "content": "Die Zustimmung gilt als erteilt, wenn der Anmelder, Besitzer oder Eigentümer die Vernichtung nicht innerhalb der Fristen nach Artikel 86c Absätze 2 und 3 ausdrücklich ablehnt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_86_g"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 4. Abschnitt: Hilfeleistung des Bundesamts für Zoll und Grenzsicherheit, F. Antrag auf Vernichtung der Ware, III. Beweismittel",
        "citation": "Art. 86h PatG",
        "content": "Vor der Vernichtung der Ware entnimmt das BAZG Proben oder Muster und bewahrt sie als Beweismittel auf für allfällige Klagen auf Schadenersatz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_86_h"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 4. Abschnitt: Hilfeleistung des Bundesamts für Zoll und Grenzsicherheit, F. Antrag auf Vernichtung der Ware, IV. Schadenersatz",
        "citation": "Art. 86i Abs. 1 PatG",
        "content": "Erweist sich die Vernichtung der Ware als unbegründet, so haftet ausschliesslich der Antragsteller für den entstandenen Schaden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_86_i"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 4. Abschnitt: Hilfeleistung des Bundesamts für Zoll und Grenzsicherheit, F. Antrag auf Vernichtung der Ware, IV. Schadenersatz",
        "citation": "Art. 86i Abs. 2 PatG",
        "content": "Hat der Anmelder, Besitzer oder Eigentümer der Vernichtung schriftlich zugestimmt, so entstehen gegenüber dem Antragsteller auch dann keine Ansprüche auf Schadenersatz, wenn sich die Vernichtung später als unbegründet erweist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_86_i"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 4. Abschnitt: Hilfeleistung des Bundesamts für Zoll und Grenzsicherheit, F. Antrag auf Vernichtung der Ware, V. Kosten",
        "citation": "Art. 86j Abs. 1 PatG",
        "content": "Die Vernichtung der Ware erfolgt auf Kosten des Antragstellers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_86_j"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 4. Abschnitt: Hilfeleistung des Bundesamts für Zoll und Grenzsicherheit, F. Antrag auf Vernichtung der Ware, V. Kosten",
        "citation": "Art. 86j Abs. 2 PatG",
        "content": "Über die Kosten für die Entnahme und Aufbewahrung von Proben oder Mustern nach Artikel 86h entscheidet das Gericht im Zusammenhang mit der Beurteilung der Schadenersatzansprüche nach Artikel 86i Absatz 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_86_j"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 4. Abschnitt: Hilfeleistung des Bundesamts für Zoll und Grenzsicherheit, G. Haftungserklärung und Schadenersatz",
        "citation": "Art. 86k Abs. 1 PatG",
        "content": "Ist durch das Zurückbehalten der Ware ein Schaden zu befürchten, so kann das BAZG das Zurückbehalten davon abhängig machen, dass der Antragsteller ihr eine Haftungserklärung abgibt. An deren Stelle kann das BAZG vom Antragsteller in begründeten Fällen eine angemessene Sicherheitsleistung verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_86_k"
    },
    {
        "book": "PatG",
        "title": "PatG, Dritter Titel: Rechtsschutz, 4. Abschnitt: Hilfeleistung des Bundesamts für Zoll und Grenzsicherheit, G. Haftungserklärung und Schadenersatz",
        "citation": "Art. 86k Abs. 2 PatG",
        "content": "Der Antragsteller muss den Schaden, der durch das Zurückbehalten der Ware und die Entnahme von Proben oder Mustern entstanden ist, ersetzen, wenn vorsorgliche Massnahmen nicht angeordnet werden oder sich als unbegründet erweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_86_k"
    },
    {
        "book": "PatG",
        "title": "PatG, Fünfter Titel: Europäische Patentanmeldungen und europäische Patente, 1. Abschnitt: Anwendbares Recht, Geltungsbereich des Gesetzes; Verhältnis zum Europäischen Übereinkommen",
        "citation": "Art. 109 Abs. 1 PatG",
        "content": "Dieser Titel gilt für europäische Patentanmeldungen und europäische Patente, die für die Schweiz wirksam sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_109"
    },
    {
        "book": "PatG",
        "title": "PatG, Fünfter Titel: Europäische Patentanmeldungen und europäische Patente, 1. Abschnitt: Anwendbares Recht, Geltungsbereich des Gesetzes; Verhältnis zum Europäischen Übereinkommen",
        "citation": "Art. 109 Abs. 2 PatG",
        "content": "Die übrigen Bestimmungen dieses Gesetzes gelten, soweit sich aus dem Übereinkommen vom 5. Oktober 1973 über die Erteilung europäischer Patente (Europäisches Patentübereinkommen) und diesem Titel nichts anderes ergibt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_109"
    },
    {
        "book": "PatG",
        "title": "PatG, Fünfter Titel: Europäische Patentanmeldungen und europäische Patente, 1. Abschnitt: Anwendbares Recht, Geltungsbereich des Gesetzes; Verhältnis zum Europäischen Übereinkommen",
        "citation": "Art. 109 Abs. 3 PatG",
        "content": "Die für die Schweiz verbindliche Fassung des Europäischen Patentübereinkommens geht diesem Gesetz vor.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_109"
    },
    {
        "book": "PatG",
        "title": "PatG, Fünfter Titel: Europäische Patentanmeldungen und europäische Patente, 2. Abschnitt: Wirkungen der europäischen Patentanmeldung und des europäischen Patents und Änderungen im Bestand des europäischen Patents, A. Grundsatz, I. Wirkungen",
        "citation": "Art. 110 PatG",
        "content": "Die europäische Patentanmeldung, für die der Anmeldetag feststeht, und das europäische Patent haben in der Schweiz dieselbe Wirkungwie ein beim IGE vorschriftsmässig eingereichtes Patentgesuch und ein von diesem IGE erteiltes Erfindungspatent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_110"
    },
    {
        "book": "PatG",
        "title": "PatG, Fünfter Titel: Europäische Patentanmeldungen und europäische Patente, 2. Abschnitt: Wirkungen der europäischen Patentanmeldung und des europäischen Patents und Änderungen im Bestand des europäischen Patents, A. Grundsatz, II. Änderungen im Bestand des Patents",
        "citation": "Art. 110a PatG",
        "content": "Eine Änderung im Bestand des europäischen Patents durch einen rechtskräftigen Entscheid in einem Verfahren vor dem Europäischen Patentamt hat dieselbe Wirkung wie ein rechtskräftiges Urteil in einem Verfahren in der Schweiz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_110_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Fünfter Titel: Europäische Patentanmeldungen und europäische Patente, 2. Abschnitt: Wirkungen der europäischen Patentanmeldung und des europäischen Patents und Änderungen im Bestand des europäischen Patents, B. Vorläufiger Schutz der europäischen Patentanmeldung",
        "citation": "Art. 111 Abs. 1 PatG",
        "content": "Die veröffentlichte europäische Patentanmeldung verschafft dem Anmelder keinen Schutz nach Artikel 64 des Europäischen Patentübereinkommens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_111"
    },
    {
        "book": "PatG",
        "title": "PatG, Fünfter Titel: Europäische Patentanmeldungen und europäische Patente, 2. Abschnitt: Wirkungen der europäischen Patentanmeldung und des europäischen Patents und Änderungen im Bestand des europäischen Patents, B. Vorläufiger Schutz der europäischen Patentanmeldung",
        "citation": "Art. 111 Abs. 2 PatG",
        "content": "Mit der Schadenersatzklage kann aber der Schaden geltend gemacht werden, den der Beklagte verursacht hat, seitdem er vom Inhalt der europäischen Patentanmeldung Kenntnis erlangt hatte, spätestens jedoch seit der Veröffentlichung der Anmeldung durch das Europäische Patentamt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_111"
    },
    {
        "book": "PatG",
        "title": "PatG, Fünfter Titel: Europäische Patentanmeldungen und europäische Patente, 3. Abschnitt: Verwaltung des europäischen Patentes, A. Register für europäische Patente",
        "citation": "Art. 117 PatG",
        "content": "Das IGE trägt das europäische Patent, sobald auf die Erteilung im Europäischen Patentblatt hingewiesen worden ist, mit den im europäischen Patentregister vermerkten Angaben in das schweizerische Register für europäische Patente ein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_117"
    },
    {
        "book": "PatG",
        "title": "PatG, Fünfter Titel: Europäische Patentanmeldungen und europäische Patente, 3. Abschnitt: Verwaltung des europäischen Patentes, B. Veröffentlichungen",
        "citation": "Art. 118 PatG",
        "content": "Die Eintragungen im schweizerischen Register für europäische Patente werden vom IGE veröffentlicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_118"
    },
    {
        "book": "PatG",
        "title": "PatG, Fünfter Titel: Europäische Patentanmeldungen und europäische Patente, 4. Abschnitt: Umwandlung der europäischen Patentanmeldung, A. Umwandlungsgründe",
        "citation": "Art. 121 Abs. 1 PatG",
        "content": "Die europäische Patentanmeldung kann in ein schweizerisches Patentgesuch umgewandelt werden:\na. im Falle von Artikel 135 Absatz 1 Buchstabe a des Europäischen Patentübereinkommens;\nb. bei Versäumnis der Frist nach Artikel 14 Absatz 2 des Europäischen Patentübereinkommens, wenn die Anmeldung ursprünglich in italienischer Sprache eingereicht worden ist;\nc. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_121"
    },
    {
        "book": "PatG",
        "title": "PatG, Fünfter Titel: Europäische Patentanmeldungen und europäische Patente, 4. Abschnitt: Umwandlung der europäischen Patentanmeldung, B. Rechtswirkungen",
        "citation": "Art. 122 Abs. 1 PatG",
        "content": "Ist der Umwandlungsantrag vorschriftsgemäss gestellt und dem IGE rechtzeitig zugestellt worden, so gilt das Patentgesuch als am Anmeldetag der europäischen Patentanmeldung eingereicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_122"
    },
    {
        "book": "PatG",
        "title": "PatG, Fünfter Titel: Europäische Patentanmeldungen und europäische Patente, 4. Abschnitt: Umwandlung der europäischen Patentanmeldung, B. Rechtswirkungen",
        "citation": "Art. 122 Abs. 2 PatG",
        "content": "Unterlagen der europäischen Patentanmeldung oder des europäischen Patentes, die beim Europäischen Patentamt eingereicht worden sind, gelten als gleichzeitig beim IGE eingereicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_122"
    },
    {
        "book": "PatG",
        "title": "PatG, Fünfter Titel: Europäische Patentanmeldungen und europäische Patente, 4. Abschnitt: Umwandlung der europäischen Patentanmeldung, B. Rechtswirkungen",
        "citation": "Art. 122 Abs. 3 PatG",
        "content": "Die mit der europäischen Patentanmeldung erworbenen Rechte bleiben gewahrt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_122"
    },
    {
        "book": "PatG",
        "title": "PatG, Fünfter Titel: Europäische Patentanmeldungen und europäische Patente, 4. Abschnitt: Umwandlung der europäischen Patentanmeldung, C. Übersetzung",
        "citation": "Art. 123 PatG",
        "content": "Ist die Sprache der ursprünglichen Fassung der europäischen Patentanmeldung nicht eine schweizerische Amtssprache, so setzt das IGE dem Patentbewerber eine Frist zur Einreichung einer Übersetzung in eine schweizerische Amtssprache.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_123"
    },
    {
        "book": "PatG",
        "title": "PatG, Fünfter Titel: Europäische Patentanmeldungen und europäische Patente, 4. Abschnitt: Umwandlung der europäischen Patentanmeldung, D. Vorbehalt des Europäischen Patentübereinkommens",
        "citation": "Art. 124 Abs. 1 PatG",
        "content": "Auf das aus der Umwandlung hervorgegangene Patentgesuch sind vorbehältlich Artikel 137 Absatz 1 des Europäischen Patentübereinkommens die für schweizerische Patentgesuche geltenden Bestimmungen anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_124"
    },
    {
        "book": "PatG",
        "title": "PatG, Fünfter Titel: Europäische Patentanmeldungen und europäische Patente, 4. Abschnitt: Umwandlung der europäischen Patentanmeldung, D. Vorbehalt des Europäischen Patentübereinkommens",
        "citation": "Art. 124 Abs. 2 PatG",
        "content": "Die Patentansprüche eines aus der Umwandlung des europäischen Patentes hervorgegangenen Patentgesuches dürfen nicht so abgefasst werden, dass der Schutzbereich erweitert wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_124"
    },
    {
        "book": "PatG",
        "title": "PatG, Fünfter Titel: Europäische Patentanmeldungen und europäische Patente, 5. Abschnitt: Bestimmungen für den zivilrechtlichen und strafrechtlichen Schutz, A. Verbot des Doppelschutzes, I. Vorrang des europäischen Patentes",
        "citation": "Art. 125 Abs. 1 PatG",
        "content": "Soweit für die gleiche Erfindung demselben Erfinder oder seinem Rechtsnachfolger sowohl ein schweizerisches als auch ein für die Schweiz wirksames europäisches Patent mit gleichem Anmelde- oder Prioritätsdatum erteilt worden sind, fällt die Wirkung des schweizerischen Patentes in dem Zeitpunkt dahin, in dem:\na. die Einspruchsfrist gegen das europäische Patent unbenützt abgelaufen ist; oder\nb. das europäische Patent im Einspruchsverfahren rechtskräftig aufrechterhalten worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_125"
    },
    {
        "book": "PatG",
        "title": "PatG, Fünfter Titel: Europäische Patentanmeldungen und europäische Patente, 5. Abschnitt: Bestimmungen für den zivilrechtlichen und strafrechtlichen Schutz, A. Verbot des Doppelschutzes, I. Vorrang des europäischen Patentes",
        "citation": "Art. 125 Abs. 2 PatG",
        "content": "Artikel 27 gilt sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_125"
    },
    {
        "book": "PatG",
        "title": "PatG, Fünfter Titel: Europäische Patentanmeldungen und europäische Patente, 5. Abschnitt: Bestimmungen für den zivilrechtlichen und strafrechtlichen Schutz, A. Verbot des Doppelschutzes, II. Vorrang des aus der Umwandlung hervorgegangenen Patentes",
        "citation": "Art. 126 Abs. 1 PatG",
        "content": "Soweit für die gleiche Erfindung demselben Erfinder oder seinem Rechtsnachfolger sowohl ein aus einer schweizerischen oder internationalen Anmeldung (Art. 131 ff.) als auch ein aus einer umgewandelten europäischen Patentanmeldung hervorgegangenes Patent mit gleichem Anmelde- oder Prioritätsdatum erteilt worden sind, fällt die Wirkung des ersten Patentes im Zeitpunkt der Erteilung des Patentes für die umgewandelte europäische Patentanmeldung dahin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_126"
    },
    {
        "book": "PatG",
        "title": "PatG, Fünfter Titel: Europäische Patentanmeldungen und europäische Patente, 5. Abschnitt: Bestimmungen für den zivilrechtlichen und strafrechtlichen Schutz, A. Verbot des Doppelschutzes, II. Vorrang des aus der Umwandlung hervorgegangenen Patentes",
        "citation": "Art. 126 Abs. 2 PatG",
        "content": "Artikel 27 gilt sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_126"
    },
    {
        "book": "PatG",
        "title": "PatG, Fünfter Titel: Europäische Patentanmeldungen und europäische Patente, 5. Abschnitt: Bestimmungen für den zivilrechtlichen und strafrechtlichen Schutz, B. Verfahrensregeln, I. Beschränkung des Teilverzichts",
        "citation": "Art. 127 PatG",
        "content": "Ein teilweiser Verzicht auf das europäische Patent kann nicht beantragt werden, solange beim Europäischen Patentamt gegen dieses Patent ein Einspruch möglich oder über einen Einspruch, eine Beschränkung oder einen Widerruf noch nicht rechtskräftig entschieden worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_127"
    },
    {
        "book": "PatG",
        "title": "PatG, Fünfter Titel: Europäische Patentanmeldungen und europäische Patente, 5. Abschnitt: Bestimmungen für den zivilrechtlichen und strafrechtlichen Schutz, B. Verfahrensregeln, II. Aussetzen des Verfahrens, a. Zivilrechtsstreitigkeiten",
        "citation": "Art. 128 PatG",
        "content": "Der Richter kann das Verfahren, insbesondere das Urteil aussetzen, wenn:\na. das Europäische Patentamt über eine Beschränkung oder einen Widerruf des europäischen Patents noch nicht rechtskräftig entschieden hat;\nb. die Gültigkeit des europäischen Patents streitig ist und eine Partei nachweist, dass beim Europäischen Patentamt ein Einspruch noch möglich oder über einen Einspruch noch nicht rechtskräftig entschieden worden ist;\nc. das Europäische Patentamt über einen Antrag auf Überprüfung einer Entscheidung nach Artikel 112a des Europäischen Patentübereinkommens noch nicht rechtskräftig entschieden hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_128"
    },
    {
        "book": "PatG",
        "title": "PatG, Fünfter Titel: Europäische Patentanmeldungen und europäische Patente, 5. Abschnitt: Bestimmungen für den zivilrechtlichen und strafrechtlichen Schutz, B. Verfahrensregeln, II. Aussetzen des Verfahrens, b. Strafverfahren",
        "citation": "Art. 129 Abs. 1 PatG",
        "content": "Erhebt im Falle des Artikels 86 der Angeschuldigte die Einrede der Nichtigkeit des europäischen Patentes, so kann der Richter, soweit gegen dieses Patent beim Europäischen Patentamt noch Einspruch erhoben oder dem Einspruchsverfahren beigetreten werden kann, eine angemessene Frist ansetzen, um Einspruch zu erheben oder dem Einspruchsverfahren beizutreten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_129"
    },
    {
        "book": "PatG",
        "title": "PatG, Fünfter Titel: Europäische Patentanmeldungen und europäische Patente, 5. Abschnitt: Bestimmungen für den zivilrechtlichen und strafrechtlichen Schutz, B. Verfahrensregeln, II. Aussetzen des Verfahrens, b. Strafverfahren",
        "citation": "Art. 129 Abs. 2 PatG",
        "content": "Artikel 86 Absatz 2 gilt sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_129"
    },
    {
        "book": "PatG",
        "title": "PatG, Fünfter Titel: Europäische Patentanmeldungen und europäische Patente, 6. Abschnitt: Rechtshilfegesuche des Europäischen Patentamtes, Vermittlungsstelle",
        "citation": "Art. 130 PatG",
        "content": "Das IGE nimmt die Rechtshilfegesuche des Europäischen Patentamtes entgegen und leitet sie an die zuständige Behörde weiter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_130"
    },
    {
        "book": "PatG",
        "title": "PatG, Sechster Titel: Internationale Patentanmeldungen, 1. Abschnitt: Anwendbares Recht, Geltungsbereich des Gesetzes; Verhältnis zum Zusammenarbeitsvertrag",
        "citation": "Art. 131 Abs. 1 PatG",
        "content": "Dieser Titel gilt für internationale Anmeldungen im Sinne des Vertrages vom 19. Juni 1970 über die internationale Zusammenarbeit auf dem Gebiet des Patentwesens (Zusammenarbeitsvertrag), für die das IGE Anmelde-, Bestimmungs- oder ausgewähltes Amt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_131"
    },
    {
        "book": "PatG",
        "title": "PatG, Sechster Titel: Internationale Patentanmeldungen, 1. Abschnitt: Anwendbares Recht, Geltungsbereich des Gesetzes; Verhältnis zum Zusammenarbeitsvertrag",
        "citation": "Art. 131 Abs. 2 PatG",
        "content": "Die übrigen Bestimmungen dieses Gesetzes gelten soweit sich aus dem Zusammenarbeitsvertrag und diesem Titel nichts anderes ergibt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_131"
    },
    {
        "book": "PatG",
        "title": "PatG, Sechster Titel: Internationale Patentanmeldungen, 1. Abschnitt: Anwendbares Recht, Geltungsbereich des Gesetzes; Verhältnis zum Zusammenarbeitsvertrag",
        "citation": "Art. 131 Abs. 3 PatG",
        "content": "Die für die Schweiz verbindliche Fassung des Zusammenarbeitsvertrages geht diesem Gesetz vor.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_131"
    },
    {
        "book": "PatG",
        "title": "PatG, Sechster Titel: Internationale Patentanmeldungen, 2. Abschnitt: In der Schweiz eingereichte Anmeldungen, A. Anmeldeamt",
        "citation": "Art. 132 PatG",
        "content": "Das IGE ist Anmeldeamt im Sinne des Artikels 2 des Zusammenarbeitsvertrages für internationale Anmeldungen von Personen, die schweizerische Staatsangehörige sind oder in der Schweiz ihren Sitz oder Wohnsitz haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_132"
    },
    {
        "book": "PatG",
        "title": "PatG, Sechster Titel: Internationale Patentanmeldungen, 2. Abschnitt: In der Schweiz eingereichte Anmeldungen, B. Verfahren",
        "citation": "Art. 133 Abs. 1 PatG",
        "content": "Für das Verfahren vor dem IGE als Anmeldeamt gelten der Zusammenarbeitsvertrag und ergänzend dieses Gesetz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_133"
    },
    {
        "book": "PatG",
        "title": "PatG, Sechster Titel: Internationale Patentanmeldungen, 2. Abschnitt: In der Schweiz eingereichte Anmeldungen, B. Verfahren",
        "citation": "Art. 133 Abs. 2 PatG",
        "content": "Für die internationale Anmeldung ist ausser den Gebühren nach dem Zusammenarbeitsvertrag noch eine Übermittlungsgebühr an das IGE zu bezahlen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_133"
    },
    {
        "book": "PatG",
        "title": "PatG, Sechster Titel: Internationale Patentanmeldungen, 2. Abschnitt: In der Schweiz eingereichte Anmeldungen, B. Verfahren",
        "citation": "Art. 133 Abs. 3 PatG",
        "content": "Artikel 13 ist nicht anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_133"
    },
    {
        "book": "PatG",
        "title": "PatG, Sechster Titel: Internationale Patentanmeldungen, 3. Abschnitt: Für die Schweiz bestimmte Anmeldungen; ausgewähltes Amt, A. Bestimmungs- und ausgewähltes Amt",
        "citation": "Art. 134 PatG",
        "content": "Das IGE ist Bestimmungs- und ausgewähltes Amt im Sinne von Artikel 2 des Zusammenarbeitsvertrages für internationale Anmeldungen, mit denen der Schutz von Erfindungen in der Schweiz beantragt wird und die nicht die Wirkung einer Anmeldung für ein europäisches Patent haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_134"
    },
    {
        "book": "PatG",
        "title": "PatG, Sechster Titel: Internationale Patentanmeldungen, 3. Abschnitt: Für die Schweiz bestimmte Anmeldungen; ausgewähltes Amt, B. Wirkungen der internationalen Anmeldung, I. Grundsatz",
        "citation": "Art. 135 PatG",
        "content": "Die internationale Anmeldung, für die das IGE Bestimmungsamt ist, hat, wenn das Anmeldedatum feststeht, in der Schweiz dieselbe Wirkung wie ein bei diesem IGE vorschriftsmässig eingereichtes schweizerisches Patentgesuch.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_135"
    },
    {
        "book": "PatG",
        "title": "PatG, Sechster Titel: Internationale Patentanmeldungen, 3. Abschnitt: Für die Schweiz bestimmte Anmeldungen; ausgewähltes Amt, B. Wirkungen der internationalen Anmeldung, II. Prioritätsrecht",
        "citation": "Art. 136 PatG",
        "content": "Das Prioritätsrecht nach Artikel 17 kann für die internationale Anmeldung auch beansprucht werden, wenn die Erstanmeldung in der Schweiz oder nur für die Schweiz bewirkt worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_136"
    },
    {
        "book": "PatG",
        "title": "PatG, Sechster Titel: Internationale Patentanmeldungen, 3. Abschnitt: Für die Schweiz bestimmte Anmeldungen; ausgewähltes Amt, B. Wirkungen der internationalen Anmeldung, III. Vorläufiger Schutz",
        "citation": "Art. 137 PatG",
        "content": "Die Artikel 111 und 112 dieses Gesetzes gelten sinngemäss für die nach Artikel 21 des Zusammenarbeitsvertrages veröffentlichte internationale Anmeldung, für die das IGE Bestimmungsamt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_137"
    },
    {
        "book": "PatG",
        "title": "PatG, Sechster Titel: Internationale Patentanmeldungen, 3. Abschnitt: Für die Schweiz bestimmte Anmeldungen; ausgewähltes Amt, C. Formerfordernisse",
        "citation": "Art. 138 PatG",
        "content": "Der Anmelder hat dem IGE innerhalb von 30 Monaten nach dem Anmelde- oder dem Prioritätsdatum:\na. den Erfinder schriftlich zu nennen;\nb. Angaben über die Quelle zu machen (Art. 49a);\nc. die Anmeldegebühr zu bezahlen;\nd. eine Übersetzung in eine schweizerische Amtssprache einzureichen, sofern die internationale Anmeldung nicht in einer solchen Sprache abgefasst ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_138"
    },
    {
        "book": "PatG",
        "title": "PatG, Sechster Titel: Internationale Patentanmeldungen, 3. Abschnitt: Für die Schweiz bestimmte Anmeldungen; ausgewähltes Amt, E. Verbot des Doppelschutzes",
        "citation": "Art. 140 Abs. 1 PatG",
        "content": "Soweit für die gleiche Erfindung dem gleichen Erfinder oder seinem Rechtsnachfolger zwei Patente mit gleichem Prioritätsdatum erteilt worden sind, fällt im Zeitpunkt der Erteilung des Patentes aus der internationalen Anmeldung die Wirkung des Patentes aus der nationalen Anmeldung dahin, gleichgültig, ob für das Patent aus der internationalen Anmeldung die Priorität der nationalen, oder für das Patent aus der nationalen Anmeldung die Priorität der internationalen Anmeldung beansprucht ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140"
    },
    {
        "book": "PatG",
        "title": "PatG, Sechster Titel: Internationale Patentanmeldungen, 3. Abschnitt: Für die Schweiz bestimmte Anmeldungen; ausgewähltes Amt, E. Verbot des Doppelschutzes",
        "citation": "Art. 140 Abs. 2 PatG",
        "content": "Artikel 27 ist entsprechend anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 1. Abschnitt: Ergänzende Schutzzertifikate für Arzneimittel, A. Grundsatz",
        "citation": "Art. 140a Abs. 1 PatG",
        "content": "Das IGE erteilt für Wirkstoffe oder Wirkstoffzusammensetzungen von Arzneimitteln auf Gesuch hin ein ergänzendes Schutzzertifikat (Zertifikat). Ein Zertifikat wird nur erteilt, wenn kein pädiatrisches ergänzendes Schutzzertifikat nach Artikel 140t Absatz 1 vorliegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 1. Abschnitt: Ergänzende Schutzzertifikate für Arzneimittel, A. Grundsatz",
        "citation": "Art. 140a Abs. 1bis PatG",
        "content": "Ein Wirkstoff ist ein zur Zusammensetzung eines Arzneimittels gehörender Stoff chemischen oder biologischen Ursprungs, der eine medizinische Wirkung auf den Organismus hat. Eine Wirkstoffzusammensetzung ist eine Kombination aus mehreren Stoffen, die alle eine medizinische Wirkung auf den Organismus haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 1. Abschnitt: Ergänzende Schutzzertifikate für Arzneimittel, A. Grundsatz",
        "citation": "Art. 140a Abs. 2 PatG",
        "content": "Wirkstoffe oder Wirkstoffzusammensetzungen werden in diesem Abschnitt als Erzeugnisse bezeichnet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_a"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 1. Abschnitt: Ergänzende Schutzzertifikate für Arzneimittel, B. Voraussetzungen",
        "citation": "Art. 140b Abs. 1 PatG",
        "content": "Das Zertifikat wird erteilt, wenn im Zeitpunkt des Gesuchs:\na. das Erzeugnis als solches, ein Verfahren zu seiner Herstellung oder eine Verwendung durch ein Patent geschützt ist;\nb. ein Arzneimittel mit dem Erzeugnis nach Artikel 9 des Heilmittelgesetzes vom 15. Dezember 2000 (HMG) in der Schweiz zugelassen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_b"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 1. Abschnitt: Ergänzende Schutzzertifikate für Arzneimittel, B. Voraussetzungen",
        "citation": "Art. 140b Abs. 2 PatG",
        "content": "Es wird aufgrund der ersten Zulassung erteilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_b"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 1. Abschnitt: Ergänzende Schutzzertifikate für Arzneimittel, C. Anspruch",
        "citation": "Art. 140c Abs. 1 PatG",
        "content": "Anspruch auf das Zertifikat hat der Patentinhaber.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_c"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 1. Abschnitt: Ergänzende Schutzzertifikate für Arzneimittel, C. Anspruch",
        "citation": "Art. 140c Abs. 2 PatG",
        "content": "Je Erzeugnis wird das Zertifikat nur einmal erteilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_c"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 1. Abschnitt: Ergänzende Schutzzertifikate für Arzneimittel, C. Anspruch",
        "citation": "Art. 140c Abs. 3 PatG",
        "content": "Reichen jedoch aufgrund unterschiedlicher Patente für das gleiche Erzeugnis mehrere Patentinhaber ein Gesuch ein und ist noch kein Zertifikat erteilt worden, so kann das Zertifikat jedem Gesuchsteller erteilt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_c"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 1. Abschnitt: Ergänzende Schutzzertifikate für Arzneimittel, D. Schutzgegenstand und Wirkungen",
        "citation": "Art. 140d Abs. 1 PatG",
        "content": "Das Zertifikat schützt, in den Grenzen des sachlichen Geltungsbereichs des Patents, alle Verwendungen des Erzeugnisses als Arzneimittel, die vor Ablauf des Zertifikats genehmigt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_d"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 1. Abschnitt: Ergänzende Schutzzertifikate für Arzneimittel, D. Schutzgegenstand und Wirkungen",
        "citation": "Art. 140d Abs. 2 PatG",
        "content": "Es gewährt die gleichen Rechte wie das Patent und unterliegt den gleichen Beschränkungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_d"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 1. Abschnitt: Ergänzende Schutzzertifikate für Arzneimittel, E. Schutzdauer",
        "citation": "Art. 140e Abs. 1 PatG",
        "content": "Das Zertifikat gilt ab Ablauf der Höchstdauer des Patents für einen Zeitraum, welcher der Zeit zwischen dem Anmeldedatum nach Artikel 56 und dem Datum der ersten Zulassung des Arzneimittels mit dem Erzeugnis in der Schweiz entspricht, abzüglich fünf Jahre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_e"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 1. Abschnitt: Ergänzende Schutzzertifikate für Arzneimittel, E. Schutzdauer",
        "citation": "Art. 140e Abs. 2 PatG",
        "content": "Es gilt für höchstens fünf Jahre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_e"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 1. Abschnitt: Ergänzende Schutzzertifikate für Arzneimittel, E. Schutzdauer",
        "citation": "Art. 140e Abs. 3 PatG",
        "content": "Der Bundesrat kann bestimmen, dass als erste Zulassung im Sinne von Absatz 1 die erste Zulassung eines Arzneimittels mit dem Erzeugnis im Europäischen Wirtschaftsraum gilt, falls sie dort früher erteilt wird als in der Schweiz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_e"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 1. Abschnitt: Ergänzende Schutzzertifikate für Arzneimittel, F. Frist für die Einreichung des Gesuchs",
        "citation": "Art. 140f Abs. 1 PatG",
        "content": "Das Gesuch um Erteilung des Zertifikats muss eingereicht werden:\na. innerhalb von sechs Monaten nach der ersten Zulassung des Arzneimittels mit dem Erzeugnis in der Schweiz;\nb. innerhalb von sechs Monaten nach der Erteilung des Patents, wenn dieses später erteilt wird als die erste Zulassung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_f"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 1. Abschnitt: Ergänzende Schutzzertifikate für Arzneimittel, F. Frist für die Einreichung des Gesuchs",
        "citation": "Art. 140f Abs. 2 PatG",
        "content": "Wird die Frist nicht eingehalten, so weist das IGE das Gesuch zurück.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_f"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 1. Abschnitt: Ergänzende Schutzzertifikate für Arzneimittel, G. Erteilung des Zertifikats",
        "citation": "Art. 140g PatG",
        "content": "Das IGE erteilt das Zertifikat durch Eintragung desselben ins Patentregister.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_g"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 1. Abschnitt: Ergänzende Schutzzertifikate für Arzneimittel, H. Gebühren",
        "citation": "Art. 140h Abs. 1 PatG",
        "content": "Für das Zertifikat sind eine Anmeldegebühr und Jahresgebühren zu bezahlen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_h"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 1. Abschnitt: Ergänzende Schutzzertifikate für Arzneimittel, H. Gebühren",
        "citation": "Art. 140h Abs. 2 PatG",
        "content": "Die Jahresgebühren sind für die gesamte Laufzeit des Zertifikats auf einmal und im Voraus zu bezahlen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_h"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 1. Abschnitt: Ergänzende Schutzzertifikate für Arzneimittel, I. Vorzeitiges Erlöschen und Sistierung",
        "citation": "Art. 140i Abs. 1 PatG",
        "content": "Das Zertifikat erlischt, wenn:\na. der Inhaber in schriftlicher Eingabe an das IGE darauf verzichtet;\nb. die Jahresgebühren nicht rechtzeitig bezahlt werden;\nc. alle Zulassungen von Arzneimitteln mit dem Erzeugnis widerrufen werden (Art. 16a HMG).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_i"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 1. Abschnitt: Ergänzende Schutzzertifikate für Arzneimittel, I. Vorzeitiges Erlöschen und Sistierung",
        "citation": "Art. 140i Abs. 2 PatG",
        "content": "Das Zertifikat wird sistiert, wenn alle Zulassungen sistiert werden. Die Sistierung unterbricht die Laufzeit des Zertifikats nicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_i"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 1. Abschnitt: Ergänzende Schutzzertifikate für Arzneimittel, I. Vorzeitiges Erlöschen und Sistierung",
        "citation": "Art. 140i Abs. 3 PatG",
        "content": "Das Schweizerische Heilmittelinstitut teilt dem IGE den Widerruf oder die Sistierung der Zulassungen mit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_i"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 1. Abschnitt: Ergänzende Schutzzertifikate für Arzneimittel, K. Nichtigkeit",
        "citation": "Art. 140k Abs. 1 PatG",
        "content": "Das Zertifikat ist nichtig, wenn:\na. es entgegen Artikel 140b, 140c Absatz 2, 146 Absatz 1 oder 147 Absatz 1 erteilt worden ist;\nb. das Patent vor Ablauf seiner Höchstdauer erlischt (Art. 15);\nc. die Nichtigkeit des Patents festgestellt wird;\nd. das Patent derart eingeschränkt wird, dass dessen Ansprüche das Erzeugnis, für welches das Zertifikat erteilt wurde, nicht mehr erfassen;\ne. nach dem Erlöschen des Patents Gründe vorliegen, welche die Feststellung der Nichtigkeit nach Buchstabe c oder eine Einschränkung nach Buchstabe d gerechtfertigt hätten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_k"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 1. Abschnitt: Ergänzende Schutzzertifikate für Arzneimittel, K. Nichtigkeit",
        "citation": "Art. 140k Abs. 2 PatG",
        "content": "Jedermann kann bei der Behörde, die für die Feststellung der Nichtigkeit des Patents zuständig ist, Klage auf Feststellung der Nichtigkeit des Zertifikats erheben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_k"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 1. Abschnitt: Ergänzende Schutzzertifikate für Arzneimittel, L. Verfahren, Register, Veröffentlichungen",
        "citation": "Art. 140l Abs. 1 PatG",
        "content": "Der Bundesrat regelt das Verfahren zur Erteilung der Zertifikate, deren Eintragung in das Patentregister sowie die Veröffentlichungen des IGE.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_l"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 1. Abschnitt: Ergänzende Schutzzertifikate für Arzneimittel, L. Verfahren, Register, Veröffentlichungen",
        "citation": "Art. 140l Abs. 2 PatG",
        "content": "Er berücksichtigt die Regelung in der Europäischen Union.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_l"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 1. Abschnitt: Ergänzende Schutzzertifikate für Arzneimittel, M. Anwendbares Recht",
        "citation": "Art. 140m PatG",
        "content": "Soweit die Bestimmungen über die Zertifikate keine Regelung enthalten, gelten die Bestimmungen des ersten, zweiten, dritten und fünften Titels dieses Gesetzes sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_m"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 2. Abschnitt: Verlängerung der Dauer der ergänzenden Schutzzertifikate für Arzneimittel, A. Voraussetzungen",
        "citation": "Art. 140n Abs. 1 PatG",
        "content": "Das IGE verlängert die Schutzdauer (Art. 140e) erteilter Zertifikate um sechs Monate, wenn die Zulassung (Art. 9 HMG) eines Arzneimittels mit dem Erzeugnis:\na. eine Bestätigung enthält, wonach die Arzneimittelinformation die Ergebnisse aller Studien wiedergibt, die in Übereinstimmung mit dem bei der Zulassung berücksichtigten pädiatrischen Prüfkonzept (Art. 11 Abs. 2 Bst. a Ziff. 6 HMG) durchgeführt wurden; und\nb. spätestens sechs Monate nach dem Gesuch um die erste Zulassung eines Arzneimittels mit dem Erzeugnis im Europäischen Wirtschaftsraum, bei dem die dazugehörende Arzneimittelinformation die Ergebnisse aller Studien wiedergibt, die in Übereinstimmung mit dem bei der Zulassung berücksichtigten pädiatrischen Prüfkonzept durchgeführt wurden, beantragt wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_n"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 2. Abschnitt: Verlängerung der Dauer der ergänzenden Schutzzertifikate für Arzneimittel, A. Voraussetzungen",
        "citation": "Art. 140n Abs. 2 PatG",
        "content": "Die Schutzdauer eines Zertifikats kann nur einmal verlängert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_n"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 2. Abschnitt: Verlängerung der Dauer der ergänzenden Schutzzertifikate für Arzneimittel, B. Frist für die Einreichung des Gesuchs",
        "citation": "Art. 140o Abs. 1 PatG",
        "content": "Das Gesuch um Verlängerung der Schutzdauer eines Zertifikats kann frühestens mit dem Gesuch um Erteilung eines Zertifikats und spätestens zwei Jahre vor dessen Ablauf gestellt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_o"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 2. Abschnitt: Verlängerung der Dauer der ergänzenden Schutzzertifikate für Arzneimittel, B. Frist für die Einreichung des Gesuchs",
        "citation": "Art. 140o Abs. 2 PatG",
        "content": "Wird die Frist nicht eingehalten, so weist das IGE das Gesuch zurück.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_o"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 2. Abschnitt: Verlängerung der Dauer der ergänzenden Schutzzertifikate für Arzneimittel, C. Verlängerung der Schutzdauer",
        "citation": "Art. 140p PatG",
        "content": "Das IGE verlängert die Schutzdauer des Zertifikats durch deren Eintragung im Patentregister.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_p"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 2. Abschnitt: Verlängerung der Dauer der ergänzenden Schutzzertifikate für Arzneimittel, D. Gebühr",
        "citation": "Art. 140q PatG",
        "content": "Für die Verlängerung der Schutzdauer eines Zertifikats ist eine Gebühr zu bezahlen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_q"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 2. Abschnitt: Verlängerung der Dauer der ergänzenden Schutzzertifikate für Arzneimittel, E. Widerruf",
        "citation": "Art. 140r Abs. 1 PatG",
        "content": "Das IGE kann eine Verlängerung der Schutzdauer eines Zertifikats widerrufen, wenn sie im Widerspruch zu Artikel 140n gewährt wurde oder wenn sie Artikel 140n nachträglich widerspricht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_r"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 2. Abschnitt: Verlängerung der Dauer der ergänzenden Schutzzertifikate für Arzneimittel, E. Widerruf",
        "citation": "Art. 140r Abs. 2 PatG",
        "content": "Jede Person kann beim IGE einen Antrag auf Widerruf der Verlängerung der Schutzdauer stellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_r"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 2. Abschnitt: Verlängerung der Dauer der ergänzenden Schutzzertifikate für Arzneimittel, F. Verfahren, Register, Veröffentlichungen",
        "citation": "Art. 140s Abs. 1 PatG",
        "content": "Der Bundesrat regelt das Verfahren zur Verlängerung der Schutzdauer der Zertifikate, deren Eintragung in das Patentregister sowie die Veröffentlichungen des IGE.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_s"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 2. Abschnitt: Verlängerung der Dauer der ergänzenden Schutzzertifikate für Arzneimittel, F. Verfahren, Register, Veröffentlichungen",
        "citation": "Art. 140s Abs. 2 PatG",
        "content": "Er berücksichtigt die Regelung in der Europäischen Union.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_s"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 2a. Abschnitt: Pädiatrische ergänzende Schutzzertifikate für Arzneimittel, A. Voraussetzungen",
        "citation": "Art. 140t Abs. 1 PatG",
        "content": "Das IGE erteilt für Wirkstoffe oder Wirkstoffzusammensetzungen von Arzneimitteln auf Gesuch hin ein pädiatrisches ergänzendes Schutzzertifikat (pädiatrisches Zertifikat) mit einer Schutzdauer von sechs Monaten ab Ablauf der Höchstdauer des Patents, wenn die Zulassung (Art. 9 HMG) eines Arzneimittels mit dem Erzeugnis:\na. eine Bestätigung enthält, wonach die Arzneimittelinformation die Ergebnisse aller Studien wiedergibt, die in Übereinstimmung mit dem bei der Zulassung berücksichtigten pädiatrischen Prüfkonzept (Art. 11 Abs. 2 Bst. a Ziff. 6 HMG) durchgeführt wurden; und\nb. spätestens sechs Monate nach dem Gesuch um die erste Zulassung eines Arzneimittels mit dem Erzeugnis im Europäischen Wirtschaftsraum, bei dem die dazugehörende Arzneimittelinformation die Ergebnisse aller Studien wiedergibt, die in Übereinstimmung mit dem bei der Zulassung berücksichtigten pädiatrischen Prüfkonzept durchgeführt wurden, beantragt wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_t"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 2a. Abschnitt: Pädiatrische ergänzende Schutzzertifikate für Arzneimittel, A. Voraussetzungen",
        "citation": "Art. 140t Abs. 2 PatG",
        "content": "Ein pädiatrisches Zertifikat wird nur erteilt, wenn kein ergänzendes Schutzzertifikat nach Artikel 140a Absatz 1 vorliegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_t"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 2a. Abschnitt: Pädiatrische ergänzende Schutzzertifikate für Arzneimittel, A. Voraussetzungen",
        "citation": "Art. 140t Abs. 3 PatG",
        "content": "Artikel 140b Absatz 1 gilt sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_t"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 2a. Abschnitt: Pädiatrische ergänzende Schutzzertifikate für Arzneimittel, A. Voraussetzungen",
        "citation": "Art. 140t Abs. 4 PatG",
        "content": "Die Schutzdauer eines pädiatrischen Zertifikats kann nicht verlängert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_t"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 2a. Abschnitt: Pädiatrische ergänzende Schutzzertifikate für Arzneimittel, B. Anspruch",
        "citation": "Art. 140u Abs. 1 PatG",
        "content": "Anspruch auf das pädiatrische Zertifikat hat der Patentinhaber.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_u"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 2a. Abschnitt: Pädiatrische ergänzende Schutzzertifikate für Arzneimittel, B. Anspruch",
        "citation": "Art. 140u Abs. 2 PatG",
        "content": "Je Erzeugnis wird das pädiatrische Zertifikat nur einmal erteilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_u"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 2a. Abschnitt: Pädiatrische ergänzende Schutzzertifikate für Arzneimittel, B. Anspruch",
        "citation": "Art. 140u Abs. 3 PatG",
        "content": "Reichen jedoch aufgrund unterschiedlicher Patente für das gleiche Erzeugnis mehrere Patentinhaber ein Gesuch ein, so kann das pädiatrische Zertifikat jedem Gesuchsteller erteilt werden, sofern die Zustimmung des Adressaten der Bestätigung nach Artikel 140t Absatz 1 Buchstabe a vorliegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_u"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 2a. Abschnitt: Pädiatrische ergänzende Schutzzertifikate für Arzneimittel, C. Frist für die Einreichung des Gesuchs",
        "citation": "Art. 140v Abs. 1 PatG",
        "content": "Das Gesuch um Erteilung eines pädiatrischen Zertifikats kann spätestens zwei Jahre vor Ablauf der Höchstdauer des Patents gestellt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_v"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 2a. Abschnitt: Pädiatrische ergänzende Schutzzertifikate für Arzneimittel, C. Frist für die Einreichung des Gesuchs",
        "citation": "Art. 140v Abs. 2 PatG",
        "content": "Wird die Frist nicht eingehalten, so weist das IGE das Gesuch zurück.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_v"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 2a. Abschnitt: Pädiatrische ergänzende Schutzzertifikate für Arzneimittel, D. Gebühr",
        "citation": "Art. 140w PatG",
        "content": "Für das pädiatrische Zertifikat ist eine Gebühr zu bezahlen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_w"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 2a. Abschnitt: Pädiatrische ergänzende Schutzzertifikate für Arzneimittel, E. Nichtigkeit",
        "citation": "Art. 140x Abs. 1 PatG",
        "content": "Das pädiatrische Zertifikat ist nichtig, wenn:\na. es entgegen Artikel 140t erteilt worden ist oder wenn es Artikel 140t nachträglich widerspricht;\nb. es entgegen Artikel 140u Absatz 2 erteilt worden ist;\nc. das Patent vor Ablauf seiner Höchstdauer erlischt (Art. 15);\nd. die Nichtigkeit des Patents festgestellt wird;\ne. das Patent derart eingeschränkt wird, dass dessen Ansprüche das Erzeugnis, für welches das pädiatrische Zertifikat erteilt wurde, nicht mehr erfassen;\nf. nach dem Erlöschen des Patents Gründe vorliegen, welche die Feststellung der Nichtigkeit nach Buchstabe d oder eine Einschränkung nach Buchstabe e gerechtfertigt hätten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_x"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 2a. Abschnitt: Pädiatrische ergänzende Schutzzertifikate für Arzneimittel, E. Nichtigkeit",
        "citation": "Art. 140x Abs. 2 PatG",
        "content": "Jedermann kann bei der Behörde, die für die Feststellung der Nichtigkeit des Patents zuständig ist, Klage auf Feststellung der Nichtigkeit des pädiatrischen Zertifikats erheben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_x"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 2a. Abschnitt: Pädiatrische ergänzende Schutzzertifikate für Arzneimittel, F. Verfahren, Register, Veröffentlichungen, anwendbares Recht",
        "citation": "Art. 140y PatG",
        "content": "Die Artikel 140a Absatz 1bis und 2, 140d, 140g, 140i, 140l Absatz 1 und 140m gelten sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_y"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 3. Abschnitt: Ergänzende Schutzzertifikate für Pflanzenschutzmittel",
        "citation": "Art. 140z Abs. 1 PatG",
        "content": "Das IGE erteilt für Wirkstoffe oder Wirkstoffzusammensetzungen von Pflanzenschutzmitteln auf Gesuch hin ein Zertifikat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_z"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 3. Abschnitt: Ergänzende Schutzzertifikate für Pflanzenschutzmittel",
        "citation": "Art. 140z Abs. 2 PatG",
        "content": "Die Artikel 140a Absatz 2 sowie 140b–140m gelten sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_z"
    },
    {
        "book": "PatG",
        "title": "PatG, Siebenter Titel: Ergänzende Schutzzertifikate, 3. Abschnitt: Ergänzende Schutzzertifikate für Pflanzenschutzmittel",
        "citation": "Art. 140z Abs. 3 PatG",
        "content": "Wirkstoffe sind Stoffe und Mikroorganismen, einschliesslich Viren, mit allgemeiner oder spezifischer Wirkung:\na. gegen Schadorganismen;\nb. auf Pflanzen, Pflanzenteile oder Pflanzenerzeugnisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/de#art_140_z"
    }
]