[
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, A. Invenzioni brevettabili, I. Principio",
        "citation": "Art. 1 cpv. 1 LBI",
        "content": "Si rilasciano brevetti d’invenzione per le invenzioni nuove utilizzabili industrialmente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_1"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, A. Invenzioni brevettabili, I. Principio",
        "citation": "Art. 1 cpv. 2 LBI",
        "content": "Ciò che risulta in modo evidente dallo stato della tecnica (art. 7 cpv. 2) non costituisce un’invenzione brevettabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_1"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, A. Invenzioni brevettabili, I. Principio",
        "citation": "Art. 1 cpv. 3 LBI",
        "content": "I brevetti sono rilasciati senza garanzia dello Stato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_1"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, A. Invenzioni brevettabili, II. Il corpo umano e le sue parti",
        "citation": "Art. 1a cpv. 1 LBI",
        "content": "Il corpo umano in quanto tale, nei vari stadi della sua costituzione e del suo sviluppo, compreso lo stadio embrionale, non è brevettabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_1_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, A. Invenzioni brevettabili, II. Il corpo umano e le sue parti",
        "citation": "Art. 1a cpv. 2 LBI",
        "content": "Le parti del corpo umano nel loro ambiente naturale non sono brevettabili. Una parte del corpo umano è tuttavia brevettabile come invenzione se è stata prodotta mediante un procedimento tecnico, se ne viene indicato un effetto utile sotto il profilo tecnico e se le altre condizioni di cui all’articolo 1 sono adempite; è fatto salvo l’articolo 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_1_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, A. Invenzioni brevettabili, III. Sequenze di geni",
        "citation": "Art. 1b cpv. 1 LBI",
        "content": "Le sequenze o le sequenze parziali di un gene presenti in natura non sono brevettabili in quanto tali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_1_b"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, A. Invenzioni brevettabili, III. Sequenze di geni",
        "citation": "Art. 1b cpv. 2 LBI",
        "content": "Le sequenze derivate da una sequenza o una sequenza parziale di un gene presente in natura sono tuttavia brevettabili se sono state prodotte mediante un procedimento tecnico, se viene indicata concretamente la loro funzione e se le altre condizioni di cui all’articolo 1 sono adempite; è fatto salvo l’articolo 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_1_b"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, B. Invenzioni escluse dal brevetto",
        "citation": "Art. 2 cpv. 1 LBI",
        "content": "Sono escluse dal brevetto le invenzioni la cui utilizzazione offenda la dignità dell’essere umano o leda la dignità della creatura oppure sia in altro modo contraria all’ordine pubblico o al buon costume. In particolare non sono rilasciati brevetti per:\na. i procedimenti di clonazione di esseri umani e i cloni così ottenuti;\nb. i procedimenti di formazione di esseri ibridi mediante utilizzazione di cellule germinali umane, cellule totipotenti umane o cellule staminali embrionali umane e gli esseri così ottenuti;\nc. i procedimenti di partenogenesi mediante utilizzazione di patrimonio germinale umano e partenoti così ottenuti;\nd. i procedimenti di modificazione dell’identità genetica germinale dell’essere umano e le cellule germinali così ottenute;\ne. le cellule staminali e linee di cellule staminali embrionali umane non modificate;\nf. l’utilizzazione di embrioni umani per scopi non medici;\ng. i procedimenti di modificazione dell’identità genetica di animali, atti a provocare su di loro sofferenze senza essere giustificati da interessi preponderanti degni di essere protetti, nonché gli animali ottenuti con l’aiuto di tali procedimenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_2"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, B. Invenzioni escluse dal brevetto",
        "citation": "Art. 2 cpv. 2 LBI",
        "content": "Sono inoltre esclusi dal brevetto:\na. i metodi chirurgici, terapeutici e diagnostici applicati al corpo umano o animale;\nb. le varietà vegetali e le razze animali come pure i procedimenti essenzialmente biologici di produzione di vegetali o di animali; fatto salvo il capoverso 1, sono tuttavia brevettabili i procedimenti microbiologici o altri procedimenti tecnici e i prodotti ottenuti con tali procedimenti, nonché le invenzioni aventi per oggetto vegetali o animali, la cui esecuzione non sia tecnicamente limitata a una determinata varietà vegetale o razza animale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_2"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, C. Diritto al rilascio del brevetto, I. Norma",
        "citation": "Art. 3 cpv. 1 LBI",
        "content": "Il diritto al rilascio del brevetto spetta all’inventore, al suo avente causa o al terzo cui l’invenzione appartiene per altri titoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_3"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, C. Diritto al rilascio del brevetto, I. Norma",
        "citation": "Art. 3 cpv. 2 LBI",
        "content": "Se più persone hanno fatto un’invenzione insieme, il diritto spetta loro in comune.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_3"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, C. Diritto al rilascio del brevetto, I. Norma",
        "citation": "Art. 3 cpv. 3 LBI",
        "content": "Se la stessa invenzione è stata fatta da più persone indipendentemente l’una dall’altra, il diritto al rilascio del brevetto spetta a colui che può invocare un deposito anteriore, ovvero un deposito che fruisce di una priorità anteriore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_3"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, C. Diritto al rilascio del brevetto, II. Nella procedura d’esame",
        "citation": "Art. 4 LBI",
        "content": "Durante la procedura davanti all’Istituto federale della proprietà intellettuale (IPI) è considerato legittimato a chiedere il rilascio del brevetto colui che deposita la domanda.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_4"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, D. Menzione dell’inventore, I. Diritto dell’inventore",
        "citation": "Art. 5 cpv. 1 LBI",
        "content": "Il richiedente deve designare, per iscritto, l’inventore all’IPI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_5"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, D. Menzione dell’inventore, I. Diritto dell’inventore",
        "citation": "Art. 5 cpv. 2 LBI",
        "content": "La persona designata dal richiedente è menzionata come inventore nel registro dei brevetti, nella pubblicazione della domanda di brevetto e del rilascio del brevetto, nonché nell’esposto d’invenzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_5"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, D. Menzione dell’inventore, I. Diritto dell’inventore",
        "citation": "Art. 5 cpv. 3 LBI",
        "content": "Il capoverso 2 è applicabile per analogia quando un terzo produce una sentenza esecutiva, la quale accerti che l’inventore è lui e non la persona designata dal richiedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_5"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, D. Menzione dell’inventore, II. Rinuncia alla menzione",
        "citation": "Art. 6 cpv. 1 LBI",
        "content": "La menzione prevista nell’articolo 5 capoverso 2 è omessa se l’inventore designato dal richiedente vi rinuncia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_6"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, D. Menzione dell’inventore, II. Rinuncia alla menzione",
        "citation": "Art. 6 cpv. 2 LBI",
        "content": "La rinuncia anticipata dell’inventore a essere menzionato come tale non ha effetto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_6"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, E. Novità dell’invenzione, I. Stato della tecnica",
        "citation": "Art. 7 cpv. 1 LBI",
        "content": "È considerata nuova l’invenzione che non è compresa nello stato della tecnica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_7"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, E. Novità dell’invenzione, I. Stato della tecnica",
        "citation": "Art. 7 cpv. 2 LBI",
        "content": "Lo stato della tecnica è costituito da tutto ciò che è stato reso accessibile al pubblico prima della data del deposito o della data di priorità mediante una descrizione scritta od orale, un uso o un qualsiasi altro modo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_7"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, E. Novità dell’invenzione, I. Stato della tecnica",
        "citation": "Art. 7 cpv. 3 LBI",
        "content": "Per quanto riguarda la novità, lo stato della tecnica comprende anche il contenuto di un deposito anteriore o fruente di una priorità anteriore per la Svizzera nella versione originaria, la cui data di deposito o di priorità precede quella indicata nel capoverso 2 e che è stata resa accessibile al pubblico soltanto a tale data o dopo tale data, purché:\na. nel caso di una domanda internazionale, siano adempite le condizioni di cui all’articolo 138;\nb. nel caso di una domanda europea derivata da una domanda internazionale, siano adempite le condizioni di cui all’articolo 153 capoverso 5 della Convenzione del 5 ottobre 1973 sul brevetto europeo nella versione riveduta del 29 novembre 2000;\nc. nel caso di una domanda europea, per la designazione valida della Svizzera siano state versate le tasse di cui all’articolo 79 capoverso 2 della Convenzione del 5 ottobre 1973 sul brevetto europeo nella versione riveduta del 29 novembre 2000.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_7"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, E. Novità dell’invenzione, III. Divulgazioni non opponibili",
        "citation": "Art. 7b LBI",
        "content": "Se l’invenzione è stata resa accessibile al pubblico durante i sei mesi che precedono la data di deposito o la data di priorità, questa divulgazione non è compresa nello stato della tecnica se essa risulta direttamente o indirettamente:\na. da un abuso evidente a svantaggio del richiedente o del suo dante causa, oppure\nb. dal fatto che il richiedente o il suo dante causa abbia esposto l’invenzione in un’esposizione internazionale ufficiale o ufficialmente riconosciuta ai sensi della Convenzione del 22 novembre 1928 concernente le esposizioni internazionali, e se il richiedente l’ha dichiarato all’atto del deposito ed ha fornito in tempo utile i sufficienti documenti a sostegno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_7_b"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, E. Novità dell’invenzione, IV. Nuova utilizzazione di sostanze conosciute, a. Indicazione medica primaria",
        "citation": "Art. 7c LBI",
        "content": "Le sostanze o le miscele di sostanze che, come tali, ma non per quanto concerne la loro utilizzazione in un metodo chirurgico, terapeutico o diagnostico di cui all’articolo 2 capoverso 2 lettera a, sono comprese nello stato della tecnica, sono considerate nuove nella misura in cui sono destinate unicamente a una tale utilizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_7_c"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, E. Novità dell’invenzione, IV. Nuova utilizzazione di sostanze conosciute, b. Altre indicazioni mediche",
        "citation": "Art. 7d LBI",
        "content": "Le sostanze o le miscele di sostanze che come tali sono comprese nello stato della tecnica, eccetto per quanto concerne la loro utilizzazione in un metodo per il trattamento chirurgico o terapeutico o in un metodo di diagnosi di cui all’articolo 2 capoverso 2 lettera a laddove tale utilizzazione risulti specifica rispetto all’indicazione medica primaria giusta l’articolo 7c, sono considerate nuove nella misura in cui sono destinate unicamente alla fabbricazione di un prodotto a scopi chirurgici, terapeutici o diagnostici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_7_d"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, F. Effetti del brevetto, I. Diritto di esclusiva",
        "citation": "Art. 8 cpv. 1 LBI",
        "content": "Il brevetto conferisce al suo titolare il diritto di vietare a terzi l’utilizzazione professionale dell’invenzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_8"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, F. Effetti del brevetto, I. Diritto di esclusiva",
        "citation": "Art. 8 cpv. 2 LBI",
        "content": "Per utilizzazione s’intende in particolare la produzione, l’immagazzinamento, l’offerta, l’immissione sul mercato, l’importazione, l’esportazione e il transito, nonché il possesso per detti scopi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_8"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, F. Effetti del brevetto, I. Diritto di esclusiva",
        "citation": "Art. 8 cpv. 3 LBI",
        "content": "Il transito non può essere vietato in quanto il titolare del brevetto non possa vietare l’importazione nel Paese di destinazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_8"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, F. Effetti del brevetto, II. Procedimenti di fabbricazione",
        "citation": "Art. 8a cpv. 1 LBI",
        "content": "Se l’invenzione ha per oggetto un procedimento di fabbricazione, gli effetti del brevetto si estendono anche ai prodotti immediati del procedimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_8_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, F. Effetti del brevetto, II. Procedimenti di fabbricazione",
        "citation": "Art. 8a cpv. 2 LBI",
        "content": "Se i prodotti immediati sono costituiti da materiale biologico, gli effetti del brevetto si estendono anche ai prodotti ottenuti direttamente mediante la riproduzione di tale materiale biologico e dotati delle stesse proprietà. Sono fatti salvi gli articoli 1a capoverso 1 e 9a capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_8_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, F. Effetti del brevetto, III. Informazione genetica",
        "citation": "Art. 8b LBI",
        "content": "Se l’invenzione ha per oggetto un prodotto che consiste in un’informazione genetica o che contiene una tale informazione, gli effetti del brevetto si estendono a ogni materiale nel quale tale prodotto è incorporato e nel quale l’informazione genetica è contenuta e svolge la sua funzione. Sono fatti salvi gli articoli 1a capoverso 1 e 9a capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_8_b"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, F. Effetti del brevetto, IV. Sequenze nucleotidiche",
        "citation": "Art. 8c LBI",
        "content": "La protezione derivante da un diritto su una sequenza nucleotidica derivata da una sequenza o una sequenza parziale di un gene presenti in natura è limitata a quei segmenti della sequenza che svolgono la funzione concretamente descritta nel brevetto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_8_c"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, G. Eccezioni agli effetti del brevetto, I. In generale",
        "citation": "Art. 9 cpv. 1 LBI",
        "content": "Gli effetti del brevetto non si estendono:\na. agli atti eseguiti nel settore privato per scopi non commerciali;\nb. agli atti eseguiti per scopi di ricerca e di sperimentazione che servono all’acquisizione di conoscenze sull’oggetto dell’invenzione, comprese le sue utilizzazioni; in particolare è libera qualsiasi ricerca scientifica sull’oggetto dell’invenzione;\nc. agli atti necessari per l’omologazione di un medicamento in Svizzera o in Paesi che hanno istituito un controllo dei medicamenti equivalente;\nd. all’utilizzazione dell’invenzione per scopi didattici nell’insegnamento; \ne. all’utilizzazione di materiale biologico allo scopo di coltivare, scoprire o sviluppare una varietà vegetale;\nf. al materiale biologico che nel settore dell’agricoltura è ottenuto in modo casuale o tecnicamente non evitabile;\ng. agli atti eseguiti nell’ambito di un’attività medica riferita a una persona determinata o a un animale determinato e connessa con un medicinale, in particolare la prescrizione, la dispensazione o l’impiego di un medicinale da parte di persone legalmente autorizzate a farlo;\nh. alla fabbricazione singola e immediata di medicinali in una farmacia in esecuzione di una prescrizione medica, inclusi gli atti eseguiti in relazione a siffatti medicinali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_9"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, G. Eccezioni agli effetti del brevetto, I. In generale",
        "citation": "Art. 9 cpv. 2 LBI",
        "content": "Gli accordi che limitano o escludono le eccezioni di cui al capoverso 1 sono nulli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_9"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, G. Eccezioni agli effetti del brevetto, II. In particolare",
        "citation": "Art. 9a cpv. 1 LBI",
        "content": "Se una merce protetta da brevetto è immessa in commercio in Svizzera o nello Spazio economico europeo dal titolare del brevetto o con il suo consenso, tale merce può essere importata e utilizzata o rivenduta in Svizzera a titolo professionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_9_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, G. Eccezioni agli effetti del brevetto, II. In particolare",
        "citation": "Art. 9a cpv. 2 LBI",
        "content": "Se un dispositivo che consente l’applicazione di un procedimento protetto da brevetto è immesso in commercio in Svizzera o nello Spazio economico europeo dal titolare del brevetto o con il suo consenso, il primo e ogni successivo acquirente del dispositivo sono autorizzati ad applicare tale procedimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_9_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, G. Eccezioni agli effetti del brevetto, II. In particolare",
        "citation": "Art. 9a cpv. 3 LBI",
        "content": "Se materiale biologico protetto da brevetto è immesso in commercio in Svizzera o nello Spazio economico europeo dal titolare del brevetto o con il suo consenso, tale materiale può essere importato e riprodotto in Svizzera nella misura necessaria per consentirne l’utilizzazione cui è destinato. Il materiale così ottenuto non può essere utilizzato per un’ulteriore riproduzione. È fatto salvo l’articolo 35a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_9_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, G. Eccezioni agli effetti del brevetto, II. In particolare",
        "citation": "Art. 9a cpv. 4 LBI",
        "content": "Se una merce protetta da brevetto è immessa in commercio al di fuori dello Spazio economico europeo dal titolare del brevetto o con il suo consenso e la protezione brevettuale riveste un’importanza secondaria in considerazione delle caratteristiche funzionali della merce, questa può essere importata a titolo professionale. Se il titolare del brevetto non rende verosimile il contrario, si presume che la protezione brevettuale rivesta un’importanza secondaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_9_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, G. Eccezioni agli effetti del brevetto, II. In particolare",
        "citation": "Art. 9a cpv. 5 LBI",
        "content": "Nonostante i capoversi 1–4, una merce protetta da brevetto può essere immessa in commercio in Svizzera soltanto con il consenso del titolare del brevetto se, in Svizzera o nel Paese di immissione in commercio, il prezzo di tale merce è stabilito dallo Stato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_9_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, H. Riferimenti all’esistenza di una protezione, I. Segno del brevetto",
        "citation": "Art. 11 cpv. 1 LBI",
        "content": "I prodotti protetti da un brevetto, o il loro imballaggio, possono essere muniti del segno del brevetto, consistente nella croce federale e nel numero del brevetto. Il Consiglio federale può prescrivere indicazioni supplementari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_11"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, H. Riferimenti all’esistenza di una protezione, I. Segno del brevetto",
        "citation": "Art. 11 cpv. 2 LBI",
        "content": "Il titolare del brevetto può esigere che i coutenti o i concessionari di una licenza muniscano del segno del brevetto i prodotti da essi fabbricati o l’imballaggio dei medesimi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_11"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, H. Riferimenti all’esistenza di una protezione, I. Segno del brevetto",
        "citation": "Art. 11 cpv. 3 LBI",
        "content": "Il coutente o il concessionario di una licenza che non si conforma a tale esigenza del titolare del brevetto risponde verso di lui del danno che gliene deriva, impregiudicato restando il diritto del titolare di esigere l’apposizione del segno del brevetto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_11"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, H. Riferimenti all’esistenza di una protezione, II. Altri riferimenti",
        "citation": "Art. 12 cpv. 1 LBI",
        "content": "Chi mette in circolazione o pone in vendita i suoi documenti commerciali, annunci d’ogni genere, prodotti o merci con un’altra indicazione relativa all’esistenza di una protezione è tenuto a specificare a chiunque gliene faccia richiesta il numero della domanda di brevetto o quello del brevetto cui l’indicazione si riferisce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_12"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, H. Riferimenti all’esistenza di una protezione, II. Altri riferimenti",
        "citation": "Art. 12 cpv. 2 LBI",
        "content": "Chi accusa terzi di ledere i suoi diritti o li mette in guardia contro una tale lesione deve, a domanda, fornire la stessa informazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_12"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, J. Domicilio all’estero",
        "citation": "Art. 13 cpv. 1 LBI",
        "content": "Chi è parte in una procedura amministrativa secondo la presente legge e non ha né domicilio né sede in Svizzera deve designare un recapito in Svizzera, tranne nel caso in cui il diritto internazionale o le autorità estere competenti autorizzino l’autorità a notificare documenti direttamente nello Stato in questione. Un recapito in Svizzera non è necessario per:\na. la presentazione di una domanda di brevetto allo scopo di far riconoscere una data di deposito;\nb. il pagamento di emolumenti, la presentazione di traduzioni nonché la presentazione e il trattamento di rivendicazioni dopo il rilascio del brevetto, a condizione che tali rivendicazioni non diano adito a contestazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_13"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, J. Domicilio all’estero",
        "citation": "Art. 13 cpv. 1bis LBI",
        "content": "L’IPI è autorizzato a dichiarare alle autorità estere competenti che, in materia di proprietà intellettuale, in Svizzera è ammessa la notificazione diretta, sempre che alla Svizzera sia concessa la reciprocità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_13"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, J. Domicilio all’estero",
        "citation": "Art. 13 cpv. 2 LBI",
        "content": "Sono riservate le disposizioni concernenti l’esercizio professionale del patrocinio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_13"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, K. Durata del brevetto, I. Durata massima",
        "citation": "Art. 14 cpv. 1 LBI",
        "content": "Il brevetto dura al massimo fino allo spirare di venti anni a decorrere dalla data di deposito della domanda di brevetto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_14"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, K. Durata del brevetto, II. Estinzione prematura",
        "citation": "Art. 15 cpv. 1 LBI",
        "content": "Il brevetto si estingue:\na. se il titolare vi rinuncia mediante dichiarazione comunicata per iscritto all’IPI;\nb. se una tassa annuale scaduta non è pagata in tempo utile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_15"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo primo: Condizioni richieste per l’ottenimento del brevetto ed effetti del brevetto, L. Riserva",
        "citation": "Art. 16 LBI",
        "content": "Richiedenti o titolari di brevetti, di cittadinanza svizzera, possono invocare le disposizioni del testo, che vincola la Svizzera, della Convenzione di Parigi del 20 marzo 1883 per la protezione della proprietà industriale, se siffatte disposizioni sono più favorevoli di quelle della presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_16"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 2: Diritto di priorità, A. Condizioni ed effetti della priorità",
        "citation": "Art. 17 cpv. 1 LBI",
        "content": "Se l’invenzione è oggetto di un deposito regolare di una domanda di brevetto, di modello d’utilità o di certificato d’inventore, effettuato o esplicante i suoi effetti in uno Stato Parte alla Convenzione di Parigi del 20 marzo 1883 per la protezione della proprietà industriale o all’Accordo del 15 aprile 1994 sugli aspetti dei diritti di proprietà intellettuale attinenti al commercio (Allegato 1C dell’Accordo che istituisce l’Organizzazione mondiale del commercio), secondo l’articolo 4 della Convenzione di Parigi tale deposito dà origine a un diritto di priorità. Questo diritto può essere rivendicato per la domanda di brevetto depositata in Svizzera per la medesima invenzione entro dodici mesi a decorrere dal primo deposito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_17"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 2: Diritto di priorità, A. Condizioni ed effetti della priorità",
        "citation": "Art. 17 cpv. 1bis LBI",
        "content": "È parificato al primo deposito in uno Stato parte della Convenzione di Parigi per la protezione industriale il primo deposito fatto in uno Stato che non fa parte della Convenzione ma accorda la reciprocità alla Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_17"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 2: Diritto di priorità, A. Condizioni ed effetti della priorità",
        "citation": "Art. 17 cpv. 1ter LBI",
        "content": "Salvo disposizioni contrarie della presente legge o dell’ordinanza, il capoverso 1 e l’articolo 4 della Convenzione di Parigi si applicano per analogia in caso di un primo deposito svizzero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_17"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 2: Diritto di priorità, A. Condizioni ed effetti della priorità",
        "citation": "Art. 17 cpv. 2 LBI",
        "content": "Il diritto di priorità consiste in ciò che non sono opponibili al deposito i fatti sopravvenuti posteriormente al primo deposito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_17"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 2: Diritto di priorità, B. Legittimazione",
        "citation": "Art. 18 cpv. 2 LBI",
        "content": "Il diritto di priorità può essere rivendicato dal primo depositante o da chi ha acquisito il diritto del primo depositante di depositare in Svizzera una domanda di brevetto per la stessa invenzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_18"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 2: Diritto di priorità, B. Legittimazione",
        "citation": "Art. 18 cpv. 3 LBI",
        "content": "Se il primo deposito, il deposito in Svizzera o ambedue questi depositi sono stati effettuati da una persona che non aveva diritto al rilascio del brevetto, l’avente diritto può invocare la priorità derivante dal primo deposito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_18"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 2: Diritto di priorità, C. Modalità",
        "citation": "Art. 19 cpv. 1 LBI",
        "content": "Chi intende rivendicare un diritto di priorità deve presentare all’IPI una dichiarazione di priorità e un documento di priorità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_19"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 2: Diritto di priorità, C. Modalità",
        "citation": "Art. 19 cpv. 2 LBI",
        "content": "Se non sono osservati i termini e le modalità prescritti nell’ordinanza, il diritto alla priorità si estingue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_19"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 2: Diritto di priorità, D. Onere della prova in caso di processo",
        "citation": "Art. 20 cpv. 1 LBI",
        "content": "Il riconoscimento del diritto di priorità nel corso della procedura di rilascio del brevetto non dispensa il titolare del brevetto dall’obbligo di provare, in caso di processo, l’esistenza di tale diritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_20"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 2: Diritto di priorità, D. Onere della prova in caso di processo",
        "citation": "Art. 20 cpv. 2 LBI",
        "content": "Il deposito la cui priorità è rivendicata è presunto essere il primo deposito (art. 17 cpv. 1 e 1bis).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_20"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 2: Diritto di priorità, E. Divieto di cumulare la protezione",
        "citation": "Art. 20a LBI",
        "content": "Qualora l’inventore o il suo avente causa ottengano, per la medesima invenzione, due brevetti validi con la stessa data di deposito o di priorità, il brevetto basato sulla domanda depositata per prima non è più efficace nella misura in cui i limiti della protezione conferita dai due brevetti siano gli stessi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_20_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 3: Modificazioni nell’esistenza del brevetto, A. Rinuncia parziale, I. Condizioni",
        "citation": "Art. 24 cpv. 1 LBI",
        "content": "Il titolare di un brevetto può rinunciarvi parzialmente chiedendo all’IPI:\na. di sopprimere una rivendicazione (art. 51 e 55); o\nb. di limitare una rivendicazione indipendente riunendo alla stessa una o più rivendicazioni da essa dipendenti; o\nc. di limitare in altro modo una rivendicazione indipendente; in questo caso, la rivendicazione limitata deve riferirsi alla stessa invenzione e definire una forma d’esecuzione prevista tanto nel fascicolo del brevetto pubblicato quanto nella versione della domanda di brevetto che ha determinato la data di deposito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_24"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 3: Modificazioni nell’esistenza del brevetto, A. Rinuncia parziale, II. Costituzione di nuovi brevetti",
        "citation": "Art. 25 cpv. 1 LBI",
        "content": "Se, in seguito ad una rinuncia parziale, il brevetto presentasse rivendicazioni che non possono coesistere secondo gli articoli 52 e 55, esso deve essere limitato in conformità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_25"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 3: Modificazioni nell’esistenza del brevetto, A. Rinuncia parziale, II. Costituzione di nuovi brevetti",
        "citation": "Art. 25 cpv. 2 LBI",
        "content": "Il titolare del brevetto può domandare, per le rivendicazioni in tal modo eliminate, la costituzione di uno o più nuovi brevetti, i quali avranno come data di deposito quella del brevetto iniziale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_25"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 3: Modificazioni nell’esistenza del brevetto, A. Rinuncia parziale, II. Costituzione di nuovi brevetti",
        "citation": "Art. 25 cpv. 3 LBI",
        "content": "Una volta iscritta la rinuncia parziale nel registro dei brevetti, l’IPI assegna al titolare del brevetto un termine per domandare la costituzione di nuovi brevetti conformemente al capoverso 2; trascorso il termine, la domanda non può più essere accolta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_25"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 3: Modificazioni nell’esistenza del brevetto, B. Azione per nullità, I. Cause di nullità",
        "citation": "Art. 26 cpv. 1 LBI",
        "content": "Su azione, il giudice dichiara nullo il brevetto se:\na. l’oggetto del brevetto non è brevettabile secondo gli articoli 1, 1a, 1b e 2;\nb. l’invenzione non è esposta nel fascicolo del brevetto in modo tale che un esperto del ramo possa attuarla;\nc. l’oggetto del brevetto si estende oltre il contenuto della domanda di brevetto nella versione che ha determinato la data di deposito;\nd. il titolare del brevetto non è né l’inventore né il suo avente causa e non aveva, per altri titoli, diritto al rilascio del brevetto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_26"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 3: Modificazioni nell’esistenza del brevetto, B. Azione per nullità, I. Cause di nullità",
        "citation": "Art. 26 cpv. 2 LBI",
        "content": "Se un brevetto è stato rilasciato con riconoscimento di una priorità e la domanda di brevetto di cui si rivendica la priorità non si è conclusa con un brevetto, il titolare del brevetto può essere costretto dal giudice a indicarne i motivi e a presentare i relativi mezzi di prova; in caso di rifiuto, il giudice apprezzerà liberamente questo atteggiamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_26"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 3: Modificazioni nell’esistenza del brevetto, B. Azione per nullità, II. Nullità parziale",
        "citation": "Art. 27 cpv. 1 LBI",
        "content": "Se il motivo di nullità non si avvera che per una parte dell’invenzione, il giudice limita il brevetto in conformità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_27"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 3: Modificazioni nell’esistenza del brevetto, B. Azione per nullità, II. Nullità parziale",
        "citation": "Art. 27 cpv. 2 LBI",
        "content": "Egli pone le parti in grado di pronunciarsi sulla nuova redazione che intende dare alla rivendicazione; egli può inoltre domandare il parere dell’IPI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_27"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 3: Modificazioni nell’esistenza del brevetto, B. Azione per nullità, II. Nullità parziale",
        "citation": "Art. 27 cpv. 3 LBI",
        "content": "L’articolo 25 è applicabile per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_27"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 3: Modificazioni nell’esistenza del brevetto, B. Azione per nullità, III. Legittimazione all’azione",
        "citation": "Art. 28 LBI",
        "content": "L’azione per nullità può essere promossa da chiunque provi di avervi interesse; l’azione risultante dall’articolo 26 capoverso 1 lettera d può invece essere promossa soltanto dall’avente diritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_28"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 3: Modificazioni nell’esistenza del brevetto, C. Effetti della modificazione nell’esistenza del brevetto",
        "citation": "Art. 28a LBI",
        "content": "L’effetto di un brevetto rilasciato è considerato inesistente sin dalla data del rilascio nella misura in cui il titolare stesso rinuncia al brevetto oppure nella misura in cui il giudice, su azione, constata la nullità del brevetto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_28_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 4:, Modificazioni concernenti il diritto al rilascio del brevetto e il diritto al brevetto; concessione di licenze, A. Azione per cessione, I. Condizioni ed effetti verso i terzi",
        "citation": "Art. 29 cpv. 1 LBI",
        "content": "Quando la domanda di brevetto è stata depositata da una persona che, secondo l’articolo 3, non aveva diritto al rilascio del brevetto, l’avente diritto può chiedere la cessione della domanda di brevetto oppure, se il brevetto è già stato rilasciato, chiedere la cessione del brevetto o promuovere l’azione per nullità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_29"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 4:, Modificazioni concernenti il diritto al rilascio del brevetto e il diritto al brevetto; concessione di licenze, A. Azione per cessione, I. Condizioni ed effetti verso i terzi",
        "citation": "Art. 29 cpv. 3 LBI",
        "content": "Se il giudice ordina la cessione, le licenze o gli altri diritti concessi nel frattempo a terzi cessano di essere validi; tuttavia, se hanno già utilizzato professionalmente l’invenzione in Svizzera in buona fede oppure hanno già fatto a questo scopo preparativi speciali, i terzi hanno diritto alla concessione di una licenza non esclusiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_29"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 4:, Modificazioni concernenti il diritto al rilascio del brevetto e il diritto al brevetto; concessione di licenze, A. Azione per cessione, I. Condizioni ed effetti verso i terzi",
        "citation": "Art. 29 cpv. 4 LBI",
        "content": "È riservato il risarcimento dei danni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_29"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 4:, Modificazioni concernenti il diritto al rilascio del brevetto e il diritto al brevetto; concessione di licenze, A. Azione per cessione, I. Condizioni ed effetti verso i terzi",
        "citation": "Art. 29 cpv. 5 LBI",
        "content": "L’articolo 40e è applicabile per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_29"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 4:, Modificazioni concernenti il diritto al rilascio del brevetto e il diritto al brevetto; concessione di licenze, A. Azione per cessione, II. Cessione parziale",
        "citation": "Art. 30 cpv. 1 LBI",
        "content": "Se l’attore non riesce a provare il suo diritto quanto a tutte le rivendicazioni, il giudice ordina la cessione della domanda di brevetto o del brevetto eliminando le rivendicazioni per le quali l’attore non ha provato il suo diritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_30"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 4:, Modificazioni concernenti il diritto al rilascio del brevetto e il diritto al brevetto; concessione di licenze, A. Azione per cessione, II. Cessione parziale",
        "citation": "Art. 30 cpv. 2 LBI",
        "content": "In questo caso, l’articolo 25 è applicabile per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_30"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 4:, Modificazioni concernenti il diritto al rilascio del brevetto e il diritto al brevetto; concessione di licenze, A. Azione per cessione, III. Termine",
        "citation": "Art. 31 cpv. 1 LBI",
        "content": "L’azione per cessione dev’essere promossa entro due anni a contare dalla data ufficiale di pubblicazione dell’esposto d’invenzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_31"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 4:, Modificazioni concernenti il diritto al rilascio del brevetto e il diritto al brevetto; concessione di licenze, A. Azione per cessione, III. Termine",
        "citation": "Art. 31 cpv. 2 LBI",
        "content": "L’azione diretta contro un convenuto in malafede non è vincolata ad alcun termine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_31"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 4:, Modificazioni concernenti il diritto al rilascio del brevetto e il diritto al brevetto; concessione di licenze, B. Espropriazione del brevetto",
        "citation": "Art. 32 cpv. 1 LBI",
        "content": "Se l’interesse pubblico lo esige, il Consiglio federale può pronunciare l’espropriazione totale o parziale del brevetto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_32"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 4:, Modificazioni concernenti il diritto al rilascio del brevetto e il diritto al brevetto; concessione di licenze, B. Espropriazione del brevetto",
        "citation": "Art. 32 cpv. 2 LBI",
        "content": "L’espropriato ha diritto a un’indennità piena; fissata in caso di contestazione dal Tribunale federale; le disposizioni del capo II della legge federale del 20 giugno 1930 sull’espropriazione sono applicabili per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_32"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 4:, Modificazioni concernenti il diritto al rilascio del brevetto e il diritto al brevetto; concessione di licenze, C. Trasferimento del diritto al rilascio del brevetto e al brevetto",
        "citation": "Art. 33 cpv. 1 LBI",
        "content": "Il diritto al rilascio del brevetto e il diritto al brevetto passano agli eredi; essi possono essere trasferiti a terzi, in tutto o in parte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_33"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 4:, Modificazioni concernenti il diritto al rilascio del brevetto e il diritto al brevetto; concessione di licenze, C. Trasferimento del diritto al rilascio del brevetto e al brevetto",
        "citation": "Art. 33 cpv. 2 LBI",
        "content": "Se questi diritti appartengono a più persone, ciascun avente diritto può esercitarli solo con il consenso degli altri; tuttavia, ciascuno può disporre indipendentemente della propria parte e promuovere azioni per violazione del brevetto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_33"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 4:, Modificazioni concernenti il diritto al rilascio del brevetto e il diritto al brevetto; concessione di licenze, C. Trasferimento del diritto al rilascio del brevetto e al brevetto",
        "citation": "Art. 33 cpv. 2bis LBI",
        "content": "Il trasferimento della domanda di brevetto e del brevetto risultante da un negozio giuridico è valido soltanto se fatto per iscritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_33"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 4:, Modificazioni concernenti il diritto al rilascio del brevetto e il diritto al brevetto; concessione di licenze, C. Trasferimento del diritto al rilascio del brevetto e al brevetto",
        "citation": "Art. 33 cpv. 3 LBI",
        "content": "Per trasferire un brevetto non è necessaria l’iscrizione nel registro dei brevetti; in mancanza di un’iscrizione, le azioni previste nella presente legge possono tuttavia essere promosse contro il precedente titolare del brevetto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_33"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 4:, Modificazioni concernenti il diritto al rilascio del brevetto e il diritto al brevetto; concessione di licenze, C. Trasferimento del diritto al rilascio del brevetto e al brevetto",
        "citation": "Art. 33 cpv. 4 LBI",
        "content": "I diritti dei terzi non iscritti nel registro dei brevetti non sono opponibili a chi abbia acquistato in buona fede diritti sul brevetto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_33"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 4:, Modificazioni concernenti il diritto al rilascio del brevetto e il diritto al brevetto; concessione di licenze, D. Concessione di licenze",
        "citation": "Art. 34 cpv. 1 LBI",
        "content": "Il richiedente o il titolare del brevetto può autorizzare terzi a utilizzare l’invenzione (concessione di licenze).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_34"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 4:, Modificazioni concernenti il diritto al rilascio del brevetto e il diritto al brevetto; concessione di licenze, D. Concessione di licenze",
        "citation": "Art. 34 cpv. 2 LBI",
        "content": "Se la domanda di brevetto o il brevetto appartengono a più persone, una licenza può essere concessa solo con il consenso di tutti gli aventi diritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_34"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 4:, Modificazioni concernenti il diritto al rilascio del brevetto e il diritto al brevetto; concessione di licenze, D. Concessione di licenze",
        "citation": "Art. 34 cpv. 3 LBI",
        "content": "Le licenze non iscritte nel registro dei brevetti non sono opponibili a chi abbia in buona fede acquistato diritti sul brevetto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_34"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 5: Restrizioni legali ai diritti derivanti dal brevetto, A. Diritto di coutenza; veicoli stranieri",
        "citation": "Art. 35 cpv. 1 LBI",
        "content": "Il brevetto non è opponibile a chi, in buona fede, prima della data di deposito della domanda di brevetto o della data di priorità, utilizzava l’invenzione professionalmente in Svizzera o vi aveva fatto a tal scopo speciali preparativi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_35"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 5: Restrizioni legali ai diritti derivanti dal brevetto, A. Diritto di coutenza; veicoli stranieri",
        "citation": "Art. 35 cpv. 2 LBI",
        "content": "Questi può sfruttare l’invenzione per i bisogni della sua azienda; siffatto diritto può essere trasmesso, tra vivi o per successione, soltanto insieme con l’azienda.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_35"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 5: Restrizioni legali ai diritti derivanti dal brevetto, A. Diritto di coutenza; veicoli stranieri",
        "citation": "Art. 35 cpv. 3 LBI",
        "content": "Gli effetti del brevetto non si estendono ai veicoli che si trovano nella Svizzera solo di passaggio e ai loro congegni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_35"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 5: Restrizioni legali ai diritti derivanti dal brevetto, Abis. Privilegio degli agricoltori, I. Principio",
        "citation": "Art. 35a cpv. 1 LBI",
        "content": "Gli agricoltori che hanno acquistato dal titolare del brevetto o con il suo consenso materiale di riproduzione o moltiplicazione vegetale immesso in commercio possono moltiplicare nella propria azienda il prodotto del raccolto ivi ottenuto mediante la coltivazione di questo materiale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_35_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 5: Restrizioni legali ai diritti derivanti dal brevetto, Abis. Privilegio degli agricoltori, I. Principio",
        "citation": "Art. 35a cpv. 2 LBI",
        "content": "Gli agricoltori che hanno acquistato dal titolare del brevetto o con il suo consenso materiale di riproduzione o moltiplicazione animale immesso in commercio o animali immessi in commercio possono moltiplicare nella propria azienda gli animali ivi riprodotti mediante l’utilizzazione di questo materiale o di questi animali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_35_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 5: Restrizioni legali ai diritti derivanti dal brevetto, Abis. Privilegio degli agricoltori, I. Principio",
        "citation": "Art. 35a cpv. 3 LBI",
        "content": "Gli agricoltori necessitano del consenso del titolare del brevetto se intendono consegnare a terzi a scopo di riproduzione o moltiplicazione il prodotto del raccolto o l’animale riprodotto o il materiale di moltiplicazione animale ottenuto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_35_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 5: Restrizioni legali ai diritti derivanti dal brevetto, Abis. Privilegio degli agricoltori, I. Principio",
        "citation": "Art. 35a cpv. 4 LBI",
        "content": "Accordi contrattuali che limitano o sopprimono il privilegio degli agricoltori nell’ambito della fabbricazione di derrate alimentari e foraggi sono nulli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_35_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 5: Restrizioni legali ai diritti derivanti dal brevetto, Abis. Privilegio degli agricoltori, II. Portata e indennità",
        "citation": "Art. 35b LBI",
        "content": "Il Consiglio federale determina le specie vegetali che beneficiano del privilegio degli agricoltori; a questo riguardo tiene conto in particolare della loro importanza quale materia prima per le derrate alimentari e i foraggi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_35_b"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 5: Restrizioni legali ai diritti derivanti dal brevetto, B. Diritti di protezione dipendenti, I. Invenzioni dipendenti",
        "citation": "Art. 36 cpv. 1 LBI",
        "content": "Se l’invenzione oggetto di un brevetto non può essere utilizzata senza violarne un altro rilasciato anteriormente, il titolare del brevetto più recente ha diritto alla concessione di una licenza non esclusiva nella misura necessaria per poter sfruttare la sua invenzione se questa, rispetto a quella oggetto del primo brevetto, rappresenta un progresso tecnico notevole, d’interesse economico rilevante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_36"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 5: Restrizioni legali ai diritti derivanti dal brevetto, B. Diritti di protezione dipendenti, I. Invenzioni dipendenti",
        "citation": "Art. 36 cpv. 2 LBI",
        "content": "La licenza per l’utilizzazione dell’invenzione oggetto del primo brevetto può essere trasferita soltanto insieme al secondo brevetto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_36"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 5: Restrizioni legali ai diritti derivanti dal brevetto, B. Diritti di protezione dipendenti, I. Invenzioni dipendenti",
        "citation": "Art. 36 cpv. 3 LBI",
        "content": "Il titolare del primo brevetto può vincolare la concessione della licenza alla condizione che il titolare del secondo brevetto gli conceda a sua volta una licenza per l’utilizzazione della sua invenzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_36"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 5: Restrizioni legali ai diritti derivanti dal brevetto, B. Diritti di protezione dipendenti, II. Diritto subordinato di protezione della varietà",
        "citation": "Art. 36a cpv. 1 LBI",
        "content": "Se un diritto di protezione della varietà non può essere fatto valere o utilizzato senza violare un brevetto rilasciato precedentemente, il costitutore della varietà vegetale o il titolare della protezione della varietà ha diritto a una licenza non esclusiva nella misura necessaria all’ottenimento e all’utilizzazione del suo diritto di protezione della varietà, sempre che la varietà vegetale rappresenti un progresso rilevante di notevole importanza economica rispetto all’invenzione protetta dal brevetto. Se si tratta di varietà per l’agricoltura e l’alimentazione, occorre ispirarsi ai criteri dell’ordinanza del 7 dicembre 1998 sulle sementi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_36_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 5: Restrizioni legali ai diritti derivanti dal brevetto, B. Diritti di protezione dipendenti, II. Diritto subordinato di protezione della varietà",
        "citation": "Art. 36a cpv. 2 LBI",
        "content": "Il titolare del brevetto può subordinare il rilascio della licenza alla condizione che il titolare della protezione della varietà gli rilasci una licenza per l’utilizzazione del suo diritto di protezione della varietà.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_36_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 5: Restrizioni legali ai diritti derivanti dal brevetto, C. Sfruttamento dell’invenzione in Svizzera, I. Azione per la concessione di una licenza",
        "citation": "Art. 37 cpv. 1 LBI",
        "content": "Dopo un termine di tre anni dal rilascio del brevetto, ma non prima di quattro anni dopo il deposito, chiunque dimostri di avervi interesse può domandare al giudice la concessione di una licenza non esclusiva per l’utilizzazione dell’invenzione, sempreché, fino al momento in cui l’azione è promossa, il titolare del brevetto non abbia sfruttato l’invenzione in misura adeguata in Svizzera e non giustifichi tale mancato sfruttamento. Anche l’importazione vale come sfruttamento dell’invenzione in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_37"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 5: Restrizioni legali ai diritti derivanti dal brevetto, C. Sfruttamento dell’invenzione in Svizzera, I. Azione per la concessione di una licenza",
        "citation": "Art. 37 cpv. 3 LBI",
        "content": "Se, oltre ad adempiere le condizioni del capoverso 1, l’attore rende verosimile che ha interesse a usare l’invenzione immediatamente e fornisce al convenuto garanzie adeguate, il giudice può, a sua domanda, concedergli una licenza subito dopo il promovimento dell’azione, fatta salva la sentenza di merito; prima della concessione della licenza dev’essere sentito il convenuto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_37"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 5: Restrizioni legali ai diritti derivanti dal brevetto, C. Sfruttamento dell’invenzione in Svizzera, II. Azione per la cancellazione del brevetto",
        "citation": "Art. 38 cpv. 1 LBI",
        "content": "Se la concessione di licenze non basta a soddisfare ai bisogni del mercato svizzero, chiunque dimostri di avervi interesse può, dopo un termine di due anni a contare dalla concessione della prima licenza accordata conformemente all’articolo 37 capoverso 1, domandare al giudice di pronunciare la cancellazione del brevetto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_38"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 5: Restrizioni legali ai diritti derivanti dal brevetto, C. Sfruttamento dell’invenzione in Svizzera, II. Azione per la cancellazione del brevetto",
        "citation": "Art. 38 cpv. 2 LBI",
        "content": "Se la legislazione dello Stato di attinenza o di domicilio del titolare del brevetto ammette già dopo tre anni dal rilascio del brevetto l’azione intesa alla cancellazione del brevetto per mancato sfruttamento nel Paese, questa azione è ammessa in luogo e vece dell’azione per la concessione di una licenza, alle condizioni fissate dall’articolo 37 per la concessione della licenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_38"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 5: Restrizioni legali ai diritti derivanti dal brevetto, C. Sfruttamento dell’invenzione in Svizzera, III. Eccezioni",
        "citation": "Art. 39 LBI",
        "content": "Il Consiglio federale può dichiarare gli articoli 37 e 38 inapplicabili agli attinenti degli Stati che accordano la reciprocità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_39"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 5: Restrizioni legali ai diritti derivanti dal brevetto, D. Licenza nell’interesse pubblico",
        "citation": "Art. 40 cpv. 1 LBI",
        "content": "La concessione di una licenza per l’utilizzazione dell’invenzione può essere domandata dinanzi al giudice, se l’interesse pubblico lo esige, da colui al quale il titolare del brevetto ha rifiutato, senza motivi sufficienti, la concessione della licenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_40"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 5: Restrizioni legali ai diritti derivanti dal brevetto, E. Licenze obbligatorie nel settore della tecnologia dei semiconduttori",
        "citation": "Art. 40a LBI",
        "content": "Nel caso di un’invenzione nel settore della tecnologia dei semiconduttori, una licenza non esclusiva può essere accordata soltanto per rimuovere una pratica di cui è stato accertato, nel corso di una procedura giudiziaria o amministrativa, che essa è contraria alla prassi in materia di concorrenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_40_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 5: Restrizioni legali ai diritti derivanti dal brevetto, F. Strumenti di ricerca",
        "citation": "Art. 40b LBI",
        "content": "Chi intende utilizzare come strumento o mezzo ausiliario di ricerca un’invenzione biotecnologica brevettata ha diritto a una licenza non esclusiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_40_b"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 5: Restrizioni legali ai diritti derivanti dal brevetto, G. Licenze obbligatorie nella diagnostica",
        "citation": "Art. 40c LBI",
        "content": "Nel caso di un’invenzione che ha per oggetto un prodotto o un procedimento utilizzabile nella diagnostica umana, una licenza non esclusiva è rilasciata per ovviare a una prassi contraria alla concorrenza, accertata nell’ambito di una procedura giudiziaria o amministrativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_40_c"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 5: Restrizioni legali ai diritti derivanti dal brevetto, H. Licenze obbligatorie di esportazione di prodotti farmaceutici",
        "citation": "Art. 40d cpv. 1 LBI",
        "content": "Chiunque può promuovere un’azione davanti al giudice per il rilascio di una licenza non esclusiva di fabbricazione di prodotti farmaceutici brevettati e per la loro esportazione verso un Paese che non ha sufficienti capacità di produzione nel settore farmaceutico, o non ne ha affatto, e che necessita di tali prodotti per lottare contro problemi di salute pubblica, segnatamente contro l’HIV/AIDS, la tubercolosi, la malaria o altre epidemie (Paese beneficiario).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_40_d"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 5: Restrizioni legali ai diritti derivanti dal brevetto, H. Licenze obbligatorie di esportazione di prodotti farmaceutici",
        "citation": "Art. 40d cpv. 2 LBI",
        "content": "I Paesi che hanno dichiarato all’Organizzazione Mondiale del Commercio (OMC) di rinunciare, in tutto o in parte, a beneficiare di una licenza secondo il capoverso 1 sono esclusi come Paese beneficiario in conformità a tale dichiarazione. Tutti gli altri Paesi che adempiono i requisiti di cui al capoverso 1 possono essere Paesi beneficiari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_40_d"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 5: Restrizioni legali ai diritti derivanti dal brevetto, H. Licenze obbligatorie di esportazione di prodotti farmaceutici",
        "citation": "Art. 40d cpv. 3 LBI",
        "content": "La licenza secondo il capoverso 1 è limitata alla fabbricazione della quantità di prodotti farmaceutici necessaria a soddisfare il fabbisogno del Paese beneficiario; la totalità di tale produzione deve essere esportata nel Paese beneficiario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_40_d"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 5: Restrizioni legali ai diritti derivanti dal brevetto, H. Licenze obbligatorie di esportazione di prodotti farmaceutici",
        "citation": "Art. 40d cpv. 4 LBI",
        "content": "Il titolare della licenza secondo il capoverso 1 e ogni produttore che fabbrica prodotti su licenza devono garantire che sarà reso chiaramente riconoscibile che i loro prodotti sono stati fabbricati su licenza di cui al capoverso 1 e che, mediante l’imballaggio o una colorazione o forma idonea, essi si distingueranno da quelli brevettati, salvo che ciò abbia ripercussioni di rilievo sul prezzo dei prodotti nel Paese beneficiario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_40_d"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 5: Restrizioni legali ai diritti derivanti dal brevetto, H. Licenze obbligatorie di esportazione di prodotti farmaceutici",
        "citation": "Art. 40d cpv. 5 LBI",
        "content": "Il Consiglio federale definisce le condizioni per il rilascio della licenza secondo il capoverso 1. Stabilisce in particolare di quali informazioni o comunicazioni il giudice competente deve disporre per poter decidere del rilascio della licenza secondo il capoverso 1 e disciplina i provvedimenti di cui al capoverso 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_40_d"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 5: Restrizioni legali ai diritti derivanti dal brevetto, I. Disposizioni comuni agli articoli 36–40d",
        "citation": "Art. 40e cpv. 1 LBI",
        "content": "Le licenze previste negli articoli 36–40d sono rilasciate soltanto se gli sforzi del richiedente per ottenere una licenza contrattuale a condizioni adeguate di mercato, entro un termine adeguato, siano rimasti infruttuosi; per le licenze di cui all’articolo 40d è considerato adeguato un termine di 30 giorni feriali. Tali sforzi non sono necessari in caso di emergenza nazionale o di assoluta urgenza, oppure in caso di utilizzazione pubblica a titolo non commerciale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_40_e"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 5: Restrizioni legali ai diritti derivanti dal brevetto, I. Disposizioni comuni agli articoli 36–40d",
        "citation": "Art. 40e cpv. 2 LBI",
        "content": "La portata e la durata della licenza sono limitate allo scopo per il quale essa è rilasciata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_40_e"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 5: Restrizioni legali ai diritti derivanti dal brevetto, I. Disposizioni comuni agli articoli 36–40d",
        "citation": "Art. 40e cpv. 3 LBI",
        "content": "La licenza può essere ceduta soltanto con la parte dell’azienda alla quale si riferisce la sua utilizzazione. Il presente capoverso si applica anche alle sublicenze.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_40_e"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 5: Restrizioni legali ai diritti derivanti dal brevetto, I. Disposizioni comuni agli articoli 36–40d",
        "citation": "Art. 40e cpv. 4 LBI",
        "content": "La licenza è rilasciata in primo luogo per l’approvvigionamento del mercato interno. È fatto salvo l’articolo 40d.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_40_e"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 5: Restrizioni legali ai diritti derivanti dal brevetto, I. Disposizioni comuni agli articoli 36–40d",
        "citation": "Art. 40e cpv. 5 LBI",
        "content": "Il titolare del brevetto ha diritto a un’indennità adeguata. Tale indennità è commisurata alle circostanze del singolo caso e al valore economico della licenza. Per le licenze di cui all’articolo 40d l’indennità è stabilita tenendo conto del valore economico della licenza nel Paese importatore, dello stato di sviluppo di tale Paese e dell’urgenza sanitaria e umanitaria. Il Consiglio federale specifica le modalità di calcolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_40_e"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 5: Restrizioni legali ai diritti derivanti dal brevetto, I. Disposizioni comuni agli articoli 36–40d",
        "citation": "Art. 40e cpv. 6 LBI",
        "content": "Il giudice decide in merito al rilascio e alla revoca della licenza, alla sua portata e durata nonché all’indennità da versare. In particolare, dietro richiesta, revoca la licenza all’avente diritto ove le circostanze che hanno portato al rilascio non esistano più e si possa presumere che non si riproducano. È fatta salva una protezione adeguata degli interessi legittimi dell’avente diritto. Se una licenza è rilasciata secondo l’articolo 40d, i rimedi giuridici non hanno effetto sospensivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_40_e"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 6: Tasse",
        "citation": "Art. 41 LBI",
        "content": "Per ottenere o mantenere in vigore un brevetto e affinché particolari domande siano trattate, devono essere pagate le tasse previste nell’ordinanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_41"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 7:, Proseguimento della procedura e reintegrazione nello stato anteriore, A. Proseguimento della procedura",
        "citation": "Art. 46a cpv. 1 LBI",
        "content": "Il richiedente o il titolare del brevetto che non avesse osservato un termine previsto dalla legge o impartito dall’IPI può chiedere a quest’ultimo il proseguimento della procedura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_46_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 7:, Proseguimento della procedura e reintegrazione nello stato anteriore, A. Proseguimento della procedura",
        "citation": "Art. 46a cpv. 2 LBI",
        "content": "La richiesta deve essere presentata entro due mesi da quando l’interessato è stato informato dall’IPI sull’inosservanza del termine, ma al più tardi dopo sei mesi dallo scadere del termine inosservato. Entro questi termini egli deve inoltre eseguire integralmente l’atto omesso, completare, se necessario, la domanda di brevetto e pagare la tassa di proseguimento della procedura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_46_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 7:, Proseguimento della procedura e reintegrazione nello stato anteriore, A. Proseguimento della procedura",
        "citation": "Art. 46a cpv. 3 LBI",
        "content": "L’approvazione della richiesta di proseguimento della procedura ristabilisce la situazione che si sarebbe verificata se l’atto fosse stato compiuto tempestivamente. È fatto salvo l’articolo 48.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_46_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 7:, Proseguimento della procedura e reintegrazione nello stato anteriore, A. Proseguimento della procedura",
        "citation": "Art. 46a cpv. 4 LBI",
        "content": "Il proseguimento della procedura è escluso in caso di inosservanza dei seguenti termini:\na. termini che non riguardano l’IPI;\nb. termini per la presentazione della richiesta di proseguimento della procedura (cpv. 2);\nc. termini per la presentazione della domanda di reintegrazione (art. 47 cpv. 2);\nd. termini per la presentazione di una domanda di brevetto con rivendicazione del diritto di priorità e di una dichiarazione di priorità (art. 17 e 19);\ne. ...\nf. termine per la modificazione degli atti tecnici (art. 58 cpv. 1);\ng. ...\nh. termini per la richiesta di rilascio di un certificato protettivo complementare (art. 140f cpv. 1, 146 cpv. 2 e 147 cpv. 3) o di proroga della sua validità (art. 140o cpv. 1), nonché di rilascio di un certificato protettivo complementare pediatrico (art. 140v cpv. 1);\ni. ulteriori termini stabiliti mediante ordinanza, qualora sia escluso il proseguimento della procedura in caso d’inosservanza degli stessi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_46_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 7:, Proseguimento della procedura e reintegrazione nello stato anteriore, B. Reintegrazione nello stato anteriore",
        "citation": "Art. 47 cpv. 1 LBI",
        "content": "Il richiedente o il titolare del brevetto che rende verosimile di essere stato impedito senza sua colpa di osservare un termine previsto dalla legge o dall’ordinanza d’esecuzione oppure prescritto dall’IPI è reintegrato, se ne fa domanda, nello stato anteriore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_47"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 7:, Proseguimento della procedura e reintegrazione nello stato anteriore, B. Reintegrazione nello stato anteriore",
        "citation": "Art. 47 cpv. 2 LBI",
        "content": "La domanda deve essere presentata entro due mesi dopo che è cessato l’impedimento, ma al più tardi entro il termine di un anno a contare dallo spirare del termine non osservato, all’autorità presso la quale l’atto omesso avrebbe dovuto essere compiuto; in pari tempo, l’atto omesso deve essere eseguito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_47"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 7:, Proseguimento della procedura e reintegrazione nello stato anteriore, B. Reintegrazione nello stato anteriore",
        "citation": "Art. 47 cpv. 3 LBI",
        "content": "La reintegrazione non è ammessa nel caso previsto nel capoverso 2 (termine per domandare la reintegrazione).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_47"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 7:, Proseguimento della procedura e reintegrazione nello stato anteriore, B. Reintegrazione nello stato anteriore",
        "citation": "Art. 47 cpv. 4 LBI",
        "content": "Se la domanda viene accolta, la situazione è ristabilita come se l’atto omesso fosse stato compiuto in tempo utile; è riservato l’articolo 48.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_47"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 7:, Proseguimento della procedura e reintegrazione nello stato anteriore, C. Riserva favore di terzi",
        "citation": "Art. 48 cpv. 1 LBI",
        "content": "Il brevetto non è opponibile a chi, nei periodi seguenti, ha utilizzato l’invenzione professionalmente in buona fede in Svizzera o a tale scopo vi ha fatto speciali preparativi:\na. tra l’ultimo giorno del termine concesso per il pagamento d’una tassa annuale (...) e il giorno in cui è stata presentata una richiesta di proseguimento della procedura (art. 46a) o una domanda di reintegrazione (art. 47);\nb. tra l’ultimo giorno del termine di priorità (art. 17 cpv. 1) e il giorno in cui la domanda di brevetto è stata depositata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_48"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 7:, Proseguimento della procedura e reintegrazione nello stato anteriore, C. Riserva favore di terzi",
        "citation": "Art. 48 cpv. 2 LBI",
        "content": "Al diritto in tal modo acquisito da un terzo è applicabile l’articolo 35 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_48"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 7:, Proseguimento della procedura e reintegrazione nello stato anteriore, C. Riserva favore di terzi",
        "citation": "Art. 48 cpv. 3 LBI",
        "content": "Chi invoca un diritto fondato sul capoverso 1 lettera a deve versare al titolare del brevetto un’adeguata indennità, con effetto a contare dal momento in cui il brevetto è stato rimesso in vigore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_48"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 7:, Proseguimento della procedura e reintegrazione nello stato anteriore, C. Riserva favore di terzi",
        "citation": "Art. 48 cpv. 4 LBI",
        "content": "In caso di contestazione, il giudice decide circa l’esistenza e l’estensione dei diritti fatti valere da un terzo e fissa l’importo dell’indennità prevista nel capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_48"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 8: Rappresentanza e vigilanza, A. Rappresen-, tanza ",
        "citation": "Art. 48a cpv. 1 LBI",
        "content": "Nessuno è tenuto a farsi rappresentare dinanzi alle autorità amministrative in una procedura secondo la presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_48_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 8: Rappresentanza e vigilanza, A. Rappresen-, tanza ",
        "citation": "Art. 48a cpv. 2 LBI",
        "content": "La parte che non intende condurre personalmente una procedura secondo la presente legge dinanzi alle autorità amministrative deve farsi rappresentare da un mandatario con recapito in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_48_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo primo: Disposizioni generali, Capo 8: Rappresentanza e vigilanza, B. Vigilanza",
        "citation": "Art. 48b LBI",
        "content": "L’articolo 13 della legge del 20 marzo 2009 sui consulenti in brevetti si applica per analogia ai mandatari non iscritti nel registro dei consulenti in brevetti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_48_b"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo primo: La domanda di brevetto, A. Forma della domanda, I. In generale",
        "citation": "Art. 49 cpv. 1 LBI",
        "content": "Chi vuole ottenere un brevetto d’invenzione deve depositare una domanda di brevetto presso l’IPI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_49"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo primo: La domanda di brevetto, A. Forma della domanda, I. In generale",
        "citation": "Art. 49 cpv. 2 LBI",
        "content": "La domanda di brevetto consta di:\na. un atto di richiesta inteso a ottenere il rilascio del brevetto;\nb. una descrizione dell’invenzione e, per la rivendicazione di una sequenza derivata da una sequenza o una sequenza parziale di un gene, una descrizione concreta della funzione svolta dalla sequenza;\nc. una o più rivendicazioni;\nd. i disegni ai quali si riferiscono la descrizione o le rivendicazioni;\ne. un estratto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_49"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo primo: La domanda di brevetto, A. Forma della domanda, II. Indicazioni sulla fonte delle, risorse genetiche, e del sapere, tradizionale",
        "citation": "Art. 49a cpv. 1 LBI",
        "content": "La domanda di brevetto deve contenere indicazioni sulla fonte:\na. delle risorse genetiche alle quali l’inventore o il richiedente ha avuto accesso, sempre che l’invenzione si fondi direttamente su tali risorse;\nb. del sapere tradizionale di comunità indigene o locali sulle risorse genetiche alle quali l’inventore o il richiedente ha avuto accesso, sempre che l’invenzione si fondi direttamente su tale sapere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_49_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo primo: La domanda di brevetto, A. Forma della domanda, II. Indicazioni sulla fonte delle, risorse genetiche, e del sapere, tradizionale",
        "citation": "Art. 49a cpv. 2 LBI",
        "content": "Se la fonte non è nota né all’inventore né al richiedente, quest’ultimo lo deve confermare per scritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_49_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo primo: La domanda di brevetto, B. Esposto dell’invenzione, I. In generale ",
        "citation": "Art. 50 cpv. 1 LBI",
        "content": "L’invenzione deve essere spiegata, nella domanda di brevetto, in modo che possa essere attuata da persona esperta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_50"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo primo: La domanda di brevetto, B. Esposto dell’invenzione, II. Materiale biologico",
        "citation": "Art. 50a cpv. 1 LBI",
        "content": "Se un’invenzione che ha per oggetto la produzione o l’utilizzazione di materiale biologico non può essere spiegata sufficientemente, la spiegazione deve essere completata mediante il deposito di un campione del materiale biologico e la descrizione deve essere completata mediante l’indicazione delle proprietà essenziali del materiale biologico e un rinvio al deposito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_50_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo primo: La domanda di brevetto, B. Esposto dell’invenzione, II. Materiale biologico",
        "citation": "Art. 50a cpv. 2 LBI",
        "content": "Se, per un’invenzione che ha per oggetto un prodotto costituito da materiale biologico, la produzione non può essere spiegata sufficientemente, la spiegazione deve essere completata o sostituita mediante il deposito di un campione del materiale biologico e la descrizione completata o sostituita mediante un rinvio al deposito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_50_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo primo: La domanda di brevetto, B. Esposto dell’invenzione, II. Materiale biologico",
        "citation": "Art. 50a cpv. 3 LBI",
        "content": "L’invenzione è considerata spiegata ai sensi dell’articolo 50 soltanto se il campione del materiale biologico è stato depositato, al più tardi alla data di deposito della domanda, presso un centro di deposito riconosciuto e la domanda di brevetto, nella sua formulazione originaria, contiene indicazioni sul materiale biologico e il rinvio al deposito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_50_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo primo: La domanda di brevetto, B. Esposto dell’invenzione, II. Materiale biologico",
        "citation": "Art. 50a cpv. 4 LBI",
        "content": "Il Consiglio federale disciplina nel dettaglio le esigenze relative al deposito, alle indicazioni concernenti il materiale biologico e al rinvio al deposito, nonché l’accesso ai campioni depositati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_50_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo primo: La domanda di brevetto, C. Rivendicazioni, I. Portata",
        "citation": "Art. 51 cpv. 1 LBI",
        "content": "L’invenzione deve essere definita in una o più rivendicazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_51"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo primo: La domanda di brevetto, C. Rivendicazioni, I. Portata",
        "citation": "Art. 51 cpv. 2 LBI",
        "content": "Le rivendicazioni determinano i limiti della protezione conferita dal brevetto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_51"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo primo: La domanda di brevetto, C. Rivendicazioni, I. Portata",
        "citation": "Art. 51 cpv. 3 LBI",
        "content": "La descrizione ed i disegni servono a interpretare le rivendicazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_51"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo primo: La domanda di brevetto, C. Rivendicazioni, II. Rivendicazioni indipendenti",
        "citation": "Art. 52 cpv. 1 LBI",
        "content": "Ogni rivendicazione indipendente può definire una sola invenzione e cioè:\na. un procedimento, o\nb. un prodotto, un mezzo per l’esecuzione di un procedimento o un dispositivo, o\nc. l’applicazione di un procedimento, o\nd. l’utilizzazione di un prodotto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_52"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo primo: La domanda di brevetto, C. Rivendicazioni, II. Rivendicazioni indipendenti",
        "citation": "Art. 52 cpv. 2 LBI",
        "content": "Più rivendicazioni indipendenti possono essere ammesse nel medesimo brevetto se definiscono più invenzioni tra le quali esiste un legame tale che esse costituiscono un solo concetto inventivo generale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_52"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo primo: La domanda di brevetto, C. Rivendicazioni, III. Rivendicazioni dipendenti",
        "citation": "Art. 55 LBI",
        "content": "Le forme speciali d’esecuzione dell’invenzione definita da una rivendicazione indipendente possono essere oggetto di rivendicazioni dipendenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_55"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo primo: La domanda di brevetto, D. Estratto",
        "citation": "Art. 55b LBI",
        "content": "L’estratto serve esclusivamente a fini d’informazione tecnica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_55_b"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo primo: La domanda di brevetto, E. Data di deposito, I. In generale",
        "citation": "Art. 56 cpv. 1 LBI",
        "content": "È considerato data di deposito il giorno in cui è stato depositato l’ultimo dei seguenti elementi:\na. una richiesta esplicita o implicita di rilascio di un brevetto;\nb. indicazioni in base alle quali è possibile accertare l’identità del richiedente;\nc. un elemento che, a prima vista, può essere inteso come descrizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_56"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo primo: La domanda di brevetto, E. Data di deposito, I. In generale",
        "citation": "Art. 56 cpv. 2 LBI",
        "content": "Per gli invii postali è determinante il momento in cui essi sono stati consegnati alla Posta svizzera a destinazione dell’IPI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_56"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo primo: La domanda di brevetto, E. Data di deposito, I. In generale",
        "citation": "Art. 56 cpv. 3 LBI",
        "content": "Il Consiglio federale disciplina le modalità, in particolare la lingua nella quale gli elementi di cui al capoverso 1 vanno depositati, la data di deposito e la pubblicazione, qualora una parte mancante della descrizione o un disegno mancante sia depositato successivamente, nonché la sostituzione della descrizione e dei disegni mediante il rinvio a una domanda di brevetto depositata anteriormente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_56"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo primo: La domanda di brevetto, E. Data di deposito, II. In caso di divisione della domanda",
        "citation": "Art. 57 cpv. 1 LBI",
        "content": "Una domanda di brevetto risultante dalla divisione di una domanda anteriore riceve come data di deposito quella della domanda anteriore:\na. se, all’atto del suo deposito, è stata espressamente designata come domanda divisa;\nb. se, all’atto del deposito della domanda divisa, la domanda anteriore era ancora pendente e\nc. nella misura in cui il suo oggetto non si estende oltre il contenuto della domanda anteriore nella sua versione iniziale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_57"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo primo: La domanda di brevetto, F. Modifica degli atti tecnici",
        "citation": "Art. 58 cpv. 1 LBI",
        "content": "Fintanto che la procedura di esame non è terminata, al richiedente va data almeno una possibilità di modificare gli atti tecnici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_58"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo primo: La domanda di brevetto, F. Modifica degli atti tecnici",
        "citation": "Art. 58 cpv. 2 LBI",
        "content": "Gli atti tecnici non possono tuttavia essere modificati in modo tale che l’oggetto della domanda di brevetto modificata vada oltre il contenuto degli atti tecnici depositati originariamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_58"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo primo: La domanda di brevetto, G. Pubblicazione della domanda di brevetto",
        "citation": "Art. 58a cpv. 1 LBI",
        "content": "L’IPI pubblica le domande di brevetto:\na. senza indugio trascorsi 18 mesi dalla data di deposito oppure, se è stata rivendicata una priorità, dopo la data di priorità;\nb. su domanda del richiedente, prima che scada il termine di cui alla lettera a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_58_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo primo: La domanda di brevetto, G. Pubblicazione della domanda di brevetto",
        "citation": "Art. 58a cpv. 2 LBI",
        "content": "La pubblicazione contiene la descrizione, le rivendicazioni e, se del caso, i disegni, nonché l’estratto, sempre che sia disponibile prima della conclusione dei preparativi tecnici per la pubblicazione, e, se del caso, il rapporto sullo stato della tecnica o la ricerca di tipo internazionale secondo l’articolo 59 capoverso 5. Se non sono stati pubblicati con la domanda di brevetto, il rapporto sullo stato della tecnica o la ricerca di tipo internazionale secondo l’articolo 59 capoverso 5 sono pubblicati separatamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_58_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo 2: L’esame della domanda di brevetto, A. Oggetto dell’esame",
        "citation": "Art. 59 cpv. 1 LBI",
        "content": "Se l’oggetto di una domanda di brevetto non è conforme agli articoli 1, 1a, 1b e 2 o lo è soltanto in parte, l’IPI ne informa il richiedente, indicando i motivi, e gli assegna un termine per rispondere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_59"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo 2: L’esame della domanda di brevetto, A. Oggetto dell’esame",
        "citation": "Art. 59 cpv. 2 LBI",
        "content": "Se la domanda di brevetto non soddisfà ad altre prescrizioni della presente legge o dell’ordinanza, l’IPI assegna al richiedente un termine per correggerne le manchevolezze.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_59"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo 2: L’esame della domanda di brevetto, A. Oggetto dell’esame",
        "citation": "Art. 59 cpv. 4 LBI",
        "content": "L’IPI non esamina se l’invenzione è nuova né se essa risulti in modo evidente dallo stato della tecnica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_59"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo 2: L’esame della domanda di brevetto, A. Oggetto dell’esame",
        "citation": "Art. 59 cpv. 5 LBI",
        "content": "Pagando un emolumento, il richiedente può chiedere:\na. entro 14 mesi dalla data di deposito oppure, se è stata rivendicata una priorità, dopo la data di priorità, che l’IPI rediga un rapporto sullo stato della tecnica; oppure\nb. entro sei mesi dalla data di deposito più remota, che l’IPI faccia da tramite per una ricerca di tipo internazionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_59"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo 2: L’esame della domanda di brevetto, A. Oggetto dell’esame",
        "citation": "Art. 59 cpv. 6 LBI",
        "content": "Se non sono stati effettuati accertamenti ai sensi del capoverso 5, chiunque sia autorizzato a consultare gli atti secondo l’articolo 65 può chiedere, pagando un emolumento, che l’IPI rediga un rapporto sullo stato della tecnica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_59"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo 2: L’esame della domanda di brevetto, B. Fine dell’esame",
        "citation": "Art. 59a cpv. 1 LBI",
        "content": "Se le condizioni per il rilascio del brevetto sono adempiute, l’IPI comunica al richiedente che la procedura di esame è terminata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_59_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo 2: L’esame della domanda di brevetto, B. Fine dell’esame",
        "citation": "Art. 59a cpv. 3 LBI",
        "content": "L’IPI respinge la domanda se:\na. non è stata ritirata nonostante che, per i motivi indicati nell’articolo 59 capoverso 1, sia escluso il rilascio del brevetto, o\nb. non sono corrette le manchevolezze indicate secondo l’articolo 59 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_59_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo 2: L’esame della domanda di brevetto, C. Opposizione",
        "citation": "Art. 59c cpv. 1 LBI",
        "content": "Chiunque può, nei nove mesi che seguono la pubblicazione dell’iscrizione nel registro dei brevetti, fare opposizione presso l’IPI contro un brevetto da esso rilasciato. L’opposizione deve essere presentata per scritto e motivata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_59_c"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo 2: L’esame della domanda di brevetto, C. Opposizione",
        "citation": "Art. 59c cpv. 2 LBI",
        "content": "L’opposizione può vertere soltanto sul fatto che l’oggetto del brevetto è escluso dal brevetto secondo gli articoli 1a, 1b e 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_59_c"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo 2: L’esame della domanda di brevetto, C. Opposizione",
        "citation": "Art. 59c cpv. 3 LBI",
        "content": "A seconda che accetti in tutto o in parte l’opposizione, l’IPI può revocare il brevetto oppure mantenerlo modificandone la portata. La decisione sull’opposizione è impugnabile davanti al Tribunale amministrativo federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_59_c"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo 2: L’esame della domanda di brevetto, C. Opposizione",
        "citation": "Art. 59c cpv. 4 LBI",
        "content": "Il Consiglio federale disciplina i particolari, segnatamente la procedura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_59_c"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo 3:, Registro dei brevetti; pubblicazioni dell’IPI; comunicazione elettronica con le autorità, A. Registro dei brevetti",
        "citation": "Art. 60 cpv. 1 LBI",
        "content": "L’IPI rilascia il brevetto iscrivendolo nel registro dei brevetti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_60"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo 3:, Registro dei brevetti; pubblicazioni dell’IPI; comunicazione elettronica con le autorità, A. Registro dei brevetti",
        "citation": "Art. 60 cpv. 1bis LBI",
        "content": "Il registro dei brevetti contiene in particolare le indicazioni seguenti: il numero del brevetto, i simboli della classificazione, il titolo dell’invenzione, la data di deposito, il nome e il domicilio del titolare del brevetto e, ove occorra, le indicazioni di priorità, il nome e il domicilio d’affari del mandatario, il nome dell’inventore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_60"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo 3:, Registro dei brevetti; pubblicazioni dell’IPI; comunicazione elettronica con le autorità, A. Registro dei brevetti",
        "citation": "Art. 60 cpv. 2 LBI",
        "content": "Esso vi iscrive inoltre tutte le modificazioni concernenti l’esistenza del brevetto o il diritto al brevetto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_60"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo 3:, Registro dei brevetti; pubblicazioni dell’IPI; comunicazione elettronica con le autorità, B. Pubblicazioni, I. Domande di brevetto e brevetti registrati",
        "citation": "Art. 61 cpv. 1 LBI",
        "content": "L’IPI pubblica:\na. la domanda di brevetto con le indicazioni specificate nell’articolo 58a capoverso 2;\nb. l’iscrizione del brevetto nel registro dei brevetti con le indicazioni specificate nell’articolo 60 capoverso 1bis;\nc. la cancellazione del brevetto dal registro dei brevetti;\nd. le modificazioni iscritte nel registro circa l’esistenza del brevetto e il diritto al brevetto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_61"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo 3:, Registro dei brevetti; pubblicazioni dell’IPI; comunicazione elettronica con le autorità, B. Pubblicazioni, I. Domande di brevetto e brevetti registrati",
        "citation": "Art. 61 cpv. 3 LBI",
        "content": "L’IPI designa l’organo di pubblicazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_61"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo 3:, Registro dei brevetti; pubblicazioni dell’IPI; comunicazione elettronica con le autorità, B. Pubblicazioni, II. Fascicolo del brevetto",
        "citation": "Art. 63 cpv. 1 LBI",
        "content": "L’IPI emette un fascicolo per ogni brevetto rilasciato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_63"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo 3:, Registro dei brevetti; pubblicazioni dell’IPI; comunicazione elettronica con le autorità, B. Pubblicazioni, II. Fascicolo del brevetto",
        "citation": "Art. 63 cpv. 2 LBI",
        "content": "Il fascicolo contiene la descrizione, le rivendicazioni, l’estratto e gli eventuali disegni, come anche le indicazioni contenute nel registro (art. 60 cpv. 1bis).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_63"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo 3:, Registro dei brevetti; pubblicazioni dell’IPI; comunicazione elettronica con le autorità, C. Documento del brevetto",
        "citation": "Art. 64 cpv. 1 LBI",
        "content": "Tostochè il fascicolo del brevetto è pronto per essere pubblicato, l’IPI allestisce il documento del brevetto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_64"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo 3:, Registro dei brevetti; pubblicazioni dell’IPI; comunicazione elettronica con le autorità, C. Documento del brevetto",
        "citation": "Art. 64 cpv. 2 LBI",
        "content": "Questo documento consiste nell’attestazione che le condizioni previste dalla legge per il conseguimento del brevetto sono adempiute e in un esemplare del fascicolo del brevetto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_64"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo 3:, Registro dei brevetti; pubblicazioni dell’IPI; comunicazione elettronica con le autorità, D. Consultazione degli atti",
        "citation": "Art. 65 cpv. 1 LBI",
        "content": "Dopo la pubblicazione della domanda di brevetto, chiunque può consultare il fascicolo degli atti. Il Consiglio federale può limitare il diritto di consultazione unicamente se vi si oppongono segreti di fabbricazione o d’affari oppure altri interessi preponderanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_65"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo 3:, Registro dei brevetti; pubblicazioni dell’IPI; comunicazione elettronica con le autorità, D. Consultazione degli atti",
        "citation": "Art. 65 cpv. 2 LBI",
        "content": "Il Consiglio federale definisce i casi in cui la consultazione del fascicolo degli atti è concessa prima della pubblicazione della domanda di brevetto. In particolare disciplina anche la consultazione delle domande di brevetto che sono respinte o ritirate prima della loro pubblicazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_65"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo 3:, Registro dei brevetti; pubblicazioni dell’IPI; comunicazione elettronica con le autorità, E. Comunica-zione elettronica con le autorità",
        "citation": "Art. 65a cpv. 1 LBI",
        "content": "Il Consiglio federale può autorizzare l’IPI a disciplinare le comunicazioni per via elettronica nel quadro delle disposizioni generali sull’amministrazione della giustizia federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_65_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo 3:, Registro dei brevetti; pubblicazioni dell’IPI; comunicazione elettronica con le autorità, E. Comunica-zione elettronica con le autorità",
        "citation": "Art. 65a cpv. 2 LBI",
        "content": "I fascicoli e gli atti possono essere tenuti e conservati in forma elettronica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_65_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo 3:, Registro dei brevetti; pubblicazioni dell’IPI; comunicazione elettronica con le autorità, E. Comunica-zione elettronica con le autorità",
        "citation": "Art. 65a cpv. 3 LBI",
        "content": "Il registro dei brevetti può essere tenuto in forma elettronica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_65_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo 3:, Registro dei brevetti; pubblicazioni dell’IPI; comunicazione elettronica con le autorità, E. Comunica-zione elettronica con le autorità",
        "citation": "Art. 65a cpv. 4 LBI",
        "content": "L’IPI può rendere i suoi dati accessibili a terzi in particolare attraverso la procedura elettronica di richiamo; esso può esigere una rimunerazione per questo servizio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_65_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo secondo: Rilascio del brevetto, Capo 3:, Registro dei brevetti; pubblicazioni dell’IPI; comunicazione elettronica con le autorità, E. Comunica-zione elettronica con le autorità",
        "citation": "Art. 65a cpv. 5 LBI",
        "content": "Le pubblicazioni dell’IPI possono essere fatte in forma elettronica; la versione elettronica è tuttavia determinante soltanto se i dati sono pubblicati esclusivamente in forma elettronica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_65_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo primo: Disposizioni comuni alla protezione di diritto civile e di diritto penale, A. Condizioni della responsabilità",
        "citation": "Art. 66 LBI",
        "content": "Si può procedere in via civile o penale, conformemente alle seguenti disposizioni:\na. contro chiunque utilizza illecitamente l’invenzione brevettata; l’imitazione è parificata all’utilizzazione;\nb. contro chiunque si rifiuta d’indicare all’autorità competente la provenienza e la quantità dei prodotti fabbricati o immessi sul mercato illecitamente che si trovano in suo possesso, nonché i destinatari e l’entità delle loro ulteriori forniture ad acquirenti commerciali;\nc. contro chiunque, senza il consenso del titolare del brevetto o di chi è al beneficio di una licenza, toglie il segno del brevetto apposto su un prodotto o sul suo imballaggio;\nd. contro chiunque istiga a commettere uno degli atti predetti, coopera a tali infrazioni, ne favorisce o ne facilita l’esecuzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_66"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo primo: Disposizioni comuni alla protezione di diritto civile e di diritto penale, B. Inversione dell’onere della prova",
        "citation": "Art. 67 cpv. 1 LBI",
        "content": "Se l’invenzione si riferisce a un procedimento di fabbricazione di un prodotto nuovo, ogni prodotto della stessa composizione si presume, fino a prova contraria, preparato secondo il procedimento brevettato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_67"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo primo: Disposizioni comuni alla protezione di diritto civile e di diritto penale, B. Inversione dell’onere della prova",
        "citation": "Art. 67 cpv. 2 LBI",
        "content": "Il capoverso 1 è applicabile per analogia quando il procedimento di fabbricazione concerne un prodotto noto, se il titolare del brevetto rende verosimile che il brevetto è stato violato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_67"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo primo: Disposizioni comuni alla protezione di diritto civile e di diritto penale, C. Tutela del segreto di fabbricazione o d’affari",
        "citation": "Art. 68 cpv. 1 LBI",
        "content": "I segreti di fabbricazione o d’affari delle parti devono essere tutelati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_68"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo primo: Disposizioni comuni alla protezione di diritto civile e di diritto penale, C. Tutela del segreto di fabbricazione o d’affari",
        "citation": "Art. 68 cpv. 2 LBI",
        "content": "I mezzi di prova che potrebbero violare siffatti segreti possono essere rivelati alla parte avversa solo per quanto siano compatibili con la tutela dei segreti di cui si tratta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_68"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo primo: Disposizioni comuni alla protezione di diritto civile e di diritto penale, D. Vendita o distruzione di prodotti o d’impianti",
        "citation": "Art. 69 cpv. 1 LBI",
        "content": "In caso di condanna, il giudice può ordinare la confisca e la realizzazione o la distruzione dei prodotti fabbricati illecitamente o degli impianti, utensili e altri mezzi che hanno preponderantemente servito alla loro fabbricazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_69"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo primo: Disposizioni comuni alla protezione di diritto civile e di diritto penale, D. Vendita o distruzione di prodotti o d’impianti",
        "citation": "Art. 69 cpv. 2 LBI",
        "content": "Il prodotto netto della vendita è destinato in primo luogo al pagamento della multa, poi a quello delle spese d’inchiesta e giudiziarie, e infine al pagamento, una volta che sia stato definitivamente fissato, del credito della controparte per il risarcimento del danno e per le spese processuali; l’eventuale eccedenza è devoluta al precedente proprietario degli oggetti venduti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_69"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo primo: Disposizioni comuni alla protezione di diritto civile e di diritto penale, D. Vendita o distruzione di prodotti o d’impianti",
        "citation": "Art. 69 cpv. 3 LBI",
        "content": "Anche in caso di rigetto dell’azione o di proscioglimento, il giudice può ordinare la distruzione degli impianti, utensili e altri mezzi destinati in primo luogo alla violazione del brevetto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_69"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo primo: Disposizioni comuni alla protezione di diritto civile e di diritto penale, E. Pubblicazione della sentenza",
        "citation": "Art. 70 cpv. 1 LBI",
        "content": "Il giudice può autorizzare la parte vincente a pubblicare la sentenza a spese della parte soccombente; egli fissa le modalità e il momento della pubblicazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_70"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo primo: Disposizioni comuni alla protezione di diritto civile e di diritto penale, E. Pubblicazione della sentenza",
        "citation": "Art. 70 cpv. 2 LBI",
        "content": "In materia penale (art. 81–82), per la pubblicazione della sentenza è determinante l’articolo 68 del Codice penale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_70"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo primo: Disposizioni comuni alla protezione di diritto civile e di diritto penale, F. Trasmissione delle sentenze",
        "citation": "Art. 70a LBI",
        "content": "Le autorità giudiziarie trasmettono all’IPI, gratuitamente e in copia integrale, le sentenze passate in giudicato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_70_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo primo: Disposizioni comuni alla protezione di diritto civile e di diritto penale, G. Divieto di più azioni successive",
        "citation": "Art. 71 LBI",
        "content": "Chi ha promosso una delle azioni previste negli articoli 72, 73, 74 o 81 e promuove in seguito, fondandosi su un altro brevetto, una nuova azione contro la stessa persona per il medesimo atto o per un atto analogo deve sopportare le spese giudiziarie e delle parti del nuovo processo, a meno che renda verosimile che non è stato in grado, senza sua colpa, di far valere nella procedura precedente anche quest’altro brevetto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_71"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 2:, Disposizioni speciali per la protezione di diritto civile, A. Azione per cessazione dell’atto o per soppressione dello stato di fatto",
        "citation": "Art. 72 cpv. 1 LBI",
        "content": "Chi è minacciato o leso nei suoi diritti da uno degli atti previsti nell’articolo 66 può domandare la cessazione di tale atto o la soppressione dello stato di fatto che ne deriva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_72"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 2:, Disposizioni speciali per la protezione di diritto civile, B. Azione per risarcimento di danni",
        "citation": "Art. 73 cpv. 1 LBI",
        "content": "Chiunque, intenzionalmente oppure per negligenza o imprudenza commette uno degli atti indicati nell’articolo 66 è tenuto al risarcimento dei danni conformemente alle disposizioni del Codice delle obbligazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_73"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 2:, Disposizioni speciali per la protezione di diritto civile, B. Azione per risarcimento di danni",
        "citation": "Art. 73 cpv. 3 LBI",
        "content": "L’azione per risarcimento di danni può essere promossa soltanto dopo che il brevetto è stato rilasciato; con tale azione può tuttavia essere chiesto il risarcimento del danno cagionato dal convenuto a contare dal momento in cui ha avuto conoscenza del contenuto della domanda di brevetto, ma al più tardi dalla pubblicazione di tale domanda.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_73"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 2:, Disposizioni speciali per la protezione di diritto civile, C. Azione di accertamento",
        "citation": "Art. 74 LBI",
        "content": "Chi prova di avervi interesse può promuovere un’azione intesa a far accertare l’esistenza o l’assenza di uno stato di fatto o di un rapporto di diritto da giudicare conformemente alla presente legge, in particolare:\n1. che un determinato brevetto esiste a buon diritto;\n2. che il convenuto ha commesso uno degli atti indicati nell’articolo 66;\n3. che l’attore non ha commesso nessuno degli atti indicati nell’articolo 66;\n4. che un determinato brevetto non può essere opposto all’attore in applicazione di una disposizione legale;\n5. che per due determinati brevetti le condizioni fissate nell’articolo 36 per la concessione di una licenza sono o non sono adempiute;\n6. che l’attore è l’autore dell’invenzione che è oggetto di una domanda di brevetto o di un determinato brevetto;\n7. che un determinato brevetto non produce più effetto perché viola il divieto di cumulare la protezione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_74"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 2:, Disposizioni speciali per la protezione di diritto civile, D. Legittimazio-ne ad agire del titolare di una licenza",
        "citation": "Art. 75 cpv. 1 LBI",
        "content": "Chi è titolare di una licenza esclusiva è legittimato in proprio all’azione secondo l’articolo 72 o 73 indipendentemente dal fatto che la licenza sia iscritta nel registro, sempre che il contratto di licenza non lo escluda espressamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_75"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 2:, Disposizioni speciali per la protezione di diritto civile, D. Legittimazio-ne ad agire del titolare di una licenza",
        "citation": "Art. 75 cpv. 2 LBI",
        "content": "Tutti i titolari della licenza possono intervenire in un’azione secondo l’articolo 73 per far valere il danno da essi subito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_75"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 2:, Disposizioni speciali per la protezione di diritto civile, F. Provvedimenti cautelari",
        "citation": "Art. 77 cpv. 1 LBI",
        "content": "Chi chiede al giudice di ordinare provvedimenti cautelari può in particolare esigere che il giudice ordini:\na. provvedimenti per assicurare le prove, salvaguardare lo stato di fatto o attuare a titolo provvisorio le pretese di omissione o di cessazione della turbativa;\nb. una descrizione esatta:\n1. dei procedimenti che si presumono applicati illecitamente,\n2. dei prodotti che si presumono fabbricati illecitamente e dei mezzi tecnici che sono serviti alla loro fabbricazione; oppure\nc. il sequestro di tali oggetti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_77"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 2:, Disposizioni speciali per la protezione di diritto civile, F. Provvedimenti cautelari",
        "citation": "Art. 77 cpv. 2 LBI",
        "content": "La parte che richiede una descrizione deve rendere verosimile che un suo diritto è stato violato o rischia di essere violato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_77"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 2:, Disposizioni speciali per la protezione di diritto civile, F. Provvedimenti cautelari",
        "citation": "Art. 77 cpv. 3 LBI",
        "content": "Se la controparte fa valere segreti di fabbricazione o di affari, il giudice adotta i provvedimenti necessari alla loro tutela. Può vietare alla parte richiedente di partecipare alla realizzazione della descrizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_77"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 2:, Disposizioni speciali per la protezione di diritto civile, F. Provvedimenti cautelari",
        "citation": "Art. 77 cpv. 4 LBI",
        "content": "La descrizione, con o senza sequestro, è realizzata da un membro del Tribunale federale dei brevetti, all’occorrenza con l’ausilio di un perito. Se necessario, la descrizione è realizzata con la collaborazione delle autorità cantonali competenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_77"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 2:, Disposizioni speciali per la protezione di diritto civile, F. Provvedimenti cautelari",
        "citation": "Art. 77 cpv. 5 LBI",
        "content": "Prima che la parte richiedente prenda conoscenza del risultato della descrizione, la controparte ha la facoltà di pronunciarsi in merito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_77"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 3:, Disposizioni speciali per la protezione di diritto penale, A. Disposizioni penali, I. Violazione del brevetto",
        "citation": "Art. 81 cpv. 1 LBI",
        "content": "Chiunque commette intenzionalmente uno degli atti previsti dall’articolo 66 è punito, a querela del danneggiato, con una pena detentiva fino a un anno o con una pena pecuniaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_81"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 3:, Disposizioni speciali per la protezione di diritto penale, A. Disposizioni penali, I. Violazione del brevetto",
        "citation": "Art. 81 cpv. 2 LBI",
        "content": "Il diritto di querela si estingue decorsi sei mesi dal giorno in cui il danneggiato ha conosciuto l’autore dell’infrazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_81"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 3:, Disposizioni speciali per la protezione di diritto penale, A. Disposizioni penali, I. Violazione del brevetto",
        "citation": "Art. 81 cpv. 3 LBI",
        "content": "Se agisce a titolo commerciale, l’autore è perseguito d’ufficio. È punito con una pena detentiva fino a cinque anni o con una pena pecuniaria. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_81"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 3:, Disposizioni speciali per la protezione di diritto penale, A. Disposizioni penali, II. Indicazioni false sulla fonte",
        "citation": "Art. 81a cpv. 1 LBI",
        "content": "Chiunque fornisce intenzionalmente indicazioni false sulle fonti di cui all’articolo 49a è punito con una multa fino a 100 000 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_81_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 3:, Disposizioni speciali per la protezione di diritto penale, A. Disposizioni penali, II. Indicazioni false sulla fonte",
        "citation": "Art. 81a cpv. 2 LBI",
        "content": "Il giudice può ordinare la pubblicazione della sentenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_81_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 3:, Disposizioni speciali per la protezione di diritto penale, A. Disposizioni penali, III. Indicazione ingannevole circa l’esistenza della protezione",
        "citation": "Art. 82 cpv. 1 LBI",
        "content": "Chiunque commette intenzionalmente uno degli atti previsti dall’articolo 66 è punito, a querela del danneggiato, con una pena detentiva fino a un anno o con una pena pecuniaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_82"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 3:, Disposizioni speciali per la protezione di diritto penale, A. Disposizioni penali, III. Indicazione ingannevole circa l’esistenza della protezione",
        "citation": "Art. 82 cpv. 2 LBI",
        "content": "Il giudice può ordinare la pubblicazione della sentenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_82"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 3:, Disposizioni speciali per la protezione di diritto penale, B. Disposizioni generali del CP",
        "citation": "Art. 83 LBI",
        "content": "Le disposizioni generali del Codice penale svizzero  sono applicabili per quanto la presente legge non disponga altrimenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_83"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 3:, Disposizioni speciali per la protezione di diritto penale, Bbis. Infrazioni commesse nell’azienda",
        "citation": "Art. 83a LBI",
        "content": "Alle infrazioni commesse in un’azienda da un subordinato, da un mandatario o da un rappresentante si applicano gli articoli 6 e 7 della legge federale del 22 marzo 1974 sul diritto penale amministrativo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_83_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 3:, Disposizioni speciali per la protezione di diritto penale, C. Foro",
        "citation": "Art. 84 cpv. 1 LBI",
        "content": "Per il perseguimento e il giudizio di un’infrazione è competente l’autorità del luogo in cui l’autore ha agito o quella del luogo in cui l’evento s’è verificato; se entrano in considerazione più luoghi o se l’infrazione è stata commessa da più coautori, l’autorità competente è quella del luogo in cui fu compiuto il primo atto di istruzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_84"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 3:, Disposizioni speciali per la protezione di diritto penale, C. Foro",
        "citation": "Art. 84 cpv. 2 LBI",
        "content": "L’autorità competente per il perseguimento e il giudizio dell’autore principale è parimente competente per il perseguimento e il giudizio dell’istigatore e del complice.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_84"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 3:, Disposizioni speciali per la protezione di diritto penale, D. Competenza delle autorità, cantonali, I. In generale",
        "citation": "Art. 85 cpv. 1 LBI",
        "content": "Il perseguimento e il giudizio delle infrazioni incombono alle autorità cantonali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_85"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 3:, Disposizioni speciali per la protezione di diritto penale, D. Competenza delle autorità, cantonali, I. In generale",
        "citation": "Art. 85 cpv. 2 LBI",
        "content": "Le sentenze, le decisioni aventi carattere penale pronunciate dalle autorità amministrative e le dichiarazioni di non doversi procedere devono essere comunicate immediatamente, senza spese e nel loro testo integrale, al Ministero pubblico della Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_85"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 3:, Disposizioni speciali per la protezione di diritto penale, D. Competenza delle autorità, cantonali, II. Eccezione della nullità del brevetto",
        "citation": "Art. 86 cpv. 1 LBI",
        "content": "Se l’incolpato solleva l’eccezione della nullità del brevetto, il giudice gli può assegnare un termine adeguato per promuovere l’azione per nullità, avvertendolo delle conseguenze della sua inazione; se il brevetto non è stato esaminato sotto il profilo della novità e dell’attività inventiva e il giudice dubita della validità del brevetto, oppure se l’incolpato rende verosimili determinate circostanze che fanno apparire fondata l’eccezione di nullità, il giudice può assegnare al danneggiato un termine adeguato per promuovere l’azione intesa ad accertare che il brevetto esiste a buon diritto, avvertendolo parimenti delle conseguenze della sua inazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_86"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 3:, Disposizioni speciali per la protezione di diritto penale, D. Competenza delle autorità, cantonali, II. Eccezione della nullità del brevetto",
        "citation": "Art. 86 cpv. 2 LBI",
        "content": "Se l’azione è promossa in tempo utile, la procedura penale è sospesa finché l’azione sia stata oggetto di una decisione definitiva; nel frattempo, la prescrizione non decorre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_86"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 4:, Intervento dell’Ufficio federale della dogana e della sicurezza dei confini, A. Denuncia di merci sospette",
        "citation": "Art. 86a cpv. 1 LBI",
        "content": "L’Ufficio federale della dogana e della sicurezza dei confini (UDSC) è autorizzato ad avvisare il titolare del brevetto qualora vi sia il sospetto dell’imminente introduzione nel territorio doganale svizzero o dell’imminente asportazione dal territorio doganale svizzero di merci che violano un brevetto valido in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_86_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 4:, Intervento dell’Ufficio federale della dogana e della sicurezza dei confini, A. Denuncia di merci sospette",
        "citation": "Art. 86a cpv. 2 LBI",
        "content": "In tali casi, l’UDSC è autorizzato a trattenere le merci per tre giorni feriali, affinché la persona legittimata possa presentare una domanda secondo l’articolo 86b capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_86_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 4:, Intervento dell’Ufficio federale della dogana e della sicurezza dei confini, B. Domanda d’intervento",
        "citation": "Art. 86b cpv. 1 LBI",
        "content": "Se dispone di indizi concreti per ritenere imminente l’introduzione nel territorio doganale svizzero o l’asportazione dal territorio doganale svizzero di merci che violano un brevetto valido in Svizzera, il titolare del brevetto o il titolare di una licenza legittimato ad agire può chiedere per scritto all’UDSC di negare lo svincolo delle merci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_86_b"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 4:, Intervento dell’Ufficio federale della dogana e della sicurezza dei confini, B. Domanda d’intervento",
        "citation": "Art. 86b cpv. 2 LBI",
        "content": "Il richiedente deve fornire tutte le informazioni in suo possesso che siano necessarie all’UDSC per decidere; tali informazioni comprendono anche una descrizione esatta della merce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_86_b"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 4:, Intervento dell’Ufficio federale della dogana e della sicurezza dei confini, B. Domanda d’intervento",
        "citation": "Art. 86b cpv. 3 LBI",
        "content": "L’UDSC decide definitivamente sulla domanda. Può riscuotere un emolumento per coprire le spese amministrative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_86_b"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 4:, Intervento dell’Ufficio federale della dogana e della sicurezza dei confini, C. Ritenzione della merce",
        "citation": "Art. 86c cpv. 1 LBI",
        "content": "Se, in seguito a una domanda d’intervento ai sensi dell’articolo 86b capoverso 1, ha motivi fondati di sospettare che una determinata merce destinata all’introduzione nel territorio doganale svizzero o all’asportazione dal territorio doganale svizzero violi un brevetto valido in Svizzera, l’UDSC lo comunica al richiedente nonché al dichiarante, al detentore o al proprietario della merce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_86_c"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 4:, Intervento dell’Ufficio federale della dogana e della sicurezza dei confini, C. Ritenzione della merce",
        "citation": "Art. 86c cpv. 2 LBI",
        "content": "L’UDSC trattiene la merce al massimo per dieci giorni feriali dal momento della comunicazione secondo il capoverso 1, per consentire al richiedente di chiedere provvedimenti cautelari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_86_c"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 4:, Intervento dell’Ufficio federale della dogana e della sicurezza dei confini, C. Ritenzione della merce",
        "citation": "Art. 86c cpv. 3 LBI",
        "content": "In casi motivati, l’UDSC può trattenere la merce per altri dieci giorni feriali al massimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_86_c"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 4:, Intervento dell’Ufficio federale della dogana e della sicurezza dei confini, D. Campioni",
        "citation": "Art. 86d cpv. 1 LBI",
        "content": "Durante la ritenzione della merce, l’UDSC è abilitato, su domanda, a consegnare o inviare, per esame, campioni della merce al richiedente o a consentirgli di ispezionare la merce ritenuta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_86_d"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 4:, Intervento dell’Ufficio federale della dogana e della sicurezza dei confini, D. Campioni",
        "citation": "Art. 86d cpv. 2 LBI",
        "content": "Le spese per il prelievo e l’invio dei campioni sono a carico del richiedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_86_d"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 4:, Intervento dell’Ufficio federale della dogana e della sicurezza dei confini, D. Campioni",
        "citation": "Art. 86d cpv. 3 LBI",
        "content": "Dopo l’esame, i campioni, sempre che ciò sia opportuno, devono essere restituiti. Se rimangono presso il richiedente, i campioni sottostanno alle disposizioni della legislazione doganale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_86_d"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 4:, Intervento dell’Ufficio federale della dogana e della sicurezza dei confini, E. Tutela dei segreti di fabbricazione e d’affari",
        "citation": "Art. 86e cpv. 1 LBI",
        "content": "Contemporaneamente alla comunicazione di cui all’articolo 86c capoverso 1, l’UDSC e informa il dichiarante, detentore o proprietario della merce della possibile consegna di campioni o della possibilità di ispezionarli secondo l’articolo 86d capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_86_e"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 4:, Intervento dell’Ufficio federale della dogana e della sicurezza dei confini, E. Tutela dei segreti di fabbricazione e d’affari",
        "citation": "Art. 86e cpv. 2 LBI",
        "content": "Il dichiarante, detentore o proprietario può chiedere di essere presente durante l’ispezione al fine di tutelare i propri segreti di fabbricazione o d’affari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_86_e"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 4:, Intervento dell’Ufficio federale della dogana e della sicurezza dei confini, E. Tutela dei segreti di fabbricazione e d’affari",
        "citation": "Art. 86e cpv. 3 LBI",
        "content": "L’UDSC può, su richiesta motivata del dichiarante, detentore o proprietario, rifiutare la consegna di campioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_86_e"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 4:, Intervento dell’Ufficio federale della dogana e della sicurezza dei confini, F. Domanda di distruzione della merce, I. Procedura",
        "citation": "Art. 86f cpv. 1 LBI",
        "content": "Insieme con la domanda secondo l’articolo 86b capoverso 1, il richiedente può chiedere per scritto all’UDSC di distruggere la merce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_86_f"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 4:, Intervento dell’Ufficio federale della dogana e della sicurezza dei confini, F. Domanda di distruzione della merce, I. Procedura",
        "citation": "Art. 86f cpv. 2 LBI",
        "content": "Se è presentata una domanda di distruzione della merce, l’UDSC avvisa il dichiarante, detentore o proprietario della merce nella comunicazione di cui all’articolo 86c capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_86_f"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 4:, Intervento dell’Ufficio federale della dogana e della sicurezza dei confini, F. Domanda di distruzione della merce, I. Procedura",
        "citation": "Art. 86f cpv. 3 LBI",
        "content": "La domanda di distruzione della merce non implica un prolungamento dei termini per chiedere provvedimenti cautelari secondo l’articolo 86c capoversi 2 e 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_86_f"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 4:, Intervento dell’Ufficio federale della dogana e della sicurezza dei confini, F. Domanda di distruzione della merce, II. Consenso",
        "citation": "Art. 86g cpv. 1 LBI",
        "content": "Per la distruzione della merce è necessario il consenso del dichiarante, detentore o proprietario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_86_g"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 4:, Intervento dell’Ufficio federale della dogana e della sicurezza dei confini, F. Domanda di distruzione della merce, II. Consenso",
        "citation": "Art. 86g cpv. 2 LBI",
        "content": "Il consenso è considerato dato se il dichiarante, detentore o proprietario non si oppone esplicitamente alla distruzione della merce entro i termini di cui all’articolo 86c capoversi 2 e 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_86_g"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 4:, Intervento dell’Ufficio federale della dogana e della sicurezza dei confini, F. Domanda di distruzione della merce, III. Mezzi probatori",
        "citation": "Art. 86h LBI",
        "content": "Prima di distruggere la merce, l’UDSC preleva campioni e li conserva come prova per un’eventuale azione per risarcimento dei danni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_86_h"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 4:, Intervento dell’Ufficio federale della dogana e della sicurezza dei confini, F. Domanda di distruzione della merce, IV. Risarcimento",
        "citation": "Art. 86i cpv. 1 LBI",
        "content": "Se la distruzione della merce si rivela ingiustificata, soltanto il richiedente risponde del danno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_86_i"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 4:, Intervento dell’Ufficio federale della dogana e della sicurezza dei confini, F. Domanda di distruzione della merce, IV. Risarcimento",
        "citation": "Art. 86i cpv. 2 LBI",
        "content": "Se il dichiarante, detentore o proprietario ha acconsentito per scritto alla distruzione della merce, il richiedente non può essere chiamato a rispondere del danno nemmeno se successivamente la distruzione si rivela ingiustificata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_86_i"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 4:, Intervento dell’Ufficio federale della dogana e della sicurezza dei confini, F. Domanda di distruzione della merce, V. Spese",
        "citation": "Art. 86j cpv. 1 LBI",
        "content": "Le spese per la distruzione della merce sono a carico del richiedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_86_j"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 4:, Intervento dell’Ufficio federale della dogana e della sicurezza dei confini, F. Domanda di distruzione della merce, V. Spese",
        "citation": "Art. 86j cpv. 2 LBI",
        "content": "Sulle spese per il prelievo e la conservazione di campioni ai sensi dell’articolo 86h decide il giudice nell’ambito del giudizio relativo alle pretese di risarcimento dei danni secondo l’articolo 86i capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_86_j"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 4:, Intervento dell’Ufficio federale della dogana e della sicurezza dei confini, G. Dichiarazione di responsabilità e risarcimento ",
        "citation": "Art. 86k cpv. 1 LBI",
        "content": "Se vi è da temere un danno dovuto alla ritenzione della merce, l’UDSC può subordinare la ritenzione della merce a una dichiarazione di responsabilità da parte del richiedente. Al posto di tale dichiarazione, l’UDSC può, in casi motivati, chiedere al richiedente un’adeguata garanzia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_86_k"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo terzo: Sanzione civile e penale, Capo 4:, Intervento dell’Ufficio federale della dogana e della sicurezza dei confini, G. Dichiarazione di responsabilità e risarcimento ",
        "citation": "Art. 86k cpv. 2 LBI",
        "content": "Se non vengono ordinati provvedimenti cautelari o se i provvedimenti presi si rivelano infondati, il richiedente deve risarcire il danno causato dalla ritenzione della merce e dal prelievo dei campioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_86_k"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo quinto: Domande di brevetto europeo e del brevetto europeo, Capo primo: Diritto applicabile, Campo, d’applicazione della legge; relazione con la Convenzione sul brevetto europeo",
        "citation": "Art. 109 cpv. 1 LBI",
        "content": "Il presente titolo è applicabile alle domande di brevetto europeo ed ai brevetti europei che esplicano i loro effetti in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_109"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo quinto: Domande di brevetto europeo e del brevetto europeo, Capo primo: Diritto applicabile, Campo, d’applicazione della legge; relazione con la Convenzione sul brevetto europeo",
        "citation": "Art. 109 cpv. 2 LBI",
        "content": "Le altre disposizioni della presente legge sono applicabili sempre che la Convenzione del 5 ottobre 1973 sulla concessione di brevetti europei (Convenzione sul brevetto europeo) e il presente titolo non dispongano altrimenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_109"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo quinto: Domande di brevetto europeo e del brevetto europeo, Capo primo: Diritto applicabile, Campo, d’applicazione della legge; relazione con la Convenzione sul brevetto europeo",
        "citation": "Art. 109 cpv. 3 LBI",
        "content": "Il testo della Convenzione sul brevetto europeo che vincola la Svizzera prevale su quello della presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_109"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo quinto: Domande di brevetto europeo e del brevetto europeo, Capo 2:, Effetti della domanda di brevetto europeo, e del brevetto europeo nonché modificazioni nell’esistenza del brevetto europeo A. Principio, I. Effetti",
        "citation": "Art. 110 LBI",
        "content": "La domanda di brevetto europeo alla quale è stata riconosciuta una data di deposito e il brevetto europeo esplicano in Svizzera i medesimi effetti di una domanda di brevetto presentata in debita forma all’IPI e di un brevetto rilasciato da questo Istituto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_110"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo quinto: Domande di brevetto europeo e del brevetto europeo, Capo 2:, Effetti della domanda di brevetto europeo, e del brevetto europeo nonché modificazioni nell’esistenza del brevetto europeo A. Principio, II. Modificazioni nell’esistenza del brevetto",
        "citation": "Art. 110a LBI",
        "content": "Una modificazione nell’esistenza del brevetto europeo mediante una decisione passata in giudicato in una procedura davanti all’Ufficio europeo dei brevetti ha gli stessi effetti di una sentenza passata in giudicato in una procedura in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_110_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo quinto: Domande di brevetto europeo e del brevetto europeo, Capo 2:, Effetti della domanda di brevetto europeo, e del brevetto europeo nonché modificazioni nell’esistenza del brevetto europeo B. Protezione provvisoria conferita dalla domanda di brevetto europeo",
        "citation": "Art. 111 cpv. 1 LBI",
        "content": "La domanda di brevetto europeo pubblicata non conferisce al richiedente la protezione di cui all’articolo 64 della Convenzione sul brevetto europeo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_111"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo quinto: Domande di brevetto europeo e del brevetto europeo, Capo 2:, Effetti della domanda di brevetto europeo, e del brevetto europeo nonché modificazioni nell’esistenza del brevetto europeo B. Protezione provvisoria conferita dalla domanda di brevetto europeo",
        "citation": "Art. 111 cpv. 2 LBI",
        "content": "Tuttavia, il danneggiato può, mediante azione per risarcimento di danni, far valere il danno cagionato dal convenuto a partire dal momento in cui questi ha avuto conoscenza del contenuto della domanda di brevetto europeo, ma al più tardi dal giorno della pubblicazione della domanda da parte dell’Ufficio europeo dei brevetti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_111"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo quinto: Domande di brevetto europeo e del brevetto europeo, Capo 3: Amministrazione del brevetto europeo, A. Registro svizzero dei brevetti europei",
        "citation": "Art. 117 LBI",
        "content": "Tosto che il rilascio del brevetto europeo è stato menzionato nel Bollettino europeo dei brevetti, l’IPI lo iscrive nel registro svizzero dei brevetti europei unitamente alle indicazioni riportate nel registro europeo dei brevetti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_117"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo quinto: Domande di brevetto europeo e del brevetto europeo, Capo 3: Amministrazione del brevetto europeo, B. Pubblicazioni",
        "citation": "Art. 118 LBI",
        "content": "L’IPI pubblica le iscrizioni riportate nel registro svizzero dei brevetti europei.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_118"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo quinto: Domande di brevetto europeo e del brevetto europeo, Capo 4:, Trasformazione della domanda di brevetto europeo, A. Motivi della trasformazione",
        "citation": "Art. 121 cpv. 1 LBI",
        "content": "La domanda di brevetto europeo può essere trasformata in domanda di brevetto svizzero:\na. nel caso di cui all’articolo 135 capoverso 1 lettera a della Convenzione sul brevetto europeo;\nb. in caso di inosservanza del termine di cui all’articolo 14 capoverso 2 della Convenzione sul brevetto europeo, se la domanda iniziale è stata presentata in lingua italiana;\nc. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_121"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo quinto: Domande di brevetto europeo e del brevetto europeo, Capo 4:, Trasformazione della domanda di brevetto europeo, B. Effetti giuridici",
        "citation": "Art. 122 cpv. 1 LBI",
        "content": "Se la richiesta di trasformazione è presentata in debita forma e trasmessa in tempo utile all’IPI, la domanda di brevetto è considerata depositata alla data di deposito della domanda di brevetto europeo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_122"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo quinto: Domande di brevetto europeo e del brevetto europeo, Capo 4:, Trasformazione della domanda di brevetto europeo, B. Effetti giuridici",
        "citation": "Art. 122 cpv. 2 LBI",
        "content": "Gli atti uniti alla domanda di brevetto europeo o al brevetto europeo che sono stati presentati all’Ufficio europeo dei brevetti sono considerati presentati alla stessa data all’IPI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_122"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo quinto: Domande di brevetto europeo e del brevetto europeo, Capo 4:, Trasformazione della domanda di brevetto europeo, B. Effetti giuridici",
        "citation": "Art. 122 cpv. 3 LBI",
        "content": "Sono riservati i diritti acquisiti con la domanda di brevetto europeo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_122"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo quinto: Domande di brevetto europeo e del brevetto europeo, Capo 4:, Trasformazione della domanda di brevetto europeo, C. Traduzione",
        "citation": "Art. 123 LBI",
        "content": "Se la lingua nella quale è redatto il testo iniziale della domanda di brevetto europeo non è una lingua ufficiale svizzera, l’IPI assegna al richiedente un termine per presentarne una traduzione in una lingua ufficiale svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_123"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo quinto: Domande di brevetto europeo e del brevetto europeo, Capo 4:, Trasformazione della domanda di brevetto europeo, D. Riserva a favore della Convenzione sul brevetto europeo",
        "citation": "Art. 124 cpv. 1 LBI",
        "content": "Per quanto concerne la domanda di brevetto derivata dalla trasformazione, sono applicabili, fatto salvo l’articolo 137 capoverso 1 della Convenzione sul brevetto europeo, le disposizioni in vigore per le domande di brevetto svizzero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_124"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo quinto: Domande di brevetto europeo e del brevetto europeo, Capo 4:, Trasformazione della domanda di brevetto europeo, D. Riserva a favore della Convenzione sul brevetto europeo",
        "citation": "Art. 124 cpv. 2 LBI",
        "content": "Le rivendicazioni di una domanda di brevetto derivata dalla trasformazione del brevetto europeo non possono essere redatte in modo da estendere il campo di protezione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_124"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo quinto: Domande di brevetto europeo e del brevetto europeo, Capo 5:, Disposizioni concernenti la protezione di diritto civile e di diritto penale, A. Divieto di cumulare la protezione, I. Preminenza del brevetto europeo",
        "citation": "Art. 125 cpv. 1 LBI",
        "content": "Nella misura in cui, per la medesima invenzione, un brevetto svizzero e un brevetto europeo esplicante i suoi effetti in Svizzera siano stati rilasciati al medesimo inventore o al suo avente causa con la medesima data di deposito o di priorità, il brevetto svizzero non produce più effetto dalla data in cui:\na. il termine d’opposizione contro il brevetto europeo è decorso inutilizzato, o\nb. la procedura di opposizione ha definitivamente condotto al mantenimento in vigore del brevetto europeo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_125"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo quinto: Domande di brevetto europeo e del brevetto europeo, Capo 5:, Disposizioni concernenti la protezione di diritto civile e di diritto penale, A. Divieto di cumulare la protezione, I. Preminenza del brevetto europeo",
        "citation": "Art. 125 cpv. 2 LBI",
        "content": "L’articolo 27 è applicabile per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_125"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo quinto: Domande di brevetto europeo e del brevetto europeo, Capo 5:, Disposizioni concernenti la protezione di diritto civile e di diritto penale, A. Divieto di cumulare la protezione, II. Preminenza del brevetto derivato dalla trasformazione",
        "citation": "Art. 126 cpv. 1 LBI",
        "content": "Nella misura in cui, per la medesima invenzione, un brevetto derivato da una domanda di brevetto svizzero o internazionale (art. 131 e segg.) e un brevetto derivato da una domanda di brevetto europeo trasformata siano stati rilasciati al medesimo inventore o al suo avente causa con la medesima data di deposito o di priorità, il brevetto citato per primo non produce più effetti dalla data in cui è stato rilasciato il brevetto derivato dalla domanda di brevetto europeo trasformata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_126"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo quinto: Domande di brevetto europeo e del brevetto europeo, Capo 5:, Disposizioni concernenti la protezione di diritto civile e di diritto penale, A. Divieto di cumulare la protezione, II. Preminenza del brevetto derivato dalla trasformazione",
        "citation": "Art. 126 cpv. 2 LBI",
        "content": "L’articolo 27 è applicabile per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_126"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo quinto: Domande di brevetto europeo e del brevetto europeo, Capo 5:, Disposizioni concernenti la protezione di diritto civile e di diritto penale, B. Norme di procedura, I. Limitazione della rinuncia parziale",
        "citation": "Art. 127 LBI",
        "content": "La richiesta concernente una rinuncia parziale al brevetto europeo non è ricevibile fintanto che un’opposizione a questo brevetto possa essere proposta all’Ufficio europeo dei brevetti o questo non abbia ancora statuito definitivamente sull’opposizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_127"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo quinto: Domande di brevetto europeo e del brevetto europeo, Capo 5:, Disposizioni concernenti la protezione di diritto civile e di diritto penale, B. Norme di procedura, II. Sospensione della procedura, a. Procedura civile",
        "citation": "Art. 128 LBI",
        "content": "Il giudice può sospendere la procedura, segnatamente la sentenza, se:\na. l’Ufficio europeo dei brevetti non ha ancora statuito definitivamente sulla limitazione o sulla revoca del brevetto europeo;\nb. la validità del brevetto europeo è contestata e una delle parti prova che un’opposizione a questo brevetto possa essere ancora proposta all’Ufficio europeo dei brevetti o questo non abbia ancora statuito definitivamente sull’opposizione;\nc. l’Ufficio europeo dei brevetti non ha ancora statuito definitivamente sulla richiesta di revisione di una decisione in virtù dell’articolo 112a della Convenzione sul brevetto europeo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_128"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo quinto: Domande di brevetto europeo e del brevetto europeo, Capo 5:, Disposizioni concernenti la protezione di diritto civile e di diritto penale, B. Norme di procedura, II. Sospensione della procedura, b. Procedura penale",
        "citation": "Art. 129 cpv. 1 LBI",
        "content": "Se, nel caso di cui all’articolo 86, l’incolpato solleva l’eccezione della nullità del brevetto europeo, il giudice, nella misura in cui contro questo brevetto possa ancora essere proposta opposizione all’Ufficio europeo dei brevetti oppure sia ancora possibile un intervento nella procedura di opposizione, può assegnare un congruo termine per proporre opposizione o per intervenire nella procedura d’opposizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_129"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo quinto: Domande di brevetto europeo e del brevetto europeo, Capo 5:, Disposizioni concernenti la protezione di diritto civile e di diritto penale, B. Norme di procedura, II. Sospensione della procedura, b. Procedura penale",
        "citation": "Art. 129 cpv. 2 LBI",
        "content": "L’articolo 86 capoverso 2 è applicabile per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_129"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo quinto: Domande di brevetto europeo e del brevetto europeo, Capo 6: Rogatorie dell’Ufficio europeo dei brevetti, Ufficio di trasmissione",
        "citation": "Art. 130 LBI",
        "content": "L’IPI riceve le rogatorie dell’Ufficio europeo dei brevetti e le trasmette all’autorità competente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_130"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo sesto: Domande internazionali di brevetto, Capo primo: Diritto applicabile, Campo d’applicazione della legge; rapporti con il Trattato di cooperazione",
        "citation": "Art. 131 cpv. 1 LBI",
        "content": "Il presente titolo si applica alle domande internazionali di brevetto ai sensi del Trattato del 19 giugno 1970 di cooperazione in materia di brevetti (Trattato di cooperazione), per le quali l’IPI funge da ufficio ricevente, ufficio designato o ufficio eletto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_131"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo sesto: Domande internazionali di brevetto, Capo primo: Diritto applicabile, Campo d’applicazione della legge; rapporti con il Trattato di cooperazione",
        "citation": "Art. 131 cpv. 2 LBI",
        "content": "Le altre disposizioni della presente legge sono applicabili sempre che il Trattato di cooperazione e il presente titolo non dispongano altrimenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_131"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo sesto: Domande internazionali di brevetto, Capo primo: Diritto applicabile, Campo d’applicazione della legge; rapporti con il Trattato di cooperazione",
        "citation": "Art. 131 cpv. 3 LBI",
        "content": "Il testo del Trattato di cooperazione che vincola la Svizzera prevale su quello della presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_131"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo sesto: Domande internazionali di brevetto, Capo 2: Domande depositate in Svizzera, A. Ufficio ricevente",
        "citation": "Art. 132 LBI",
        "content": "L’IPI funge da ufficio ricevente ai sensi dell’articolo 2 del Trattato di cooperazione per le domande internazionali provenienti da attinenti svizzeri o da persone che hanno la loro sede sociale o il loro domicilio in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_132"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo sesto: Domande internazionali di brevetto, Capo 2: Domande depositate in Svizzera, B. Procedura",
        "citation": "Art. 133 cpv. 1 LBI",
        "content": "Il Trattato di cooperazione e, a titolo complementare, la presente legge sono applicabili alla procedura dinanzi all’IPI, che funge da ufficio ricevente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_133"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo sesto: Domande internazionali di brevetto, Capo 2: Domande depositate in Svizzera, B. Procedura",
        "citation": "Art. 133 cpv. 2 LBI",
        "content": "Per la domanda internazionale si deve pagare, oltre alle tasse prescritte dal Trattato di cooperazione, una tassa di trasmissione riscossa dall’IPI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_133"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo sesto: Domande internazionali di brevetto, Capo 2: Domande depositate in Svizzera, B. Procedura",
        "citation": "Art. 133 cpv. 3 LBI",
        "content": "L’articolo 13 non è applicabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_133"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo sesto: Domande internazionali di brevetto, Capo 3: Domande che designano la Svizzera; ufficio eletto, A. Ufficio designato e ufficio eletto",
        "citation": "Art. 134 LBI",
        "content": "L’IPI funge da ufficio designato e ufficio eletto ai sensi dell’articolo 2 del Trattato di cooperazione per le domande internazionali con le quali la protezione delle invenzioni viene richiesta in Svizzera e che non hanno l’effetto di una domanda di brevetto europeo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_134"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo sesto: Domande internazionali di brevetto, Capo 3: Domande che designano la Svizzera; ufficio eletto, B. Effetti della domanda internazionale, I. Principio",
        "citation": "Art. 135 LBI",
        "content": "La domanda internazionale per la quale l’IPI funge da ufficio designato esplica in Svizzera, se una data di deposito le è stata riconosciuta, i medesimi effetti di una domanda di brevetto svizzero presentata nella debita forma presso questo ufficio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_135"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo sesto: Domande internazionali di brevetto, Capo 3: Domande che designano la Svizzera; ufficio eletto, B. Effetti della domanda internazionale, II. Diritto di priorità",
        "citation": "Art. 136 LBI",
        "content": "Il diritto di priorità secondo l’articolo 17 può essere rivendicato per una domanda internazionale anche se la prima domanda è stata depositata in Svizzera o soltanto per la Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_136"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo sesto: Domande internazionali di brevetto, Capo 3: Domande che designano la Svizzera; ufficio eletto, B. Effetti della domanda internazionale, III. Protezione provvisoria",
        "citation": "Art. 137 LBI",
        "content": "Gli articoli 111 e 112 della presente legge sono applicabili per analogia alle domande internazionali pubblicate secondo l’articolo 21 del Trattato di cooperazione, per le quali l’IPI funge da ufficio designato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_137"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo sesto: Domande internazionali di brevetto, Capo 3: Domande che designano la Svizzera; ufficio eletto, C. Condizioni formali",
        "citation": "Art. 138 LBI",
        "content": "Il richiedente, entro 30 mesi a decorrere dalla data di deposito o di priorità, è tenuto nei confronti dell’IPI a:\na. indicare per scritto il nome dell’inventore;\nb. fornire indicazioni sulla fonte (art. 49a);\nc. pagare la tassa di deposito;\nd. presentare una traduzione in una lingua ufficiale svizzera, se la domanda internazionale non è redatta in una di queste lingue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_138"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo sesto: Domande internazionali di brevetto, Capo 3: Domande che designano la Svizzera; ufficio eletto, E. Divieto di cumulare la protezione",
        "citation": "Art. 140 cpv. 1 LBI",
        "content": "Nella misura in cui, per la medesima invenzione, due brevetti siano stati rilasciati al medesimo inventore o al suo avente causa con la medesima data di priorità, il brevetto derivato dalla domanda nazionale non produce più effetto dalla data di rilascio del brevetto derivato dalla domanda internazionale, tanto se la priorità della domanda nazionale è rivendicata per il brevetto derivato dalla domanda internazionale, quanto se la priorità della domanda internazionale è rivendicata per il brevetto derivato dalla domanda nazionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo sesto: Domande internazionali di brevetto, Capo 3: Domande che designano la Svizzera; ufficio eletto, E. Divieto di cumulare la protezione",
        "citation": "Art. 140 cpv. 2 LBI",
        "content": "L’articolo 27 è applicabile per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo primo:, Certificati protettivi complementari per medicinali, A. Principio",
        "citation": "Art. 140a cpv. 1 LBI",
        "content": "L’IPI rilascia, su richiesta, certificati protettivi complementari (certificati) per ogni principio attivo o composizione di principi attivi di un medicinale. Il certificato è rilasciato soltanto se non sussiste un certificato protettivo complementare pediatrico secondo l’articolo 140t capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo primo:, Certificati protettivi complementari per medicinali, A. Principio",
        "citation": "Art. 140a cpv. 1bis LBI",
        "content": "Un principio attivo è una sostanza di origine chimica o biologica inclusa nella composizione di un medicinale e avente un effetto terapeutico sull’organismo. Una composizione di principi attivi è una combinazione di più sostanze, ognuna delle quali ha un effetto terapeutico sull’organismo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo primo:, Certificati protettivi complementari per medicinali, A. Principio",
        "citation": "Art. 140a cpv. 2 LBI",
        "content": "Nel presente capitolo, si intendono per prodotti i principi attivi o le composizioni di principi attivi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo primo:, Certificati protettivi complementari per medicinali, B. Condizioni",
        "citation": "Art. 140b cpv. 1 LBI",
        "content": "Il certificato viene rilasciato se al momento della richiesta:\na. il prodotto come tale, un procedimento per la sua fabbricazione o un’utilizzazione è protetto da un brevetto;\nb. un medicinale contenente il prodotto è omologato in Svizzera secondo l’articolo 9 della legge del 15 dicembre 2000 sugli agenti terapeutici (LATer).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_b"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo primo:, Certificati protettivi complementari per medicinali, B. Condizioni",
        "citation": "Art. 140b cpv. 2 LBI",
        "content": "Il certificato è rilasciato in base alla prima omologazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_b"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo primo:, Certificati protettivi complementari per medicinali, C. Diritto",
        "citation": "Art. 140c cpv. 1 LBI",
        "content": "Il diritto al certificato appartiene al titolare del brevetto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_c"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo primo:, Certificati protettivi complementari per medicinali, C. Diritto",
        "citation": "Art. 140c cpv. 2 LBI",
        "content": "Il certificato è rilasciato una volta sola per ogni prodotto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_c"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo primo:, Certificati protettivi complementari per medicinali, C. Diritto",
        "citation": "Art. 140c cpv. 3 LBI",
        "content": "Tuttavia, se più titolari di brevetti differenti riguardanti lo stesso prodotto inoltrano una domanda e un certificato non è ancora stato rilasciato, ogni titolare può ottenere il certificato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_c"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo primo:, Certificati protettivi complementari per medicinali, D. Oggetto della protezione ed effetti",
        "citation": "Art. 140d cpv. 1 LBI",
        "content": "Il certificato protegge, entro i limiti della protezione conferita dal brevetto, tutte le utilizzazioni del prodotto quale medicinale che sono autorizzate prima della scadenza del certificato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_d"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo primo:, Certificati protettivi complementari per medicinali, D. Oggetto della protezione ed effetti",
        "citation": "Art. 140d cpv. 2 LBI",
        "content": "Esso conferisce gli stessi diritti accordati dal brevetto ed è soggetto alle stesse limitazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_d"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo primo:, Certificati protettivi complementari per medicinali, E. Durata della protezione",
        "citation": "Art. 140e cpv. 1 LBI",
        "content": "Il certificato è valido a decorrere dalla scadenza della durata massima del brevetto e per un periodo corrispondente al tempo intercorso tra la data del deposito secondo l’articolo 56 e la data della prima omologazione in Svizzera del medicinale contenente il prodotto, ridotto di cinque anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_e"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo primo:, Certificati protettivi complementari per medicinali, E. Durata della protezione",
        "citation": "Art. 140e cpv. 2 LBI",
        "content": "È valido al massimo per cinque anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_e"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo primo:, Certificati protettivi complementari per medicinali, E. Durata della protezione",
        "citation": "Art. 140e cpv. 3 LBI",
        "content": "Il Consiglio federale può stabilire che la prima omologazione di un medicinale contenente il prodotto rilasciata nello Spazio economico europeo costituisce la prima omologazione secondo il capoverso 1, se essa è anteriore a quella accordata in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_e"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo primo:, Certificati protettivi complementari per medicinali, F. Termine per il deposito della domanda",
        "citation": "Art. 140f cpv. 1 LBI",
        "content": "La richiesta di rilascio del certificato dev’essere depositata:\na. entro sei mesi a decorrere dal rilascio della prima omologazione in Svizzera del medicinale contenente il prodotto;\nb. entro sei mesi a decorrere dal rilascio del brevetto, se questo è rilasciato dopo il rilascio della prima omologazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_f"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo primo:, Certificati protettivi complementari per medicinali, F. Termine per il deposito della domanda",
        "citation": "Art. 140f cpv. 2 LBI",
        "content": "In caso di inosservanza del termine, l’IPI dichiara la richiesta irricevibile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_f"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo primo:, Certificati protettivi complementari per medicinali, G. Rilascio del certificato",
        "citation": "Art. 140g LBI",
        "content": "L’Ufficio rilascia il certificato iscrivendolo nel registro dei brevetti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_g"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo primo:, Certificati protettivi complementari per medicinali, H. Tasse",
        "citation": "Art. 140h cpv. 1 LBI",
        "content": "Il certificato è soggetto al pagamento di una tassa di deposito e delle tasse annuali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_h"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo primo:, Certificati protettivi complementari per medicinali, H. Tasse",
        "citation": "Art. 140h cpv. 2 LBI",
        "content": "Le tasse annuali devono essere pagate anticipatamente e in una volta per la durata complessiva del certificato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_h"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo primo:, Certificati protettivi complementari per medicinali, I. Estinzione prematura; sospensione",
        "citation": "Art. 140i cpv. 1 LBI",
        "content": "Il certificato si estingue se:\na. il titolare vi rinuncia mediante dichiarazione comunicata per scritto all’IPI;\nb. le tasse annuali non sono pagate tempestivamente;\nc. tutte le omologazioni di medicinali contenenti il prodotto sono revocate (art. 16a LATer).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_i"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo primo:, Certificati protettivi complementari per medicinali, I. Estinzione prematura; sospensione",
        "citation": "Art. 140i cpv. 2 LBI",
        "content": "Se tutte le omologazioni sono sospese anche il certificato è sospeso. La sospensione non interrompe la durata del certificato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_i"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo primo:, Certificati protettivi complementari per medicinali, I. Estinzione prematura; sospensione",
        "citation": "Art. 140i cpv. 3 LBI",
        "content": "L’Istituto svizzero per gli agenti terapeutici comunica all’IPI la revoca o la sospensione delle omologazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_i"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo primo:, Certificati protettivi complementari per medicinali, K. Nullità",
        "citation": "Art. 140k cpv. 1 LBI",
        "content": "Il certificato è nullo se:\na. è stato rilasciato in violazione delle disposizioni degli articoli 140b, 140c capoverso 2, 146 capoverso 1 o 147 capoverso 1;\nb. il brevetto si estingue prima della scadenza della propria durata massima (art. 15);\nc. la nullità del brevetto è accertata;\nd. il brevetto è limitato in modo tale che le sue rivendicazioni non coprono più il prodotto per il quale il certificato era stato rilasciato;\ne. dopo l’estinzione del brevetto vi sono motivi che avrebbero giustificato l’accertamento della nullità del brevetto giusta la lettera c o una limitazione giusta la lettera d.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_k"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo primo:, Certificati protettivi complementari per medicinali, K. Nullità",
        "citation": "Art. 140k cpv. 2 LBI",
        "content": "Chiunque può intentare un’azione per nullità del certificato presso l’autorità competente per l’accertamento della nullità del brevetto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_k"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo primo:, Certificati protettivi complementari per medicinali, L. Procedura, registro, pubblicazioni",
        "citation": "Art. 140l cpv. 1 LBI",
        "content": "Il Consiglio federale disciplina la procedura di rilascio dei certificati, la loro iscrizione nel registro dei brevetti nonché le pubblicazioni dell’IPI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_l"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo primo:, Certificati protettivi complementari per medicinali, L. Procedura, registro, pubblicazioni",
        "citation": "Art. 140l cpv. 2 LBI",
        "content": "Tiene conto della normativa nell’Unione europea.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_l"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo primo:, Certificati protettivi complementari per medicinali, M. Diritto applicabile",
        "citation": "Art. 140m LBI",
        "content": "Le disposizioni dei titoli primo, secondo, terzo e quinto della presente legge si applicano per analogia, nella misura in cui le disposizioni relative ai certificati non prevedano altrimenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_m"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo 2:, Proroga della validità dei certificati protettivi, complementari per medicinali, A. Condizioni",
        "citation": "Art. 140n cpv. 1 LBI",
        "content": "L’IPI proroga di sei mesi la durata della protezione relativa a un certificato rilasciato (art. 140e), se l’omologazione (art. 9 LATer) di un medicinale contenente il prodotto:\na. comprende una conferma secondo la quale l’informazione sul medicinale riporta i risultati di tutti gli studi eseguiti in conformità con il piano d’indagine pediatrica considerato per l’omologazione (art. 11 cpv. 2 lett. a n. 6 LATer); e\nb. è stata richiesta al più tardi sei mesi dopo la richiesta di prima omologazione nello Spazio economico europeo di un medicinale contenente il prodotto la cui informazione riporta i risultati di tutti gli studi eseguiti in conformità con il piano d’indagine pediatrica considerato per l’omologazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_n"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo 2:, Proroga della validità dei certificati protettivi, complementari per medicinali, A. Condizioni",
        "citation": "Art. 140n cpv. 2 LBI",
        "content": "La validità del certificato può essere prorogata una sola volta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_n"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo 2:, Proroga della validità dei certificati protettivi, complementari per medicinali, B. Termine per il deposito della richiesta",
        "citation": "Art. 140o cpv. 1 LBI",
        "content": "La richiesta di proroga della validità di un certificato può essere depositata al più presto al momento della richiesta del certificato e al più tardi due anni prima della sua scadenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_o"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo 2:, Proroga della validità dei certificati protettivi, complementari per medicinali, B. Termine per il deposito della richiesta",
        "citation": "Art. 140o cpv. 2 LBI",
        "content": "In caso di inosservanza del termine, l’IPI dichiara irricevibile la richiesta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_o"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo 2:, Proroga della validità dei certificati protettivi, complementari per medicinali, C. Proroga, della durata della protezione",
        "citation": "Art. 140p LBI",
        "content": "L’IPI proroga la validità del certificato mediante la sua iscrizione nel registro dei brevetti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_p"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo 2:, Proroga della validità dei certificati protettivi, complementari per medicinali, D. Tassa",
        "citation": "Art. 140q LBI",
        "content": "La proroga della validità del certificato è soggetta al pagamento di una tassa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_q"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo 2:, Proroga della validità dei certificati protettivi, complementari per medicinali, E. Revoca",
        "citation": "Art. 140r cpv. 1 LBI",
        "content": "L’IPI può revocare la proroga della validità del certificato se è stata accordata in violazione dell’articolo 140n oppure se infrange a posteriori l’articolo 140n.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_r"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo 2:, Proroga della validità dei certificati protettivi, complementari per medicinali, E. Revoca",
        "citation": "Art. 140r cpv. 2 LBI",
        "content": "Chiunque può chiedere all’IPI di revocare la proroga della validità di un certificato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_r"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo 2:, Proroga della validità dei certificati protettivi, complementari per medicinali, F. Procedura, registro,, pubblicazioni",
        "citation": "Art. 140s cpv. 1 LBI",
        "content": "Il Consiglio federale disciplina la procedura di proroga della validità dei certificati, la loro iscrizione nel registro dei brevetti nonché le pubblicazioni dell’IPI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_s"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo 2:, Proroga della validità dei certificati protettivi, complementari per medicinali, F. Procedura, registro,, pubblicazioni",
        "citation": "Art. 140s cpv. 2 LBI",
        "content": "Tiene conto della normativa nell’Unione europea.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_s"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo 2a:, Certificati protettivi complementari pediatrici per medicinali, A. Condizioni",
        "citation": "Art. 140t cpv. 1 LBI",
        "content": "L’IPI rilascia, su richiesta, per ogni principio attivo o composizione di principi attivi di un medicinale certificati protettivi complementari pediatrici (certificati pediatrici) validi per sei mesi a decorrere dalla scadenza della durata massima del brevetto, se l’omologazione (art. 9 LATer) di un medicinale contenente il prodotto:\na. comprende una conferma secondo la quale l’informazione sul medicinale riporta i risultati di tutti gli studi eseguiti in conformità con il piano d’indagine pediatrica considerato per l’omologazione (art. 11 cpv. 2 lett. a n. 6 LATer); e\nb. è stata richiesta al più tardi sei mesi dopo la richiesta di prima omologazione nello Spazio economico europeo di un medicinale contenente il prodotto la cui informazione riporta i risultati di tutti gli studi eseguiti in conformità con il piano d’indagine pediatrica considerato per l’omologazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_t"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo 2a:, Certificati protettivi complementari pediatrici per medicinali, A. Condizioni",
        "citation": "Art. 140t cpv. 2 LBI",
        "content": "Il certificato pediatrico è rilasciato soltanto se non sussiste un certificato secondo l’articolo 140a capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_t"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo 2a:, Certificati protettivi complementari pediatrici per medicinali, A. Condizioni",
        "citation": "Art. 140t cpv. 3 LBI",
        "content": "L’articolo 140b capoverso 1 si applica per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_t"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo 2a:, Certificati protettivi complementari pediatrici per medicinali, A. Condizioni",
        "citation": "Art. 140t cpv. 4 LBI",
        "content": "La durata della protezione relativa a un certificato pediatrico non può essere prorogata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_t"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo 2a:, Certificati protettivi complementari pediatrici per medicinali, B. Diritto",
        "citation": "Art. 140u cpv. 1 LBI",
        "content": "Il diritto al certificato pediatrico appartiene al titolare del brevetto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_u"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo 2a:, Certificati protettivi complementari pediatrici per medicinali, B. Diritto",
        "citation": "Art. 140u cpv. 2 LBI",
        "content": "Il certificato pediatrico è rilasciato una volta sola per ogni prodotto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_u"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo 2a:, Certificati protettivi complementari pediatrici per medicinali, B. Diritto",
        "citation": "Art. 140u cpv. 3 LBI",
        "content": "Tuttavia, se più titolari di brevetti differenti riguardanti lo stesso prodotto inoltrano una domanda, ogni titolare può ottenere il certificato pediatrico, previo consenso del destinatario della conferma di cui all’articolo 140t capoverso 1 lettera a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_u"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo 2a:, Certificati protettivi complementari pediatrici per medicinali, C. Termine per il deposito della domanda",
        "citation": "Art. 140v cpv. 1 LBI",
        "content": "La richiesta di rilascio del certificato pediatrico può essere depositata al più tardi due anni prima della scadenza della durata massima del brevetto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_v"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo 2a:, Certificati protettivi complementari pediatrici per medicinali, C. Termine per il deposito della domanda",
        "citation": "Art. 140v cpv. 2 LBI",
        "content": "In caso di inosservanza del termine, l’IPI dichiara la richiesta irricevibile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_v"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo 2a:, Certificati protettivi complementari pediatrici per medicinali, D. Tasse",
        "citation": "Art. 140w LBI",
        "content": "Il certificato pediatrico è soggetto al pagamento di una tassa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_w"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo 2a:, Certificati protettivi complementari pediatrici per medicinali, E. Nullità",
        "citation": "Art. 140x cpv. 1 LBI",
        "content": "Il certificato pediatrico è nullo se:\na. è stato rilasciato in violazione dell’articolo 140t o infrange a posteriori l’articolo 140t;\nb. è stato rilasciato in violazione dell’articolo 140x capoverso 2;\nc. il brevetto si estingue prima della scadenza della propria durata massima (art. 15);\nd. la nullità del brevetto è accertata;\ne. il brevetto è limitato in modo tale che le sue rivendicazioni non coprono più il prodotto per il quale il certificato pediatrico è stato rilasciato;\nf. dopo l’estinzione del brevetto vi sono motivi che avrebbero giustificato l’accertamento della nullità del brevetto giusta la lettera d o una limitazione giusta la lettera e.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_x"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo 2a:, Certificati protettivi complementari pediatrici per medicinali, E. Nullità",
        "citation": "Art. 140x cpv. 2 LBI",
        "content": "Chiunque può intentare un’azione per nullità del certificato pediatrico presso l’autorità competente per l’accertamento della nullità del brevetto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_x"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo 2a:, Certificati protettivi complementari pediatrici per medicinali, F. Procedura, registro, pubblicazioni, diritto applicabile",
        "citation": "Art. 140y LBI",
        "content": "Gli articoli 140a capoversi 1bis e 2, 140d, 140g, 140i, 140l capoverso 1 e 140m sono applicabili per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_y"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo 3:, Certificati protettivi complementari per prodotti, fitosanitari",
        "citation": "Art. 140z cpv. 1 LBI",
        "content": "L’IPI rilascia, su richiesta, un certificato per ogni principio attivo o composizione di principi attivi di un prodotto fitosanitario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_z"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo 3:, Certificati protettivi complementari per prodotti, fitosanitari",
        "citation": "Art. 140z cpv. 2 LBI",
        "content": "Gli articoli 140a capoverso 2 e 140b–140m sono applicabili per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_z"
    },
    {
        "book": "PatG",
        "title": "LBI, Titolo settimo: Certificati protettivi complementari, Capo 3:, Certificati protettivi complementari per prodotti, fitosanitari",
        "citation": "Art. 140z cpv. 3 LBI",
        "content": "Un principio attivo è una sostanza o un microorganismo, compresi i virus, con effetti generici o specifici:\na. contro organismi nocivi;\nb. su vegetali, parti di vegetali o prodotti vegetali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/it#art_140_z"
    }
]