[
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, A. Inventions brevetables, I. Principe",
        "citation": "Art. 1 al. 1 LBI",
        "content": "Les brevets d’invention sont délivrés pour les inventions nouvelles utilisables industriellement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_1"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, A. Inventions brevetables, I. Principe",
        "citation": "Art. 1 al. 2 LBI",
        "content": "Ce qui découle d’une manière évidente de l’état de la technique (art. 7, al. 2) ne constitue pas une invention brevetable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_1"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, A. Inventions brevetables, I. Principe",
        "citation": "Art. 1 al. 3 LBI",
        "content": "Les brevets sont délivrés sans garantie de l’État.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_1"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, A. Inventions brevetables, II. Le corps humain et ses éléments",
        "citation": "Art. 1a al. 1 LBI",
        "content": "Le corps humain en tant que tel, aux différents stades de sa constitution et de son développement, y compris l’embryon, ne peut être breveté.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_1_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, A. Inventions brevetables, II. Le corps humain et ses éléments",
        "citation": "Art. 1a al. 2 LBI",
        "content": "Les éléments du corps humain, dans leur environnement naturel, ne peuvent pas être brevetés. Un élément du corps humain constitue toutefois une invention brevetable lorsqu’il est préparé techniquement, si un effet utile de nature technique est indiqué et si les autres conditions de l’art. 1 sont remplies; l’art. 2 est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_1_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, A. Inventions brevetables, III. Séquences géniques",
        "citation": "Art. 1b al. 1 LBI",
        "content": "Une séquence génique ou une séquence génique partielle existant à l’état naturel n’est en soi pas brevetable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_1_b"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, A. Inventions brevetables, III. Séquences géniques",
        "citation": "Art. 1b al. 2 LBI",
        "content": "Une séquence dérivée d’une séquence génique ou d’une séquence génique partielle existant à l’état naturel constitue toutefois une invention brevetable lorsqu’elle est préparée techniquement, que sa fonction est décrite concrètement et que les autres conditions de l’art. 1 sont remplies; l’art. 2 est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_1_b"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, B. Exclusion de la brevetabilité",
        "citation": "Art. 2 al. 1 LBI",
        "content": "Les inventions dont la mise en œuvre porterait atteinte à la dignité humaine ou à l’intégrité des organismes vivants, ou serait d’une autre manière contraire à l’ordre public ou aux bonnes mœurs, ne peuvent être brevetées. Aucun brevet n’est délivré notamment:\na. pour les procédés de clonage d’êtres humains et les clones ainsi obtenus;\nb. pour les procédés de formation d’êtres mixtes recourant à des gamètes humains, à des cellules totipotentes humaines ou à des cellules souches embryonnaires humaines, et les êtres ainsi obtenus;\nc. pour les procédés de parthénogenèse recourant à du matériel germinal humain et les parthénotes ainsi obtenus;\nd. pour les procédés de modification de l’identité génétique germinale de l’être humain et les cellules germinatives ainsi obtenues;\ne. pour les cellules souches et les lignées de cellules souches d’embryons humains non modifiées;\nf. pour l’utilisation d’embryons humains à des fins non médicales;\ng. pour les procédés de modification de l’identité génétique des animaux de nature à provoquer chez eux des souffrances, sans que des intérêts prépondérants dignes de protection le justifient, et les animaux issus de tels procédés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_2"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, B. Exclusion de la brevetabilité",
        "citation": "Art. 2 al. 2 LBI",
        "content": "Ne peuvent pas non plus être brevetés:\na. les méthodes de traitement chirurgical ou thérapeutique et les méthodes de diagnostic appliquées au corps humain ou animal;\nb. les variétés végétales et les races animales, ainsi que les procédés essentiellement biologiques d’obtention de végétaux ou d’animaux; sont toutefois brevetables, sous réserve de l’al. 1, les procédés microbiologiques, ou d’autres procédés techniques, les produits ainsi obtenus et les inventions qui portent sur des plantes ou des animaux et dont la faisabilité technique n’est pas limitée à une variété végétale ou à une race animale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_2"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, C. Droit à la délivrance du brevet, I. Principe",
        "citation": "Art. 3 al. 1 LBI",
        "content": "Le droit à la délivrance du brevet appartient à l’inventeur, à son ayant cause ou au tiers à qui l’invention appartient à un autre titre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_3"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, C. Droit à la délivrance du brevet, I. Principe",
        "citation": "Art. 3 al. 2 LBI",
        "content": "Si plusieurs personnes ont fait ensemble une invention, ce droit leur appartient en commun.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_3"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, C. Droit à la délivrance du brevet, I. Principe",
        "citation": "Art. 3 al. 3 LBI",
        "content": "Si la même invention a été faite par plusieurs personnes de façon indépendante, il appartient à celui qui peut invoquer un dépôt antérieur ou un dépôt jouissant d’une priorité antérieure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_3"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, C. Droit à la délivrance du brevet, II. En cours d’examen",
        "citation": "Art. 4 LBI",
        "content": "Au cours de la procédure devant l’Institut fédéral de la propriété intellectuelle (IPI), celui qui dépose la demande de brevet est considéré comme étant en droit de requérir la délivrance du brevet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_4"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, D. Mention de l’inventeur, I. Droit de l’inventeur",
        "citation": "Art. 5 al. 1 LBI",
        "content": "Le requérant désignera par écrit l’inventeur à l’IPI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_5"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, D. Mention de l’inventeur, I. Droit de l’inventeur",
        "citation": "Art. 5 al. 2 LBI",
        "content": "La personne désignée par le requérant sera mentionnée comme inventeur au registre des brevets, dans la publication de la demande de brevet et de la délivrance du brevet ainsi que dans le fascicule de brevet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_5"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, D. Mention de l’inventeur, I. Droit de l’inventeur",
        "citation": "Art. 5 al. 3 LBI",
        "content": "L’al. 2 est applicable par analogie lorsqu’un tiers produit un jugement exécutoire établissant que c’est lui qui est l’inventeur et non pas la personne désignée par le requérant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_5"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, D. Mention de l’inventeur, II. Renonciation à la mention",
        "citation": "Art. 6 al. 1 LBI",
        "content": "Les mesures prescrites par l’art. 5, al. 2, ne seront pas prises si l’inventeur désigné par le requérant y renonce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_6"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, D. Mention de l’inventeur, II. Renonciation à la mention",
        "citation": "Art. 6 al. 2 LBI",
        "content": "La renonciation anticipée de l’inventeur à être mentionné comme tel restera sans effet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_6"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, E. Nouveauté de l’invention, I. État de la technique",
        "citation": "Art. 7 al. 1 LBI",
        "content": "Est réputée nouvelle l’invention qui n’est pas comprise dans l’état de la technique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_7"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, E. Nouveauté de l’invention, I. État de la technique",
        "citation": "Art. 7 al. 2 LBI",
        "content": "L’état de la technique est constitué par tout ce qui a été rendu accessible au public avant la date de dépôt ou de priorité par une description écrite ou orale, un usage ou tout autre moyen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_7"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, E. Nouveauté de l’invention, I. État de la technique",
        "citation": "Art. 7 al. 3 LBI",
        "content": "En ce qui concerne la nouveauté, l’état de la technique comprend également le contenu d’une demande antérieure ou basée sur une priorité plus ancienne, valable pour la Suisse, dans sa version initialement déposée, dont la date de dépôt ou de priorité est antérieure à la date indiquée à l’al. 2 et qui n’a été rendue accessible au public qu’à cette date ou qu’après cette date, pour autant:\na. que les conditions de l’art. 138 soient remplies lorsqu’il s’agit d’une demande internationale;\nb. que les conditions de l’art. 153, al. 5, de la Convention du 5 octobre 1973 sur le brevet européen dans sa version révisée du 29 novembre 2000 soient remplies lorsqu’il s’agit d’une demande européenne résultant d’une demande internationale;\nc. que les taxes visées à l’art. 79, al. 2, de la Convention du 5 octobre 1973 sur le brevet européen dans sa version révisée du 29 novembre 2000 pour la désignation valable de la Suisse aient été payées lorsqu’il s’agit d’une demande européenne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_7"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, E. Nouveauté de l’invention, III. Divulgations non opposables",
        "citation": "Art. 7b LBI",
        "content": "Si l’invention a été rendue accessible au public pendant les six mois qui précèdent la date de dépôt ou la date de priorité, cette divulgation n’est pas comprise dans l’état de la technique lorsqu’elle résulte directement ou indirectement:\na. d’un abus évident à l’égard du requérant ou de son prédécesseur en droit, ou\nb. du fait que le requérant ou son prédécesseur en droit a exposé l’invention dans une exposition internationale officielle ou officiellement reconnue au sens de la convention du 22 novembre 1928 concernant les expositions internationales et lorsqu’il l’a déclaré au moment du dépôt et qu’il a produit en temps utile des pièces suffisantes à l’appui.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_7_b"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, E. Nouveauté de l’invention, IV. Utilisation nouvelle de substances connues, a. Première indication thérapeutique",
        "citation": "Art. 7c LBI",
        "content": "Les substances ou compositions qui, en tant que telles, sont comprises dans l’état de la technique, mais ne répondent pas à ces conditions quant à leur utilisation pour la mise en œuvre d’une méthode de traitement chirurgical ou thérapeutique ou d’une méthode de diagnostic visée à l’art. 2, al. 2, let. a, sont réputées nouvelles dans la mesure où elles ne sont destinées qu’à cette utilisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_7_c"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, E. Nouveauté de l’invention, IV. Utilisation nouvelle de substances connues, b. Indications thérapeutiques ultérieures",
        "citation": "Art. 7d LBI",
        "content": "Les substances ou compositions qui, en tant que telles, sont comprises dans l’état de la technique, mais ne répondent pas à ces conditions quant à leur utilisation spécifique par rapport à une première indication thérapeutique conformément à l’art. 7c, pour la mise en œuvre d’une méthode de traitement chirurgical ou thérapeutique ou d’une méthode de diagnostic visée à l’art. 2, al. 2, let. a, sont réputées nouvelles dans la mesure où elles ne servent qu’à la fabrication d’un produit destiné à des fins chirurgicales, thérapeutiques ou diagnostiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_7_d"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, F. Effets du brevet, I. Droit d’exclusivité",
        "citation": "Art. 8 al. 1 LBI",
        "content": "Le brevet confère à son titulaire le droit d’interdire à des tiers d’utiliser l’invention à titre professionnel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_8"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, F. Effets du brevet, I. Droit d’exclusivité",
        "citation": "Art. 8 al. 2 LBI",
        "content": "L’utilisation comprend notamment la fabrication, l’entreposage, l’offre et la mise en circulation ainsi que l’importation, l’exportation, le transit et la possession à ces fins.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_8"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, F. Effets du brevet, I. Droit d’exclusivité",
        "citation": "Art. 8 al. 3 LBI",
        "content": "Le transit ne peut être interdit que lorsque le titulaire du brevet peut interdire l’importation dans le pays de destination.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_8"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, F. Effets du brevet, II. Procédés de fabrication",
        "citation": "Art. 8a al. 1 LBI",
        "content": "Si l’invention se rapporte à un procédé de fabrication, les effets du brevet s’étendent également aux produits directs du procédé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_8_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, F. Effets du brevet, II. Procédés de fabrication",
        "citation": "Art. 8a al. 2 LBI",
        "content": "Si les produits directs du procédé consistent en de la matière biologique, les effets du brevet s’étendent au surplus aux produits résultant de la multiplication de cette matière et présentant les mêmes propriétés. L’art. 9a, al. 3, est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_8_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, F. Effets du brevet, III. Information génétique",
        "citation": "Art. 8b LBI",
        "content": "Si l’invention se rapporte à un produit consistant en une information génétique ou contenant une telle information, les effets du brevet s’étendent à toute matière dans laquelle le produit est incorporé et dans laquelle l’information génétique est contenue et exerce sa fonction. Les art. 1a, al. 1, et 9a, al. 3, sont réservés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_8_b"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, F. Effets du brevet, IV. Séquences de nucléotides",
        "citation": "Art. 8c LBI",
        "content": "La protection découlant d’une revendication portant sur une séquence de nucléotides dérivée d’une séquence génique ou d’une séquence génique partielle existant à l’état naturel se limite aux segments de la séquence de nucléotides qui remplissent la fonction décrite concrètement dans le brevet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_8_c"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, G. Exceptions aux effets du brevet, I. En général",
        "citation": "Art. 9 al. 1 LBI",
        "content": "Les effets du brevet ne s’étendent pas:\na. aux actes accomplis dans le domaine privé à des fins non commerciales;\nb. aux actes accomplis à des fins expérimentales et de recherche servant à obtenir des connaissances sur l’objet de l’invention, y compris sur ses utilisations possibles; est permise notamment toute recherche scientifique portant sur l’objet de l’invention;\nc. aux actes nécessaires à l’obtention d’une autorisation de mise sur le marché d’un médicament en Suisse ou dans un pays ayant institué un contrôle de médicament équivalent;\nd. à l’utilisation de l’invention à des fins d’enseignement dans des établissements d’enseignement;\ne. à l’utilisation de matière biologique à des fins de sélection ou de découverte et à des fins de développement d’une variété végétale;\nf. à la matière biologique dont l’obtention dans le domaine de l’agriculture est due au hasard ou est techniquement inévitable;\ng. aux actes accomplis dans le cadre d’une activité médicale qui se rapporte à une seule personne ou à un seul animal et qui concerne un médicament, à savoir notamment la prescription, la remise ou l’utilisation de médicaments par des personnes qui sont légalement autorisées à le faire; \nh. à la préparation de médicaments faits extemporanément et par unité dans les officines de pharmacie, sur ordonnance médicale, ni aux actes concernant les médicaments ainsi préparés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_9"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, G. Exceptions aux effets du brevet, I. En général",
        "citation": "Art. 9 al. 2 LBI",
        "content": "Les accords qui limitent ou annulent les exceptions visées à l’al. 1 sont nuls.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_9"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, G. Exceptions aux effets du brevet, II. En particulier",
        "citation": "Art. 9a al. 1 LBI",
        "content": "Lorsqu’une marchandise brevetée est mise en circulation en Suisse ou dans l’Espace économique européen par le titulaire du brevet ou avec son accord, elle peut être importée et utilisée ou revendue en Suisse à titre professionnel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_9_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, G. Exceptions aux effets du brevet, II. En particulier",
        "citation": "Art. 9a al. 2 LBI",
        "content": "Lorsqu’un dispositif permettant l’utilisation d’un procédé breveté est mis en circulation en Suisse ou dans l’Espace économique européen par le titulaire du brevet ou avec son accord, le premier acquéreur ou tout acquéreur ultérieur de ce dispositif est autorisé à utiliser ce procédé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_9_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, G. Exceptions aux effets du brevet, II. En particulier",
        "citation": "Art. 9a al. 3 LBI",
        "content": "Lorsque de la matière biologique brevetée est mise en circulation en Suisse ou dans l’Espace économique européen par le titulaire du brevet ou avec son accord, elle peut être importée et multipliée en Suisse pour autant que cela soit nécessaire à l’utilisation prévue. La matière ainsi obtenue ne doit pas être utilisée pour une multiplication ultérieure. L’art. 35a est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_9_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, G. Exceptions aux effets du brevet, II. En particulier",
        "citation": "Art. 9a al. 4 LBI",
        "content": "Lorsqu’une marchandise brevetée est mise en circulation hors de l’Espace économique européen par le titulaire du brevet ou avec son accord et que par rapport aux caractéristiques fonctionnelles de cette marchandise la protection découlant du brevet revêt une importance moindre, la marchandise peut être importée à titre professionnel. La protection découlant du brevet est supposée d’importance moindre si le titulaire du brevet ne rend pas vraisemblable le contraire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_9_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, G. Exceptions aux effets du brevet, II. En particulier",
        "citation": "Art. 9a al. 5 LBI",
        "content": "Nonobstant les al. 1 à 4, une marchandise brevetée ne peut être mise en circulation en Suisse qu’avec l’accord du titulaire du brevet lorsque, en Suisse ou dans le pays de mise en circulation, le prix de cette marchandise est imposé par l’État.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_9_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, H. Références à l’existence d’une protection, I. Signe du brevet",
        "citation": "Art. 11 al. 1 LBI",
        "content": "Les produits protégés par un brevet, ou leur emballage, peuvent être munis du signe du brevet qui se compose de la croix fédérale et du numéro du brevet. Le Conseil fédéral peut prescrire des indications supplémentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_11"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, H. Références à l’existence d’une protection, I. Signe du brevet",
        "citation": "Art. 11 al. 2 LBI",
        "content": "Le titulaire du brevet peut exiger de ceux qui ont le droit d’utiliser son invention, en vertu d’un usage antérieur ou d’une licence, qu’ils apposent le signe du brevet sur les produits qu’ils fabriquent ou sur leur emballage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_11"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, H. Références à l’existence d’une protection, I. Signe du brevet",
        "citation": "Art. 11 al. 3 LBI",
        "content": "S’ils ne se conforment pas à la demande du titulaire du brevet, ils répondent envers lui du dommage qui en résulte, sans préjudice du droit du titulaire du brevet d’exiger l’apposition du signe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_11"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, H. Références à l’existence d’une protection, II. Autres références",
        "citation": "Art. 12 al. 1 LBI",
        "content": "Celui qui met en circulation ou en vente ses papiers de commerce, annonces de toutes sortes, produits ou marchandises en les revêtant d’une autre mention relative à l’existence d’une protection est tenu d’indiquer à toute personne qui lui en fera la demande le numéro de la demande de brevet ou du brevet auxquels se réfère la mention.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_12"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, H. Références à l’existence d’une protection, II. Autres références",
        "citation": "Art. 12 al. 2 LBI",
        "content": "Celui qui accuse des tiers de porter atteinte à ses droits ou qui les met en garde d’y porter atteinte devra, sur demande, donner le même renseignement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_12"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, J. Domicile à l’étranger",
        "citation": "Art. 13 al. 1 LBI",
        "content": "Quiconque participe à une procédure administrative prévue dans la présente loi sans avoir de domicile ou de siège en Suisse doit élire un domicile de notification en Suisse, à moins que le droit international ou l’autorité étrangère compétente n’autorise la notification directe dans l’État considéré. Le domicile de notification n’est pas nécessaire pour:\na. la présentation d’une demande de brevet dans le but de faire reconnaître une date de dépôt;\nb. le paiement de taxes, le dépôt de traductions, la présentation et le traitement de requêtes après la délivrance du brevet et de requêtes ne donnant pas lieu à des notifications.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_13"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, J. Domicile à l’étranger",
        "citation": "Art. 13 al. 1bis LBI",
        "content": "L’IPI est autorisé à remettre l’autorité étrangère compétente une déclaration indiquant que, dans le domaine de la propriété intellectuelle, la Suisse autorise la notification directe sur son territoire si la réciprocité lui est accordée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_13"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, J. Domicile à l’étranger",
        "citation": "Art. 13 al. 2 LBI",
        "content": "Les dispositions réglant l’exercice de la profession d’avocat sont réservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_13"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, K. Durée du brevet, I. Durée maximum",
        "citation": "Art. 14 al. 1 LBI",
        "content": "Le brevet dure au plus jusqu’à l’expiration de vingt ans à compter de la date du dépôt de la demande de brevet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_14"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, K. Durée du brevet, II. Déchéance prématurée",
        "citation": "Art. 15 al. 1 LBI",
        "content": "Le brevet expire:\na. lorsque le titulaire y renonce par une déclaration écrite adressée à l’IPI;\nb. lorsqu’une annuité échue n’est pas payée en temps utile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_15"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 1, Conditions requises pour l’obtention du brevet et effets du brevet, L. Réserve",
        "citation": "Art. 16 LBI",
        "content": "Les ressortissants suisses requérants ou titulaires de brevet peuvent invoquer les dispositions du texte, liant la Suisse, de la convention de Paris du 20 mars 1883 pour la protection de la propriété industrielle, lorsque ces dispositions sont plus favorables que celles de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_16"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 2, Droit de priorité, A. Conditions et effets de la priorité",
        "citation": "Art. 17 al. 1 LBI",
        "content": "Lorsqu’une invention est l’objet d’un dépôt régulier d’une demande de brevet, de modèle d’utilité ou de certificat d’inventeur, et que ce dépôt a lieu ou produit ses effets dans l’un des pays parties à la Convention d’union de Paris du 20 mars 1883 pour la protection de la propriété industrielle ou à l’Accord du 15 avril 1994 sur les aspects des droits de propriété intellectuelle qui touchent au commerce (Annexe 1C de l’Accord instituant l’Organisation mondiale du commerce) autre que la Suisse, il donne naissance à un droit de priorité conformément à l’art. 4 de la convention. Ce droit peut être revendiqué en Suisse pour la même invention dans les douze mois à dater du premier dépôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_17"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 2, Droit de priorité, A. Conditions et effets de la priorité",
        "citation": "Art. 17 al. 1bis LBI",
        "content": "Le premier dépôt dans un pays qui accorde la réciprocité à la Suisse a les mêmes effets que le premier dépôt dans un pays partie à la convention de Paris pour la protection de la propriété industrielle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_17"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 2, Droit de priorité, A. Conditions et effets de la priorité",
        "citation": "Art. 17 al. 1ter LBI",
        "content": "Sauf dispositions contraires de la présente loi ou de l’ordonnance, l’al. 1 ainsi que l’art. 4 de la convention de Paris du 20 mars 1883 pour la protection de la propriété industrielle s’appliquent par analogie au cas d’une première demande suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_17"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 2, Droit de priorité, A. Conditions et effets de la priorité",
        "citation": "Art. 17 al. 2 LBI",
        "content": "Le droit de priorité a pour effet de rendre non opposables au dépôt les faits survenus depuis le premier dépôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_17"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 2, Droit de priorité, B. Qualité pour revendiquer le droit de priorité",
        "citation": "Art. 18 al. 2 LBI",
        "content": "Peut revendiquer le droit de priorité le premier déposant ou celui qui a acquis le droit appartenant au premier déposant de présenter une demande de brevet en Suisse pour la même invention.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_18"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 2, Droit de priorité, B. Qualité pour revendiquer le droit de priorité",
        "citation": "Art. 18 al. 3 LBI",
        "content": "Si le premier dépôt, le dépôt en Suisse ou les deux ont été faits par une personne qui n’avait pas droit à la délivrance du brevet, l’ayant droit peut se prévaloir de la priorité dérivée du premier dépôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_18"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 2, Droit de priorité, C. Formalités",
        "citation": "Art. 19 al. 1 LBI",
        "content": "Celui qui veut se prévaloir d’un droit de priorité remettra à l’IPI une déclaration et un document de priorité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_19"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 2, Droit de priorité, C. Formalités",
        "citation": "Art. 19 al. 2 LBI",
        "content": "Le droit à la priorité s’éteint si les délais et les formalités fixés dans l’ordonnance ne sont pas observés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_19"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 2, Droit de priorité, D. Fardeau de la preuve en cas de procès",
        "citation": "Art. 20 al. 1 LBI",
        "content": "La reconnaissance du droit de priorité au cours de la procédure en délivrance du brevet ne dispense pas le titulaire du brevet de prouver, en cas de procès, l’existence de ce droit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_20"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 2, Droit de priorité, D. Fardeau de la preuve en cas de procès",
        "citation": "Art. 20 al. 2 LBI",
        "content": "Le dépôt dont la priorité est revendiquée est présumé être le premier dépôt (art. 17, al. 1 et 1bis).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_20"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 2, Droit de priorité, E. Interdiction de cumuler la protection",
        "citation": "Art. 20a LBI",
        "content": "Lorsque, pour la même invention, l’inventeur ou son ayant cause a obtenu deux brevets valables ayant la même date de dépôt ou de priorité, les effets du brevet fondé sur la demande antérieure cessent, dans la mesure où l’étendue de la protection conférée par les deux brevets est la même.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_20_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 3, Modifications touchant à l’existence du brevet, A. Renonciation partielle, I. Conditions",
        "citation": "Art. 24 al. 1 LBI",
        "content": "Le titulaire du brevet peut y renoncer partiellement en demandant à l’IPI soit:\na. de supprimer une revendication (art. 51 et 55) ou\nb. de limiter une revendication indépendante en y incorporant une ou plusieurs revendications qui en dépendent ou\nc. de limiter une revendication indépendante d’une autre manière; dans ce cas, la revendication limitée doit se rapporter à la même invention et définir une forme d’exécution qui est prévue dans le fascicule du brevet publié et dans la version de la demande de brevet qui a déterminé sa date de dépôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_24"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 3, Modifications touchant à l’existence du brevet, A. Renonciation partielle, II. Constitution de nouveaux brevets",
        "citation": "Art. 25 al. 1 LBI",
        "content": "Si, à la suite d’une renonciation partielle, il subsiste des revendications qui ne peuvent pas coexister dans le même brevet d’après les art. 52 et 55, le brevet sera limité en conséquence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_25"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 3, Modifications touchant à l’existence du brevet, A. Renonciation partielle, II. Constitution de nouveaux brevets",
        "citation": "Art. 25 al. 2 LBI",
        "content": "Le titulaire du brevet pourra demander, pour les revendications éliminées, la constitution d’un ou de plusieurs nouveaux brevets qui recevront comme date de dépôt celle du brevet initial.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_25"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 3, Modifications touchant à l’existence du brevet, A. Renonciation partielle, II. Constitution de nouveaux brevets",
        "citation": "Art. 25 al. 3 LBI",
        "content": "Une fois la renonciation partielle inscrite au registre des brevets, l’IPI impartit au titulaire du brevet un délai pour demander la constitution de nouveaux brevets conformément à l’al. 2; passé ce délai, une telle requête ne sera plus admise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_25"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 3, Modifications touchant à l’existence du brevet, B. Action en nullité, I. Causes de nullité",
        "citation": "Art. 26 al. 1 LBI",
        "content": "Sur demande, le juge constate la nullité du brevet:\na. lorsque l’objet du brevet n’est pas brevetable au sens des art. 1, 1a, 1b et 2;\nb. lorsque l’invention n’est pas exposée, dans le fascicule du brevet, de façon telle qu’un homme de métier puisse l’exécuter;\nc. lorsque l’objet du brevet va au-delà du contenu de la demande de brevet dans la version qui a déterminé sa date de dépôt;\nd. lorsque le titulaire du brevet n’est ni l’inventeur, ni son ayant cause et qu’il n’avait pas droit non plus, à un autre titre, à la délivrance du brevet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_26"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 3, Modifications touchant à l’existence du brevet, B. Action en nullité, I. Causes de nullité",
        "citation": "Art. 26 al. 2 LBI",
        "content": "Lorsqu’un brevet a été délivré avec reconnaissance d’une priorité et que la demande de brevet dont la priorité est revendiquée n’a pas abouti à un brevet, le juge pourra exiger du titulaire du brevet qu’il en indique les raisons avec preuves à l’appui; si le titulaire s’y refuse, le juge appréciera librement cette attitude.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_26"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 3, Modifications touchant à l’existence du brevet, B. Action en nullité, II. Nullité partielle",
        "citation": "Art. 27 al. 1 LBI",
        "content": "Lorsque seule une partie de l’invention brevetée est entachée de nullité, le juge limitera le brevet en conséquence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_27"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 3, Modifications touchant à l’existence du brevet, B. Action en nullité, II. Nullité partielle",
        "citation": "Art. 27 al. 2 LBI",
        "content": "Il donnera aux parties l’occasion de se prononcer sur la rédaction nouvelle qu’il entend donner à la revendication; il pourra en outre demander l’avis de l’IPI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_27"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 3, Modifications touchant à l’existence du brevet, B. Action en nullité, II. Nullité partielle",
        "citation": "Art. 27 al. 3 LBI",
        "content": "L’art. 25 est applicable par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_27"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 3, Modifications touchant à l’existence du brevet, B. Action en nullité, III. Qualité pour agir",
        "citation": "Art. 28 LBI",
        "content": "Toute personne qui justifie d’un intérêt peut intenter l’action en nullité; l’action dérivée de l’art. 26, al. 1, let. d n’appartient qu’à l’ayant droit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_28"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 3, Modifications touchant à l’existence du brevet, C. Effets de la modification quant à l’existence du brevet",
        "citation": "Art. 28a LBI",
        "content": "Le brevet est réputé n’avoir jamais produit d’effets dans la mesure où le titulaire du brevet renonce à son titre et où le juge constate, sur demande, la nullité du titre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_28_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 4 Modifications concernant le droit à la délivrance du brevet et le droit au brevet; octroi de licences, A. Action en cession, I. Conditions et effets envers les tiers",
        "citation": "Art. 29 al. 1 LBI",
        "content": "Lorsque la demande de brevet a été déposée par une personne qui, selon l’art. 3, n’avait pas droit à la délivrance du brevet, l’ayant droit peut demander la cession de la demande de brevet ou, si le brevet a déjà été délivré, en demander la cession ou intenter l’action en nullité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_29"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 4 Modifications concernant le droit à la délivrance du brevet et le droit au brevet; octroi de licences, A. Action en cession, I. Conditions et effets envers les tiers",
        "citation": "Art. 29 al. 3 LBI",
        "content": "Si le juge ordonne la cession, les licences ou autres droits accordés dans l’intervalle à des tiers tombent; ceux-ci auront toutefois droit à l’octroi d’une licence non exclusive lorsqu’ils auront déjà, de bonne foi, utilisé l’invention professionnellement en Suisse ou s’ils ont fait des préparatifs particuliers à cette fin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_29"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 4 Modifications concernant le droit à la délivrance du brevet et le droit au brevet; octroi de licences, A. Action en cession, I. Conditions et effets envers les tiers",
        "citation": "Art. 29 al. 4 LBI",
        "content": "Toutes demandes en dommages-intérêts sont réservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_29"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 4 Modifications concernant le droit à la délivrance du brevet et le droit au brevet; octroi de licences, A. Action en cession, I. Conditions et effets envers les tiers",
        "citation": "Art. 29 al. 5 LBI",
        "content": "L’art. 40e s’applique par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_29"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 4 Modifications concernant le droit à la délivrance du brevet et le droit au brevet; octroi de licences, A. Action en cession, II. Cession partielle",
        "citation": "Art. 30 al. 1 LBI",
        "content": "Lorsque le demandeur ne peut justifier de son droit à l’égard de toutes les revendications, le juge ordonne la cession de la demande de brevet ou du brevet, en éliminant les revendications pour lesquelles le demandeur n’a pas établi son droit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_30"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 4 Modifications concernant le droit à la délivrance du brevet et le droit au brevet; octroi de licences, A. Action en cession, II. Cession partielle",
        "citation": "Art. 30 al. 2 LBI",
        "content": "En ce cas, l’art. 25 est applicable par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_30"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 4 Modifications concernant le droit à la délivrance du brevet et le droit au brevet; octroi de licences, A. Action en cession, III. Délai pour intenter action",
        "citation": "Art. 31 al. 1 LBI",
        "content": "L’action en cession doit être intentée dans les deux ans à compter de la date officielle de la publication de l’exposé d’invention.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_31"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 4 Modifications concernant le droit à la délivrance du brevet et le droit au brevet; octroi de licences, A. Action en cession, III. Délai pour intenter action",
        "citation": "Art. 31 al. 2 LBI",
        "content": "L’action dirigée contre un défendeur de mauvaise foi n’est liée à aucun délai.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_31"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 4 Modifications concernant le droit à la délivrance du brevet et le droit au brevet; octroi de licences, B. Expropriation du brevet",
        "citation": "Art. 32 al. 1 LBI",
        "content": "Lorsque l’intérêt public l’exige, le Conseil fédéral peut ordonner l’expropriation totale ou partielle du brevet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_32"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 4 Modifications concernant le droit à la délivrance du brevet et le droit au brevet; octroi de licences, B. Expropriation du brevet",
        "citation": "Art. 32 al. 2 LBI",
        "content": "L’exproprié a droit à une indemnité pleine et entière, fixée en cas de litige par le Tribunal fédéral; les dispositions du chap. II de la loi fédérale du 20 juin 1930 sur l’expropriation sont applicables par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_32"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 4 Modifications concernant le droit à la délivrance du brevet et le droit au brevet; octroi de licences, C. Transfert du droit à la délivrance du brevet et du droit au brevet",
        "citation": "Art. 33 al. 1 LBI",
        "content": "Le droit à la délivrance du brevet et le droit au brevet passent aux héritiers; ils peuvent être transférés à des tiers, en tout ou en partie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_33"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 4 Modifications concernant le droit à la délivrance du brevet et le droit au brevet; octroi de licences, C. Transfert du droit à la délivrance du brevet et du droit au brevet",
        "citation": "Art. 33 al. 2 LBI",
        "content": "Lorsque ces droits appartiennent à plusieurs, chaque ayant droit ne peut les exercer qu’avec le consentement des autres; chacun peut cependant, de façon indépendante, disposer de sa part et intenter action pour violation du brevet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_33"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 4 Modifications concernant le droit à la délivrance du brevet et le droit au brevet; octroi de licences, C. Transfert du droit à la délivrance du brevet et du droit au brevet",
        "citation": "Art. 33 al. 2bis LBI",
        "content": "Le transfert de la demande de brevet et du brevet qui découle d’un acte juridique n’est valable que sous la forme écrite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_33"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 4 Modifications concernant le droit à la délivrance du brevet et le droit au brevet; octroi de licences, C. Transfert du droit à la délivrance du brevet et du droit au brevet",
        "citation": "Art. 33 al. 3 LBI",
        "content": "Le transfert du brevet s’opère indépendamment de son inscription au registre des brevets; à défaut d’inscription, les actions prévues par la présente loi pourront cependant être dirigées contre l’ancien titulaire du brevet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_33"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 4 Modifications concernant le droit à la délivrance du brevet et le droit au brevet; octroi de licences, C. Transfert du droit à la délivrance du brevet et du droit au brevet",
        "citation": "Art. 33 al. 4 LBI",
        "content": "Les droits des tiers non inscrits au registre des brevets ne sont pas opposables à celui qui, de bonne foi, acquiert des droits sur le brevet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_33"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 4 Modifications concernant le droit à la délivrance du brevet et le droit au brevet; octroi de licences, D. Octroi de licences",
        "citation": "Art. 34 al. 1 LBI",
        "content": "Le requérant ou le titulaire du brevet peuvent autoriser des tiers à utiliser l’invention (octroi de licences).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_34"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 4 Modifications concernant le droit à la délivrance du brevet et le droit au brevet; octroi de licences, D. Octroi de licences",
        "citation": "Art. 34 al. 2 LBI",
        "content": "Lorsque la demande de brevet ou le brevet appartiennent à plusieurs, une licence ne peut être accordée sans le consentement de tous les ayants droit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_34"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 4 Modifications concernant le droit à la délivrance du brevet et le droit au brevet; octroi de licences, D. Octroi de licences",
        "citation": "Art. 34 al. 3 LBI",
        "content": "Les licences non inscrites au registre des brevets ne sont pas opposables à celui qui, de bonne foi, acquiert des droits sur le brevet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_34"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 5, Restrictions légales aux droits découlant du brevet, A. Droit des tiers dérivé d’un usage antérieur; véhicules étrangers",
        "citation": "Art. 35 al. 1 LBI",
        "content": "Le brevet ne peut être opposé à celui qui, de bonne foi, avant la date du dépôt de la demande de brevet ou celle de la priorité, utilisait l’invention professionnellement en Suisse ou y avait fait à cette fin des préparatifs spéciaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_35"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 5, Restrictions légales aux droits découlant du brevet, A. Droit des tiers dérivé d’un usage antérieur; véhicules étrangers",
        "citation": "Art. 35 al. 2 LBI",
        "content": "Celui-ci pourra utiliser l’invention pour les besoins de son entreprise; ce droit ne peut être transmis, entre vifs ou par succession, qu’avec l’entreprise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_35"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 5, Restrictions légales aux droits découlant du brevet, A. Droit des tiers dérivé d’un usage antérieur; véhicules étrangers",
        "citation": "Art. 35 al. 3 LBI",
        "content": "Les effets du brevet ne s’étendent pas aux véhicules qui ne séjournent que temporairement en Suisse, ni aux dispositifs appliqués à ces véhicules.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_35"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 5, Restrictions légales aux droits découlant du brevet, Abis. Privilège des agriculteurs, I. Principe",
        "citation": "Art. 35a al. 1 LBI",
        "content": "Les agriculteurs qui ont acquis du matériel de multiplication végétal mis en circulation par le titulaire du brevet ou avec son consentement peuvent, dans leur exploitation, multiplier le produit de la récolte qu’ils y ont obtenu par la culture de ce matériel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_35_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 5, Restrictions légales aux droits découlant du brevet, Abis. Privilège des agriculteurs, I. Principe",
        "citation": "Art. 35a al. 2 LBI",
        "content": "Les agriculteurs qui ont acquis des animaux ou du matériel de reproduction animal mis en circulation par le titulaire du brevet ou avec son consentement peuvent, dans leur exploitation, reproduire les animaux qu’ils y ont élevés à partir de ce matériel ou de ces animaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_35_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 5, Restrictions légales aux droits découlant du brevet, Abis. Privilège des agriculteurs, I. Principe",
        "citation": "Art. 35a al. 3 LBI",
        "content": "Les agriculteurs doivent obtenir le consentement du titulaire du brevet pour céder à des tiers, dans un but de reproduction, le produit de la récolte, l’animal ou le matériel de reproduction animal concernés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_35_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 5, Restrictions légales aux droits découlant du brevet, Abis. Privilège des agriculteurs, I. Principe",
        "citation": "Art. 35a al. 4 LBI",
        "content": "Tout accord qui restreint ou annule le privilège des agriculteurs dans le domaine des denrées alimentaires et des aliments pour animaux est nul.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_35_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 5, Restrictions légales aux droits découlant du brevet, Abis. Privilège des agriculteurs, II. Étendue et indemnisation",
        "citation": "Art. 35b LBI",
        "content": "Le Conseil fédéral détermine les espèces végétales auxquelles s’applique le privilège des agriculteurs; ce faisant, il tient compte en particulier de leur importance en tant que matière première des denrées alimentaires et des aliments pour animaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_35_b"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 5, Restrictions légales aux droits découlant du brevet, B. Droits de protection dépendants, I. Inventions dépendantes",
        "citation": "Art. 36 al. 1 LBI",
        "content": "Si l’invention faisant l’objet d’un brevet ne peut être utilisée sans violer un brevet antérieur, le titulaire du brevet plus récent a droit à l’octroi d’une licence non exclusive dans la mesure nécessaire à l’exploitation de son invention, lorsque cette invention, par rapport à celle qui fait l’objet du premier brevet, présente un progrès technique important d’un intérêt économique considérable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_36"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 5, Restrictions légales aux droits découlant du brevet, B. Droits de protection dépendants, I. Inventions dépendantes",
        "citation": "Art. 36 al. 2 LBI",
        "content": "La licence pour l’utilisation de l’invention faisant l’objet du premier brevet ne peut être cédée que conjointement avec le second brevet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_36"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 5, Restrictions légales aux droits découlant du brevet, B. Droits de protection dépendants, I. Inventions dépendantes",
        "citation": "Art. 36 al. 3 LBI",
        "content": "Le titulaire du premier brevet peut lier l’octroi de la licence à la condition que le titulaire du second brevet lui accorde à son tour une licence pour l’utilisation de son invention.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_36"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 5, Restrictions légales aux droits découlant du brevet, B. Droits de protection dépendants, II. Droits de protection dépendants",
        "citation": "Art. 36a al. 1 LBI",
        "content": "Lorsqu’un titre de protection d’une variété végétale ne peut être obtenu ni exploité sans porter atteinte à un brevet antérieur, l’obtenteur ou le détenteur du titre de protection a droit à une licence non exclusive, dans la mesure nécessaire à l’obtention et à l’exercice de son droit, pour autant que la variété végétale représente un progrès considérable et économiquement important par rapport à l’invention protégée par un brevet. Les critères de l’ordonnance du 7 décembre 1998 sur les semences doivent être pris en considération lorsqu’il s’agit de variétés destinées à une utilisation agricole ou alimentaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_36_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 5, Restrictions légales aux droits découlant du brevet, B. Droits de protection dépendants, II. Droits de protection dépendants",
        "citation": "Art. 36a al. 2 LBI",
        "content": "Le titulaire du brevet peut lier l’octroi de la licence à la condition que le détenteur du titre de protection lui accorde à son tour une licence pour l’utilisation de son droit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_36_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 5, Restrictions légales aux droits découlant du brevet, C. Exploitation de l’invention en Suisse, I. Action en octroi d’une licence",
        "citation": "Art. 37 al. 1 LBI",
        "content": "Après un délai de trois ans à compter de la délivrance du brevet, mais au plus tôt quatre ans après le dépôt, toute personne qui justifie d’un intérêt peut demander au juge l’octroi d’une licence non exclusive pour utiliser l’invention si, jusqu’à l’introduction de l’action, le titulaire du brevet n’a pas exploité l’invention dans une mesure suffisante en Suisse et pour autant qu’il ne puisse justifier son inaction. L’importation est considérée comme exploitation du brevet en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_37"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 5, Restrictions légales aux droits découlant du brevet, C. Exploitation de l’invention en Suisse, I. Action en octroi d’une licence",
        "citation": "Art. 37 al. 3 LBI",
        "content": "Sur requête du demandeur, le juge peut lui accorder une licence sitôt l’action introduite, sous réserve du jugement au fond, lorsque, outre les conditions énoncées à l’al. 1, le demandeur rend vraisemblable qu’il a un intérêt à utiliser immédiatement l’invention et qu’il fournit au défendeur des sûretés suffisantes; le défendeur doit être entendu préalablement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_37"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 5, Restrictions légales aux droits découlant du brevet, C. Exploitation de l’invention en Suisse, II. Action en déchéance du brevet",
        "citation": "Art. 38 al. 1 LBI",
        "content": "Si l’octroi de licences ne suffit pas pour satisfaire les besoins du marché suisse, toute personne qui justifie d’un intérêt peut, après un délai de deux ans à partir de l’octroi de la première licence accordée conformément à l’art. 37, al. 1, demander au juge de prononcer la déchéance du brevet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_38"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 5, Restrictions légales aux droits découlant du brevet, C. Exploitation de l’invention en Suisse, II. Action en déchéance du brevet",
        "citation": "Art. 38 al. 2 LBI",
        "content": "Lorsque la législation du pays dont le titulaire du brevet est ressortissant ou dans lequel il est établi admet, après un délai de trois ans déjà à compter de la délivrance du brevet, l’action en déchéance faute d’exploitation de l’invention dans le pays, cette action sera admise en lieu et place de l’action en octroi de licence aux conditions énoncées à l’art. 37 pour l’octroi de la licence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_38"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 5, Restrictions légales aux droits découlant du brevet, C. Exploitation de l’invention en Suisse, III. Exceptions",
        "citation": "Art. 39 LBI",
        "content": "Le Conseil fédéral peut déclarer les art. 37 et 38 inapplicables à l’égard des ressortissants des pays qui accordent la réciprocité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_39"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 5, Restrictions légales aux droits découlant du brevet, D. Licence dans l’intérêt public",
        "citation": "Art. 40 al. 1 LBI",
        "content": "Lorsque l’intérêt public l’exige, celui auquel le titulaire du brevet a refusé, sans raisons suffisantes, d’accorder la licence requise peut demander au juge l’octroi d’une licence pour utiliser l’invention.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_40"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 5, Restrictions légales aux droits découlant du brevet, E. Licences obligatoires dans le domaine de la technologie des semi-conducteurs",
        "citation": "Art. 40a LBI",
        "content": "Dans le cas d’une invention dans le domaine de la technologie des semi-conducteurs, une licence non exclusive ne peut être accordée que pour remédier à une pratique déclarée anticoncurrentielle à l’issue d’une procédure judiciaire ou administrative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_40_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 5, Restrictions légales aux droits découlant du brevet, F. Instruments de recherche",
        "citation": "Art. 40b LBI",
        "content": "Quiconque entend utiliser une invention biotechnologique brevetée comme instrument ou comme accessoire de recherche a droit à une licence non exclusive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_40_b"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 5, Restrictions légales aux droits découlant du brevet, G. Licences obligatoires pour les diagnostics",
        "citation": "Art. 40c LBI",
        "content": "Dans le cas d’une invention portant sur un produit ou un procédé de diagnostic dans le domaine humain, une licence non exclusive est octroyée pour remédier à une pratique déclarée anticoncurrentielle à l’issue d’une procédure judiciaire ou administrative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_40_c"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 5, Restrictions légales aux droits découlant du brevet, H. Licences obligatoires pour l’exportation de produits pharmaceutiques",
        "citation": "Art. 40d al. 1 LBI",
        "content": "Toute personne peut demander au juge l’octroi d’une licence non exclusive pour la fabrication de produits pharmaceutiques brevetés et leur exportation vers un pays n’ayant aucune capacité de fabrication ou ayant une capacité insuffisante dans le secteur pharmaceutique mais auquel ces produits sont nécessaires pour lutter contre des problèmes de santé publique, en particulier ceux résultant du VIH/sida, de la tuberculose, du paludisme et d’autres épidémies (pays bénéficiaire).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_40_d"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 5, Restrictions légales aux droits découlant du brevet, H. Licences obligatoires pour l’exportation de produits pharmaceutiques",
        "citation": "Art. 40d al. 2 LBI",
        "content": "Les pays ayant déclaré à l’Organisation mondiale du commerce (OMC) qu’ils renoncent partiellement ou totalement à bénéficier d’une licence visée à l’al. 1 ne seront pas considérés comme pays bénéficiaires dans la mesure de leurs déclarations. Les autres pays qui remplissent les conditions de l’al. 1 peuvent être des pays bénéficiaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_40_d"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 5, Restrictions légales aux droits découlant du brevet, H. Licences obligatoires pour l’exportation de produits pharmaceutiques",
        "citation": "Art. 40d al. 3 LBI",
        "content": "Seule la quantité de produits pharmaceutiques nécessaire pour répondre aux besoins du pays bénéficiaire peut être produite sous la licence prévue à l’al. 1; la totalité de cette production doit y être exportée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_40_d"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 5, Restrictions légales aux droits découlant du brevet, H. Licences obligatoires pour l’exportation de produits pharmaceutiques",
        "citation": "Art. 40d al. 4 LBI",
        "content": "Le titulaire de la licence prévue à l’al. 1 et tout producteur qui fabrique les produits sous licence doivent garantir que leurs produits seront clairement identifiés comme ayant été produits sous une licence visée à l’al. 1 et qu’ils se distingueront des produits brevetés par leur emballage spécial, ou leur coloration ou leur mise en forme, à condition que ces distinctions n’aient pas une incidence importante sur le prix des produits dans le pays bénéficiaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_40_d"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 5, Restrictions légales aux droits découlant du brevet, H. Licences obligatoires pour l’exportation de produits pharmaceutiques",
        "citation": "Art. 40d al. 5 LBI",
        "content": "Le Conseil fédéral règle les conditions d’octroi de la licence prévue à l’al. 1. Il détermine en particulier les informations ou les notifications dont le juge compétent doit disposer pour décider de cet octroi et des mesures visées à l’al. 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_40_d"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 5, Restrictions légales aux droits découlant du brevet, I. Dispositions communes aux art. 36 à 40d",
        "citation": "Art. 40e al. 1 LBI",
        "content": "Les licences prévues aux art. 36 à 40d ne sont octroyées que lorsque les efforts entrepris par le requérant afin d’obtenir une licence contractuelle à des conditions commerciales raisonnables n’ont pas abouti dans un délai raisonnable; dans le cas d’une licence prévue à l’art. 40d, un délai de 30 jours ouvrables est réputé comme raisonnable. De tels efforts ne sont pas nécessaires dans des situations d’urgence nationale, dans d’autres circonstances d’extrême urgence, ou en cas d’utilisation publique à des fins non commerciales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_40_e"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 5, Restrictions légales aux droits découlant du brevet, I. Dispositions communes aux art. 36 à 40d",
        "citation": "Art. 40e al. 2 LBI",
        "content": "L’étendue et la durée de la licence sont limitées aux fins auxquelles elle a été octroyée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_40_e"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 5, Restrictions légales aux droits découlant du brevet, I. Dispositions communes aux art. 36 à 40d",
        "citation": "Art. 40e al. 3 LBI",
        "content": "La licence ne peut être cédée qu’avec la partie de l’entreprise qui l’exploite. Il en va de même des sous-licences.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_40_e"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 5, Restrictions légales aux droits découlant du brevet, I. Dispositions communes aux art. 36 à 40d",
        "citation": "Art. 40e al. 4 LBI",
        "content": "La licence est octroyée principalement pour l’approvisionnement du marché intérieur. L’art. 40d est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_40_e"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 5, Restrictions légales aux droits découlant du brevet, I. Dispositions communes aux art. 36 à 40d",
        "citation": "Art. 40e al. 5 LBI",
        "content": "Le titulaire du brevet a droit à une rémunération adéquate. Celle-ci est déterminée compte tenu du cas d’espèce et de la valeur économique de la licence. Dans le cas d’une licence prévue à l’art. 40d, la rémunération est déterminée en tenant compte de la valeur économique de la licence dans le pays d’importation, du niveau de développement et de l’urgence sanitaire et humanitaire. Le Conseil fédéral précise le mode de calcul.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_40_e"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 5, Restrictions légales aux droits découlant du brevet, I. Dispositions communes aux art. 36 à 40d",
        "citation": "Art. 40e al. 6 LBI",
        "content": "Le juge décide de l’octroi et du retrait de la licence, de son étendue et de sa durée, et de la rémunération à verser. En particulier, il retire la licence à l’ayant droit si les circonstances qui ont justifié son octroi cessent d’exister et qu’il est vraisemblable qu’elles ne se reproduiront pas. La protection adéquate des intérêts légitimes de l’ayant droit est réservée. Dans le cas de l’octroi d’une licence prévue à l’art. 40d les recours n’ont pas d’effet suspensif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_40_e"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 6, Taxes",
        "citation": "Art. 41 LBI",
        "content": "L’obtention et le maintien en vigueur d’un brevet, ainsi que le traitement de demandes spéciales présupposent le paiement des taxes prévues à cet effet par l’ordonnance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_41"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 7, Poursuite de la procédure et réintégration en l’état antérieur, A. Poursuite de la procédure",
        "citation": "Art. 46a al. 1 LBI",
        "content": "Lorsque le requérant ou le titulaire du brevet n’a pas observé un délai prescrit par la législation ou impartit par l’IPI, il peut déposer auprès de l’IPI une requête de poursuite de la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_46_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 7, Poursuite de la procédure et réintégration en l’état antérieur, A. Poursuite de la procédure",
        "citation": "Art. 46a al. 2 LBI",
        "content": "Il doit présenter cette requête dans les deux mois à compter de la réception de la notification de l’IPI quant à l’inobservation du délai, mais au plus tard dans les six mois à compter de l’expiration du délai non observé. En outre, pendant ces délais, il doit exécuter intégralement l’acte omis, compléter s’il y a lieu la demande de brevet et payer la taxe de poursuite de la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_46_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 7, Poursuite de la procédure et réintégration en l’état antérieur, A. Poursuite de la procédure",
        "citation": "Art. 46a al. 3 LBI",
        "content": "L’admission de la requête de poursuite de la procédure a pour effet de rétablir la situation qui eût résulté de l’accomplissement de l’acte en temps utile. L’art. 48 est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_46_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 7, Poursuite de la procédure et réintégration en l’état antérieur, A. Poursuite de la procédure",
        "citation": "Art. 46a al. 4 LBI",
        "content": "La poursuite de la procédure est exclue lorsque les délais suivants n’ont pas été observés:\na. délais qui ne doivent pas être respectés à l’égard de l’IPI;\nb. délais pour présenter une requête de poursuite de la procédure (al. 2);\nc. délais pour présenter une demande de réintégration (art. 47, al. 2);\nd. délais pour présenter une demande de brevet assortie d’une revendication du droit de priorité et une déclaration de priorité (art. 17 et 19);\ne. ...\nf. délai pour la modification des pièces techniques (art. 58, al. 1);\ng. ...\nh. délais pour déposer une demande de délivrance d’un certificat complémentaire de protection (art. 140f, al. 1, 146, al. 2, et 147, al. 3) ou de prolongation de la durée de celui-ci (art. 140o, al. 1) ou une demande de délivrance d’un certificat complémentaire de protection pédiatrique (art. 140v, al. 1);\ni. tout autre délai, fixé par ordonnance, et dont l’inobservation exclut la poursuite de la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_46_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 7, Poursuite de la procédure et réintégration en l’état antérieur, B. Réintégration en l’état antérieur",
        "citation": "Art. 47 al. 1 LBI",
        "content": "Lorsque le requérant ou le titulaire du brevet rendent vraisemblable qu’ils ont été empêchés, sans leur faute, d’observer un délai prescrit par la loi ou par le règlement d’exécution ou imparti par l’IPI, ils seront, sur leur demande, réintégrés en l’état antérieur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_47"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 7, Poursuite de la procédure et réintégration en l’état antérieur, B. Réintégration en l’état antérieur",
        "citation": "Art. 47 al. 2 LBI",
        "content": "La demande doit être présentée dans les deux mois dès la fin de l’empêchement, mais au plus tard dans le délai d’un an à compter de l’expiration du délai non observé, à l’autorité auprès de laquelle l’acte omis devait être accompli; en même temps, l’acte omis doit être exécuté.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_47"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 7, Poursuite de la procédure et réintégration en l’état antérieur, B. Réintégration en l’état antérieur",
        "citation": "Art. 47 al. 3 LBI",
        "content": "La réintégration n’est pas admise dans le cas prévu à l’al. 2 ci-dessus (délai pour demander la réintégration).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_47"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 7, Poursuite de la procédure et réintégration en l’état antérieur, B. Réintégration en l’état antérieur",
        "citation": "Art. 47 al. 4 LBI",
        "content": "L’acceptation de la demande a pour effet de rétablir la situation qui eût résulté de l’accomplissement de l’acte en temps utile; l’art. 48 est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_47"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 7, Poursuite de la procédure et réintégration en l’état antérieur, C. Réserve en faveur des tiers ",
        "citation": "Art. 48 al. 1 LBI",
        "content": "Le brevet ne peut pas être opposé à celui qui, durant les périodes indiquées ci-après, a de bonne foi utilisé l’invention professionnellement en Suisse ou y a fait à cette fin des préparatifs spéciaux:\na. entre le dernier jour du délai prévu pour le paiement d’une annuité (...) et le jour où a été présentée une requête de poursuite de la procédure (art. 46a) ou une demande de réintégration (art. 47);\nb. entre le dernier jour du délai de priorité (art. 17, al. 1) et le jour où la demande de brevet a été déposée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_48"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 7, Poursuite de la procédure et réintégration en l’état antérieur, C. Réserve en faveur des tiers ",
        "citation": "Art. 48 al. 2 LBI",
        "content": "Le droit ainsi acquis par un tiers est régi par l’art. 35, al. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_48"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 7, Poursuite de la procédure et réintégration en l’état antérieur, C. Réserve en faveur des tiers ",
        "citation": "Art. 48 al. 3 LBI",
        "content": "Celui qui revendique un droit fondé sur l’al. 1, let. a, versera au titulaire du brevet une indemnité équitable, à partir du moment où le brevet a été remis en vigueur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_48"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 7, Poursuite de la procédure et réintégration en l’état antérieur, C. Réserve en faveur des tiers ",
        "citation": "Art. 48 al. 4 LBI",
        "content": "En cas de litige, le juge statue sur l’existence et l’étendue des droits revendiqués par un tiers et fixe le montant de l’indemnité prévue à l’al. 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_48"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 8, Représentation et surveillance, A. Représentation ",
        "citation": "Art. 48a al. 1 LBI",
        "content": "Nul n’est tenu de se faire représenter dans une procédure administrative prévue dans la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_48_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 8, Représentation et surveillance, A. Représentation ",
        "citation": "Art. 48a al. 2 LBI",
        "content": "Toute personne qui ne souhaite pas mener en tant que partie une procédure administrative prévue dans la présente loi doit se faire représenter par un mandataire ayant un domicile de notification en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_48_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre premier, Dispositions générales, Chapitre 8, Représentation et surveillance, B. Surveillance ",
        "citation": "Art. 48b LBI",
        "content": "L’art. 13 de la loi du 20 mars 2009 sur les conseils en brevets s’applique par analogie aux mandataires non inscrits au registre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_48_b"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 1, Demande de brevet, A. Forme de la demande, I. En général",
        "citation": "Art. 49 al. 1 LBI",
        "content": "Celui qui veut obtenir un brevet d’invention doit déposer une demande de brevet auprès de l’IPI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_49"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 1, Demande de brevet, A. Forme de la demande, I. En général",
        "citation": "Art. 49 al. 2 LBI",
        "content": "La demande doit contenir:\na. une requête sollicitant la délivrance du brevet;\nb. une description de l’invention et, dans le cas d’une revendication portant sur une séquence dérivée d’une séquence génique ou d’une séquence génique partielle, une description concrète de la fonction que remplit la séquence dérivée;\nc. une ou plusieurs revendications;\nd. les dessins auxquels se réfèrent la description ou les revendications;\ne. un abrégé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_49"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 1, Demande de brevet, A. Forme de la demande, II. Indication de la source des ressources génétiques et des savoirs traditionnels",
        "citation": "Art. 49a al. 1 LBI",
        "content": "La demande de brevet doit contenir des indications concernant la source:\na. de la ressource génétique à laquelle l’inventeur ou le requérant a eu accès, pour autant que l’invention porte directement sur cette ressource;\nb. du savoir traditionnel des communautés indigènes ou locales relatif aux ressources génétiques auxquelles l’inventeur ou le requérant a eu accès, pour autant que l’invention porte directement sur ce savoir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_49_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 1, Demande de brevet, A. Forme de la demande, II. Indication de la source des ressources génétiques et des savoirs traditionnels",
        "citation": "Art. 49a al. 2 LBI",
        "content": "Si la source n’est connue ni de l’inventeur ni du requérant, ce dernier doit le confirmer par écrit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_49_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 1, Demande de brevet, B. Exposé de l’invention, I. En général",
        "citation": "Art. 50 al. 1 LBI",
        "content": "L’invention doit être exposée, dans la demande de brevet, de façon telle qu’un homme de métier puisse l’exécuter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_50"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 1, Demande de brevet, B. Exposé de l’invention, II. Matière biologique",
        "citation": "Art. 50a al. 1 LBI",
        "content": "Lorsqu’une invention porte sur la fabrication ou l’utilisation de matière biologique et qu’elle ne peut être décrite de manière suffisante, l’exposé doit être complété par le dépôt d’un échantillon de la matière biologique et, dans la description, par des indications relatives aux caractéristiques essentielles de cette matière et par un renvoi à ce dépôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_50_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 1, Demande de brevet, B. Exposé de l’invention, II. Matière biologique",
        "citation": "Art. 50a al. 2 LBI",
        "content": "Lorsque, pour une invention qui porte sur de la matière biologique en tant que produit, la fabrication ne peut pas être décrite de manière suffisante, l’exposé doit être complété ou remplacé par le dépôt d’un échantillon de la matière et, dans la description, par un renvoi à ce dépôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_50_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 1, Demande de brevet, B. Exposé de l’invention, II. Matière biologique",
        "citation": "Art. 50a al. 3 LBI",
        "content": "L’invention n’est réputée exposée au sens de l’art. 50 que lorsque l’échantillon de la matière biologique a été déposé au plus tard à la date de dépôt de la demande auprès d’une institution de dépôt reconnue et que la demande de brevet telle que déposée initialement contient des données relatives à la matière biologique et le renvoi au dépôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_50_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 1, Demande de brevet, B. Exposé de l’invention, II. Matière biologique",
        "citation": "Art. 50a al. 4 LBI",
        "content": "Le Conseil fédéral règle les exigences liées au dépôt, aux indications relatives à la matière biologique et au renvoi au dépôt, et l’accès aux échantillons déposés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_50_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 1, Demande de brevet, C. Revendications, I. Portée",
        "citation": "Art. 51 al. 1 LBI",
        "content": "L’invention sera définie dans une ou plusieurs revendications.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_51"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 1, Demande de brevet, C. Revendications, I. Portée",
        "citation": "Art. 51 al. 2 LBI",
        "content": "Les revendications déterminent l’étendue de la protection conférée par le brevet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_51"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 1, Demande de brevet, C. Revendications, I. Portée",
        "citation": "Art. 51 al. 3 LBI",
        "content": "La description et les dessins servent à interpréter les revendications.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_51"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 1, Demande de brevet, C. Revendications, II. Revendications indépendantes",
        "citation": "Art. 52 al. 1 LBI",
        "content": "Chaque revendication indépendante ne pourra définir qu’une seule invention, savoir:\na. un procédé, ou\nb. un produit, un moyen pour la mise en œuvre d’un procédé ou un dispositif, ou\nc. l’application d’un procédé, ou\nd. l’utilisation d’un produit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_52"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 1, Demande de brevet, C. Revendications, II. Revendications indépendantes",
        "citation": "Art. 52 al. 2 LBI",
        "content": "Un brevet peut contenir plusieurs revendications indépendantes lorsqu’elles définissent une pluralité d’inventions liées entre elles de telle sorte qu’elles ne forment qu’un seul concept inventif général.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_52"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 1, Demande de brevet, C. Revendications, III. Revendications dépendantes",
        "citation": "Art. 55 LBI",
        "content": "Les formes spéciales d’exécution de l’invention définie par une revendication indépendante peuvent faire l’objet de revendications dépendantes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_55"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 1, Demande de brevet, D. Abrégé",
        "citation": "Art. 55b LBI",
        "content": "L’abrégé sert exclusivement à des fins d’information technique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_55_b"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 1, Demande de brevet, E. Date de dépôt., I. En général",
        "citation": "Art. 56 al. 1 LBI",
        "content": "Est réputé date de dépôt le jour où le dernier des éléments suivants est déposé:\na. une demande explicite ou implicite de délivrance de brevet;\nb. des indications permettant d’établir l’identité du déposant;\nc. un élément qui, à première vue, semble constituer une description.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_56"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 1, Demande de brevet, E. Date de dépôt., I. En général",
        "citation": "Art. 56 al. 2 LBI",
        "content": "Pour les envois postaux le moment déterminant sera celui où ils auront été remis à La Poste Suisse à l’adresse de l’IPI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_56"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 1, Demande de brevet, E. Date de dépôt., I. En général",
        "citation": "Art. 56 al. 3 LBI",
        "content": "Le Conseil fédéral règle les modalités, en particulier la langue dans laquelle les éléments visés à l’al. 1 doivent être déposés, la date de dépôt et la publication, si une partie manquante de la description ou un dessin manquant sont déposés ultérieurement, et le remplacement de la description et des dessins par un renvoi à une demande de brevet déposée antérieurement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_56"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 1, Demande de brevet, E. Date de dépôt., II. En cas de scission de la demande",
        "citation": "Art. 57 al. 1 LBI",
        "content": "Une demande de brevet issue de la scission d’une demande antérieure portera la même date de dépôt que cette dernière:\na. si, lors de son dépôt, elle a été désignée expressément comme demande scindée;\nb. si, au moment du dépôt de la demande scindée, la demande antérieure était encore pendante, et\nc. dans la mesure où son objet ne va pas au delà du contenu de la demande antérieure dans sa version initiale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_57"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 1, Demande de brevet, F. Modification des pièces techniques",
        "citation": "Art. 58 al. 1 LBI",
        "content": "Le requérant doit avoir au moins une occasion de modifier les pièces techniques avant la conclusion de la procédure d’examen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_58"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 1, Demande de brevet, F. Modification des pièces techniques",
        "citation": "Art. 58 al. 2 LBI",
        "content": "Les pièces techniques ne doivent pas être modifiées de manière que l’objet de la demande modifiée aille au-delà de leur contenu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_58"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 1, Demande de brevet, G. Publication des demandes de brevet",
        "citation": "Art. 58a al. 1 LBI",
        "content": "L’IPI publie les demandes de brevet:\na. immédiatement après l’expiration d’un délai de 18 mois à compter de la date de dépôt ou, si une priorité à été revendiquée, à compter de la date de priorité;\nb. avant l’expiration du délai visé à la let. a sur requête du déposant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_58_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 1, Demande de brevet, G. Publication des demandes de brevet",
        "citation": "Art. 58a al. 2 LBI",
        "content": "La publication comprend la description et les revendications ainsi que, le cas échéant, les dessins, l’abrégé, pour autant qu’il soit disponible avant la fin des préparatifs techniques en vue de la publication, un rapport sur l’état de la technique et une recherche de type international au sens de l’art. 59, al. 5. Si ce rapport ou cette recherche n’ont pas été publiés avec la demande de brevet, ils le sont séparément.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_58_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 2, Examen de la demande de brevet, A. Objet de l’examen ",
        "citation": "Art. 59 al. 1 LBI",
        "content": "Si l’objet d’une demande de brevet n’est pas ou n’est que partiellement conforme aux art. 1, 1a, 1b et 2 l’IPI en informe le requérant en lui indiquant les raisons et lui impartit un délai pour répondre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_59"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 2, Examen de la demande de brevet, A. Objet de l’examen ",
        "citation": "Art. 59 al. 2 LBI",
        "content": "Si la demande de brevet ne répond pas à d’autres prescriptions de la présente loi ou de l’ordonnance, l’IPI impartit au requérant un délai pour en corriger les défauts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_59"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 2, Examen de la demande de brevet, A. Objet de l’examen ",
        "citation": "Art. 59 al. 4 LBI",
        "content": "L’IPI n’examine pas si l’invention est nouvelle ni si elle découle d’une manière évidente de l’état de la technique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_59"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 2, Examen de la demande de brevet, A. Objet de l’examen ",
        "citation": "Art. 59 al. 5 LBI",
        "content": "Le requérant peut, moyennant le paiement d’une taxe:\na. demander, dans le délai de quatorze mois à compter de la date de dépôt ou, lorsqu’une priorité est revendiquée, à compter de la date de priorité, que l’IPI établisse un rapport sur l’état de la technique;\nb. demander, dans le délai de six mois à compter de la date de dépôt d’une première demande, que l’IPI réalise une recherche de type international.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_59"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 2, Examen de la demande de brevet, A. Objet de l’examen ",
        "citation": "Art. 59 al. 6 LBI",
        "content": "Si aucun rapport au sens de l’al. 5, let. a n’a été établi ni aucune recherche au sens de l’al. 5, let. b réalisée, toute personne habilitée à demander la consultation du dossier conformément à l’art. 65 peut, moyennant le paiement d’une taxe, demander l’établissement par l’IPI d’un rapport sur l’état de la technique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_59"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 2, Examen de la demande de brevet, B. Fin de l’examen",
        "citation": "Art. 59a al. 1 LBI",
        "content": "Si les conditions de la délivrance du brevet sont remplies, l’IPI communique au requérant que la procédure d’examen a pris fin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_59_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 2, Examen de la demande de brevet, B. Fin de l’examen",
        "citation": "Art. 59a al. 3 LBI",
        "content": "L’IPI rejette la demande si:\na. elle n’est pas retirée, bien qu’un brevet ne puisse pas être délivré pour les raisons mentionnées à l’art. 59, al. 1, ou\nb. les défauts signalés conformément à l’art. 59, al. 2 ne sont pas corrigés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_59_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 2, Examen de la demande de brevet, C. Opposition",
        "citation": "Art. 59c al. 1 LBI",
        "content": "Dans le délai de neuf mois à compter de la date de publication de l’enregistrement au registre des brevets, toute personne peut faire opposition auprès de l’IPI au brevet délivré par ce dernier. L’opposition doit être formée par écrit et motivée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_59_c"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 2, Examen de la demande de brevet, C. Opposition",
        "citation": "Art. 59c al. 2 LBI",
        "content": "L’opposition ne peut être fondée que sur le fait que l’objet du brevet est exclu de la brevetabilité au sens des art. 1a, 1b et 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_59_c"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 2, Examen de la demande de brevet, C. Opposition",
        "citation": "Art. 59c al. 3 LBI",
        "content": "Si l’IPI accepte l’opposition en tout ou en partie, il peut révoquer le brevet ou le maintenir sous sa forme modifiée. La décision prise sur opposition est susceptible de recours auprès du Tribunal administratif fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_59_c"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 2, Examen de la demande de brevet, C. Opposition",
        "citation": "Art. 59c al. 4 LBI",
        "content": "Le Conseil fédéral règle les modalités, notamment la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_59_c"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 3, Registre des brevets; publications faites par l’IPI; communication électronique avec les autorités, A. Registre des brevets",
        "citation": "Art. 60 al. 1 LBI",
        "content": "L’IPI délivre le brevet en l’inscrivant au registre des brevets.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_60"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 3, Registre des brevets; publications faites par l’IPI; communication électronique avec les autorités, A. Registre des brevets",
        "citation": "Art. 60 al. 1bis LBI",
        "content": "Le registre des brevets contient notamment les indications suivantes: le numéro du brevet, les symboles de la classification, le titre de l’invention, la date de dépôt, les nom et domicile du titulaire du brevet et, le cas échéant, les indications de priorité, les nom et domicile d’affaires du mandataire, le nom de l’inventeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_60"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 3, Registre des brevets; publications faites par l’IPI; communication électronique avec les autorités, A. Registre des brevets",
        "citation": "Art. 60 al. 2 LBI",
        "content": "Il y inscrit en outre toutes les modifications concernant l’existence du brevet ou le droit au brevet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_60"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 3, Registre des brevets; publications faites par l’IPI; communication électronique avec les autorités, B. Publications, I. Concernant les demandes de brevet et les brevets enregistrés",
        "citation": "Art. 61 al. 1 LBI",
        "content": "L’IPI publie:\na. la demande de brevet, avec les indications mentionnées à l’art. 58a, al. 2;\nb. l’enregistrement du brevet au registre des brevets, avec les indications mentionnées à l’art. 60, al. 1bis;\nc. la radiation du brevet au registre des brevets;\nd. les modifications inscrites au registre, concernant l’existence du brevet et le droit au brevet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_61"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 3, Registre des brevets; publications faites par l’IPI; communication électronique avec les autorités, B. Publications, I. Concernant les demandes de brevet et les brevets enregistrés",
        "citation": "Art. 61 al. 3 LBI",
        "content": "L’IPI détermine l’organe de publication.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_61"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 3, Registre des brevets; publications faites par l’IPI; communication électronique avec les autorités, B. Publications, II. Fascicule du brevet",
        "citation": "Art. 63 al. 1 LBI",
        "content": "L’IPI fait paraître un fascicule pour chaque brevet délivré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_63"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 3, Registre des brevets; publications faites par l’IPI; communication électronique avec les autorités, B. Publications, II. Fascicule du brevet",
        "citation": "Art. 63 al. 2 LBI",
        "content": "Le fascicule contient la description, les revendications, l’abrégé et, le cas échéant, les dessins, ainsi que les indications inscrites dans le registre (art. 60 al. 1bis.)",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_63"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 3, Registre des brevets; publications faites par l’IPI; communication électronique avec les autorités, C. Document du brevet",
        "citation": "Art. 64 al. 1 LBI",
        "content": "Dès que l’exposé d’invention est prêt à être publié, l’IPI établit le document du brevet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_64"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 3, Registre des brevets; publications faites par l’IPI; communication électronique avec les autorités, C. Document du brevet",
        "citation": "Art. 64 al. 2 LBI",
        "content": "Ce document se compose de l’attestation que les conditions requises par la loi pour obtenir le brevet ont été remplies, et d’un exemplaire de l’exposé d’invention.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_64"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 3, Registre des brevets; publications faites par l’IPI; communication électronique avec les autorités, D. Consultation du dossier",
        "citation": "Art. 65 al. 1 LBI",
        "content": "Après la publication de la demande de brevet, toute personne peut consulter le dossier. Le Conseil fédéral ne peut limiter ce droit de consultation que lorsque des secrets de fabrication ou d’affaires ou d’autres intérêts prépondérants s’y opposent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_65"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 3, Registre des brevets; publications faites par l’IPI; communication électronique avec les autorités, D. Consultation du dossier",
        "citation": "Art. 65 al. 2 LBI",
        "content": "Le Conseil fédéral définit les cas dans lesquels le dossier peut être consulté avant la publication de la demande de brevet. Il règle notamment la consultation des demandes de brevet qui ont été rejetées ou retirées avant leur publication.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_65"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 3, Registre des brevets; publications faites par l’IPI; communication électronique avec les autorités, E. Communication électronique avec les autorités",
        "citation": "Art. 65a al. 1 LBI",
        "content": "Le Conseil fédéral peut autoriser l’IPI à réglementer les communications par voie électronique dans le cadre des dispositions générales de la procédure fédérale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_65_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 3, Registre des brevets; publications faites par l’IPI; communication électronique avec les autorités, E. Communication électronique avec les autorités",
        "citation": "Art. 65a al. 2 LBI",
        "content": "Les dossiers peuvent être tenus et conservés sous forme électronique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_65_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 3, Registre des brevets; publications faites par l’IPI; communication électronique avec les autorités, E. Communication électronique avec les autorités",
        "citation": "Art. 65a al. 3 LBI",
        "content": "Le registre des brevets peut être tenu sous forme électronique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_65_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 3, Registre des brevets; publications faites par l’IPI; communication électronique avec les autorités, E. Communication électronique avec les autorités",
        "citation": "Art. 65a al. 4 LBI",
        "content": "L’IPI peut rendre ses données accessibles aux tiers, notamment en ligne; il peut exiger une rémunération pour ce service.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_65_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre deuxième, Délivrance du brevet, Chapitre 3, Registre des brevets; publications faites par l’IPI; communication électronique avec les autorités, E. Communication électronique avec les autorités",
        "citation": "Art. 65a al. 5 LBI",
        "content": "Les publications de l’IPI peuvent être présentées sous forme électronique; la version électronique ne fait cependant foi que si les données sont publiées exclusivement sous forme électronique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_65_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 1, Dispositions communes à la protection de droit civil et de droit pénal, A. Conditions de la responsabilité",
        "citation": "Art. 66 LBI",
        "content": "Est passible de poursuites civiles et pénales, conformément aux dispositions ci-après:\na. celui qui utilise illicitement l’invention brevetée. L’imitation est considérée comme une utilisation;\nb. celui qui refuse de déclarer à l’autorité compétente la provenance et la quantité des produits fabriqués ou mis en circulation illicitement qui se trouvent en sa possession et de désigner les destinataires et la quantité des produits qui ont été remis à des acheteurs commerciaux.\nc. celui qui, sans le consentement du titulaire du brevet ou de celui qui est au bénéfice d’une licence, enlève le signe du brevet apposé sur un produit ou sur son emballage;\nd. celui qui incite à commettre l’un de ces actes, qui y collabore, en favorise ou facilite l’exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_66"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 1, Dispositions communes à la protection de droit civil et de droit pénal, B. Renversement du fardeau de la preuve",
        "citation": "Art. 67 al. 1 LBI",
        "content": "Lorsque l’invention se rapporte à un procédé de fabrication d’un produit nouveau, tout produit de même composition sera présumé, jusqu’à preuve du contraire, fabriqué d’après le procédé breveté.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_67"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 1, Dispositions communes à la protection de droit civil et de droit pénal, B. Renversement du fardeau de la preuve",
        "citation": "Art. 67 al. 2 LBI",
        "content": "L’al. 1 est applicable par analogie au cas d’un procédé de fabrication d’un produit connu, lorsque le titulaire du brevet rend vraisemblable que le brevet a été violé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_67"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 1, Dispositions communes à la protection de droit civil et de droit pénal, C. Sauvegarde du secret de fabrication ou d’affaires",
        "citation": "Art. 68 al. 1 LBI",
        "content": "Les secrets de fabrication ou d’affaires des parties seront sauvegardés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_68"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 1, Dispositions communes à la protection de droit civil et de droit pénal, C. Sauvegarde du secret de fabrication ou d’affaires",
        "citation": "Art. 68 al. 2 LBI",
        "content": "Il ne sera donné connaissance à la partie adverse des moyens de preuve propres à révéler de tels secrets que dans la mesure compatible avec leur sauvegarde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_68"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 1, Dispositions communes à la protection de droit civil et de droit pénal, D. Vente ou destruction de produits ou d’installations",
        "citation": "Art. 69 al. 1 LBI",
        "content": "En cas de condamnation, le juge peut ordonner la confiscation et la réalisation ou la destruction des produits fabriqués illicitement ou des instruments, de l’outillage et des autres moyens destinés principalement à leur fabrication.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_69"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 1, Dispositions communes à la protection de droit civil et de droit pénal, D. Vente ou destruction de produits ou d’installations",
        "citation": "Art. 69 al. 2 LBI",
        "content": "Le produit net de la vente servira d’abord à payer l’amende, puis les frais d’enquête et les frais judiciaires, et enfin à régler la créance, définitivement fixée, de la partie adverse en dommages-intérêts et en couverture de ses frais de procès; l’excédent reviendra à l’ancien propriétaire des objets vendus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_69"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 1, Dispositions communes à la protection de droit civil et de droit pénal, D. Vente ou destruction de produits ou d’installations",
        "citation": "Art. 69 al. 3 LBI",
        "content": "Même en cas d’acquittement ou de rejet de l’action, il peut ordonner la destruction des instruments, de l’outillage et des autres moyens destinés principalement à la violation du brevet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_69"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 1, Dispositions communes à la protection de droit civil et de droit pénal, E. Publication du jugement",
        "citation": "Art. 70 al. 1 LBI",
        "content": "Le juge peut autoriser la partie qui a obtenu gain de cause à publier le jugement aux frais de l’autre partie; il fixe les modalités et le moment de la publication.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_70"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 1, Dispositions communes à la protection de droit civil et de droit pénal, E. Publication du jugement",
        "citation": "Art. 70 al. 2 LBI",
        "content": "En matière pénale (art. 81 à 82), la publication du jugement est réglée par l’art. 68 du code pénal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_70"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 1, Dispositions communes à la protection de droit civil et de droit pénal, F. Communication des jugements",
        "citation": "Art. 70a LBI",
        "content": "Les tribunaux communiquent gratuitement à l’IPI les jugements exécutoires en version intégrale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_70_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 1, Dispositions communes à la protection de droit civil et de droit pénal, G. Interdiction d’échelonner les actions",
        "citation": "Art. 71 LBI",
        "content": "Celui qui a intenté une des actions prévues aux art. 72, 73, 74 ou 81 et qui, dans la suite, en se fondant sur un autre brevet, actionne à nouveau la même personne en raison du même acte ou d’un acte analogue, supportera les frais judiciaires et les dépens qu’entraînera le nouveau procès, à moins qu’il ne rende vraisemblable qu’il n’a pas été en mesure, sans qu’il y ait eu faute de sa part, de faire valoir aussi l’autre brevet dans la procédure antérieure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_71"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 2 Dispositions spéciales à la protection de droit civil, A. Action en cessation de l’acte ou en suppression de l’état de fait",
        "citation": "Art. 72 al. 1 LBI",
        "content": "Celui qui est menacé ou atteint dans ses droits par l’un des actes mentionnés à l’art. 66 peut demander la cessation de cet acte ou la suppression de l’état de fait qui en résulte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_72"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 2 Dispositions spéciales à la protection de droit civil, B. Action en dommages-intérêts",
        "citation": "Art. 73 al. 1 LBI",
        "content": "Celui qui, soit intentionnellement, soit par négligence ou imprudence, commet l’un des actes mentionnés à l’art. 66 est tenu selon les dispositions du code des obligations de réparer le dommage causé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_73"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 2 Dispositions spéciales à la protection de droit civil, B. Action en dommages-intérêts",
        "citation": "Art. 73 al. 3 LBI",
        "content": "L’action en dommages-intérêts ne peut être intentée qu’une fois le brevet délivré; le défendeur peut cependant être tenu de réparer le dommage causé depuis le moment où il a eu connaissance du contenu de la demande de brevet, mais au plus tard à partir du jour de la publication de celle-ci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_73"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 2 Dispositions spéciales à la protection de droit civil, C. Action en constatation",
        "citation": "Art. 74 LBI",
        "content": "Celui qui justifie d’un intérêt peut intenter une action tendant à faire constater l’existence ou l’absence d’un état de fait ou d’un rapport de droit auxquels la présente loi attache des effets, notamment:\n1. qu’un brevet déterminé existe à bon droit;\n2. que le défendeur a commis l’un des actes mentionnés à l’art. 66;\n3. que le demandeur n’a commis aucun des actes mentionnés à l’art. 66;\n4. qu’un brevet déterminé ne peut être opposé au demandeur en application d’une disposition légale;\n5. que pour deux brevets déterminés, les conditions fixées par l’art. 36 pour l’octroi d’une licence sont remplies ou ne le sont pas;\n6. que le demandeur est l’auteur de l’invention faisant l’objet d’une demande de brevet ou d’un brevet déterminé;\n7. qu’un brevet déterminé est tombé en déchéance parce qu’il viole l’interdiction de cumuler la protection.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_74"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 2 Dispositions spéciales à la protection de droit civil, D. Qualité pour agir des preneurs de licence",
        "citation": "Art. 75 al. 1 LBI",
        "content": "Celui qui dispose d’une licence exclusive peut intenter une action au sens des art. 72 et 73 indépendamment de l’inscription de la licence au registre, pour autant que le contrat de licence ne l’exclue pas explicitement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_75"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 2 Dispositions spéciales à la protection de droit civil, D. Qualité pour agir des preneurs de licence",
        "citation": "Art. 75 al. 2 LBI",
        "content": "Tout preneur de licence peut intervenir dans une procédure prévue à l’art. 73 pour faire valoir le dommage qu’il a subi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_75"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 2 Dispositions spéciales à la protection de droit civil, E. Mesures provisionnelles",
        "citation": "Art. 77 al. 1 LBI",
        "content": "Toute personne qui demande des mesures provisionnelles peut en particulier requérir du juge:\na.  qu’il les ordonne dans le but d’assurer la conservation des preuves, de préserver l’état de fait ou d’assurer à titre provisoire la prévention ou la cessation du trouble;\nb.  qu’il ordonne une description précise:\n1. des procédés dont elle prétend qu’ils sont appliqués de manière illicite,\n2. des produits dont elle prétend qu’ils sont fabriqués de manière illicite ainsi que des moyens techniques ayant servi à cette fabrication;\nc. qu’il ordonne la saisie de ces objets.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_77"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 2 Dispositions spéciales à la protection de droit civil, E. Mesures provisionnelles",
        "citation": "Art. 77 al. 2 LBI",
        "content": "Si une partie requiert une description, elle doit rendre vraisemblable la violation ou l’imminence de la violation d’un droit dont elle est titulaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_77"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 2 Dispositions spéciales à la protection de droit civil, E. Mesures provisionnelles",
        "citation": "Art. 77 al. 3 LBI",
        "content": "Si la partie adverse invoque le secret de fabrication ou d’affaires, le juge prend les mesures nécessaires pour le sauvegarder. Il peut interdire à la partie requérante de participer à l’établissement de la description.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_77"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 2 Dispositions spéciales à la protection de droit civil, E. Mesures provisionnelles",
        "citation": "Art. 77 al. 4 LBI",
        "content": "La description est faite, qu’il y ait saisie ou non, par un membre du Tribunal fédéral des brevets, qui peut faire appel à un expert si nécessaire. Elle est faite, au besoin, en collaboration avec les autorités cantonales compétentes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_77"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 2 Dispositions spéciales à la protection de droit civil, E. Mesures provisionnelles",
        "citation": "Art. 77 al. 5 LBI",
        "content": "La partie adverse a l’occasion de se prononcer sur la description avant que celle-ci soit portée à la connaissance de la partie requérante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_77"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 3, Dispositions spéciales à la protection de droit pénal, A. Dispositions pénales, I. Violation du brevet",
        "citation": "Art. 81 al. 1 LBI",
        "content": "Celui qui, intentionnellement, commet l’un des actes mentionnés à l’art. 66 est, sur plainte du lésé, puni d’une peine privative de liberté d’un an au plus ou d’une peine pécuniaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_81"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 3, Dispositions spéciales à la protection de droit pénal, A. Dispositions pénales, I. Violation du brevet",
        "citation": "Art. 81 al. 2 LBI",
        "content": "Le droit de porter plainte se prescrit par six mois à compter du jour où le lésé a connu l’auteur de l’infraction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_81"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 3, Dispositions spéciales à la protection de droit pénal, A. Dispositions pénales, I. Violation du brevet",
        "citation": "Art. 81 al. 3 LBI",
        "content": "Si l’auteur fait métier de tels actes, la poursuite a lieu d’office. La peine est une peine privative de liberté de cinq ans au plus ou une peine pécuniaire. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_81"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 3, Dispositions spéciales à la protection de droit pénal, A. Dispositions pénales, II. Faux renseignements au sujet de la source",
        "citation": "Art. 81a al. 1 LBI",
        "content": "Celui qui fournit intentionnellement de faux renseignements visés à l’art. 49a est puni d’une amende de 100 000 francs au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_81_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 3, Dispositions spéciales à la protection de droit pénal, A. Dispositions pénales, II. Faux renseignements au sujet de la source",
        "citation": "Art. 81a al. 2 LBI",
        "content": "Le juge peut ordonner la publication du jugement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_81_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 3, Dispositions spéciales à la protection de droit pénal, A. Dispositions pénales, III. Allusion fallacieuse à l’existence d’une protection",
        "citation": "Art. 82 al. 1 LBI",
        "content": "Celui qui intentionnellement, met en circulation ou en vente ses papiers de commerce, annonces de toutes sortes, produits ou marchandises munis d’une mention propre à faire croire, à tort, que les produits ou marchandises sont protégés par la présente loi est puni de l’amende.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_82"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 3, Dispositions spéciales à la protection de droit pénal, A. Dispositions pénales, III. Allusion fallacieuse à l’existence d’une protection",
        "citation": "Art. 82 al. 2 LBI",
        "content": "Le juge pourra ordonner la publication du jugement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_82"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 3, Dispositions spéciales à la protection de droit pénal, B. Application des dispositions générales du CP",
        "citation": "Art. 83 LBI",
        "content": "Les dispositions générales du code pénal suisse sont applicables en tant que la présente loi n’en dispose pas autrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_83"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 3, Dispositions spéciales à la protection de droit pénal, Bbis. Infractions commises dans une entreprise",
        "citation": "Art. 83a LBI",
        "content": "Les art. 6 et 7 de la loi fédérale du 22 mars 1974 sur le droit pénal administratif s’appliquent aux infractions commises dans une entreprise par un subordonné, un mandataire ou un représentant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_83_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 3, Dispositions spéciales à la protection de droit pénal, C. For",
        "citation": "Art. 84 al. 1 LBI",
        "content": "L’autorité compétente pour la poursuite et le jugement d’une infraction est celle du lieu où l’auteur a agi ou celle du lieu où le résultat s’est produit; si différents lieux entrent en ligne de compte, ou si l’infraction a été commise par plusieurs coauteurs, l’autorité compétente est celle du lieu où la première instruction a été ouverte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_84"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 3, Dispositions spéciales à la protection de droit pénal, C. For",
        "citation": "Art. 84 al. 2 LBI",
        "content": "L’autorité compétente pour poursuivre et juger l’auteur principal est aussi compétente pour poursuivre et juger l’instigateur et le complice.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_84"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 3, Dispositions spéciales à la protection de droit pénal, D. Compétence des autorités cantonales, I. En général",
        "citation": "Art. 85 al. 1 LBI",
        "content": "La poursuite et le jugement des infractions incombent aux autorités cantonales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_85"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 3, Dispositions spéciales à la protection de droit pénal, D. Compétence des autorités cantonales, I. En général",
        "citation": "Art. 85 al. 2 LBI",
        "content": "Les jugements, prononcés administratifs et ordonnances de non-lieu doivent être communiqués en expédition intégrale au procureur général de la Confédération, immédiatement et sans frais.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_85"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 3, Dispositions spéciales à la protection de droit pénal, D. Compétence des autorités cantonales, II. Exception de la nullité du brevet",
        "citation": "Art. 86 al. 1 LBI",
        "content": "Si l’inculpé soulève l’exception de la nullité du brevet, le juge peut lui impartir un délai convenable pour intenter l’action en nullité, en l’avertissant des conséquences de son inaction; si le brevet n’a pas été examiné quant à la nouveauté et à l’activité inventive et si le juge a des doutes quant à sa validité, ou si l’inculpé rend vraisemblables certaines circonstances faisant paraître l’exception de nullité comme fondée, le juge peut impartir au lésé un délai convenable pour intenter l’action tendant à faire constater que le brevet existe à bon droit, en l’avertissant également des conséquences de son inaction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_86"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 3, Dispositions spéciales à la protection de droit pénal, D. Compétence des autorités cantonales, II. Exception de la nullité du brevet",
        "citation": "Art. 86 al. 2 LBI",
        "content": "Si l’action est introduite en temps utile, la procédure pénale sera suspendue jusqu’à ce que l’action ait fait l’objet d’une décision définitive; entre-temps la prescription sera suspendue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_86"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 4, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, A. Dénonciation de marchandises suspectes",
        "citation": "Art. 86a al. 1 LBI",
        "content": "L’Office fédéral de la douane et de la sécurité des frontières (OFDF) est habilité à informer le titulaire du brevet lorsqu’il y a lieu de soupçonner que l’introduction dans le territoire douanier suisse de marchandises portant atteinte à un brevet valable en Suisse ou leur sortie sont imminentes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_86_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 4, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, A. Dénonciation de marchandises suspectes",
        "citation": "Art. 86a al. 2 LBI",
        "content": "Dans ce cas, l’OFDF est habilité à retenir les marchandises pendant trois jours ouvrables afin de permettre au titulaire de déposer une demande au sens de l’art. 86b, al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_86_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 4, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, B. Demande d’intervention",
        "citation": "Art. 86b al. 1 LBI",
        "content": "Si le titulaire du brevet ou le preneur de licence qui a qualité pour agir ont des indices concrets permettant de soupçonner que l’introduction dans le territoire douanier suisse de marchandises portant atteinte à un brevet valable en Suisse ou leur sortie sont imminentes, ils peuvent demander par écrit à l’OFDF de refuser la mainlevée de ces marchandises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_86_b"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 4, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, B. Demande d’intervention",
        "citation": "Art. 86b al. 2 LBI",
        "content": "Le requérant fournit à l’OFDF toutes les indications dont il dispose et dont celui-ci a besoin pour statuer sur la demande; il lui remet notamment une description précise des marchandises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_86_b"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 4, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, B. Demande d’intervention",
        "citation": "Art. 86b al. 3 LBI",
        "content": "L’OFDF statue définitivement sur la demande. Il peut percevoir un émolument pour couvrir les frais administratifs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_86_b"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 4, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, C. Rétention des marchandises",
        "citation": "Art. 86c al. 1 LBI",
        "content": "Si, à la suite d’une demande au sens de l’art. 86b, al. 1, l’OFDF a des raisons fondées de soupçonner l’introduction dans le territoire suisse de marchandises portant atteinte à un brevet valable en Suisse ou leur sortie, il en informe le requérant, d’une part, et le déclarant, le possesseur ou le propriétaire des marchandises, d’autre part.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_86_c"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 4, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, C. Rétention des marchandises",
        "citation": "Art. 86c al. 2 LBI",
        "content": "Afin de permettre au requérant d’obtenir des mesures provisionnelles, il retient les marchandises durant dix jours ouvrables au plus à compter du moment de l’information au sens de l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_86_c"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 4, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, C. Rétention des marchandises",
        "citation": "Art. 86c al. 3 LBI",
        "content": "Si les circonstances le justifient, il peut retenir les marchandises pendant une durée supplémentaire de dix jours ouvrables au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_86_c"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 4, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, D. Échantillons",
        "citation": "Art. 86d al. 1 LBI",
        "content": "Sur demande, l’OFDF est habilité, pendant la durée de la rétention des marchandises, à remettre ou à envoyer au requérant des échantillons à des fins d’examen ou à le laisser examiner sur place les marchandises retenues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_86_d"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 4, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, D. Échantillons",
        "citation": "Art. 86d al. 2 LBI",
        "content": "Le requérant supporte les frais liés au prélèvement et à l’envoi des échantillons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_86_d"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 4, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, D. Échantillons",
        "citation": "Art. 86d al. 3 LBI",
        "content": "Une fois l’examen des échantillons effectué, ceux-ci doivent être restitués, pour autant que cela se justifie. Si des échantillons demeurent chez le requérant, ils sont soumis aux dispositions de la législation douanière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_86_d"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 4, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, E. Protection des secrets de fabrication ou d’affaires",
        "citation": "Art. 86e al. 1 LBI",
        "content": "En même temps que la communication visée à l’art. 86c, al. 1, l’OFDF informe le déclarant, le possesseur ou le propriétaire des marchandises de la possibilité, prévue à l’art. 86d, al. 1, de remettre des échantillons au requérant ou de le laisser examiner sur place les marchandises retenues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_86_e"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 4, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, E. Protection des secrets de fabrication ou d’affaires",
        "citation": "Art. 86e al. 2 LBI",
        "content": "Le déclarant, le possesseur ou le propriétaire des marchandises peut demander d’assister à l’examen afin de protéger ses secrets de fabrication ou d’affaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_86_e"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 4, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, E. Protection des secrets de fabrication ou d’affaires",
        "citation": "Art. 86e al. 3 LBI",
        "content": "Sur demande motivée du déclarant, du possesseur ou du propriétaire des marchandises, l’OFDF peut refuser la remise d’échantillons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_86_e"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 4, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, F. Demande de destruction des marchandises, I. Procédure",
        "citation": "Art. 86f al. 1 LBI",
        "content": "Lorsqu’il dépose une demande au sens de l’art. 86b, al. 1, le requérant peut demander par écrit à l’OFDF la destruction des marchandises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_86_f"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 4, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, F. Demande de destruction des marchandises, I. Procédure",
        "citation": "Art. 86f al. 2 LBI",
        "content": "Lorsqu’une demande de destruction est déposée, l’OFDF en informe le déclarant, le possesseur ou le propriétaire des marchandises dans le cadre de l’information visée à l’art. 86c, al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_86_f"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 4, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, F. Demande de destruction des marchandises, I. Procédure",
        "citation": "Art. 86f al. 3 LBI",
        "content": "La demande de destruction ne donne pas lieu à une prolongation des délais prévus à l’art. 86c, al. 2 et 3, pour l’obtention de mesures provisionnelles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_86_f"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 4, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, F. Demande de destruction des marchandises, II. Approbation",
        "citation": "Art. 86g al. 1 LBI",
        "content": "La destruction des marchandises requiert l’approbation du déclarant, du possesseur ou du propriétaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_86_g"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 4, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, F. Demande de destruction des marchandises, II. Approbation",
        "citation": "Art. 86g al. 2 LBI",
        "content": "L’approbation est réputée acquise lorsque le déclarant, le possesseur ou le propriétaire des marchandises ne s’oppose pas expressément à leur destruction dans les délais prévus à l’art. 86c, al. 2 et 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_86_g"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 4, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, F. Demande de destruction des marchandises, III. Moyens de preuve",
        "citation": "Art. 86h LBI",
        "content": "Avant la destruction des marchandises, l’OFDF prélève des échantillons et les conserve en tant que moyens de preuve en vue d’une éventuelle action en dommages-intérêts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_86_h"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 4, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, F. Demande de destruction des marchandises, IV. Dommages-intérêts",
        "citation": "Art. 86i al. 1 LBI",
        "content": "Si la destruction des marchandises se révèle infondée, le requérant répond seul du dommage qui en résulte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_86_i"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 4, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, F. Demande de destruction des marchandises, IV. Dommages-intérêts",
        "citation": "Art. 86i al. 2 LBI",
        "content": "Si le déclarant, le possesseur ou le propriétaire des marchandises donne son approbation par écrit à leur destruction et que celle-ci se révèle par la suite infondée, le requérant ne peut être tenu de verser des dommages-intérêts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_86_i"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 4, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, F. Demande de destruction des marchandises, V. Coûts",
        "citation": "Art. 86j al. 1 LBI",
        "content": "Le requérant supporte les frais liés à la destruction des marchandises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_86_j"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 4, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, F. Demande de destruction des marchandises, V. Coûts",
        "citation": "Art. 86j al. 2 LBI",
        "content": "La question des coûts liés au prélèvement et à la conservation des échantillons au sens de l’art. 86h est tranchée par le juge dans le cadre de l’appréciation des dommages-intérêts prévus à l’art. 86i, al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_86_j"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 4, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, G. Déclaration de responsabilité et dommages-intérêts ",
        "citation": "Art. 86k al. 1 LBI",
        "content": "Si la rétention des marchandises risque d’occasionner un dommage, l’OFDF peut la subordonner à la condition que le requérant lui fournisse une déclaration de responsabilité. Si les circonstances le justifient, il peut, en lieu et place, exiger du requérant qu’il fournisse des sûretés adéquates.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_86_k"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre troisième, Sanction civile et pénale, Chapitre 4, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, G. Déclaration de responsabilité et dommages-intérêts ",
        "citation": "Art. 86k al. 2 LBI",
        "content": "Le requérant est tenu de réparer le dommage causé par la rétention des marchandises et par le prélèvement d’échantillons si des mesures provisionnelles n’ont pas été ordonnées ou si elles se sont révélées infondées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_86_k"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre cinquième, Demandes de brevet européen et brevets européens, Chapitre 1, Droit applicable, Champ d’application de la loi; relation avec la convention sur le brevet européen",
        "citation": "Art. 109 al. 1 LBI",
        "content": "Le présent titre s’applique aux demandes de brevet européen et aux brevets européens qui produisent effet en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_109"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre cinquième, Demandes de brevet européen et brevets européens, Chapitre 1, Droit applicable, Champ d’application de la loi; relation avec la convention sur le brevet européen",
        "citation": "Art. 109 al. 2 LBI",
        "content": "Les autres dispositions de la présente loi sont applicables, à moins que la convention du 5 octobre 1973 sur la délivrance de brevets européens (convention sur le brevet européen) ou le présent titre n’en disposent autrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_109"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre cinquième, Demandes de brevet européen et brevets européens, Chapitre 1, Droit applicable, Champ d’application de la loi; relation avec la convention sur le brevet européen",
        "citation": "Art. 109 al. 3 LBI",
        "content": "Le texte de la convention sur le brevet européen qui lie la Suisse l’emporte sur la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_109"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre cinquième, Demandes de brevet européen et brevets européens, Chapitre 2, Effets de la demande de brevet européen et du brevet européen, modifications quant à l’existence du brevet européen, A. Principe, I. Effets",
        "citation": "Art. 110 LBI",
        "content": "La demande de brevet européen à laquelle une date de dépôt a été attribuée et le brevet européen produisent en Suisse les mêmes effets qu’une demande de brevet présentée en bonne et due forme à l’IPI et qu’un brevet délivré par ce bureau.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_110"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre cinquième, Demandes de brevet européen et brevets européens, Chapitre 2, Effets de la demande de brevet européen et du brevet européen, modifications quant à l’existence du brevet européen, A. Principe, II. Modifications quant à l’existence du brevet",
        "citation": "Art. 110a LBI",
        "content": "Toute modification quant à l’existence du brevet européen résultant d’une décision définitive de l’Office européen des brevets produit les mêmes effets qu’une modification résultant d’un jugement passé en force rendu en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_110_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre cinquième, Demandes de brevet européen et brevets européens, Chapitre 2, Effets de la demande de brevet européen et du brevet européen, modifications quant à l’existence du brevet européen, B. Protection provisoire conférée par la demande de brevet européen",
        "citation": "Art. 111 al. 1 LBI",
        "content": "La demande de brevet européen publiée ne confère pas au requérant la protection prévue à l’art. 64 de la convention sur le brevet européen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_111"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre cinquième, Demandes de brevet européen et brevets européens, Chapitre 2, Effets de la demande de brevet européen et du brevet européen, modifications quant à l’existence du brevet européen, B. Protection provisoire conférée par la demande de brevet européen",
        "citation": "Art. 111 al. 2 LBI",
        "content": "Toutefois, le lésé peut se prévaloir, par l’action en dommages-intérêts, du dommage causé par le défendeur depuis le moment où celui-ci a eu connaissance du contenu de la demande de brevet européen, mais au plus tard depuis le jour de la publication de la demande par l’Office européen des brevets.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_111"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre cinquième, Demandes de brevet européen et brevets européens, Chapitre 3, Administration du brevet européen, A. Registre suisse des brevets européens",
        "citation": "Art. 117 LBI",
        "content": "Dès que la délivrance du brevet européen a été mentionnée dans le Bulletin européen des brevets, l’IPI l’inscrit dans le registre suisse des brevets européens avec les indications mentionnées dans le registre européen des brevets.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_117"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre cinquième, Demandes de brevet européen et brevets européens, Chapitre 3, Administration du brevet européen, B. Publications",
        "citation": "Art. 118 LBI",
        "content": "L’IPI publie les inscriptions portées au registre suisse des brevets européens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_118"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre cinquième, Demandes de brevet européen et brevets européens, Chapitre 4, Transformation de la demande de brevet européen, A. Causes de la transformation",
        "citation": "Art. 121 al. 1 LBI",
        "content": "La demande de brevet européen peut être transformée en demande de brevet suisse:\na. dans le cas prévu à l’art. 135, al. 1, let. a, de la Convention sur le brevet européen;\nb. en cas d’inobservation du délai prévu par l’art. 14, al. 2, de la convention sur le brevet européen, lorsque la demande initiale a été présentée en italien;\nc. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_121"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre cinquième, Demandes de brevet européen et brevets européens, Chapitre 4, Transformation de la demande de brevet européen, B. Effets juridiques",
        "citation": "Art. 122 al. 1 LBI",
        "content": "Si la requête en transformation est présentée en bonne et due forme et remise en temps utile à l’IPI, la demande de brevet est réputée déposée à la date de dépôt de la demande de brevet européen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_122"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre cinquième, Demandes de brevet européen et brevets européens, Chapitre 4, Transformation de la demande de brevet européen, B. Effets juridiques",
        "citation": "Art. 122 al. 2 LBI",
        "content": "Les pièces accompagnant la demande de brevet européen ou le brevet européen qui ont été présentées à l’Office européen des brevets sont réputées avoir été présentées en même temps à l’IPI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_122"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre cinquième, Demandes de brevet européen et brevets européens, Chapitre 4, Transformation de la demande de brevet européen, B. Effets juridiques",
        "citation": "Art. 122 al. 3 LBI",
        "content": "Les droits attachés à la demande de brevet européen demeurent acquis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_122"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre cinquième, Demandes de brevet européen et brevets européens, Chapitre 4, Transformation de la demande de brevet européen, C. Traduction",
        "citation": "Art. 123 LBI",
        "content": "Si la langue dans laquelle le texte initial de la demande de brevet européen est rédigé n’est pas une langue officielle suisse, l’IPI impartit au requérant un délai pour en présenter une traduction dans une langue officielle suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_123"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre cinquième, Demandes de brevet européen et brevets européens, Chapitre 4, Transformation de la demande de brevet européen, D. Réserve en faveur de la convention sur le brevet européen",
        "citation": "Art. 124 al. 1 LBI",
        "content": "Sous réserve de l’art. 137, al. 1, de la convention sur le brevet européen, les dispositions en vigueur pour les demandes de brevet suisse s’appliquent aux demandes de brevet issues de la transformation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_124"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre cinquième, Demandes de brevet européen et brevets européens, Chapitre 4, Transformation de la demande de brevet européen, D. Réserve en faveur de la convention sur le brevet européen",
        "citation": "Art. 124 al. 2 LBI",
        "content": "Les revendications d’une demande de brevet issue de la transformation du brevet européen ne peuvent pas être rédigées de telle manière que la protection conférée par le brevet s’en trouve étendue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_124"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre cinquième, Demandes de brevet européen et brevets européens, Chapitre 5, Dispositions concernant la protection de droit civil et de droit pénal, A. Interdiction de cumuler la protection, I. Primauté du brevet européen",
        "citation": "Art. 125 al. 1 LBI",
        "content": "Dans la mesure où, pour la même invention, un brevet suisse et un brevet européen ayant effet en Suisse ont été délivrés au même inventeur ou à son ayant cause avec la même date de dépôt ou de priorité, le brevet suisse ne porte plus effet dès la date à laquelle:\na. le délai pour former opposition au brevet européen est échu, ou\nb. la procédure d’opposition a définitivement abouti au maintien en vigueur du brevet européen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_125"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre cinquième, Demandes de brevet européen et brevets européens, Chapitre 5, Dispositions concernant la protection de droit civil et de droit pénal, A. Interdiction de cumuler la protection, I. Primauté du brevet européen",
        "citation": "Art. 125 al. 2 LBI",
        "content": "L’art. 27 est applicable par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_125"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre cinquième, Demandes de brevet européen et brevets européens, Chapitre 5, Dispositions concernant la protection de droit civil et de droit pénal, A. Interdiction de cumuler la protection, II. Primauté du brevet issu de la transformation",
        "citation": "Art. 126 al. 1 LBI",
        "content": "Dans la mesure où, pour la même invention, un brevet issu d’une demande de brevet suisse ou internationale (art. 131 ss) et un brevet issu d’une demande de brevet européen transformée ont été délivrés au même inventeur ou à son ayant cause avec la même date de dépôt ou de priorité, le brevet cité en premier lieu ne porte plus effet dès la date à laquelle a été délivré le brevet issu de la demande de brevet européen transformée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_126"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre cinquième, Demandes de brevet européen et brevets européens, Chapitre 5, Dispositions concernant la protection de droit civil et de droit pénal, A. Interdiction de cumuler la protection, II. Primauté du brevet issu de la transformation",
        "citation": "Art. 126 al. 2 LBI",
        "content": "L’art. 27 est applicable par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_126"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre cinquième, Demandes de brevet européen et brevets européens, Chapitre 5, Dispositions concernant la protection de droit civil et de droit pénal, B. Règles de procédure, I. Limitation de la renonciation partielle",
        "citation": "Art. 127 LBI",
        "content": "La requête concernant une renonciation partielle au brevet européen est irrecevable aussi longtemps qu’une opposition à ce brevet peut être formée devant l’Office européen des brevets et tant qu’une décision définitive n’a pas été prise au sujet de l’opposition, de la limitation ou de la révocation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_127"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre cinquième, Demandes de brevet européen et brevets européens, Chapitre 5, Dispositions concernant la protection de droit civil et de droit pénal, B. Règles de procédure, II. Suspension de la procédure, a. Procédure civile",
        "citation": "Art. 128 LBI",
        "content": "Le juge peut suspendre la procédure portant sur un brevet européen et notamment différer le jugement:\na. tant que l’Office européen des brevets n’a pas statué définitivement sur la limitation ou la révocation du brevet;\nb. lorsque la validité du brevet est contestée et que l’une des parties au litige apporte la preuve qu’une opposition peut encore être formée devant l’Office européen des brevets ou que l’opposition ne fait pas l’objet d’une décision définitive;\nc. tant que l’Office européen des brevets n’a pas statué définitivement sur la requête en révision déposée en vertu de l’art. 112bis de la Convention sur le brevet européen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_128"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre cinquième, Demandes de brevet européen et brevets européens, Chapitre 5, Dispositions concernant la protection de droit civil et de droit pénal, B. Règles de procédure, II. Suspension de la procédure, b. Procédure pénale",
        "citation": "Art. 129 al. 1 LBI",
        "content": "Si dans le cas prévu à l’art. 86, l’inculpé soulève l’exception de la nullité du brevet européen, le juge peut lui impartir, en tant qu’une opposition à ce brevet peut encore être formée devant l’Office européen des brevets ou qu’une intervention dans la procédure d’opposition est encore possible, un délai convenable pour former opposition ou pour intervenir dans la procédure d’opposition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_129"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre cinquième, Demandes de brevet européen et brevets européens, Chapitre 5, Dispositions concernant la protection de droit civil et de droit pénal, B. Règles de procédure, II. Suspension de la procédure, b. Procédure pénale",
        "citation": "Art. 129 al. 2 LBI",
        "content": "L’art. 86, al. 2, est applicable par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_129"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre cinquième, Demandes de brevet européen et brevets européens, Chapitre 6 Commissions rogatoires émanant de l’Office européen des brevets, Autorité de transmission",
        "citation": "Art. 130 LBI",
        "content": "L’IPI reçoit les commissions rogatoires émanant de l’Office européen des brevets et les transmet à l’autorité compétente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_130"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre sixième, Demandes internationales de brevet, Chapitre 1, Droit applicable, Champ d’application de la loi; relation avec le traité de coopération",
        "citation": "Art. 131 al. 1 LBI",
        "content": "Le présent titre s’applique aux demandes internationales de brevet au sens du traité de coopération en matière de brevets, du 19 juin 1970 (traité de coopération), pour lesquelles l’IPI agit en tant qu’office récepteur, office désigné ou office élu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_131"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre sixième, Demandes internationales de brevet, Chapitre 1, Droit applicable, Champ d’application de la loi; relation avec le traité de coopération",
        "citation": "Art. 131 al. 2 LBI",
        "content": "Les autres dispositions de la présente loi sont applicables, à moins que le traité de coopération ou le présent titre n’en dispose autrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_131"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre sixième, Demandes internationales de brevet, Chapitre 1, Droit applicable, Champ d’application de la loi; relation avec le traité de coopération",
        "citation": "Art. 131 al. 3 LBI",
        "content": "Le texte du traité de coopération qui lie la Suisse l’emporte sur la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_131"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre sixième, Demandes internationales de brevet, Chapitre 2, Demandes déposées en Suisse, A. Office récepteur",
        "citation": "Art. 132 LBI",
        "content": "L’IPI agit en tant qu’office récepteur au sens de l’art. 2 du traité de coopération pour les demandes internationales émanant de ressortissants suisses ou de personnes qui ont leur siège social ou leur domicile en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_132"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre sixième, Demandes internationales de brevet, Chapitre 2, Demandes déposées en Suisse, B. Procédure",
        "citation": "Art. 133 al. 1 LBI",
        "content": "Le traité de coopération et, à titre complémentaire, la présente loi s’appliquent à la procédure devant l’IPI agissant en tant qu’office récepteur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_133"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre sixième, Demandes internationales de brevet, Chapitre 2, Demandes déposées en Suisse, B. Procédure",
        "citation": "Art. 133 al. 2 LBI",
        "content": "En sus des taxes prescrites par le traité de coopération, la demande internationale donne lieu au paiement d’une taxe de transmission perçue par l’IPI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_133"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre sixième, Demandes internationales de brevet, Chapitre 2, Demandes déposées en Suisse, B. Procédure",
        "citation": "Art. 133 al. 3 LBI",
        "content": "L’art. 13 n’est pas applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_133"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre sixième, Demandes internationales de brevet, Chapitre 3, Demandes désignant la Suisse; office élu, A. Office désigné et office élu",
        "citation": "Art. 134 LBI",
        "content": "L’IPI est office désigné et office élu au sens de l’art. 2 du traité de coopération, pour les demandes internationales requérant la protection de l’invention en Suisse, si celles-ci n’ont pas l’effet d’une demande de brevet européen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_134"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre sixième, Demandes internationales de brevet, Chapitre 3, Demandes désignant la Suisse; office élu, B. Effets de la demande internationale, I. Principe",
        "citation": "Art. 135 LBI",
        "content": "Si une date de dépôt lui a été accordée, la demande internationale, pour laquelle l’IPI agit en tant qu’office désigné, produit en Suisse les mêmes effets qu’une demande de brevet suisse présentée en bonne et due forme auprès de ce bureau.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_135"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre sixième, Demandes internationales de brevet, Chapitre 3, Demandes désignant la Suisse; office élu, B. Effets de la demande internationale, II. Droit de priorité",
        "citation": "Art. 136 LBI",
        "content": "Même si la première demande a été déposée en Suisse ou seulement pour la Suisse, le droit de priorité selon l’art. 17 peut être revendiqué pour une demande internationale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_136"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre sixième, Demandes internationales de brevet, Chapitre 3, Demandes désignant la Suisse; office élu, B. Effets de la demande internationale, III. Protection provisoire",
        "citation": "Art. 137 LBI",
        "content": "Les art. 111 et 112 de la présente loi s’appliquent par analogie aux demandes internationales publiées selon l’art. 21 du traité de coopération, pour lesquelles l’IPI est office désigné.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_137"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre sixième, Demandes internationales de brevet, Chapitre 3, Demandes désignant la Suisse; office élu, C. Conditions de forme",
        "citation": "Art. 138 LBI",
        "content": "Le requérant doit, à l’intention de l’IPI, dans un délai de 30 mois à compter de la date de dépôt ou de priorité:\na. indiquer par écrit le nom de l’inventeur;\nb. livrer les indications relatives à la source (art. 49a);\nc. payer la taxe de dépôt;\nd. présenter une traduction dans une langue officielle suisse, si la demande internationale n’est pas rédigée dans une de ces langues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_138"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre sixième, Demandes internationales de brevet, Chapitre 3, Demandes désignant la Suisse; office élu, E. Interdiction de cumuler la protection",
        "citation": "Art. 140 al. 1 LBI",
        "content": "Dans la mesure où, pour la même invention, deux brevets avec la même date de priorité ont été délivrés au même inventeur ou à son ayant cause, le brevet issu de la demande nationale cesse de porter effet au moment où est délivré le brevet issu de la demande internationale, que la priorité de la demande nationale soit revendiquée pour le brevet issu de la demande internationale ou que la priorité de la demande internationale le soit pour le brevet issu de la demande nationale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre sixième, Demandes internationales de brevet, Chapitre 3, Demandes désignant la Suisse; office élu, E. Interdiction de cumuler la protection",
        "citation": "Art. 140 al. 2 LBI",
        "content": "L’art. 27 est applicable par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 1, Certificats complémentaires de protection pour les médicaments, A. Principe",
        "citation": "Art. 140a al. 1 LBI",
        "content": "L’IPI délivre, sur demande, des certificats complémentaires de protection (certificats) pour des principes actifs ou des compositions de principes actifs d’un médicament. Un certificat est délivré seulement si aucun certificat complémentaire de protection pédiatrique au sens de l’art. 140t, al. 1, n’a été obtenu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 1, Certificats complémentaires de protection pour les médicaments, A. Principe",
        "citation": "Art. 140a al. 1bis LBI",
        "content": "Un principe actif est une substance d’origine biologique ou chimique entrant dans la composition d’un médicament et qui a un effet thérapeutique sur l’organisme. Une combinaison de principes actifs comprend différentes substances qui ont chacune un effet thérapeutique sur l’organisme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 1, Certificats complémentaires de protection pour les médicaments, A. Principe",
        "citation": "Art. 140a al. 2 LBI",
        "content": "Dans le présent chapitre, on entend par produits, les principes actifs ou les compositions de principes actifs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_a"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 1, Certificats complémentaires de protection pour les médicaments, B. Conditions",
        "citation": "Art. 140b al. 1 LBI",
        "content": "Le certificat est délivré si, au moment de la demande:\na. le produit en tant que tel, un procédé de fabrication de ce produit ou son utilisation sont protégés par un brevet;\nb. un médicament contenant un produit est autorisé en Suisse selon l’art. 9 de la loi du 15 décembre 2000 sur les produits thérapeutiques (LPTh).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_b"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 1, Certificats complémentaires de protection pour les médicaments, B. Conditions",
        "citation": "Art. 140b al. 2 LBI",
        "content": "Le certificat est délivré sur la base de la première autorisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_b"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 1, Certificats complémentaires de protection pour les médicaments, C. Droit",
        "citation": "Art. 140c al. 1 LBI",
        "content": "Le droit au certificat appartient au titulaire du brevet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_c"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 1, Certificats complémentaires de protection pour les médicaments, C. Droit",
        "citation": "Art. 140c al. 2 LBI",
        "content": "Un seul certificat est délivré pour chaque produit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_c"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 1, Certificats complémentaires de protection pour les médicaments, C. Droit",
        "citation": "Art. 140c al. 3 LBI",
        "content": "Toutefois, si plusieurs demandes émanant de plusieurs titulaires de brevets différents portant sur le même produit sont pendantes, et si aucun certificat n’a encore été délivré, chaque titulaire peut obtenir un certificat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_c"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 1, Certificats complémentaires de protection pour les médicaments, D. Objet de la protection et effets",
        "citation": "Art. 140d al. 1 LBI",
        "content": "Dans les limites de l’étendue de la protection conférée par le brevet, le certificat protège toutes les utilisations du produit en tant que médicament qui ont été autorisées avant l’expiration du certificat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_d"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 1, Certificats complémentaires de protection pour les médicaments, D. Objet de la protection et effets",
        "citation": "Art. 140d al. 2 LBI",
        "content": "Le certificat confère les mêmes droits que le brevet et est soumis aux mêmes restrictions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_d"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 1, Certificats complémentaires de protection pour les médicaments, E. Durée de la protection",
        "citation": "Art. 140e al. 1 LBI",
        "content": "Le certificat est valable à partir de l’expiration de la durée maximale du brevet et pour une période correspondant au temps qui s’écoule entre la date de dépôt au sens de l’art. 56 et la date de la première autorisation en Suisse du médicament contenant un produit, moins cinq ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_e"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 1, Certificats complémentaires de protection pour les médicaments, E. Durée de la protection",
        "citation": "Art. 140e al. 2 LBI",
        "content": "Il est valable pour cinq ans au maximum.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_e"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 1, Certificats complémentaires de protection pour les médicaments, E. Durée de la protection",
        "citation": "Art. 140e al. 3 LBI",
        "content": "Le Conseil fédéral peut décider que la première autorisation au sens de l’al. 1 d’un médicament contenant un produit est la première qui est délivrée dans l’Espace économique européen, si elle est antérieure à celle accordée en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_e"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 1, Certificats complémentaires de protection pour les médicaments, F. Délai pour le dépôt de la demande",
        "citation": "Art. 140f al. 1 LBI",
        "content": "La demande de certificat doit être déposée:\na. dans un délai de six mois à compter de l’octroi de la première autorisation en Suisse du médicament contenant un produit;\nb. dans un délai de six mois à compter de la délivrance du brevet, si elle a lieu après l’octroi de la première autorisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_f"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 1, Certificats complémentaires de protection pour les médicaments, F. Délai pour le dépôt de la demande",
        "citation": "Art. 140f al. 2 LBI",
        "content": "Si ces délais ne sont pas respectés, l’IPI déclare la demande irrecevable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_f"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 1, Certificats complémentaires de protection pour les médicaments, G. Délivrance du certificat",
        "citation": "Art. 140g LBI",
        "content": "L’IPI délivre le certificat en l’inscrivant au registre des brevets.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_g"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 1, Certificats complémentaires de protection pour les médicaments, H. Taxes",
        "citation": "Art. 140h al. 1 LBI",
        "content": "Le certificat donne lieu au paiement d’une taxe de dépôt et d’annuités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_h"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 1, Certificats complémentaires de protection pour les médicaments, H. Taxes",
        "citation": "Art. 140h al. 2 LBI",
        "content": "Les annuités doivent être payées à l’avance et en une fois pour la durée totale du certificat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_h"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 1, Certificats complémentaires de protection pour les médicaments, I. Extinction prématurée; suspension",
        "citation": "Art. 140i al. 1 LBI",
        "content": "Le certificat s’éteint lorsque:\na. le titulaire y renonce par une demande écrite adressée à l’IPI;\nb. les annuités ne sont pas payées en temps utile;\nc. toutes les autorisations de médicaments contenant un produit sont révoquées (art. 16a LPTh).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_i"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 1, Certificats complémentaires de protection pour les médicaments, I. Extinction prématurée; suspension",
        "citation": "Art. 140i al. 2 LBI",
        "content": "Lorsque toutes les autorisations sont suspendues, le certificat l’est également. La suspension n’interrompt pas la durée du certificat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_i"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 1, Certificats complémentaires de protection pour les médicaments, I. Extinction prématurée; suspension",
        "citation": "Art. 140i al. 3 LBI",
        "content": "L’Institut suisse des produits thérapeutiques communique à l’IPI la révocation ou la suspension des autorisations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_i"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 1, Certificats complémentaires de protection pour les médicaments, K. Nullité",
        "citation": "Art. 140k al. 1 LBI",
        "content": "Le certificat est nul si:\na. il a été délivré en violation des art. 140b, 140c, al. 2, 146, al. 1, ou 147, al. 1;\nb. le brevet s’éteint avant l’expiration de sa durée maximale (art. 15);\nc. la nullité du brevet est constatée;\nd. le brevet est limité de telle sorte que ses revendications ne couvrent plus le produit pour lequel le certificat a été délivré;\ne. après l’extinction du brevet, il existe des motifs qui auraient justifié la constatation de la nullité du brevet au sens de la let. c ou une limitation au sens de la let. d.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_k"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 1, Certificats complémentaires de protection pour les médicaments, K. Nullité",
        "citation": "Art. 140k al. 2 LBI",
        "content": "Toute personne peut intenter une action en constatation en nullité du certificat auprès de l’autorité compétente pour la constatation de la nullité du brevet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_k"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 1, Certificats complémentaires de protection pour les médicaments, L. Procédure, registre, publications",
        "citation": "Art. 140l al. 1 LBI",
        "content": "Le Conseil fédéral règle la procédure de délivrance des certificats, leur inscription au registre des brevets ainsi que les publications de l’IPI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_l"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 1, Certificats complémentaires de protection pour les médicaments, L. Procédure, registre, publications",
        "citation": "Art. 140l al. 2 LBI",
        "content": "Il tient compte de la réglementation dans l’UE.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_l"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 1, Certificats complémentaires de protection pour les médicaments, M. Droit applicable",
        "citation": "Art. 140m LBI",
        "content": "Les dispositions des titres premier, deuxième, troisième et cinquième de la présente loi s’appliquent par analogie, dans la mesure où les dispositions relatives aux certificats ne prévoient rien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_m"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 2 Prolongation de la durée des certificats complémentaires de protection pour les médicaments, A. Conditions",
        "citation": "Art. 140n al. 1 LBI",
        "content": "L’IPI prolonge de six mois la durée de la protection des certificats délivrés (art. 140e) si l’autorisation de mise sur le marché (art. 9 LPTh) d’un médicament contenant un produit:\na. contient une attestation selon laquelle l’information reproduit les résultats de toutes les études réalisées en conformité avec le plan d’investigation pédiatrique pris en considération lors de l’autorisation de mise sur le marché (art. 11, al. 2, let. a, ch. 6, LPTh), et\nb. a été requise au plus tard six mois après la première demande d’autorisation de mise sur le marché dans l’Espace économique européen d’un médicament contenant le produit pour lequel l’information reproduit les résultats de toutes les études réalisées en conformité avec le plan d’investigation pédiatrique pris en considération lors de l’autorisation de mise sur le marché.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_n"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 2 Prolongation de la durée des certificats complémentaires de protection pour les médicaments, A. Conditions",
        "citation": "Art. 140n al. 2 LBI",
        "content": "La durée de la protection d’un certificat ne peut être prolongée qu’une seule fois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_n"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 2 Prolongation de la durée des certificats complémentaires de protection pour les médicaments, B. Délai pour, le dépôt de, la demande",
        "citation": "Art. 140o al. 1 LBI",
        "content": "La demande de prolongation de la durée de la protection d’un certificat peut être déposée au plus tôt avec la demande d’octroi du certificat et au plus tard deux ans avant l’échéance de celui-ci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_o"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 2 Prolongation de la durée des certificats complémentaires de protection pour les médicaments, B. Délai pour, le dépôt de, la demande",
        "citation": "Art. 140o al. 2 LBI",
        "content": "Si ces délais ne sont pas respectés, l’IPI déclare la demande irrecevable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_o"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 2 Prolongation de la durée des certificats complémentaires de protection pour les médicaments, C. Prolongation, de la durée de, la protection",
        "citation": "Art. 140p LBI",
        "content": "L’IPI prolonge la durée de la protection du certificat en l’inscrivant au registre des brevets.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_p"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 2 Prolongation de la durée des certificats complémentaires de protection pour les médicaments, D. Taxe",
        "citation": "Art. 140q LBI",
        "content": "La prolongation de la durée de la protection du certificat donne lieu au paiement d’une taxe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_q"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 2 Prolongation de la durée des certificats complémentaires de protection pour les médicaments, E. Révocation",
        "citation": "Art. 140r al. 1 LBI",
        "content": "L’IPI peut révoquer la prolongation de la durée de la protection d’un certificat si elle a été accordée en violation de l’art. 140n ou si elle enfreint l’art. 140n a posteriori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_r"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 2 Prolongation de la durée des certificats complémentaires de protection pour les médicaments, E. Révocation",
        "citation": "Art. 140r al. 2 LBI",
        "content": "Toute personne peut déposer une demande de révocation de la prolongation de la durée de la protection d’un certificat auprès de l’IPI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_r"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 2 Prolongation de la durée des certificats complémentaires de protection pour les médicaments, F. Procédure, registre, publications",
        "citation": "Art. 140s al. 1 LBI",
        "content": "Le Conseil fédéral règle la procédure d’octroi de la prolongation de la durée de la protection des certificats, l’inscription correspondante au registre des brevets ainsi que les publications de l’IPI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_s"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 2 Prolongation de la durée des certificats complémentaires de protection pour les médicaments, F. Procédure, registre, publications",
        "citation": "Art. 140s al. 2 LBI",
        "content": "Il tient compte de la réglementation dans l’UE.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_s"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 2a, Certificats complémentaires de protection pédiatriques pour les médicaments, A. Conditions",
        "citation": "Art. 140t al. 1 LBI",
        "content": "L’IPI délivre, sur demande, des certificats complémentaires de protection pédiatriques (certificats pédiatriques) d’une durée de protection de six mois à partir de l’expiration de la durée maximale du brevet pour des principes actifs ou des compositions de principes actifs de médicaments si l’autorisation de mise sur le marché (art. 9 LPTh):\na. contient une attestation selon laquelle l’information reproduit les résultats de toutes les études réalisées en conformité avec le plan d’investigation pédiatrique pris en considération lors de l’autorisation de mise sur le marché (art. 11, al. 2, let. a, ch. 6, LPTh), et\nb. a été requise au plus tard six mois après la première demande d’autorisation de mise sur le marché dans l’Espace économique européen d’un médicament contenant le produit pour lequel l’information reproduit les résultats de toutes les études réalisées en conformité avec le plan d’investigation pédiatrique pris en considération lors de l’autorisation de mise sur le marché.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_t"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 2a, Certificats complémentaires de protection pédiatriques pour les médicaments, A. Conditions",
        "citation": "Art. 140t al. 2 LBI",
        "content": "Un certificat pédiatrique est délivré seulement si aucun certificat au sens de l’140a, al. 1, n’a été obtenu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_t"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 2a, Certificats complémentaires de protection pédiatriques pour les médicaments, A. Conditions",
        "citation": "Art. 140t al. 3 LBI",
        "content": "L’art. 140b, al. 1, s’applique par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_t"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 2a, Certificats complémentaires de protection pédiatriques pour les médicaments, A. Conditions",
        "citation": "Art. 140t al. 4 LBI",
        "content": "La durée de la protection d’un certificat pédiatrique ne peut pas être prolongée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_t"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 2a, Certificats complémentaires de protection pédiatriques pour les médicaments, B. Droit",
        "citation": "Art. 140u al. 1 LBI",
        "content": "Le droit au certificat pédiatrique appartient au titulaire du brevet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_u"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 2a, Certificats complémentaires de protection pédiatriques pour les médicaments, B. Droit",
        "citation": "Art. 140u al. 2 LBI",
        "content": "Un seul certificat pédiatrique est délivré pour chaque produit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_u"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 2a, Certificats complémentaires de protection pédiatriques pour les médicaments, B. Droit",
        "citation": "Art. 140u al. 3 LBI",
        "content": "Toutefois, si plusieurs demandes émanant de plusieurs titulaires de brevets différents portant sur le même produit sont pendantes, chaque titulaire peut obtenir un certificat pédiatrique à condition que le destinataire de l’attestation au sens de l’art. 140t, al. 1, let. a, ait donné son accord.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_u"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 2a, Certificats complémentaires de protection pédiatriques pour les médicaments, C. Délai pour le dépôt de la demande",
        "citation": "Art. 140v al. 1 LBI",
        "content": "La demande d’un certificat pédiatrique peut être déposée au plus tard deux ans avant l’expiration de la durée maximale du brevet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_v"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 2a, Certificats complémentaires de protection pédiatriques pour les médicaments, C. Délai pour le dépôt de la demande",
        "citation": "Art. 140v al. 2 LBI",
        "content": "Si ce délai n’est pas respecté, l’IPI déclare la demande irrecevable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_v"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 2a, Certificats complémentaires de protection pédiatriques pour les médicaments, D. Taxe",
        "citation": "Art. 140w LBI",
        "content": "Le certificat pédiatrique donne lieu au paiement d’une taxe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_w"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 2a, Certificats complémentaires de protection pédiatriques pour les médicaments, E. Nullité",
        "citation": "Art. 140x al. 1 LBI",
        "content": "Le certificat pédiatrique est nul:\na. s’il a été délivré en violation de l’art. 140t ou s’il enfreint l’art. 140t a posteriori;\nb.  s’il a été délivré en violation de l’art. 140u, al. 2;\nc. si le brevet s’éteint avant l’expiration de sa durée maximale (art. 15);\nd. si la nullité du brevet est constatée;\ne. si le brevet est limité de telle sorte que ses revendications ne couvrent plus le produit pour lequel le certificat pédiatrique a été délivré;\nf. si, après l’extinction du brevet, il existe des motifs qui auraient justifié la constatation de la nullité du brevet au sens de la let. d ou une limitation au sens de la let. e.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_x"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 2a, Certificats complémentaires de protection pédiatriques pour les médicaments, E. Nullité",
        "citation": "Art. 140x al. 2 LBI",
        "content": "Toute personne peut intenter une action en constatation de la nullité du certificat pédiatrique auprès de l’autorité compétente pour la constatation de la nullité du brevet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_x"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 2a, Certificats complémentaires de protection pédiatriques pour les médicaments, F. Procédure, registre, publications, droit applicable",
        "citation": "Art. 140y LBI",
        "content": "Les art. 140a, al. 1bis et 2, 140d, 140g, 140i, 140l, al. 1, et 140m s’appliquent par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_y"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 3, Certificats complémentaires de protection pour les produits phytosanitaires",
        "citation": "Art. 140z al. 1 LBI",
        "content": "L’IPI délivre, sur demande, des certificats pour des principes actifs ou des compositions de principes actifs d’un produit phytosanitaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_z"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 3, Certificats complémentaires de protection pour les produits phytosanitaires",
        "citation": "Art. 140z al. 2 LBI",
        "content": "Les art. 140a, al. 2, et 140b à 140m sont applicables par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_z"
    },
    {
        "book": "PatG",
        "title": "LBI, Titre septième, Certificats complémentaires de protection, Chapitre 3, Certificats complémentaires de protection pour les produits phytosanitaires",
        "citation": "Art. 140z al. 3 LBI",
        "content": "Sont considérés comme des principes actifs les substances ou micro-organismes, y compris les virus, agissant de façon générale ou spécifique:\na. contre les organismes nuisibles;\nb. sur les végétaux, parties de végétaux ou produits végétaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1955/871_893_899/fr#art_140_z"
    }
]