[
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 1 Relations avec l’Institut Fédéral de la Propriété Intellectuelle, Compétence",
        "citation": "Art. 1 al. 1 OBI",
        "content": "L’Institut Fédéral de la Propriété Intellectuelle (IPI) exécute les tâches administratives découlant de la LBI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_1"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 1 Relations avec l’Institut Fédéral de la Propriété Intellectuelle, Compétence",
        "citation": "Art. 1 al. 2 OBI",
        "content": "L’Office fédéral de la douane et de la sécurité des frontières (OFDF) est chargé de l’exécution des art. 86a à 86k de la LBI et des art. 112 à 112f de la présente ordonnance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_1"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 1 Relations avec l’Institut Fédéral de la Propriété Intellectuelle, Date de remise des envois postaux",
        "citation": "Art. 2 OBI",
        "content": "Pour les envois postaux, est réputé date de la remise le jour auquel l’envoi a été remis à La Poste Suisse à l’attention de l’IPI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_2"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 1 Relations avec l’Institut Fédéral de la Propriété Intellectuelle, Signature",
        "citation": "Art. 3 al. 1 OBI",
        "content": "Les documents doivent être signés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_3"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 1 Relations avec l’Institut Fédéral de la Propriété Intellectuelle, Signature",
        "citation": "Art. 3 al. 2 OBI",
        "content": "Lorsqu’un document n’est pas valablement signé, la date à laquelle celui-ci a été présenté est reconnue à condition qu’un document au contenu identique et signé soit fourni dans le délai d’un mois suivant l’injonction de l’IPI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_3"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 1 Relations avec l’Institut Fédéral de la Propriété Intellectuelle, Signature",
        "citation": "Art. 3 al. 3 OBI",
        "content": "Il n’est pas obligatoire de signer la requête en délivrance du brevet (art. 24), en délivrance du certificat (art. 127c, al. 1), en prolongation de la durée de protection du certificat (art. 127c, al. 2) ou en délivrance du certificat pédiatrique (art. 127w). L’IPI peut désigner d’autres documents qui ne doivent pas obligatoirement être signés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_3"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 1 Relations avec l’Institut Fédéral de la Propriété Intellectuelle, Langue",
        "citation": "Art. 4 al. 1 OBI",
        "content": "Les écrits adressés à l’IPI doivent être rédigés dans une langue officielle suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_4"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 1 Relations avec l’Institut Fédéral de la Propriété Intellectuelle, Langue",
        "citation": "Art. 4 al. 2 OBI",
        "content": "La langue officielle choisie par le demandeur au moment du dépôt constitue la langue dans laquelle se déroulera la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_4"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 1 Relations avec l’Institut Fédéral de la Propriété Intellectuelle, Langue",
        "citation": "Art. 4 al. 3 OBI",
        "content": "La langue choisie initialement pour la rédaction des pièces techniques sera maintenue. Des modifications apportées à ces pièces dans une autre langue ne sont pas admises. Cette règle s’applique également à la renonciation partielle (art. 24 de la LBI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_4"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 1 Relations avec l’Institut Fédéral de la Propriété Intellectuelle, Langue",
        "citation": "Art. 4 al. 4 OBI",
        "content": "Lorsque d’autres écrits ne sont pas présentés dans la langue adoptée pour la procédure, une traduction dans cette langue peut être exigée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_4"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 1 Relations avec l’Institut Fédéral de la Propriété Intellectuelle, Langue",
        "citation": "Art. 4 al. 5 OBI",
        "content": "Les documents remis à titre de preuve, qui ne sont pas rédigés dans une langue officielle, ne seront pris en considération que s’ils sont accompagnés d’une traduction dans une langue officielle. Les art. 40, al. 2, 45, al. 3, 75, al. 4, et 127p, al. 3, sont réservés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_4"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 1 Relations avec l’Institut Fédéral de la Propriété Intellectuelle, Langue",
        "citation": "Art. 4 al. 6 OBI",
        "content": "Lorsque la traduction d’un document doit être produite et qu’il existe des doutes quant à son exactitude, l’IPI peut exiger que son exactitude soit attestée dans le délai imparti à cet effet. Il communique le motif de ses doutes. Si l’attestation n’est pas présentée, le document est réputé n’avoir pas été produit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_4"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 1 Relations avec l’Institut Fédéral de la Propriété Intellectuelle, Langue",
        "citation": "Art. 4 al. 7 OBI",
        "content": "Lorsque les pièces d’une demande scindée (art. 57 de la LBI), d’une requête en constitution d’un nouveau brevet (art. 25, 27 et 30 de la LBI) ou d’une demande de brevet revendiquant un droit de priorité fondé sur un premier dépôt suisse (priorité interne, art. 17, al. 1ter, de la LBI) ne sont pas rédigées dans la même langue officielle que la demande antérieure ou le brevet initial, l’IPI impartit au demandeur ou au titulaire du brevet un délai jusqu’à l’expiration duquel il peut produire une traduction dans cette langue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_4"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 1 Relations avec l’Institut Fédéral de la Propriété Intellectuelle, Communication électronique",
        "citation": "Art. 4a al. 1 OBI",
        "content": "L’IPI peut autoriser la communication électronique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_4_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 1 Relations avec l’Institut Fédéral de la Propriété Intellectuelle, Communication électronique",
        "citation": "Art. 4a al. 2 OBI",
        "content": "Il détermine les modalités techniques et les publie de façon appropriée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_4_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 1 Relations avec l’Institut Fédéral de la Propriété Intellectuelle, Preuves",
        "citation": "Art. 4b al. 1 OBI",
        "content": "En cas de doutes fondés quant à l’exactitude d’un écrit, l’IPI peut exiger que des preuves soient produites.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_4_b"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 1 Relations avec l’Institut Fédéral de la Propriété Intellectuelle, Preuves",
        "citation": "Art. 4b al. 2 OBI",
        "content": "Il communique le motif de ses doutes au demandeur, lui donne l’occasion d’y répondre et lui impartit un délai pour produire les preuves exigées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_4_b"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 1 Relations avec l’Institut Fédéral de la Propriété Intellectuelle, Pluralité de demandeurs",
        "citation": "Art. 5 al. 1 OBI",
        "content": "Lorsque plusieurs personnes sont cotitulaires d’une demande de brevet, elles doivent soit désigner celle d’entre elles à qui l’IPI peut envoyer toutes les communications, qui ont effet pour chacune des personnes, soit désigner un mandataire commun.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_5"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 1 Relations avec l’Institut Fédéral de la Propriété Intellectuelle, Pluralité de demandeurs",
        "citation": "Art. 5 al. 2 OBI",
        "content": "Tant que l’une ou l’autre de ces options n’a pas été choisie, l’IPI désigne une personne comme destinataire des communications au sens de l’al. 1. Si l’une des autres personnes s’y oppose, l’IPI invite tous les intéressés à agir conformément à l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_5"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 2, Représentation",
        "citation": "Art. 8a al. 1 OBI",
        "content": "Si le demandeur ou le titulaire du brevet se fait représenter devant l’IPI, ce dernier peut exiger une procuration écrite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_8_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 2, Représentation",
        "citation": "Art. 8a al. 2 OBI",
        "content": "Est inscrite en tant que mandataire au registre visé à l’art. 93 la personne qui a été autorisée par le demandeur ou par le titulaire du brevet à présenter en son nom toutes les déclarations à l’IPI et à recevoir toutes les communications de l’IPI, déclarations et communications prévues dans la LBI ou la présente ordonnance. Si aucune restriction n’est expressément communiquée à l’IPI, l’autorisation est réputée de portée générale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_8_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 3, Délais, Calcul",
        "citation": "Art. 10 al. 2 OBI",
        "content": "Lorsqu’un délai est exprimé en mois ou en années, il expire le jour du dernier mois qui correspond à la date à laquelle il a commencé à courir. En l’absence d’une telle date, il expire le dernier jour du dernier mois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_10"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 3, Délais, Calcul",
        "citation": "Art. 10 al. 3 OBI",
        "content": "Lorsqu’un délai court à partir de la date de priorité et que plusieurs priorités sont revendiquées, la date de priorité antérieure est déterminante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_10"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 3, Délais, Poursuite de la procédure",
        "citation": "Art. 14 al. 1 OBI",
        "content": "La poursuite de la procédure (art. 46a LBI) est exclue lorsque les délais suivants n’ont pas été observés:\na. le délai pour remédier au défaut de signature (art. 3);\nb. les délais pour remettre et corriger les déclarations de priorité (art. 39, al. 2 et 3, et 39a, al. 2 et 3);\nc. les délais pour déposer de la matière biologique et indiquer le numéro de référence (art. 45b et 45d);\nd. les délais à respecter dans le cadre de l’examen lors du dépôt et de l’examen quant à la forme (art. 46 à 52);\ne. le délai pour payer la taxe de recherche (art. 53);\nf. le délai pour payer la taxe de revendication (art. 53a, al. 1, et 61a, al. 2);\ng. le délai pour demander la suspension de l’examen (art. 62, al. 1 et 3, et 62a, al. 1);\nh. les délais pour payer la taxe de transmission, la taxe de recherche et la taxe internationale (art. 121 et 122);\ni. les délais pour requérir une recherche de type international (art. 126, al. 2);\nj. le délai pour demander la restitution des annuités (art. 127m, al. 6);\nk. le délai pour communiquer le motif du paiement (art. 6, al. 2, de l’O de l’IPI du 14 juin 2016 sur les taxes, OTa-IPI);\nl. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_14"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 3, Délais, Poursuite de la procédure",
        "citation": "Art. 14 al. 2 OBI",
        "content": "Si une des conditions de poursuite de la procédure n’est pas remplie, la demande de poursuite de la procédure est rejetée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_14"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 3, Délais, Réintégration en l’état antérieur a. Forme et contenu de la demande",
        "citation": "Art. 15 al. 1 OBI",
        "content": "La demande de réintégration en l’état antérieur (art. 47 LBI) contient un exposé des faits sur lesquels elle repose. L’acte omis doit être intégralement exécuté dans le délai requis pour présenter la demande. Si l’une de ces conditions n’est pas remplie, la demande de réintégration est déclarée irrecevable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_15"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 3, Délais, Réintégration en l’état antérieur a. Forme et contenu de la demande",
        "citation": "Art. 15 al. 2 OBI",
        "content": "La taxe de réintégration doit être payée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_15"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 3, Délais, b. Examen de la demande",
        "citation": "Art. 16 al. 1 OBI",
        "content": "Si la taxe de réintégration n’a pas été payée au moment où la demande a été introduite, l’IPI impartit au demandeur un délai supplémentaire pour effectuer le paiement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_16"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 3, Délais, b. Examen de la demande",
        "citation": "Art. 16 al. 2 OBI",
        "content": "Si les faits exposés à l’appui de la demande ne sont pas rendus vraisemblables, l’IPI impartit un délai au demandeur pour remédier au défaut. Si les motifs invoqués sont insuffisants, il rejette définitivement la demande. Avant de rejeter la demande, il doit donner l’occasion au demandeur de se prononcer, dans un délai raisonnable, sur le rejet envisagé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_16"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 3, Délais, b. Examen de la demande",
        "citation": "Art. 16 al. 3 OBI",
        "content": "Si la demande est acceptée, la taxe de réintégration peut être restituée au demandeur en tout ou en partie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_16"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 4, Taxes, Ordonnance sur les taxes",
        "citation": "Art. 17 OBI",
        "content": "Le montant des taxes prévues par la LBI et par la présente ordonnance ainsi que les modalités de paiement sont définis dans l’OTa-IPI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_17"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 4, Taxes, Genres de taxes",
        "citation": "Art. 17a al. 1 OBI",
        "content": "Pour obtenir ou maintenir un brevet, les taxes suivantes doivent être payées:\na. la taxe de dépôt;\nb. la taxe de revendication;\nc. la taxe d’examen;\nd. ...\ne. les annuités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_17_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 4, Taxes, Annuités, a. Échéance en général",
        "citation": "Art. 18 al. 1 OBI",
        "content": "Pour toute demande de brevet et pour tout brevet, les annuités sont payables d’avance chaque année dès le début de la quatrième année qui suit le dépôt de la demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_18"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 4, Taxes, Annuités, a. Échéance en général",
        "citation": "Art. 18 al. 2 OBI",
        "content": "Les annuités échoient le dernier jour du mois au cours duquel la date de dépôt a été attribuée à la demande de brevet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_18"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 4, Taxes, Annuités, a. Échéance en général",
        "citation": "Art. 18 al. 3 OBI",
        "content": "Elles sont payables au plus tard le dernier jour des six mois qui suivent l’échéance; une surtaxe est perçue si le paiement intervient après le dernier jour du troisième mois suivant l’échéance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_18"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 4, Taxes, b. Échéance pour les demandes scindées et la constitution de nouveaux brevets",
        "citation": "Art. 18a al. 1 OBI",
        "content": "Pour une demande issue de la scission d’une demande de brevet antérieure, le montant et l’échéance des annuités sont établis d’après la date de dépôt visée à l’art. 57 de la LBI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_18_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 4, Taxes, b. Échéance pour les demandes scindées et la constitution de nouveaux brevets",
        "citation": "Art. 18a al. 2 OBI",
        "content": "Pour un brevet nouvellement constitué (art. 25, al. 2, 27 ou 30, de la LBI), le montant et l’échéance des annuités sont établis d’après la date du dépôt du brevet initial.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_18_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 4, Taxes, b. Échéance pour les demandes scindées et la constitution de nouveaux brevets",
        "citation": "Art. 18a al. 3 OBI",
        "content": "Les annuités échues à la date de dépôt de la demande scindée ou de la requête sollicitant la constitution du nouveau brevet seront payées dans les six mois à compter de cette date; une surtaxe sera perçue lorsque le paiement a lieu durant les trois derniers mois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_18_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 4, Taxes, c. Délai de paiement non respecté",
        "citation": "Art. 18b al. 1 OBI",
        "content": "L’IPI déclare irrecevable une demande de brevet pour laquelle une annuité échue n’a pas été payée à temps; un brevet pour lequel une annuité échue n’a pas été payée à temps est radié du registre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_18_b"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 4, Taxes, c. Délai de paiement non respecté",
        "citation": "Art. 18b al. 2 OBI",
        "content": "L’IPI radie le brevet avec effet à la date d’échéance de l’annuité non payée; lorsque le brevet n’est délivré qu’après cette date, il est radié avec effet à la date de sa délivrance. Le titulaire est avisé de la radiation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_18_b"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 4, Taxes, d. Paiement anticipé",
        "citation": "Art. 18c al. 1 OBI",
        "content": "Les annuités ne peuvent être payées plus de deux mois avant leur échéance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_18_c"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 4, Taxes, d. Paiement anticipé",
        "citation": "Art. 18c al. 2 OBI",
        "content": "Si l’IPI radie un brevet, il restitue l’annuité non encore échue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_18_c"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 4, Taxes, Rappel de paiement",
        "citation": "Art. 18d OBI",
        "content": "L’IPI attire l’attention du demandeur ou du titulaire du brevet sur l’échéance d’une annuité et lui indique le terme du délai de paiement ainsi que les conséquences de l’inobservation de ce délai. À la demande du demandeur ou du titulaire du brevet, il peut, en lieu et place, adresser des avis à tout tiers qui effectue régulièrement des paiements pour le compte du demandeur ou du titulaire du brevet. Aucun avis n’est expédié à l’étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_18_d"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 4, Taxes, Radiation du brevet",
        "citation": "Art. 19 OBI",
        "content": "La radiation d’un brevet est gratuite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_19"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 4, Taxes, Restitution",
        "citation": "Art. 20 al. 1 OBI",
        "content": "Lorsqu’une demande de brevet est retirée ou rejetée dans sa totalité ou déclarée irrecevable, l’IPI restitue les taxes suivantes:\na. toute annuité payée d’avance, non encore échue;\nb. ...\nc. la taxe de recherche aux conditions énoncées à l’art. 54, al. 4;\nd. la taxe d’examen, pour autant que l’IPI n’ait pas encore commencé l’examen quant au fond.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_20"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 1, Dispositions générales, Chapitre 4, Taxes, Restitution",
        "citation": "Art. 20 al. 2 OBI",
        "content": "Lorsqu’un brevet est radié du registre parce que les annuités échues n’ont pas été payées à temps, l’IPI les restitue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_20"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 1, Généralités, Pièces requises",
        "citation": "Art. 21 OBI",
        "content": "Toute personne qui veut obtenir un brevet doit déposer les pièces suivantes:\na. la requête en délivrance du brevet;\nb. la description de l’invention;\nc. au moins une revendication;\nd. les dessins auxquels renvoie la demande; \ne. l’abrégé;\nf. la mention de l’inventeur;\ng. le cas échéant, le document de priorité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_21"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 1, Généralités, Correction d’erreurs",
        "citation": "Art. 22 al. 1 OBI",
        "content": "Les fautes d’expression ou de transcription et les erreurs contenues dans les pièces de la demande peuvent être corrigées sur requête ou d’office; les art. 37 et 52 sont réservés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_22"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 1, Généralités, Correction d’erreurs",
        "citation": "Art. 22 al. 2 OBI",
        "content": "La correction de la description, des revendications ou des dessins n’est autorisée que s’il est manifeste que la partie erronée ne signifiait point autre chose.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_22"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 2, Requête en délivrance du brevet, Forme",
        "citation": "Art. 23 al. 1 OBI",
        "content": "La requête doit être présentée au moyen d’un formulaire agréé par l’IPI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_23"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 2, Requête en délivrance du brevet, Forme",
        "citation": "Art. 23 al. 2 OBI",
        "content": "Si une requête valable quant à sa forme contient toutes les indications requises, l’IPI peut renoncer à exiger la présentation du formulaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_23"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 2, Requête en délivrance du brevet, Contenu",
        "citation": "Art. 24 al. 1 OBI",
        "content": "La requête doit contenir les indications suivantes:\na. la pétition en délivrance d’un brevet;\nb. le titre de l’invention (art. 26, al. 1);\nc. les nom et prénom ou la raison sociale ou de commerce, le domicile ou le siège et l’adresse du demandeur;\nd. un bordereau des pièces présentées;\ne. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_24"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 2, Requête en délivrance du brevet, Contenu",
        "citation": "Art. 24 al. 2 OBI",
        "content": "La requête doit en outre contenir:\na. lorsque le demandeur n’a ni domicile ni siège en Suisse, son domicile de notification en Suisse;\nabis. lorsque le demandeur a constitué un mandataire, son nom, son adresse, ainsi que, le cas échéant, son domicile de notification en Suisse;\nb. lorsqu’il y a pluralité de demandeurs, la désignation du destinataire;\nc. lorsqu’il s’agit d’une demande scindée, sa désignation comme telle ainsi que le numéro de la demande antérieure et la date de dépôt revendiquée;\nd. lorsqu’une priorité est revendiquée, la déclaration de priorité (art. 39);\ne. lorsqu’une immunité dérivée d’une exposition est alléguée, la déclaration y relative (art. 44).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_24"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, En général",
        "citation": "Art. 25 al. 1 OBI",
        "content": "La description de l’invention, les revendications, les dessins et l’abrégé constituent les pièces techniques. Le début de chacune de ces parties doit figurer sur une nouvelle feuille.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_25"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, En général",
        "citation": "Art. 25 al. 3 OBI",
        "content": "Elles doivent se prêter à une reproduction directe ainsi qu’électronique, en particulier par scannage. Les feuilles ne doivent pas être pliées et ne doivent être utilisées que d’un seul côté.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_25"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, En général",
        "citation": "Art. 25 al. 4 OBI",
        "content": "Elles doivent être remises sur papier souple, blanc, lisse, mat et durable, de format A4 (21 x 29,7 cm).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_25"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, En général",
        "citation": "Art. 25 al. 5 OBI",
        "content": "Les pages de texte doivent comporter à gauche une marge vierge d’au moins 2,5 cm; les autres marges devraient être de 2 cm.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_25"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, En général",
        "citation": "Art. 25 al. 6 OBI",
        "content": "Toutes les feuilles doivent être numérotées en chiffres arabes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_25"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, En général",
        "citation": "Art. 25 al. 7 OBI",
        "content": "Les pages doivent être dactylographiées ou imprimées. Les symboles et autres signes, les formules chimiques ou mathématiques peuvent être écrits à la main ou dessinés. L’interligne doit être de 11⁄2 au moins. Les caractères doivent être choisis de telle sorte que les majuscules aient au moins 0,21 cm de haut. L’écriture doit être indélébile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_25"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, En général",
        "citation": "Art. 25 al. 8 OBI",
        "content": "La description, les revendications et l’abrégé ne doivent pas comporter de dessins.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_25"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, En général",
        "citation": "Art. 25 al. 9 OBI",
        "content": "Les unités de mesure doivent être exprimées selon les prescriptions de l’ordonnance du 23 novembre 1994 sur les unités; d’autres unités de mesure peuvent être utilisées pour des indications supplémentaires. Pour les formules mathématiques et chimiques, il y a lieu d’utiliser les symboles en usage dans le domaine considéré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_25"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, En général",
        "citation": "Art. 25 al. 10 OBI",
        "content": "En règle générale, seuls doivent être utilisés les termes, signes et symboles techniques communément admis dans le domaine considéré. La terminologie et les signes utilisés dans la demande de brevet doivent être uniformes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_25"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, En général",
        "citation": "Art. 25 al. 11 OBI",
        "content": "Dans la mesure où l’IPI accepte que les pièces techniques lui soient remises par voie électronique (art. 4a), il peut définir des exigences qui s’écartent de celles énoncées dans le présent chapitre; il publie celles-ci de façon appropriée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_25"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, Description",
        "citation": "Art. 26 al. 1 OBI",
        "content": "La description commence par un titre qui consiste en une désignation technique claire et concise de l’invention. Le titre ne contient aucune dénomination fantaisiste. Le titre définitif est fixé d’office.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_26"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, Description",
        "citation": "Art. 26 al. 3 OBI",
        "content": "L’introduction décrit l’invention en des termes permettant de comprendre le problème technique et sa solution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_26"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, Description",
        "citation": "Art. 26 al. 4 OBI",
        "content": "La description comprendra une énumération des figures représentées dans les dessins et indiquera brièvement le contenu de chaque figure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_26"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, Description",
        "citation": "Art. 26 al. 5 OBI",
        "content": "Elle doit contenir au moins un exemple de réalisation de l’invention, à moins que celle-ci ne soit suffisamment exposée d’une autre manière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_26"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, Description",
        "citation": "Art. 26 al. 6 OBI",
        "content": "Dans la mesure où cela n’est pas évident, la description doit expliquer comment l’objet de l’invention peut être utilisé industriellement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_26"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, Liste de séquences",
        "citation": "Art. 27 al. 1 OBI",
        "content": "Lorsque des séquences de nucléotides ou d’acides aminés sont exposées dans la demande de brevet, la description doit contenir une liste de séquences établie selon la norme prescrite à l’annexe C des instructions administratives du Traité de coopération du 19 juin 1970 en matière de brevets (PCT).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_27"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, Liste de séquences",
        "citation": "Art. 27 al. 2 OBI",
        "content": "Une liste de séquences déposée après la date de dépôt ne fait pas partie de la description.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_27"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, Dessins",
        "citation": "Art. 28 al. 1 OBI",
        "content": "La surface utile des feuilles contenant les dessins ne doit pas excéder 17×26,2 cm, ni être encadrée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_28"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, Dessins",
        "citation": "Art. 28 al. 2 OBI",
        "content": "Les dessins doivent être exécutés en lignes et traits indélébiles, uniformément épais et bien délimités, sans couleurs ni lavis; ils doivent se prêter immédiatement à la publication ou à la reproduction électronique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_28"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, Dessins",
        "citation": "Art. 28 al. 3 OBI",
        "content": "Les coupes sont indiquées par des hachures qui ne doivent pas entraver la lecture des signes de référence et des lignes directrices.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_28"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, Dessins",
        "citation": "Art. 28 al. 4 OBI",
        "content": "L’échelle des dessins et leur exécution graphique doivent être telles que la reproduction photographique ou électronique permette d’en distinguer sans peine tous les détails. Si l’échelle figure sur un dessin, elle doit être représentée graphiquement; d’autres indications de grandeur ne sont généralement pas admises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_28"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, Dessins",
        "citation": "Art. 28 al. 5 OBI",
        "content": "Les chiffres, lettres et signes de référence figurant dans les dessins doivent être simples et clairs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_28"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, Dessins",
        "citation": "Art. 28 al. 6 OBI",
        "content": "Les signes de référence utilisés dans les dessins doivent correspondre à ceux qui sont utilisés dans la description ou les revendications.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_28"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, Dessins",
        "citation": "Art. 28 al. 7 OBI",
        "content": "S’il le faut, les éléments d’une figure peuvent être représentés sur plusieurs feuilles, à condition que la figure puisse être aisément composée par juxtaposition de celles-ci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_28"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, Dessins",
        "citation": "Art. 28 al. 8 OBI",
        "content": "Les diverses figures doivent être nettement séparées les unes des autres, mais disposées sans perte de place. Elles doivent être numérotées consécutivement en chiffres arabes, indépendamment de la numérotation des feuilles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_28"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, Dessins",
        "citation": "Art. 28 al. 9 OBI",
        "content": "Les dessins ne doivent pas contenir de texte; sont seulement admis de courtes indications ou des mots-clés qui rendent le dessin plus compréhensible et sont exprimés dans la même langue que la demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_28"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, Revendications",
        "citation": "Art. 29 al. 1 OBI",
        "content": "Les revendications doivent indiquer les caractéristiques techniques de l’invention.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_29"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, Revendications",
        "citation": "Art. 29 al. 2 OBI",
        "content": "Les revendications doivent être rédigées de manière claire et aussi concise que possible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_29"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, Revendications",
        "citation": "Art. 29 al. 3 OBI",
        "content": "Elles doivent être ordonnées de manière systématique, claire et logique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_29"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, Revendications",
        "citation": "Art. 29 al. 4 OBI",
        "content": "Elles ne doivent, en règle générale, pas contenir de renvois à la description ou aux dessins ni, en particulier, d’expressions du genre «comme décrit dans la partie ... de la description» ou «comme illustré dans la figure ... des dessins».",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_29"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, Revendications",
        "citation": "Art. 29 al. 5 OBI",
        "content": "Les signes de référence qui, dans les dessins, renvoient aux caractéristiques techniques de l’invention, seront reportés, entre parenthèses, dans les revendications, si la compréhension de celles-ci s’en trouve facilitée. Ils n’ont pas pour effet de limiter les revendications.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_29"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, Revendications",
        "citation": "Art. 29 al. 6 OBI",
        "content": "Les revendications doivent être numérotées consécutivement en chiffres arabes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_29"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, Revendications indépendantes",
        "citation": "Art. 30 al. 1 OBI",
        "content": "Lorsque la demande de brevet contient plusieurs revendications indépendantes, de même catégorie ou de catégories différentes (art. 52 de la LBI), le lien technique qui exprime le concept inventif général doit ressortir de ces revendications mêmes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_30"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, Revendications indépendantes",
        "citation": "Art. 30 al. 2 OBI",
        "content": "Cette condition est en particulier réputée remplie lorsque la demande de brevet contient l’une des combinaisons suivantes de revendications indépendantes:\na. outre une première revendication pour un procédé: une revendication pour un moyen de mise en œuvre de ce procédé, une revendication pour le produit en résultant, et une revendication, soit pour une application de ce procédé, soit une utilisation de ce produit;\nb. outre une première revendication pour un produit ou un dispositif: une revendication pour un procédé de fabrication de ce produit ou de ce dispositif, une revendication pour un moyen de mise en œuvre de ce procédé et une revendication pour une utilisation de ce produit ou de ce dispositif.\nc. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_30"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, Revendications dépendantes",
        "citation": "Art. 31 al. 1 OBI",
        "content": "Toute revendication dépendante doit se référer pour le moins à une revendication précédente et contenir les caractéristiques marquant la forme spéciale d’exécution qu’elle a pour objet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_31"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, Revendications dépendantes",
        "citation": "Art. 31 al. 2 OBI",
        "content": "Une revendication dépendante peut se référer à plusieurs revendications précédentes, pour autant qu’elle les énumère de façon claire et exhaustive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_31"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, Revendications dépendantes",
        "citation": "Art. 31 al. 3 OBI",
        "content": "Toutes les revendications dépendantes doivent être groupées de façon claire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_31"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, Taxe de revendication",
        "citation": "Art. 31a OBI",
        "content": "Les dix premières revendications formulées dans une demande de brevet sont exemptes de taxes; une taxe de revendication est due pour chaque revendication supplémentaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_31_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, Forme et contenu de l’abrégé",
        "citation": "Art. 32 al. 1 OBI",
        "content": "L’abrégé contient l’information technique permettant d’apprécier s’il y a lieu de consulter le fascicule de la demande ou le fascicule de brevet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_32"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, Forme et contenu de l’abrégé",
        "citation": "Art. 32 al. 2 OBI",
        "content": "L’abrégé doit comprendre un résumé de ce qui est exposé et indiquer les principaux usages de l’invention.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_32"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, Forme et contenu de l’abrégé",
        "citation": "Art. 32 al. 3 OBI",
        "content": "Lorsque les pièces techniques contiennent des formules chimiques propres à caractériser l’invention, l’une de ces dernières au moins doit figurer dans l’abrégé; ses symboles seront expliqués.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_32"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, Forme et contenu de l’abrégé",
        "citation": "Art. 32 al. 4 OBI",
        "content": "Lorsque les pièces techniques comportent des dessins propres à caractériser l’invention, l’un de ceux-ci au moins est désigné pour être repris dans l’abrégé; les signes de référence les plus importants de ce dessin figurent dans l’abrégé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_32"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, Forme et contenu de l’abrégé",
        "citation": "Art. 32 al. 5 OBI",
        "content": "Toute figure choisie doit se prêter à la reproduction photographique ou électronique permettant d’en distinguer tous les détails même en cas de réduction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_32"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, Forme et contenu de l’abrégé",
        "citation": "Art. 32 al. 6 OBI",
        "content": "L’abrégé ne comportera pas plus de cent cinquante mots.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_32"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 3, Pièces techniques, Abrégé définitif",
        "citation": "Art. 33 al. 1 OBI",
        "content": "La teneur définitive de l’abrégé est arrêtée d’office.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_33"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 4, La mention de l’inventeur, Forme",
        "citation": "Art. 34 al. 1 OBI",
        "content": "La mention de l’inventeur est effectuée dans un document séparé indiquant ses nom et prénom ainsi que son domicile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_34"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 4, La mention de l’inventeur, Forme",
        "citation": "Art. 34 al. 2 OBI",
        "content": "Elle n’est pas nécessaire lorsque les informations mentionnées à l’al. 1 figurent déjà dans la requête.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_34"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 4, La mention de l’inventeur, Délai",
        "citation": "Art. 35 al. 1 OBI",
        "content": "Si la mention de l’inventeur n’a pas été produite en même temps que la requête, elle peut encore l’être dans un délai de seize mois à compter de la date de dépôt ou de la date de priorité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_35"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 4, La mention de l’inventeur, Délai",
        "citation": "Art. 35 al. 2 OBI",
        "content": "L’IPI impartit au demandeur qui présente une demande scindée (art. 57 de la LBI) un délai de deux mois pour produire la mention de l’inventeur, lorsque le délai prévu à l’al. 1 n’expire pas plus tard.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_35"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 4, La mention de l’inventeur, Délai",
        "citation": "Art. 35 al. 3 OBI",
        "content": "Si la mention de l’inventeur n’est pas produite en temps utile, l’IPI déclare la demande de brevet irrecevable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_35"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 4, La mention de l’inventeur, Rectification",
        "citation": "Art. 37 al. 1 OBI",
        "content": "Le demandeur ou le titulaire du brevet peut demander la rectification de la mention de l’inventeur. À cette demande sera jointe la déclaration de consentement de la personne mentionnée à tort comme inventeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_37"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 4, La mention de l’inventeur, Rectification",
        "citation": "Art. 37 al. 2 OBI",
        "content": "Si la personne mentionnée à tort comme inventeur figure déjà dans les publications de l’IPI ou est déjà inscrite au registre des brevets, la rectification est également inscrite au registre et publiée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_37"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 4, La mention de l’inventeur, Rectification",
        "citation": "Art. 37 al. 3 OBI",
        "content": "Une fois produite, la mention de l’inventeur n’est pas restituée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_37"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 4, La mention de l’inventeur, Renonciation à être mentionné",
        "citation": "Art. 38 al. 1 OBI",
        "content": "La renonciation de l’inventeur à être mentionné dans le registre des brevets et dans les publications de l’IPI n’est prise en considération que si le demandeur présente à l’IPI une déclaration de renonciation de l’inventeur au plus tard dans les seize mois à compter de la date de dépôt ou de priorité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_38"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 4, La mention de l’inventeur, Renonciation à être mentionné",
        "citation": "Art. 38 al. 2 OBI",
        "content": "La déclaration de renonciation doit contenir le numéro de référence de la demande de brevet, être datée et munie de la signature de l’inventeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_38"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 4, La mention de l’inventeur, Renonciation à être mentionné",
        "citation": "Art. 38 al. 3 OBI",
        "content": "Lorsque la déclaration de renonciation n’est rédigée ni dans une langue officielle ni en anglais, une traduction dans l’une de ces langues doit être jointe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_38"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 4, La mention de l’inventeur, Renonciation à être mentionné",
        "citation": "Art. 38 al. 4 OBI",
        "content": "La déclaration de renonciation qui satisfait aux prescriptions ainsi que la mention de l’inventeur sont classées à part; l’existence de ces titres est mentionnée dans le dossier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_38"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 5, Priorité et immunité dérivée d’une exposition, Section 1, Priorité, Déclaration de priorité",
        "citation": "Art. 39 al. 1 OBI",
        "content": "La déclaration de priorité contient les indications suivantes: \na. la date du premier dépôt;\nb. le pays dans lequel ou pour lequel ce dépôt a été effectué;\nc. le numéro de référence de dépôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_39"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 5, Priorité et immunité dérivée d’une exposition, Section 1, Priorité, Déclaration de priorité",
        "citation": "Art. 39 al. 2 OBI",
        "content": "La déclaration de priorité est déposée avec la requête en délivrance du brevet. Elle doit l’être au plus tard seize mois après la date de priorité la plus ancienne qui a été revendiquée. L’inobservation de ce délai entraîne l’extinction du droit de priorité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_39"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 5, Priorité et immunité dérivée d’une exposition, Section 1, Priorité, Déclaration de priorité",
        "citation": "Art. 39 al. 3 OBI",
        "content": "Le demandeur peut corriger la déclaration de priorité dans les seize mois à compter de la date de priorité la plus ancienne qui a été revendiquée ou, dans le cas où la correction entraîne une modification de cette date, dans les seize mois à compter de la date de priorité la plus ancienne corrigée si ce délai expire avant; la correction peut être déposée au plus tard à l’expiration du quatrième mois à compter de la date de dépôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_39"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 5, Priorité et immunité dérivée d’une exposition, Section 1, Priorité, Déclaration de priorité en cas de priorité interne",
        "citation": "Art. 39a al. 1 OBI",
        "content": "Pour la déclaration de priorité, il suffit d’indiquer le numéro de référence du premier dépôt dans la requête en délivrance du brevet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_39_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 5, Priorité et immunité dérivée d’une exposition, Section 1, Priorité, Déclaration de priorité en cas de priorité interne",
        "citation": "Art. 39a al. 2 OBI",
        "content": "La déclaration de priorité doit être déposée au plus tard seize mois après la date de priorité la plus ancienne qui a été revendiquée. L’inobservation de ce délai entraîne l’extinction du droit de priorité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_39_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 5, Priorité et immunité dérivée d’une exposition, Section 1, Priorité, Déclaration de priorité en cas de priorité interne",
        "citation": "Art. 39a al. 3 OBI",
        "content": "L’art. 39, al. 3, est applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_39_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 5, Priorité et immunité dérivée d’une exposition, Section 1, Priorité, Document de priorité",
        "citation": "Art. 40 al. 1 OBI",
        "content": "Le document de priorité comprend:\na. une copie des pièces techniques du premier dépôt, dont la conformité avec les pièces originales est attestée par l’autorité auprès de laquelle a eu lieu ce premier dépôt;\nb. l’attestation de cette autorité relative à la date du premier dépôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_40"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 5, Priorité et immunité dérivée d’une exposition, Section 1, Priorité, Document de priorité",
        "citation": "Art. 40 al. 3 OBI",
        "content": "Si le document de priorité doit servir à plusieurs demandes de brevet, il suffit de le présenter pour une demande de brevet et de s’y référer à temps pour les autres. La référence au document de priorité a les mêmes effets que la production de celui-ci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_40"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 5, Priorité et immunité dérivée d’une exposition, Section 1, Priorité, Document de priorité",
        "citation": "Art. 40 al. 4 OBI",
        "content": "Le document de priorité doit être produit dans le délai de seize mois à compter de la date de priorité. Si le délai n’est pas observé, le droit de priorité s’éteint.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_40"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 5, Priorité et immunité dérivée d’une exposition, Section 1, Priorité, Document de priorité",
        "citation": "Art. 40 al. 5 OBI",
        "content": "L’attestation mentionnée à l’al. 1, let. a, n’est pas nécessaire lorsque le premier dépôt a eu lieu ou a produit ses effets dans l’un des pays qui accorde la réciprocité à la Suisse; le droit de l’IPI d’exiger l’attestation aux fins de l’examen quant au fond est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_40"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 5, Priorité et immunité dérivée d’une exposition, Section 1, Priorité, Document de priorité",
        "citation": "Art. 40 al. 5bis OBI",
        "content": "Il n’est pas nécessaire de produire un document de priorité et, le cas échéant, une traduction dans une langue officielle au sens des al. 1 et 2 si l’IPI a accès à ces documents dans une base de données électronique qu’il accepte à cet effet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_40"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 5, Priorité et immunité dérivée d’une exposition, Section 1, Priorité, Document de priorité",
        "citation": "Art. 40 al. 6 OBI",
        "content": "Lorsque la demande de brevet revendique une priorité interne, l’indication du numéro de la première demande de brevet a les mêmes effets que la production du document de priorité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_40"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 5, Priorité et immunité dérivée d’une exposition, Section 1, Priorité, Pièces de priorité complémentaires",
        "citation": "Art. 41 OBI",
        "content": "S’il ressort du document de priorité que le dépôt sur lequel se fonde la priorité revendiquée ne constitue que partiellement un premier dépôt au sens de la Convention de Paris du 20 mars 1883 pour la protection de la propriété industrielle, l’IPI peut exiger la remise de pièces de dépôts antérieurs, nécessaires pour élucider les faits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_41"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 5, Priorité et immunité dérivée d’une exposition, Section 1, Priorité, Priorité multiple",
        "citation": "Art. 42 al. 1 OBI",
        "content": "Lorsque plusieurs inventions ont fait séparément l’objet de demandes de protection et qu’elles sont groupées en Suisse dans une seule demande de brevet, il peut être remis, aux conditions prévues à l’art. 17 de la LBI, autant de déclarations de priorité qu’il y a eu de dépôts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_42"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 5, Priorité et immunité dérivée d’une exposition, Section 1, Priorité, Priorité multiple",
        "citation": "Art. 42 al. 2 OBI",
        "content": "L’al. 1 s’applique également lorsqu’une priorité interne est revendiquée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_42"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 5, Priorité et immunité dérivée d’une exposition, Section 1, Priorité, Priorité en cas de demandes scindées",
        "citation": "Art. 43 al. 1 OBI",
        "content": "En cas de scission de la demande (art. 57 de la LBI), la priorité revendiquée valablement pour la demande antérieure vaut également pour une demande scindée, pour autant que le demandeur ne renonce pas au droit de priorité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_43"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 5, Priorité et immunité dérivée d’une exposition, Section 1, Priorité, Priorité en cas de demandes scindées",
        "citation": "Art. 43 al. 2 OBI",
        "content": "Lorsque plusieurs priorités ont été revendiquées (art. 42), le demandeur doit spécifier celles qui ont trait à la demande scindée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_43"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 5, Priorité et immunité dérivée d’une exposition, Section 1, Priorité, Priorité en cas de demandes scindées",
        "citation": "Art. 43 al. 3 OBI",
        "content": "L’IPI impartit au demandeur un délai de deux mois pour produire le document de priorité (art. 40), lorsque le délai prévu à l’art. 40, al. 4, n’expire pas plus tard.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_43"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 5, Priorité et immunité dérivée d’une exposition, Section 1, Priorité, Priorité en cas de demandes scindées",
        "citation": "Art. 43 al. 4 OBI",
        "content": "Les al. 1 et 2 s’appliquent également lorsqu’une priorité interne est revendiquée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_43"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 5, Priorité et immunité dérivée d’une exposition, Section 1, Priorité, Document de priorité pour le premier dépôt en Suisse",
        "citation": "Art. 43a al. 1 OBI",
        "content": "L’IPI établit sur requête un document de priorité pour le premier dépôt suisse. Sont déterminantes les pièces techniques déposées initialement (art. 46d).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_43_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 5, Priorité et immunité dérivée d’une exposition, Section 1, Priorité, Document de priorité pour le premier dépôt en Suisse",
        "citation": "Art. 43a al. 2 OBI",
        "content": "Il établit un document de priorité au plus tôt à compter du moment où la date de dépôt a été attribuée définitivement et n’est plus susceptible d’être modifiée en vertu de l’art. 46c, al. 2 et 5.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_43_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 5, Priorité et immunité dérivée d’une exposition, Section 2, Immunité dérivée d’une exposition, Déclaration relative à l’immunité dérivée d’une exposition",
        "citation": "Art. 44 al. 1 OBI",
        "content": "La déclaration concernant l’immunité dérivée d’une exposition (art. 7b, let. b, de la LBI) comprend les indications suivantes:\na. la désignation exacte de l’exposition;\nb. une déclaration relative à la présentation effective de l’invention.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_44"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 5, Priorité et immunité dérivée d’une exposition, Section 2, Immunité dérivée d’une exposition, Déclaration relative à l’immunité dérivée d’une exposition",
        "citation": "Art. 44 al. 2 OBI",
        "content": "Elle doit être produite avec la requête en délivrance du brevet, faute de quoi l’immunité dérivée de l’exposition s’éteint.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_44"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 5, Priorité et immunité dérivée d’une exposition, Section 2, Immunité dérivée d’une exposition, Déclaration relative à l’immunité dérivée d’une exposition",
        "citation": "Art. 44 al. 3 OBI",
        "content": "L’art. 43, al. 1 et 2, s’applique par analogie aux demandes scindées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_44"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 5, Priorité et immunité dérivée d’une exposition, Section 2, Immunité dérivée d’une exposition, Pièces requises",
        "citation": "Art. 45 al. 1 OBI",
        "content": "Les pièces relatives à l’immunité dérivée d’une exposition doivent être remises dans les quatre mois suivant la date de dépôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_45"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 5, Priorité et immunité dérivée d’une exposition, Section 2, Immunité dérivée d’une exposition, Pièces requises",
        "citation": "Art. 45 al. 2 OBI",
        "content": "Ces pièces doivent avoir été délivrées durant l’exposition par l’autorité compétente et contenir les indications suivantes:\na. une attestation selon laquelle l’invention a effectivement été exposée;\nb. le jour d’ouverture de l’exposition;\nc. le jour de la première divulgation de l’invention, s’il ne coïncide pas avec le jour d’ouverture;\nd. une pièce, authentifiée par l’autorité susmentionnée, permettant d’identifier l’invention.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_45"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 5, Priorité et immunité dérivée d’une exposition, Section 2, Immunité dérivée d’une exposition, Pièces requises",
        "citation": "Art. 45 al. 3 OBI",
        "content": "Si ces pièces ne sont rédigées ni dans une langue officielle ni en anglais, une traduction dans l’une de ces langues doit être produite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_45"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 5, Priorité et immunité dérivée d’une exposition, Section 2, Immunité dérivée d’une exposition, Pièces requises",
        "citation": "Art. 45 al. 4 OBI",
        "content": "L’art. 43, al. 3, s’applique par analogie aux demandes scindées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_45"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 6, Indications de la source des ressources génétiques et des savoirs traditionnels",
        "citation": "Art. 45a al. 1 OBI",
        "content": "La description de l’invention mentionne la source des ressources génétiques et des savoirs traditionnels au sens de l’art. 49a de la LBI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_45_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 6, Indications de la source des ressources génétiques et des savoirs traditionnels",
        "citation": "Art. 45a al. 2 OBI",
        "content": "Par source au sens de l’al. 1 on entend notamment:\na. le pays fournisseur des ressources génétiques au sens des art. 2 et 15 de la Convention du 5 juin 1992 sur la diversité biologique;\nb. le système multilatéral au sens de l’art. 10, al. 2, du Traité international du 3 novembre 2001 sur les ressources phytogénétiques pour l’alimentation et l’agriculture;\nc. les communautés autochtones et locales au sens de l’art. 8, let. j, de la Convention du 5 juin 1992 sur la diversité biologique;\nd. le pays d’origine des ressources génétiques au sens de l’art. 2 de la Convention du 5 juin 1992 sur la diversité biologique;\ne. les sources ex situ telles que les jardins botaniques ou les banques de gènes;\nd. la littérature scientifique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_45_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 7, Dépôt de matière biologique, Obligation de dépôt",
        "citation": "Art. 45b OBI",
        "content": "Lorsqu’une invention porte sur de la matière biologique ou qu’elle comporte la fabrication ou l’utilisation de matière biologique non accessible au public et lorsqu’elle ne peut pas être décrite pour permettre à un homme du métier de l’exécuter, elle n’est réputée exposée conformément aux dispositions des art. 50 et 50a de la LBI que: \na. si un échantillon de la matière biologique a été déposé auprès d’une institution de dépôt reconnue à la date de dépôt ou, si une priorité est revendiquée, à la date de priorité;\nb. si la description contient, à la date de dépôt, les informations dont dispose le demandeur sur les caractéristiques essentielles de la matière biologique, et \nc. si la demande de brevet comporte, à la date de dépôt, l’indication de l’institution de dépôt et le numéro de référence de la matière biologique déposée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_45_b"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 7, Dépôt de matière biologique, Institutions de dépôt reconnues",
        "citation": "Art. 45c al. 1 OBI",
        "content": "Sont reconnues comme institutions de dépôt les institutions de dépôt internationales qui ont acquis ce statut conformément à l’art. 7 du Traité de Budapest du 28 avril 1977 sur la reconnaissance internationale du dépôt des micro-organismes aux fins de la procédure en matière de brevets (Traité de Budapest).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_45_c"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 7, Dépôt de matière biologique, Institutions de dépôt reconnues",
        "citation": "Art. 45c al. 2 OBI",
        "content": "L’IPI peut reconnaître d’autres établissements comme institutions de dépôt à condition qu’ils garantissent une conservation et une remise des échantillons conformes à la présente ordonnance, qu’ils jouissent d’une reconnaissance scientifique et qu’ils soient indépendants du demandeur et du déposant sur les plans juridique, économique et organisationnel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_45_c"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 7, Dépôt de matière biologique, Institutions de dépôt reconnues",
        "citation": "Art. 45c al. 3 OBI",
        "content": "Il tient une liste des institutions de dépôt reconnues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_45_c"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 7, Dépôt de matière biologique, Remise du numéro de référence du dépôt",
        "citation": "Art. 45d al. 1 OBI",
        "content": "Lorsqu’il est possible d’établir la relation entre la demande de brevet et la matière biologique déposée, le déposant peut remettre le numéro de référence du dépôt dans les seize mois à compter de la date de dépôt ou, si une priorité a été revendiquée, de la date de priorité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_45_d"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 7, Dépôt de matière biologique, Remise du numéro de référence du dépôt",
        "citation": "Art. 45d al. 2 OBI",
        "content": "Le délai de remise du numéro de référence expire au plus tard un mois après que le déposant a communiqué qu’il existe un droit de consultation du dossier ou qu’il a demandé la publication anticipée de la demande de brevet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_45_d"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 7, Dépôt de matière biologique, Mise à disposition de la matière biologique déposée",
        "citation": "Art. 45e al. 1 OBI",
        "content": "À compter de la date de dépôt et pendant toute la durée de la conservation visée à l’art. 45h, le demandeur met, de manière inconditionnelle et irrévocable, la matière biologique déposée à la disposition de l’institution de dépôt à des fins de remise d’échantillons (art. 45f).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_45_e"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 7, Dépôt de matière biologique, Mise à disposition de la matière biologique déposée",
        "citation": "Art. 45e al. 2 OBI",
        "content": "Le demandeur s’engage à procéder à un nouveau dépôt ou à mandater un tiers à cet effet si cela s’avère nécessaire en vertu de l’art. 45i.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_45_e"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 7, Dépôt de matière biologique, Mise à disposition de la matière biologique déposée",
        "citation": "Art. 45e al. 3 OBI",
        "content": "Lorsque le dépôt est effectué par un tiers, le demandeur doit produire des pièces justificatives attestant que le déposant a rendu la matière biologique déposée disponible conformément aux al. 1 et 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_45_e"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 7, Dépôt de matière biologique, Accès à la matière biologique",
        "citation": "Art. 45f al. 1 OBI",
        "content": "L’institution de dépôt rend la matière biologique déposée accessible à toute personne qui en fait la requête par la remise d’un échantillon.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_45_f"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 7, Dépôt de matière biologique, Accès à la matière biologique",
        "citation": "Art. 45f al. 2 OBI",
        "content": "L’accès à la matière biologique doit être requis auprès de l’IPI. Celui-ci transmet une copie de la requête à l’institution de dépôt et au demandeur ou au titulaire du brevet ainsi qu’au déposant lorsque le dépôt a été effectué par un tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_45_f"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 7, Dépôt de matière biologique, Accès à la matière biologique",
        "citation": "Art. 45f al. 3 OBI",
        "content": "Avant la publication du fascicule de la demande (art. 60), sont autorisés à obtenir des échantillons:\na. le déposant;\nb. toute personne en mesure de prouver que le demandeur lui fait grief de violer ses droits découlant de la demande de brevet ou la met en garde contre une telle violation;\nc. toute personne en mesure de prouver qu’elle est au bénéfice d’une autorisation du déposant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_45_f"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 7, Dépôt de matière biologique, Accès à la matière biologique",
        "citation": "Art. 45f al. 4 OBI",
        "content": "Les échantillons sont remis à toute personne qui en fait la requête à compter de la publication du fascicule de la demande. Jusqu’à la délivrance du brevet pour lequel la matière biologique déposée a été rendue accessible conformément à l’art. 45e, l’accès à ladite matière est limité, sur demande du déposant, à la remise d’un échantillon à un expert indépendant désigné par le requérant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_45_f"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 7, Dépôt de matière biologique, Accès à la matière biologique",
        "citation": "Art. 45f al. 5 OBI",
        "content": "En cas de rejet ou de retrait de la demande pour laquelle la matière biologique déposée a été rendue accessible conformément à l’art. 45e, l’accès à ladite matière réglé aux al. 3 et 4 est limité, sur demande du déposant et pendant 20 ans à compter de la date de dépôt de la demande de brevet, à la remise d’un échantillon à un expert indépendant désigné par le requérant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_45_f"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 7, Dépôt de matière biologique, Accès à la matière biologique",
        "citation": "Art. 45f al. 6 OBI",
        "content": "Le déposant présente les requêtes mentionnées aux al. 4 et 5 à l’IPI au plus tard 17 mois après la date de dépôt ou de priorité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_45_f"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 7, Dépôt de matière biologique, Accès à la matière biologique",
        "citation": "Art. 45f al. 7 OBI",
        "content": "Peut être désignée comme expert toute personne physique:\na. reconnue comme tel par l’IPI;\nb. sur laquelle le requérant et le déposant sont tombés d’accord.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_45_f"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 7, Dépôt de matière biologique, Déclaration d’engagement",
        "citation": "Art. 45g al. 1 OBI",
        "content": "Pour avoir accès aux échantillons, le requérant doit prendre l’engagement, vis-à-vis du demandeur ou du titulaire du brevet et, lorsque le dépôt a été effectué par un tiers, vis-à-vis du déposant également, pendant la durée de validité de tout droit exclusif afférent à la matière biologique déposée, de ne pas mettre les échantillons de matière biologique déposée ou de matière qui en serait dérivée à la disposition de tiers et de ne les utiliser qu’à des fins expérimentales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_45_g"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 7, Dépôt de matière biologique, Déclaration d’engagement",
        "citation": "Art. 45g al. 2 OBI",
        "content": "Le demandeur ou le titulaire du brevet et, lorsque le dépôt a été effectué par un tiers, le déposant peuvent renoncer à exiger du requérant qu’il prenne cet engagement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_45_g"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 7, Dépôt de matière biologique, Déclaration d’engagement",
        "citation": "Art. 45g al. 3 OBI",
        "content": "Si un échantillon est remis à un expert indépendant, celui-ci est tenu de faire une déclaration par laquelle il assume l’engagement visé à l’al. 1. Vis-à-vis de l’expert, le requérant est considéré comme un tiers au sens de l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_45_g"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 7, Dépôt de matière biologique, Déclaration d’engagement",
        "citation": "Art. 45g al. 4 OBI",
        "content": "Le requérant n’est pas tenu de prendre l’engagement de n’utiliser la matière biologique qu’à des fins expérimentales s’il l’utilise pour une exploitation résultant d’une licence obligatoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_45_g"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 7, Dépôt de matière biologique, Durée de conservation",
        "citation": "Art. 45h OBI",
        "content": "La matière biologique déposée est conservée pendant cinq ans à compter de la réception de la plus récente requête en remise d’un échantillon, mais dans tous les cas au moins cinq ans au-delà de l’expiration de la durée de protection légale maximale de tout droit exclusif afférent à la matière biologique déposée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_45_h"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 7, Dépôt de matière biologique, Nouveau dépôt de matière biologique",
        "citation": "Art. 45i al. 1 OBI",
        "content": "Si de la matière biologique déposée cesse d’être accessible auprès de l’institution de dépôt, il est licite de procéder, à la demande de cette dernière, à un nouveau dépôt selon des conditions identiques à celles prévues par le Traité de Budapest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_45_i"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 7, Dépôt de matière biologique, Nouveau dépôt de matière biologique",
        "citation": "Art. 45i al. 2 OBI",
        "content": "La matière biologique doit être déposée dans les trois mois à compter de la demande de l’institution de dépôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_45_i"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 7, Dépôt de matière biologique, Nouveau dépôt de matière biologique",
        "citation": "Art. 45i al. 3 OBI",
        "content": "Pour tout nouveau dépôt, le déposant doit certifier dans une déclaration munie de sa signature que la matière biologique qui fait l’objet du nouveau dépôt est la même que celle déposée initialement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_45_i"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 7, Dépôt de matière biologique, Nouveau dépôt de matière biologique",
        "citation": "Art. 45i al. 4 OBI",
        "content": "Le nouveau dépôt est traité comme s’il avait été effectué à la date du dépôt initial.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_45_i"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 2, La demande, Chapitre 7, Dépôt de matière biologique, Dépôt selon le Traité de Budapest",
        "citation": "Art. 45j OBI",
        "content": "En cas de dépôt selon le Traité de Budapest, la déclaration de mise à disposition, la déclaration d’engagement et la durée de conservation sont régies exclusivement par ce traité et par le règlement d’exécution du 28 avril 1977 du Traité de Budapest sur la reconnaissance internationale du dépôt des micro-organismes aux fins de la procédure en matière de brevets.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_45_j"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 1, Examen lors du dépôt et examen quant à la forme, Date de dépôt",
        "citation": "Art. 46 al. 1 OBI",
        "content": "Est réputée date de dépôt la date à laquelle les pièces déposées par le demandeur contiennent:\na. une indication traduisant la volonté de requérir la délivrance d’un brevet;\nb. des informations permettant d’identifier le demandeur ou de le joindre, et\nc. une description de l’invention ou un renvoi à une demande de brevet antérieure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_46"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 1, Examen lors du dépôt et examen quant à la forme, Date de dépôt",
        "citation": "Art. 46 al. 2 OBI",
        "content": "La communication contenant l’indication visée à l’al. 1, let. a, et les informations visées à l’al. 1, let. b, doivent être rédigées dans une langue officielle ou en anglais. La description de l’invention mentionnée à l’al. 1, let. c, peut être rédigée dans une autre langue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_46"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 1, Examen lors du dépôt et examen quant à la forme, Date de dépôt",
        "citation": "Art. 46 al. 3 OBI",
        "content": "Le renvoi à une demande antérieure mentionnée à l’al. 1, let. c, doit:\na. préciser le numéro de référence et la date de dépôt de la demande antérieure ainsi que l’office auprès duquel elle a été déposée;\nb. être rédigé dans une langue officielle ou en anglais;\nc. indiquer qu’il remplace la description de l’invention et les éventuels dessins.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_46"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 1, Examen lors du dépôt et examen quant à la forme, Date de dépôt",
        "citation": "Art. 46 al. 4 OBI",
        "content": "Lorsque les pièces déposées contiennent un renvoi à une demande de brevet antérieure, une copie de cette demande doit être produite, de même qu’une traduction dans une langue officielle dans les cas où elle n’est pas rédigée dans une langue officielle. L’art. 50, al. 4, est réservé. Il n’est pas nécessaire de produire une copie de la demande antérieure et, le cas échéant, une traduction dans une langue officielle si l’IPI peut les consulter dans une base de données électronique qu’il accepte à cet effet ou si la demande antérieure a été déposée auprès de l’IPI dans une langue officielle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_46"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 1, Examen lors du dépôt et examen quant à la forme, Examen lors du dépôt",
        "citation": "Art. 46a al. 1 OBI",
        "content": "S’il ressort de l’examen des pièces déposées qu’elles ne remplissent pas les conditions minimales énoncées à l’art. 46, al. 1, let. a et c, le cas échéant en relation avec l’art. 46, al. 3, l’IPI n’entre pas en matière sur la demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_46_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 1, Examen lors du dépôt et examen quant à la forme, Examen lors du dépôt",
        "citation": "Art. 46a al. 2 OBI",
        "content": "Si les pièces déposées ne remplissent pas les autres conditions énoncées à l’art. 46, l’IPI notifie les défauts constatés au demandeur à condition de disposer des informations pour le joindre. Le demandeur peut remédier aux défauts dans les trois mois à compter du dépôt des pièces. Si les pièces ont été déposées en plusieurs parties, le délai court à partir du moment où la première partie a été déposée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_46_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 1, Examen lors du dépôt et examen quant à la forme, Examen lors du dépôt",
        "citation": "Art. 46a al. 3 OBI",
        "content": "Lorsque les conditions énoncées à l’art. 46 ne sont pas remplies après l’expiration du délai prévu à l’al. 2, l’IPI n’entre pas en matière sur la demande. Il le notifie au demandeur en lui indiquant les raisons et lui renvoie les pièces déposées à condition de disposer des informations pour le joindre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_46_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 1, Examen lors du dépôt et examen quant à la forme, Certificat de dépôt",
        "citation": "Art. 46b al. 1 OBI",
        "content": "Une fois la date de dépôt fixée, l’IPI délivre un certificat de dépôt au demandeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_46_b"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 1, Examen lors du dépôt et examen quant à la forme, Certificat de dépôt",
        "citation": "Art. 46b al. 2 OBI",
        "content": "Lorsque la date de dépôt visée à l’art. 46c, al. 2 et 5, est modifiée ultérieurement, l’IPI le notifie au demandeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_46_b"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 1, Examen lors du dépôt et examen quant à la forme, Parties manquantes de la description ou dessins manquants",
        "citation": "Art. 46c al. 1 OBI",
        "content": "Le demandeur peut remettre les parties manquantes de la description ou les dessins manquants dans les trois mois à compter du dépôt des pièces. Si les pièces ont été déposées en plusieurs parties, le délai court à partir du moment où la première partie a été déposée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_46_c"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 1, Examen lors du dépôt et examen quant à la forme, Parties manquantes de la description ou dessins manquants",
        "citation": "Art. 46c al. 2 OBI",
        "content": "Est réputée date de dépôt la date à laquelle ont été déposées les parties manquantes de la description ou les dessins manquants dans la mesure où il ne résulte pas une date ultérieure en vertu de l’art. 46, al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_46_c"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 1, Examen lors du dépôt et examen quant à la forme, Parties manquantes de la description ou dessins manquants",
        "citation": "Art. 46c al. 3 OBI",
        "content": "Le demandeur peut, en dérogation à l’al. 2, requérir que la date de dépôt attribuée à la demande de brevet soit la date visée à l’art. 46, al. 1:\na. si la partie manquante de la description ou les dessins manquants ont figuré en totalité dans la demande antérieure dont la priorité est revendiquée;\nb. si les pièces déposées contiennent un renvoi à la demande antérieure, et\nc. si le renvoi est rédigé dans une langue officielle ou en anglais et indique que le contenu de la demande antérieure fait partie intégrante de la demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_46_c"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 1, Examen lors du dépôt et examen quant à la forme, Parties manquantes de la description ou dessins manquants",
        "citation": "Art. 46c al. 4 OBI",
        "content": "Le demandeur doit présenter la requête visée à l’al. 3 dans le délai prévu à l’al. 1 et y préciser à quel endroit dans la demande antérieure se trouvent les parties manquantes de la description ou les dessins manquants. Il doit également produire, dans le délai prévu à l’al. 1, une copie de la demande antérieure et une traduction dans une langue officielle si elle n’est pas rédigée dans une langue officielle. Il n’est pas nécessaire de produire une copie de la demande antérieure et, le cas échéant, une traduction dans une langue officielle si l’IPI peut les consulter dans une base de données électronique qu’il accepte à cet effet ou si la demande antérieure a été déposée auprès de l’IPI dans une langue officielle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_46_c"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 1, Examen lors du dépôt et examen quant à la forme, Parties manquantes de la description ou dessins manquants",
        "citation": "Art. 46c al. 5 OBI",
        "content": "Le demandeur peut requérir dans un délai d’un mois après que l’IPI a délivré le certificat de dépôt (art. 46b) que les parties manquantes de la description ou les dessins manquants qu’il a déposés conformément à l’al. 2 soient considérés comme non existants en vue de maintenir la date de dépôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_46_c"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 1, Examen lors du dépôt et examen quant à la forme, Pièces techniques déposées initialement",
        "citation": "Art. 46d OBI",
        "content": "Les pièces techniques déposées à la date de dépôt ou auxquelles renvoie la demande de brevet sont considérées comme pièces techniques déposées initialement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_46_d"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 1, Examen lors du dépôt et examen quant à la forme, Demande scindée",
        "citation": "Art. 46e OBI",
        "content": "Lorsqu’une demande scindée est conforme à l’art. 57, al. 1, let. a et b, de la LBI, l’IPI admet que la date de dépôt revendiquée subsiste à bon droit aussi longtemps que l’examen quant au fond n’aboutit pas à une autre conclusion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_46_e"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 1, Examen lors du dépôt et examen quant à la forme, Examen quant à la forme",
        "citation": "Art. 47 OBI",
        "content": "Parallèlement à l’examen des conditions pour l’attribution de la date de dépôt, l’IPI vérifie:\na. si un domicile de notification en Suisse doit être indiqué (art. 48);\nb. si une requête en délivrance d’un brevet, si au moins une revendication et un abrégé ont été déposés et s’ils satisfont aux prescriptions (art. 48a à 48c);\nc. si la mention de l’inventeur a été déposée (art. 48d);\nd. si la taxe de dépôt a été payée (art. 49);\ne. si les pièces techniques satisfont aux prescriptions qui ne concernent pas leur contenu (art. 50).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_47"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 1, Examen lors du dépôt et examen quant à la forme, Domicile de notification en Suisse",
        "citation": "Art. 48 al. 1 OBI",
        "content": "Lorsque le demandeur non domicilié ou sans siège en Suisse n’a pas indiqué de domicile de notification en Suisse (art. 13 de la LBI), l’IPI l’invite à le faire ou à indiquer le nom d’un mandataire ayant un domicile de notification en Suisse (art. 48a, al. 2, de la LBI) dans un délai de trois mois à compter du dépôt des pièces.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_48"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 1, Examen lors du dépôt et examen quant à la forme, Domicile de notification en Suisse",
        "citation": "Art. 48 al. 2 OBI",
        "content": "Si les pièces ont été déposées en plusieurs parties, le délai prévu à l’al. 1 court à partir du moment où la première partie a été déposée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_48"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 1, Examen lors du dépôt et examen quant à la forme, Requête en délivrance d’un brevet",
        "citation": "Art. 48a al. 1 OBI",
        "content": "Lorsque le formulaire prévu à cet effet (art. 23) n’a pas été utilisé pour la requête en délivrance du brevet ou que la requête ne satisfait pas aux prescriptions (art. 24), l’IPI invite le demandeur à remédier aux défauts dans le délai prévu à l’al. 2, à condition de disposer des informations pour le joindre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_48_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 1, Examen lors du dépôt et examen quant à la forme, Requête en délivrance d’un brevet",
        "citation": "Art. 48a al. 2 OBI",
        "content": "Le demandeur peut remédier aux défauts dans les trois mois à compter du dépôt des pièces. Si les pièces ont été déposées en plusieurs parties, le délai court à partir du moment où la première partie a été déposée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_48_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 1, Examen lors du dépôt et examen quant à la forme, Revendications",
        "citation": "Art. 48b al. 1 OBI",
        "content": "Lorsque le demandeur n’a pas déposé de revendications et que la demande de brevet ne comporte aucun renvoi à une demande antérieure au sens de l’art. 46, al. 3, indiquant qu’elle remplace également les revendications, l’IPI l’invite à déposer une ou plusieurs revendications dans le délai prévu à l’al. 2, à condition de disposer des informations pour le joindre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_48_b"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 1, Examen lors du dépôt et examen quant à la forme, Revendications",
        "citation": "Art. 48b al. 2 OBI",
        "content": "Le demandeur peut déposer une ou plusieurs revendications dans les trois mois à compter du dépôt des pièces. Si les pièces ont été déposées en plusieurs parties, le délai court à partir du moment où la première partie a été déposée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_48_b"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 1, Examen lors du dépôt et examen quant à la forme, Abrégé",
        "citation": "Art. 48c al. 1 OBI",
        "content": "Lorsque le demandeur n’a pas déposé d’abrégé, l’IPI l’invite à le faire dans le délai prévu à l’al. 2, à condition de disposer des informations pour le joindre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_48_c"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 1, Examen lors du dépôt et examen quant à la forme, Abrégé",
        "citation": "Art. 48c al. 2 OBI",
        "content": "Le demandeur peut déposer l’abrégé dans les trois mois à compter du dépôt des pièces. Si les pièces ont été déposées en plusieurs parties, le délai court à partir du moment où la première partie a été déposée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_48_c"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 1, Examen lors du dépôt et examen quant à la forme, Abrégé",
        "citation": "Art. 48c al. 3 OBI",
        "content": "Si le délai pour le dépôt de l’abrégé n’est pas observé, l’IPI déclare la demande de brevet irrecevable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_48_c"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 1, Examen lors du dépôt et examen quant à la forme, Mention de l’inventeur",
        "citation": "Art. 48d OBI",
        "content": "Lorsque le demandeur n’a pas mentionné d’inventeur, l’IPI l’invite à produire la mention de l’inventeur dans le délai applicable en vertu de l’art. 35.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_48_d"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 1, Examen lors du dépôt et examen quant à la forme, Taxe de dépôt",
        "citation": "Art. 49 al. 1 OBI",
        "content": "Lorsque le demandeur n’a pas payé la taxe de dépôt, l’IPI l’invite à le faire dans le délai prévu à l’al. 2, à condition de disposer des informations pour le joindre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_49"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 1, Examen lors du dépôt et examen quant à la forme, Taxe de dépôt",
        "citation": "Art. 49 al. 2 OBI",
        "content": "Le demandeur peut payer la taxe de dépôt dans les trois mois à compter du dépôt des pièces. Si les pièces ont été déposées en plusieurs parties, le délai court à partir du moment où la première partie a été déposée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_49"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 1, Examen lors du dépôt et examen quant à la forme, Vices de forme des pièces techniques",
        "citation": "Art. 50 al. 1 OBI",
        "content": "Dans l’examen des pièces techniques, l’IPI vérifie:\na. si les traductions nécessaires ont été produites (art. 4);\nb. ...\nc. si la présentation requise a été respectée (art. 25, al. 1 et 3 à 11, et art. 28).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_50"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 1, Examen lors du dépôt et examen quant à la forme, Vices de forme des pièces techniques",
        "citation": "Art. 50 al. 2 OBI",
        "content": "Lorsque les pièces techniques ne satisfont pas aux prescriptions, l’IPI invite le demandeur à remédier aux défauts constatés dans le délai prévu à l’al. 3, à condition de disposer des informations pour le joindre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_50"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 1, Examen lors du dépôt et examen quant à la forme, Vices de forme des pièces techniques",
        "citation": "Art. 50 al. 3 OBI",
        "content": "Le demandeur peut remédier aux défauts dans les trois mois à compter du dépôt des pièces. Si les pièces ont été déposées en plusieurs parties, le délai court à partir du moment où la première partie a été déposée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_50"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 1, Examen lors du dépôt et examen quant à la forme, Vices de forme des pièces techniques",
        "citation": "Art. 50 al. 4 OBI",
        "content": "Lorsque les pièces techniques d’un premier dépôt suisse sont rédigées en anglais, mais qu’elles satisfont par ailleurs aux prescriptions, l’IPI peut impartir un délai de seize mois à compter de la date de dépôt ou de priorité pour le dépôt d’une traduction dans une langue officielle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_50"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 1, Examen lors du dépôt et examen quant à la forme, Modifications des pièces techniques",
        "citation": "Art. 51 al. 1 OBI",
        "content": "Une fois la date de dépôt attribuée, les seules modifications pouvant encore être apportées aux pièces techniques jusqu’au début de l’examen quant au fond sont celles requises par l’IPI ou celles auxquelles le demandeur est autorisé en vertu de la présente ordonnance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_51"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 1, Examen lors du dépôt et examen quant à la forme, Modifications des pièces techniques",
        "citation": "Art. 51 al. 2 OBI",
        "content": "Le demandeur peut modifier une fois les revendications de sa propre initiative dans les seize mois à compter de la date de dépôt ou de priorité. À cet effet, il doit déposer, dans ledit délai, une version corrigée des revendications modifiées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_51"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 1, Examen lors du dépôt et examen quant à la forme, Modifications des pièces techniques",
        "citation": "Art. 51 al. 3 OBI",
        "content": "L’IPI renvoie au demandeur les modifications des pièces techniques présentées par dérogation aux al. 1 et 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_51"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 1, Examen lors du dépôt et examen quant à la forme, Examen d’autres pièces",
        "citation": "Art. 52 al. 1 OBI",
        "content": "L’IPI invite le demandeur à remédier aux défauts remédiables de déclarations de priorité ou de documents de priorité remis en temps voulu. Si le demandeur ne donne pas suite à l’invitation, le droit de priorité s’éteint.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_52"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 1, Examen lors du dépôt et examen quant à la forme, Examen d’autres pièces",
        "citation": "Art. 52 al. 2 OBI",
        "content": "L’al. 1 s’applique par analogie à la déclaration et aux pièces concernant l’immunité dérivée d’une exposition (art. 44 et 45).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_52"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 2, Rapport sur l’état de la technique, Section 1, À la requête du demandeur, Requête et paiement de la taxe de recherche",
        "citation": "Art. 53 al. 1 OBI",
        "content": "Contre paiement de la taxe de recherche, le demandeur peut requérir, dans les quatorze mois à compter de la date de dépôt ou, s’il a revendiqué une priorité, suivant la date de priorité, que l’IPI établisse un rapport sur l’état de la technique. L’inobservation de ce délai entraîne l’extinction de son droit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_53"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 2, Rapport sur l’état de la technique, Section 1, À la requête du demandeur, Requête et paiement de la taxe de recherche",
        "citation": "Art. 53 al. 2 OBI",
        "content": "Si la taxe de recherche n’a pas été versée au moment où la requête a été présentée, le demandeur doit la payer dans les deux mois suivant l’invitation de l’IPI ou dans les quatorze mois à compter de la date de dépôt ou de priorité si ce délai expire avant. La requête est réputée présentée seulement lorsque la taxe de recherche et la taxe de dépôt ont été payées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_53"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 2, Rapport sur l’état de la technique, Section 1, À la requête du demandeur, Paiement des taxes de revendication",
        "citation": "Art. 53a al. 1 OBI",
        "content": "Si les pièces techniques contiennent plus de dix revendications, le demandeur doit payer les taxes de revendication pour les revendications surnuméraires (art. 31a) dans les deux mois suivant l’invitation de l’IPI ou dans les quatorze mois à compter de la date de dépôt ou de priorité si ce délai expire avant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_53_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 2, Rapport sur l’état de la technique, Section 1, À la requête du demandeur, Paiement des taxes de revendication",
        "citation": "Art. 53a al. 2 OBI",
        "content": "En cas de non-paiement ou de paiement partiel, l’IPI ne prend pas en considération, pour la recherche, les revendications surnuméraires en partant de la dernière. Il établit le rapport sur l’état de la technique sur la base des revendications restantes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_53_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 2, Rapport sur l’état de la technique, Section 1, À la requête du demandeur, Base du rapport sur l’état de la technique",
        "citation": "Art. 54 al. 1 OBI",
        "content": "L’IPI établit le rapport sur l’état de la technique en se fondant sur les pièces techniques, modifiées le cas échéant en vertu des art. 46 à 50. L’art. 53a, al. 2, est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_54"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 2, Rapport sur l’état de la technique, Section 1, À la requête du demandeur, Base du rapport sur l’état de la technique",
        "citation": "Art. 54 al. 2 OBI",
        "content": "Sur requête, l’IPI peut accepter d’établir le rapport sur la base de pièces techniques rédigées en anglais, à condition qu’elles satisfassent aux autres exigences énoncées aux art. 46 à 50. Il communique avec le demandeur dans la langue officielle choisie par celui-ci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_54"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 2, Rapport sur l’état de la technique, Section 1, À la requête du demandeur, Base du rapport sur l’état de la technique",
        "citation": "Art. 54 al. 3 OBI",
        "content": "Lorsqu’une priorité est revendiquée ou corrigée après la présentation de la requête visée à l’art. 53, elle n’est pas prise en considération pour les recherches sur l’état de la technique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_54"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 2, Rapport sur l’état de la technique, Section 1, À la requête du demandeur, Base du rapport sur l’état de la technique",
        "citation": "Art. 54 al. 4 OBI",
        "content": "L’IPI établit le rapport sur l’état de la technique à condition que la demande de brevet soit encore pendante au moment de la présentation de la requête visée à l’art. 53. Si la demande de brevet est retirée ou rejetée ultérieurement et si l’IPI n’a pas encore commencé les recherches, il n’établit pas de rapport et restitue la taxe de recherche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_54"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 2, Rapport sur l’état de la technique, Section 1, À la requête du demandeur, Liste de séquences",
        "citation": "Art. 54a OBI",
        "content": "Si l’invention qui doit faire l’objet des recherches concerne des séquences de nucléotides ou d’acides aminés, l’IPI peut exiger du demandeur qu’il lui fournisse sous une forme électronique une liste des séquences établie selon la norme prescrite à l’annexe C des instructions administratives du PCT.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_54_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 2, Rapport sur l’état de la technique, Section 1, À la requête du demandeur, Contenu du rapport sur l’état de la technique",
        "citation": "Art. 55 al. 1 OBI",
        "content": "Le rapport sur l’état de la technique énumère les documents que l’IPI a réussi à déterminer au terme de ses recherches au moment de l’établissement du rapport et qui peuvent aider à apprécier si l’invention objet de la demande de brevet est nouvelle et si elle ne découle pas d’une manière évidente de l’état de la technique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_55"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 2, Rapport sur l’état de la technique, Section 1, À la requête du demandeur, Contenu du rapport sur l’état de la technique",
        "citation": "Art. 55 al. 2 OBI",
        "content": "Les documents sont énumérés en relation avec les revendications auxquelles ils se rapportent. Si nécessaire, l’IPI met en évidence les parties déterminantes de chaque document.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_55"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 2, Rapport sur l’état de la technique, Section 1, À la requête du demandeur, Contenu du rapport sur l’état de la technique",
        "citation": "Art. 55 al. 3 OBI",
        "content": "Le rapport sur l’état de la technique fait la distinction entre:\na. les documents qui ont été publiés avant la date de priorité revendiquée;\nb. les documents qui ont été publiés entre la date de priorité et la date de dépôt;\nc. les documents qui ont été publiés après la date de dépôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_55"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 2, Rapport sur l’état de la technique, Section 1, À la requête du demandeur, Contenu du rapport sur l’état de la technique",
        "citation": "Art. 55 al. 4 OBI",
        "content": "Le rapport est rédigé dans la langue de la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_55"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 2, Rapport sur l’état de la technique, Section 1, À la requête du demandeur, Contenu du rapport sur l’état de la technique",
        "citation": "Art. 55 al. 5 OBI",
        "content": "Il indique le code de classement de l’invention objet de la demande de brevet selon la Classification internationale des brevets instituée par l’Arrangement de Strasbourg du 24 mars 1971.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_55"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 2, Rapport sur l’état de la technique, Section 1, À la requête du demandeur, Recherches incomplètes sur l’état de la technique",
        "citation": "Art. 56 OBI",
        "content": "Lorsqu’il estime qu’il n’est pas en mesure d’effectuer une recherche significative sur l’état de la technique sur la base de l’objet revendiqué considéré entièrement ou en partie, l’IPI le consigne dans une déclaration motivée ou établit, dans la mesure où c’est possible, un rapport partiel sur l’état de la technique. La déclaration ou le rapport partiel sont publiés à la place du rapport sur l’état de la technique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_56"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 2, Rapport sur l’état de la technique, Section 1, À la requête du demandeur, Absence d’unité",
        "citation": "Art. 57 al. 1 OBI",
        "content": "Lorsqu’il estime que la demande de brevet ne remplit pas les conditions d’unité de l’invention, l’IPI établit un rapport sur l’état de la technique pour les parties de la demande de brevet qui se rapportent à l’invention ou à la pluralité d’inventions au sens de l’art. 52, al. 2, de la loi mentionnées en premier lieu dans les revendications.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_57"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 2, Rapport sur l’état de la technique, Section 1, À la requête du demandeur, Absence d’unité",
        "citation": "Art. 57 al. 2 OBI",
        "content": "Il informe le demandeur qu’il doit payer une taxe de recherche pour chaque invention supplémentaire s’il souhaite que le rapport de recherche porte sur une ou plusieurs inventions supplémentaires. Il lui impartit un délai d’un mois pour payer cette taxe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_57"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 2, Rapport sur l’état de la technique, Section 1, À la requête du demandeur, Absence d’unité",
        "citation": "Art. 57 al. 3 OBI",
        "content": "Le rapport est établi pour les parties de la demande qui se rapportent aux inventions pour lesquelles le demandeur a payé les taxes de recherche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_57"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 2, Rapport sur l’état de la technique, Section 1, À la requête du demandeur, Transmission du rapport sur l’état de la technique",
        "citation": "Art. 58 al. 1 OBI",
        "content": "Une fois le rapport sur l’état de la technique établi, l’IPI le transmet sans délai au demandeur en y joignant une copie de tous les documents mentionnés dans le rapport.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_58"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 2, Rapport sur l’état de la technique, Section 1, À la requête du demandeur, Transmission du rapport sur l’état de la technique",
        "citation": "Art. 58 al. 2 OBI",
        "content": "Sur requête de l’Office européen des brevets (OEB), l’IPI peut lui transmettre une copie du rapport sur l’état de la technique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_58"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 2, Rapport sur l’état de la technique, Section 2, À la requête d’un tiers, Requête et paiement de la taxe de recherche",
        "citation": "Art. 59 al. 1 OBI",
        "content": "Si aucun rapport sur l’état de la technique au sens des art. 53 à 58 ni aucune recherche de type international au sens des art. 126 et 127 n’ont été requis, toute personne habilitée à requérir la consultation du dossier en vertu de l’art. 90 peut demander à l’IPI d’établir un rapport sur l’état de la technique moyennant le paiement d’une taxe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_59"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 2, Rapport sur l’état de la technique, Section 2, À la requête d’un tiers, Requête et paiement de la taxe de recherche",
        "citation": "Art. 59 al. 2 OBI",
        "content": "La requête n’est réputée présentée que lorsque la taxe de recherche a été payée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_59"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 2, Rapport sur l’état de la technique, Section 2, À la requête d’un tiers, Base du rapport sur l’état de la technique",
        "citation": "Art. 59a al. 1 OBI",
        "content": "Le rapport sur l’état de la technique est établi:\na. avant la publication du fascicule de la demande, sur la base des pièces techniques, modifiées le cas échéant en vertu des art. 46 à 50, ou des pièces techniques rédigées en anglais conformément à l’art. 54, al. 2;\nb. après la publication du fascicule de la demande et jusqu’à la délivrance du brevet, sur la base des pièces techniques publiées; le cas échéant, les revendications modifiées en vertu de l’art. 51, al. 2, sont déterminantes;\nc. après la délivrance du brevet, sur la base du brevet publié, limité éventuellement à la suite d’une procédure d’opposition, d’une procédure de renonciation partielle ou d’une procédure civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_59_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 2, Rapport sur l’état de la technique, Section 2, À la requête d’un tiers, Base du rapport sur l’état de la technique",
        "citation": "Art. 59a al. 2 OBI",
        "content": "Si une priorité est revendiquée ou corrigée après la présentation d’une requête prévue à l’art. 59, elle n’est pas prise en considération pour les recherches sur l’état de la technique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_59_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 2, Rapport sur l’état de la technique, Section 2, À la requête d’un tiers, Contenu du rapport sur l’état de la technique",
        "citation": "Art. 59b al. 1 OBI",
        "content": "Le contenu du rapport sur l’état de la technique est régi par l’art. 55.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_59_b"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 2, Rapport sur l’état de la technique, Section 2, À la requête d’un tiers, Contenu du rapport sur l’état de la technique",
        "citation": "Art. 59b al. 2 OBI",
        "content": "Les art. 56 et 57 s’appliquent par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_59_b"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 2, Rapport sur l’état de la technique, Section 2, À la requête d’un tiers, Transmission du rapport sur l’état de la technique",
        "citation": "Art. 59c al. 1 OBI",
        "content": "Une fois le rapport sur l’état de la technique établi, l’IPI le transmet sans délai au requérant en y joignant une copie de tous les documents mentionnés dans le rapport.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_59_c"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 2, Rapport sur l’état de la technique, Section 2, À la requête d’un tiers, Transmission du rapport sur l’état de la technique",
        "citation": "Art. 59c al. 2 OBI",
        "content": "Il verse une copie du rapport au dossier et en informe le demandeur ou le titulaire du brevet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_59_c"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 2, Rapport sur l’état de la technique, Section 2, À la requête d’un tiers, Transmission du rapport sur l’état de la technique",
        "citation": "Art. 59c al. 3 OBI",
        "content": "Le rapport n’est pas publié.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_59_c"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 3, Publication de la demande de brevet, Objet et forme",
        "citation": "Art. 60 al. 1 OBI",
        "content": "La demande de brevet est publiée sous la forme d’un fascicule. Celui-ci contient:\na. les indications de la requête (art. 24) qui seront inscrites dans le registre des brevets (art. 60, al. 1bis, de la LBI), la description, les revendications et les dessins, modifiés le cas échéant en vertu des art. 46 à 50 et 52;\nb. l’abrégé;\nc. le classement;\nd. le cas échéant, le rapport sur l’état de la technique (art. 53 à 58) ou la recherche de type international (art. 126 et 127).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_60"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 3, Publication de la demande de brevet, Objet et forme",
        "citation": "Art. 60 al. 2 OBI",
        "content": "Si le demandeur a déposé des revendications modifiées en vertu de l’art. 51, al. 2, celles-ci sont publiées en plus des revendications mentionnées à l’al. 1, let. a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_60"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 3, Publication de la demande de brevet, Objet et forme",
        "citation": "Art. 60 al. 3 OBI",
        "content": "Si l’établissement d’un rapport sur l’état de la technique ou d’une recherche de type international a été requis et si le rapport ou la recherche ne sont pas disponibles à la fin des préparatifs techniques entrepris en vue de la publication, le rapport ou la recherche sont publiés séparément.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_60"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 3, Publication de la demande de brevet, Objet et forme",
        "citation": "Art. 60 al. 4 OBI",
        "content": "La publication se fait exclusivement sous forme électronique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_60"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 3, Publication de la demande de brevet, Langue",
        "citation": "Art. 60a al. 1 OBI",
        "content": "Le fascicule de la demande est publié dans une langue officielle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_60_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 3, Publication de la demande de brevet, Langue",
        "citation": "Art. 60a al. 2 OBI",
        "content": "Lorsque le rapport sur la recherche de type international (art. 126 et 127) a été établi en anglais, il est publié dans cette langue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_60_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 3, Publication de la demande de brevet, Publication anticipée",
        "citation": "Art. 60b OBI",
        "content": "Le demandeur peut requérir la publication anticipée si la date de dépôt a été attribuée et si la demande de brevet satisfait à toutes les exigences prévues par la présente ordonnance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_60_b"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 3, Publication de la demande de brevet, Aucune publication",
        "citation": "Art. 60c OBI",
        "content": "L’IPI ne publie pas le fascicule de la demande:\na. lorsque la demande de brevet est déclarée irrecevable ou qu’elle est retirée ou rejetée au plus tard 17 mois après la date de dépôt ou de priorité;\nb. lorsque le demandeur a requis l’examen quant au fond selon la procédure accélérée et que le fascicule du brevet est publié avant le fascicule de la demande (art. 58a de la LBI);\nc. lorsqu’il s’agit d’une demande internationale ou d’une demande de brevet qui est issue d’une demande internationale; \nd. lorsque la demande de brevet est issue de la transformation d’une demande de brevet européen et que la demande de brevet européen est déjà publiée, ou\ne. lorsque la demande de brevet a été divisée en demandes divisionnaires selon l’art. 57 de la LBI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_60_c"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 4, Examen quant au fond, Section 1, Dispositions générales, Taxe d’examen et taxes de revendication",
        "citation": "Art. 61a al. 1 OBI",
        "content": "Avant le début de l’examen quant au fond, le demandeur doit, sur l’invitation de l’IPI, payer la taxe d’examen dans le délai imparti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_61_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 4, Examen quant au fond, Section 1, Dispositions générales, Taxe d’examen et taxes de revendication",
        "citation": "Art. 61a al. 2 OBI",
        "content": "Si les pièces techniques contiennent plus de dix revendications et si le demandeur n’a pas versé les taxes de revendication pour les revendications surnuméraires (art. 31a) ou ne les a versées qu’en partie (art. 53a, il doit payer les taxes de revendication dues dans les deux mois suivant l’invitation de l’IPI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_61_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 4, Examen quant au fond, Section 1, Dispositions générales, Taxe d’examen et taxes de revendication",
        "citation": "Art. 61a al. 3 OBI",
        "content": "En cas de non-paiement ou de paiement partiel, les revendications surnuméraires sont biffées à partir de la dernière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_61_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 4, Examen quant au fond, Section 1, Dispositions générales, Suspension de l’examen quant au fond",
        "citation": "Art. 62 al. 1 OBI",
        "content": "Tant que l’examen quant au fond n’est pas terminé, le demandeur peut requérir qu’il soit suspendu s’il établit:\na. qu’il a déposé pour la même invention, en plus de sa demande de brevet suisse, une demande de brevet européen désignant la Suisse, et\nb. que les demandes ont la même date de dépôt ou de priorité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_62"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 4, Examen quant au fond, Section 1, Dispositions générales, Suspension de l’examen quant au fond",
        "citation": "Art. 62 al. 2 OBI",
        "content": "L’examen quant au fond est suspendu au plus tard jusqu’au moment où:\na. la demande de brevet européen est soit rejetée ou retirée définitivement, soit réputée retirée pour la Suisse;\nb. le délai d’opposition contre le brevet européen a expiré sans avoir été utilisé, ou\nc. une décision concernant l’opposition contre le brevet européen est devenue exécutoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_62"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 4, Examen quant au fond, Section 1, Dispositions générales, Suspension de l’examen quant au fond",
        "citation": "Art. 62 al. 3 OBI",
        "content": "Le demandeur peut requérir la suspension aussi longtemps que l’examen quant au fond n’est pas terminé s’il établit: \na. qu’il a présenté pour la même invention, en plus de la demande de brevet suisse, une demande internationale, et\nb. que les demandes ont la même date de dépôt ou de priorité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_62"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 4, Examen quant au fond, Section 1, Dispositions générales, Suspension de l’examen quant au fond",
        "citation": "Art. 62 al. 4 OBI",
        "content": "L’examen quant au fond est suspendu au plus tard jusqu’au moment où:\na. la demande internationale est retirée ou rejetée définitivement pour la Suisse;\nb. le délai d’opposition contre le brevet issu de la demande internationale a expiré sans avoir été utilisé;\nc. une décision concernant l’opposition contre le brevet issu de la demande internationale est devenue exécutoire, ou\nd. dans le cas d’une demande de brevet européen issue d’une demande internationale, le délai prévu à la règle 159 du règlement d’exécution du 7 décembre 2006 de la Convention sur le brevet européen a expiré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_62"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 4, Examen quant au fond, Section 1, Dispositions générales, Suspension de l’examen quant au fond",
        "citation": "Art. 62 al. 5 OBI",
        "content": "Les requêtes visées aux al. 1 à 4 n’ont pas d’effet suspensif sur les délais déjà fixés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_62"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 4, Examen quant au fond, Section 1, Dispositions générales, Suspension de l’examen quant au fond en cas de revendication de la priorité interne",
        "citation": "Art. 62a al. 1 OBI",
        "content": "Lorsqu’une demande de brevet sert de base à la revendication d’une priorité interne et que la procédure d’examen quant au fond n’est pas terminée, le demandeur peut requérir que l’examen quant au fond soit suspendu jusqu’à la délivrance du brevet issu de la demande ultérieure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_62_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 4, Examen quant au fond, Section 1, Dispositions générales, Suspension de l’examen quant au fond en cas de revendication de la priorité interne",
        "citation": "Art. 62a al. 2 OBI",
        "content": "Si la demande de brevet ultérieure est déclarée irrecevable ou si elle est retirée ou rejetée définitivement, l’examen quant au fond reprend.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_62_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 4, Examen quant au fond, Section 1, Dispositions générales, Suspension de l’examen quant au fond en cas de revendication de la priorité interne",
        "citation": "Art. 62a al. 3 OBI",
        "content": "Les requêtes visées à l’al 1 n’ont pas d’effet suspensif sur les délais déjà fixés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_62_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 4, Examen quant au fond, Section 1, Dispositions générales, Procédure accélérée",
        "citation": "Art. 63 al. 1 OBI",
        "content": "Le demandeur peut requérir que l’examen quant au fond soit entrepris selon une procédure accélérée. Jusqu’à l’expiration de 18 mois à compter de la date de dépôt ou de priorité, cette requête ne peut être présentée que si les exigences formelles énoncées aux art. 46 à 52 sont remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_63"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 4, Examen quant au fond, Section 1, Dispositions générales, Procédure accélérée",
        "citation": "Art. 63 al. 2 OBI",
        "content": "La demande n’est réputée présentée que lorsque la taxe facturée à cet effet par l’IPI a été payée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_63"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 4, Examen quant au fond, Section 1, Dispositions générales, Procédure accélérée",
        "citation": "Art. 63 al. 3 OBI",
        "content": "Le fascicule de brevet est publié avant l’expiration du délai de priorité visé à l’art. 17 LBI uniquement sur requête du demandeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_63"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 4, Examen quant au fond, Section 1, Dispositions générales, Modification des pièces techniques",
        "citation": "Art. 64 al. 1 OBI",
        "content": "Au début de l’examen quant au fond, le demandeur peut modifier les pièces techniques de sa propre initiative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_64"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 4, Examen quant au fond, Section 1, Dispositions générales, Modification des pièces techniques",
        "citation": "Art. 64 al. 2 OBI",
        "content": "Après réception de la première notification, le demandeur peut modifier une nouvelle fois les pièces techniques de sa propre initiative, à condition que les modifications soient envoyées en même temps que la réponse à la notification. Toute autre modification n’est admise qu’avec l’approbation de l’IPI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_64"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 4, Examen quant au fond, Section 1, Dispositions générales, Modification des pièces techniques",
        "citation": "Art. 64 al. 3 OBI",
        "content": "Les modifications des pièces techniques ne doivent pas étendre l’objet de la demande de brevet modifiée au-delà du contenu des pièces techniques déposées initialement (art. 46d).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_64"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 4, Examen quant au fond, Section 1, Dispositions générales, Modification des pièces techniques",
        "citation": "Art. 64 al. 4 OBI",
        "content": "Lorsqu’une revendication est modifiée ou reformulée quant au fond, le demandeur doit indiquer, sur requête de l’IPI, dans quelle partie des pièces techniques déposées initialement (art. 46d) l’objet redéfini a été exposé pour la première fois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_64"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 4, Examen quant au fond, Section 1, Dispositions générales, Modification des pièces techniques",
        "citation": "Art. 64 al. 5 OBI",
        "content": "S’il ressort de l’examen quant au fond que l’objet de la demande de brevet modifiée a été étendu au-delà du contenu des pièces techniques déposées initialement (art. 46d), l’IPI impartit un délai au demandeur pour répondre. Ce dernier peut:\na. renoncer à la modification dans la mesure où l’exposé de l’invention n’est pas mis en cause, ou\nb. apporter la preuve que l’invention était déjà exposée dans les pièces techniques déposées initialement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_64"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 4, Examen quant au fond, Section 1, Dispositions générales, Modification des pièces techniques",
        "citation": "Art. 64 al. 6 OBI",
        "content": "Si le demandeur ne renonce pas à la modification ou s’il ne parvient pas à infirmer les objections de l’IPI, celui-ci rejette la demande de brevet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_64"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 4, Examen quant au fond, Section 1, Dispositions générales, Modification des pièces techniques",
        "citation": "Art. 64 al. 7 OBI",
        "content": "Si le demandeur communique à l’IPI qu’il renonce à la modification avant que la décision de rejet ne devienne exécutoire, l’examen quant au fond reprend sur la base de cette renonciation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_64"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 4, Examen quant au fond, Section 1, Dispositions générales, Date de dépôt d’une demande scindée",
        "citation": "Art. 65 al. 1 OBI",
        "content": "Sur requête de l’IPI, le demandeur doit indiquer dans quelle partie des pièces techniques déposées initialement (art. 46d) l’objet défini dans la demande scindée a été exposé pour la première fois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_65"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 4, Examen quant au fond, Section 1, Dispositions générales, Date de dépôt d’une demande scindée",
        "citation": "Art. 65 al. 2 OBI",
        "content": "S’il s’avère que la date de dépôt attribuée à une demande scindée au moment de l’examen lors du dépôt (art. 46e) est revendiquée à tort, l’art. 64, al. 4 à 7, s’applique par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_65"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 4, Examen quant au fond, Section 1, Dispositions générales, Classement",
        "citation": "Art. 66 al. 1 OBI",
        "content": "Chaque demande de brevet est classée selon la classification internationale des brevets instituée par l’arrangement de Strasbourg du 24 mars 1971. Le demandeur doit fournir les indications nécessaires à cet effet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_66"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 4, Examen quant au fond, Section 1, Dispositions générales, Classement",
        "citation": "Art. 66 al. 2 OBI",
        "content": "L’IPI peut modifier le classement jusqu’à la délivrance du brevet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_66"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 4, Examen quant au fond, Section 2, Objet et fin de l’examen, Procédure",
        "citation": "Art. 67 al. 1 OBI",
        "content": "L’IPI examine d’abord si la demande de brevet doit faire l’objet d’une notification en vertu de l’art. 59, al. 1, de la LBI. Si tel est le cas, il rejette la demande de brevet lorsque le demandeur ne parvient pas à infirmer les objections soulevées soit en modifiant les pièces techniques, soit d’une autre manière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_67"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 4, Examen quant au fond, Section 2, Objet et fin de l’examen, Procédure",
        "citation": "Art. 67 al. 2 OBI",
        "content": "Si la demande de brevet ne satisfait pas aux dispositions des art. 49a, 50, 50a, 51, 52, 55 et 57 de la LBI, ni à celles de la présente ordonnance, l’IPI impartit un délai au demandeur pour remédier aux défauts. Si les défauts ne sont que partiellement corrigés, il peut, s’il le juge opportun, faire d’autres notifications.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_67"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 4, Examen quant au fond, Section 2, Objet et fin de l’examen, Fin de l’examen",
        "citation": "Art. 69 al. 1 OBI",
        "content": "Si les conditions requises pour la délivrance du brevet sont remplies, l’IPI informe le demandeur de la date prévue pour la fin de la procédure d’examen au moins un mois à l’avance. Avec cette annonce, il lui communique également les éventuelles modifications de l’abrégé et du titre ainsi que les corrections au sens de l’art. 22.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_69"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 4, Examen quant au fond, Section 2, Objet et fin de l’examen, Fin de l’examen",
        "citation": "Art. 69 al. 2 OBI",
        "content": "Si les pièces techniques initiales ou munies des modifications communiquées conformément à l’al. 1 satisfont aux dispositions de la LBI ainsi qu’à celles de la présente ordonnance, le demandeur est réputé approuver la version dans laquelle le brevet sera délivré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_69"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 5, Préparation de la délivrance du brevet, Délai suspensif",
        "citation": "Art. 72 OBI",
        "content": "Les demandes sollicitant l’inscription provisoire ou définitive des modifications au registre des brevets, ainsi que le retrait de la demande de brevet, qui parviennent à l’IPI après la date prévue pour la fin de la procédure d’examen sont réputés n’avoir été présentés qu’après la délivrance du brevet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_72"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 6, Procédure d’opposition, Forme et contenu",
        "citation": "Art. 73 al. 1 OBI",
        "content": "L’opposition doit être formée par écrit dans les neuf mois qui suivent la publication de l’inscription au registre des brevets; elle doit contenir:\na. les nom et prénom, ou la raison de commerce, ainsi que l’adresse de l’opposant et, le cas échéant, son domicile de notification en Suisse;\nb. le numéro et le titre du brevet mis en cause;\nc. une déclaration précisant la mesure dans laquelle le brevet est mis en cause par l’opposition;\nd. les motifs d’opposition (art. 1a, 1b et 2 de la LBI);\ne. une motivation indiquant tous les faits et moyens de preuve invoqués.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_73"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 6, Procédure d’opposition, Forme et contenu",
        "citation": "Art. 73 al. 2 OBI",
        "content": "La taxe d’opposition doit être payée dans le délai d’opposition prévu à l’art. 59c de la LBI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_73"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 6, Procédure d’opposition, Forme et contenu",
        "citation": "Art. 73 al. 3 OBI",
        "content": "Les documents invoqués comme moyens de preuve par l’opposant seront joints au dossier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_73"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 6, Procédure d’opposition, Examen de l’opposition ",
        "citation": "Art. 74 al. 1 OBI",
        "content": "Si l’opposition ne satisfait pas aux exigences énoncées à l’art. 73, al. 1et 2, et si les défauts ne sont pas corrigés avant l’expiration du délai d’opposition (art. 59c LBI), l’IPI n’entre pas en matière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_74"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 6, Procédure d’opposition, Examen de l’opposition ",
        "citation": "Art. 74 al. 2 OBI",
        "content": "Si l’opposition remplit les conditions énoncées à l’al. 1, mais ne satisfait pas à d’autres prescriptions de la LBI ou de la présente ordonnance, l’IPI impartit un délai supplémentaire raisonnable à l’opposant pour qu’il puisse la régulariser. Il l’avise en même temps qu’il déclarera l’opposition irrecevable si ce délai reste inutilisé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_74"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 6, Procédure d’opposition, Examen de l’opposition ",
        "citation": "Art. 74 al. 3 OBI",
        "content": "Lorsque l’opposant ne produit pas, même sur invitation, des écrits qu’il invoque comme moyens de preuve, l’IPI n’est pas tenu de les prendre en considération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_74"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 6, Procédure d’opposition, Langue",
        "citation": "Art. 75 al. 1 OBI",
        "content": "La procédure d’opposition se déroule dans la langue dans laquelle est rédigé le brevet mis en cause.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_75"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 6, Procédure d’opposition, Langue",
        "citation": "Art. 75 al. 2 OBI",
        "content": "L’opposition ou d’autres écrits remis par les parties peuvent également être produits dans une autre langue officielle (art. 4, al. 1).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_75"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 6, Procédure d’opposition, Langue",
        "citation": "Art. 75 al. 3 OBI",
        "content": "Toute modification des pièces techniques (art. 81) doit être produite dans la langue de la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_75"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 6, Procédure d’opposition, Langue",
        "citation": "Art. 75 al. 4 OBI",
        "content": "Lorsqu’une pièce invoquée comme moyen de preuve n’est rédigée ni dans une langue officielle ni en anglais, l’IPI peut exiger qu’une traduction dans la langue adoptée pour la procédure soit produite. Si la traduction n’est pas produite, il n’est pas tenu de prendre ce moyen de preuve en considération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_75"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 6, Procédure d’opposition, Parties",
        "citation": "Art. 76 al. 1 OBI",
        "content": "Les parties sont le titulaire du brevet et l’opposant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_76"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 6, Procédure d’opposition, Parties",
        "citation": "Art. 76 al. 2 OBI",
        "content": "En cas de transfert du brevet, l’art. 33, al. 3, de la LBI s’applique par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_76"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 6, Procédure d’opposition, Domicile de notification des parties",
        "citation": "Art. 77 al. 1 OBI",
        "content": "L’opposant qui doit indiquer un domicile de notification en Suisse (art. 13 de la LBI) est tenu de communiquer celui-ci dans le délai d’opposition ou dans le délai supplémentaire imparti par l’IPI. L’IPI avise en même temps l’opposant qu’il déclarera l’opposition irrecevable si le délai supplémentaire reste inutilisé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_77"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 6, Procédure d’opposition, Domicile de notification des parties",
        "citation": "Art. 77 al. 2 OBI",
        "content": "Le titulaire du brevet qui doit indiquer un domicile de notification en Suisse est tenu de communiquer celui-ci dans le délai imparti par l’IPI. S’il ne satisfait pas à cette obligation, il est exclu de la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_77"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 6, Procédure d’opposition, Pluralité d’oppositions",
        "citation": "Art. 78 OBI",
        "content": "Lorsque plusieurs oppositions sont formées contre le même brevet, l’IPI les réunit dans une seule procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_78"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 6, Procédure d’opposition, Réponse à l’opposition",
        "citation": "Art. 80 OBI",
        "content": "L’IPI adresse l’opposition au titulaire du brevet; il l’invite à y répondre et, le cas échéant, à produire des pièces modifiées. Il lui impartit un délai raisonnable à cet effet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_80"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 6, Procédure d’opposition, Modification du brevet",
        "citation": "Art. 81 al. 1 OBI",
        "content": "La modification des revendications, de la description et des dessins n’est admise que si un motif d’opposition au sens de l’art. 59c de la LBI la rend nécessaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_81"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 6, Procédure d’opposition, Modification du brevet",
        "citation": "Art. 81 al. 2 OBI",
        "content": "Le brevet ne peut pas être modifié au point: \na. que son objet s’étende au-delà du contenu des pièces techniques déposées initialement (art. 46d), ou\nb. que son champ d’application matériel soit élargi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_81"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 6, Procédure d’opposition, Échange de mémoires",
        "citation": "Art. 82 al. 1 OBI",
        "content": "L’IPI communique la réponse du titulaire du brevet et, le cas échéant, les modifications des pièces techniques à l’opposant. Lorsque plusieurs oppositions ont été formées, il porte aussi à sa connaissance les autres oppositions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_82"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 6, Procédure d’opposition, Échange de mémoires",
        "citation": "Art. 82 al. 2 OBI",
        "content": "L’IPI invite l’opposant à se prononcer si le titulaire du brevet a modifié les pièces techniques ou s’il le juge opportun pour d’autres motifs. Il lui impartit un délai raisonnable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_82"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 6, Procédure d’opposition, Échange de mémoires",
        "citation": "Art. 82 al. 3 OBI",
        "content": "Il peut inviter les parties à un nouvel échange de mémoires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_82"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 6, Procédure d’opposition, Avis de la commission d’éthique",
        "citation": "Art. 83 al. 1 OBI",
        "content": "L’IPI peut demander, sur requête motivée de l’une des parties ou d’office, un avis à la Commission fédérale d’éthique pour la biotechnologie dans le domaine non humain.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_83"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 6, Procédure d’opposition, Avis de la commission d’éthique",
        "citation": "Art. 83 al. 2 OBI",
        "content": "Il communique aux parties l’avis de la commission d’éthique et leur donne l’occasion de se prononcer par écrit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_83"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 6, Procédure d’opposition, Procédure orale",
        "citation": "Art. 84 al. 1 OBI",
        "content": "L’IPI peut, sur requête motivée de l’une des parties ou d’office, inviter les parties à participer à une procédure orale s’il apparaît qu’elle est propre à élucider les faits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_84"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 6, Procédure d’opposition, Procédure orale",
        "citation": "Art. 84 al. 2 OBI",
        "content": "La procédure n’est pas publique. À titre exceptionnel, l’IPI peut, sur requête motivée de l’une des parties ou d’office, prévoir une procédure publique si des intérêts publics majeurs le justifient. Un procès-verbal sommaire de la procédure est dressé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_84"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 6, Procédure d’opposition, Procédure orale",
        "citation": "Art. 84 al. 3 OBI",
        "content": "Les délibérations se déroulent à huis clos.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_84"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 6, Procédure d’opposition, Décision finale ",
        "citation": "Art. 85 al. 1 OBI",
        "content": "Lorsque les pièces sont en état d’être jugées, l’IPI décide:\na. que le brevet est entièrement ou partiellement révoqué et que, dans cette mesure, l’opposition est admise; \nb. qu’il est maintenu sans modification et que l’opposition est rejetée, ou \nc. qu’il peut être maintenu sous une forme modifiée au vu des pièces techniques exposées ou modifiées au cours de la procédure d’opposition, et que l’opposition est rejetée pour le surplus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_85"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 6, Procédure d’opposition, Décision finale ",
        "citation": "Art. 85 al. 2 OBI",
        "content": "Si le brevet est maintenu dans sa forme modifiée et si la décision est devenue exécutoire, l’IPI invite, le cas échéant, le titulaire du brevet à adapter les pièces techniques. Si celui-ci ne donne pas suite à l’invitation ou si les pièces techniques modifiées ne sont pas conformes à la décision de l’IPI, le brevet est révoqué.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_85"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 6, Procédure d’opposition, Décision finale ",
        "citation": "Art. 85 al. 3 OBI",
        "content": "Si les pièces techniques modifiées pendant la procédure d’opposition répondent d’emblée à la décision de l’IPI, le demandeur est réputé approuver la version dans laquelle le brevet est maintenu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_85"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 6, Procédure d’opposition, Restitution de la taxe d’opposition",
        "citation": "Art. 86 al. 1 OBI",
        "content": "Si l’opposition est admise, la taxe d’opposition est en général restituée à l’opposant; si l’opposition est admise partiellement, la taxe d’opposition est restituée proportionnellement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_86"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 6, Procédure d’opposition, Restitution de la taxe d’opposition",
        "citation": "Art. 86 al. 2 OBI",
        "content": "L’IPI ne restitue pas la taxe d’opposition si des circonstances particulières le justifient, notamment lorsque l’opposant a retardé délibérément la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_86"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 6, Procédure d’opposition, Enregistrement et publication",
        "citation": "Art. 87 OBI",
        "content": "L’IPI inscrit au registre des brevets et publie la révocation, le maintien du brevet ou le maintien du brevet sous une forme modifiée. Il remet un nouveau document de brevet au titulaire du brevet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_87"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 3, Examen de la demande de brevet, Chapitre 6, Procédure d’opposition, Droit applicable",
        "citation": "Art. 88 OBI",
        "content": "La loi fédérale du 20 décembre 1968 sur la procédure administrative s’applique à la procédure d’opposition dans la mesure où la présente ordonnance n’en dispose pas autrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_88"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 1, Dossier, Contenu",
        "citation": "Art. 89 al. 1 OBI",
        "content": "L’IPI tient pour chaque demande de brevet et chaque brevet un dossier renseignant sur le cours suivi par la procédure d’examen et sur les modifications concernant l’existence du brevet et le droit au brevet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_89"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 1, Dossier, Contenu",
        "citation": "Art. 89 al. 2 OBI",
        "content": "Celui qui joint aux pièces un titre probant et déclare que celui-ci divulgue des secrets de fabrication ou d’affaires peut demander qu’il soit classé à part. L’existence de tels titres est mentionnée dans le dossier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_89"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 1, Dossier, Consultation des pièces",
        "citation": "Art. 90 al. 1 OBI",
        "content": "Avant la publication du fascicule de la demande ou avant la délivrance du brevet, si celle-ci intervient avant, sont autorisés à consulter le dossier:\na. le demandeur et son mandataire;\nb. les personnes en mesure de prouver que le demandeur leur fait grief de violer les droits découlant de sa demande de brevet ou qu’il les met en garde contre une telle violation;\nc. les tiers en mesure de prouver que le demandeur ou son mandataire y consent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_90"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 1, Dossier, Consultation des pièces",
        "citation": "Art. 90 al. 2 OBI",
        "content": "Ces personnes sont aussi autorisées à consulter des demandes de brevet qui ont été déclarées irrecevables ou qui ont été rejetées ou retirées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_90"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 1, Dossier, Consultation des pièces",
        "citation": "Art. 90 al. 2bis OBI",
        "content": "Sur requête de l’OEB, l’IPI peut lui transmettre une copie du rapport sur l’état de la technique avant la date visée à l’al. 1 (art. 58, al. 2).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_90"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 1, Dossier, Consultation des pièces",
        "citation": "Art. 90 al. 3 OBI",
        "content": "Après la phase visée à l’al. 1, toute personne peut consulter le dossier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_90"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 1, Dossier, Consultation des pièces",
        "citation": "Art. 90 al. 5 OBI",
        "content": "Si la consultation de titres probants classés à part (art. 89, al. 2) est requise, l’IPI se prononce après avoir entendu le demandeur ou le titulaire du brevet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_90"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 1, Dossier, Consultation des pièces",
        "citation": "Art. 90 al. 6 OBI",
        "content": "Lorsque l’intérêt public l’exige, le Département fédéral de justice et police peut autoriser l’IPI à laisser les services de l’administration fédérale consulter le dossier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_90"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 1, Dossier, Consultation des pièces",
        "citation": "Art. 90 al. 7 OBI",
        "content": "Sur demande, les pièces à consulter seront délivrées sous forme de copies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_90"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 1, Dossier, Conservation des documents",
        "citation": "Art. 92 al. 1 OBI",
        "content": "L’IPI conserve l’original ou la copie des documents relatifs à des brevets radiés totalement pendant cinq ans à compter de la radiation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_92"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 1, Dossier, Conservation des documents",
        "citation": "Art. 92 al. 2 OBI",
        "content": "Il conserve l’original ou la copie des documents relatifs à des demandes de brevet déclarées irrecevables, retirées ou rejetées pendant cinq ans à compter de la déclaration d’irrecevabilité, du retrait ou du rejet, mais pendant dix ans au moins à compter de la date du dépôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_92"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 2, Registre des brevets, Tenue du registre",
        "citation": "Art. 93 al. 1 OBI",
        "content": "L’IPI tient un registre des brevets délivrés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_93"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 2, Registre des brevets, Tenue du registre",
        "citation": "Art. 93 al. 2 OBI",
        "content": "Les demandes de brevet publiées y sont inscrites provisoirement. Une fois le brevet délivré, les inscriptions provisoires sont tenues pour définitives.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_93"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 2, Registre des brevets, Contenu du registre",
        "citation": "Art. 94 al. 1 OBI",
        "content": "Les brevets sont inscrits définitivement au registre avec les indications suivantes:\na. numéro du brevet;\nb. le classement;\nc. titre de l’invention;\nd. date de dépôt;\ne. le numéro de référence de la demande de brevet;\nf. ...\ng. date de délivrance du brevet;\nh. priorités et immunités dérivées d’expositions;\ni. nom et prénom ou raison sociale ou de commerce, domicile ou siège et adresse du titulaire du brevet;\nk. le nom et l’adresse du mandataire, s’il a été constitué;\nl. nom et domicile de l’inventeur, si celui-ci n’a pas renoncé à être mentionné;\nm. droits concédés, de même que restrictions au droit de disposer ordonnées par des tribunaux ou des autorités chargées de l’exécution forcée;\nn. modifications relatives à l’existence du brevet ou au droit au brevet;\no. changements de domicile ou de siège social du titulaire du brevet;\np. changements de mandataire ou de son adresse;\nq. les procédures d’opposition en cours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_94"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 2, Registre des brevets, Contenu du registre",
        "citation": "Art. 94 al. 2 OBI",
        "content": "Les demandes de brevet publiées sont inscrites provisoirement avec les indications correspondantes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_94"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 2, Registre des brevets, Contenu du registre",
        "citation": "Art. 94 al. 3 OBI",
        "content": "L’IPI peut encore inscrire provisoirement ou définitivement d’autres indications jugées utiles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_94"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 2, Registre des brevets, Consultation et extraits du registre",
        "citation": "Art. 95 al. 1 OBI",
        "content": "Le registre des brevets peut être consulté librement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_95"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 2, Registre des brevets, Consultation et extraits du registre",
        "citation": "Art. 95 al. 2 OBI",
        "content": "L’IPI établit des extraits du registre des brevets.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_95"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 3, Modifications, Section 1, Modifications relatives à l’existence du brevet, Renonciation partielle a. Forme",
        "citation": "Art. 96 al. 2 OBI",
        "content": "La déclaration de renonciation partielle à un brevet (art. 24 de la LBI) est inconditionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_96"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 3, Modifications, Section 1, Modifications relatives à l’existence du brevet, Renonciation partielle a. Forme",
        "citation": "Art. 96 al. 3 OBI",
        "content": "Elle est soumise à une taxe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_96"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 3, Modifications, Section 1, Modifications relatives à l’existence du brevet, b. Contenu",
        "citation": "Art. 97 al. 1 OBI",
        "content": "La déclaration de renonciation partielle ne doit donner lieu à aucun doute quant à la portée juridique des revendications; les art. 1, 1a, 2, 51, 52 et 55 de la LBI régissent également le nouvel agencement des revendications.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_97"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 3, Modifications, Section 1, Modifications relatives à l’existence du brevet, b. Contenu",
        "citation": "Art. 97 al. 2 OBI",
        "content": "La description, les dessins et l’abrégé ne peuvent être modifiés. La renonciation partielle comprendra néanmoins une déclaration de ce genre:Les parties de la description et des dessins qui seraient incompatibles avec le nouvel agencement des revendications doivent être considérées comme éliminées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_97"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 3, Modifications, Section 1, Modifications relatives à l’existence du brevet, b. Contenu",
        "citation": "Art. 97 al. 3 OBI",
        "content": "Si la déclaration de renonciation partielle n’est pas conforme aux prescriptions, l’IPI impartit au titulaire du brevet un délai pour remédier au défaut. Lorsque le défaut n’a été que partiellement corrigé, l’IPI peut, s’il le juge utile, faire d’autres notifications.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_97"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 3, Modifications, Section 1, Modifications relatives à l’existence du brevet, c. Enregistrement et publication",
        "citation": "Art. 98 al. 1 OBI",
        "content": "Si la déclaration de renonciation partielle est conforme aux prescriptions, elle est enregistrée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_98"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 3, Modifications, Section 1, Modifications relatives à l’existence du brevet, c. Enregistrement et publication",
        "citation": "Art. 98 al. 2 OBI",
        "content": "L’IPI la publie et la joint au fascicule du brevet; un nouveau document de brevet est remis au titulaire du brevet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_98"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 3, Modifications, Section 1, Modifications relatives à l’existence du brevet, c. Enregistrement et publication",
        "citation": "Art. 98 al. 3 OBI",
        "content": "Simultanément, l’IPI impartit au titulaire du brevet un délai de trois mois pour requérir la constitution de nouveaux brevets (art. 25 de la LBI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_98"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 3, Modifications, Section 1, Modifications relatives à l’existence du brevet, d. Limitation de la renonciation partielle",
        "citation": "Art. 98a OBI",
        "content": "Une requête sollicitant une renonciation partielle est irrecevable aussi longtemps qu’une opposition au brevet peut être formée et qu’une décision exécutoire n’a pas été rendue au sujet de l’opposition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_98_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 3, Modifications, Section 1, Modifications relatives à l’existence du brevet, Limitation par le juge",
        "citation": "Art. 99 OBI",
        "content": "L’art. 98 est applicable par analogie lorsque le brevet a été limité par le juge (art. 27 ou 30 de la LBI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_99"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 3, Modifications, Section 1, Modifications relatives à l’existence du brevet, Constitution de nouveaux brevets a. Requête",
        "citation": "Art. 100 OBI",
        "content": "Les dispositions régissant les demandes de brevet s’appliquent à la requête en constitution d’un nouveau brevet (art. 25, 27, al. 3, ou 30, al. 2, de la LBI); les art. 101 et 102 sont réservés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_100"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 3, Modifications, Section 1, Modifications relatives à l’existence du brevet, b. Revendications",
        "citation": "Art. 101 al. 1 OBI",
        "content": "Pour chaque nouveau brevet à constituer selon l’art. 100, une nouvelle revendication au moins sera formulée dans les limites des revendications éliminées du brevet initial et compte tenu de l’art. 24 de la LBI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_101"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 3, Modifications, Section 1, Modifications relatives à l’existence du brevet, c. Description",
        "citation": "Art. 102 al. 1 OBI",
        "content": "En ce qui concerne la description et les dessins, on peut renvoyer au fascicule du brevet initial; il y a lieu d’ajouter une déclaration de ce genre:",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_102"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 3, Modifications, Section 1, Modifications relatives à l’existence du brevet, c. Description",
        "citation": "Art. 102 al. o OBI",
        "content": "Les parties de la description et des dessins figurant dans le fascicule du brevet n ..., qui seraient incompatibles avec les revendications du présent brevet, doivent être considérées comme éliminées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_102"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 3, Modifications, Section 1, Modifications relatives à l’existence du brevet, c. Description",
        "citation": "Art. 102 al. 2 OBI",
        "content": "Si le renvoi prévu à l’al. 1 suscite un doute quant à la portée juridique du brevet, les parties du fascicule du brevet initial nécessaires à l’intelligence des revendications du nouveau brevet seront reproduites sous une forme appropriée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_102"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 3, Modifications, Section 2 Modifications concernant le droit à la délivrance du brevet et le droit au brevet; changements de mandataire, Admission partielle d’une action en cession",
        "citation": "Art. 103 al. 1 OBI",
        "content": "Si le juge a ordonné la cession d’une demande de brevet en éliminant certaines revendications (art. 30 de la LBI), le demandeur qui succombe pourra former au moyen des revendications éliminées une ou plusieurs demandes de brevet. Elles auront pour date de dépôt celle de la demande cédée et seront, pour le surplus, traitées comme des demandes scindées (art. 57 de la LBI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_103"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 3, Modifications, Section 2 Modifications concernant le droit à la délivrance du brevet et le droit au brevet; changements de mandataire, Admission partielle d’une action en cession",
        "citation": "Art. 103 al. 2 OBI",
        "content": "Si le juge a ordonné la cession d’un brevet en éliminant certaines revendications (art. 30 de la LBI), le titulaire du brevet qui succombe pourra, au moyen des revendications éliminées, requérir la constitution d’un ou de plusieurs nouveaux brevets (art. 100 à 102).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_103"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 3, Modifications, Section 2 Modifications concernant le droit à la délivrance du brevet et le droit au brevet; changements de mandataire, Admission partielle d’une action en cession",
        "citation": "Art. 103 al. 3 OBI",
        "content": "Une fois en possession du jugement définitif de cession, l’IPI impartit au demandeur ou au titulaire du brevet qui a succombé un délai pour présenter de nouvelles demandes de brevet ou une requête en constitution de nouveaux brevets.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_103"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 3, Modifications, Section 2 Modifications concernant le droit à la délivrance du brevet et le droit au brevet; changements de mandataire, Mention dans le dossier",
        "citation": "Art. 104 al. 1 OBI",
        "content": "Avant la délivrance d’un brevet, sont mentionnés dans le dossier:\na. les changements de demandeur;\nb. les changements de raison sociale ou de commerce;\nc. les autres modifications, telles que les changements de domicile de notification en Suisse ou de mandataire, la concession de droits et les restrictions au droit de disposer ordonnées par des tribunaux ou des autorités chargées de l’exécution forcée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_104"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 3, Modifications, Section 2 Modifications concernant le droit à la délivrance du brevet et le droit au brevet; changements de mandataire, Mention dans le dossier",
        "citation": "Art. 104 al. 2 OBI",
        "content": "L’art. 105, al. 2 à 4, s’applique par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_104"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 3, Modifications, Section 2 Modifications concernant le droit à la délivrance du brevet et le droit au brevet; changements de mandataire, Mention dans le dossier",
        "citation": "Art. 104 al. 3 OBI",
        "content": "L’acquéreur d’une demande de brevet reprend celle-ci en l’état où elle se trouve au moment où le titre probant parvient à l’IPI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_104"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 3, Modifications, Section 2 Modifications concernant le droit à la délivrance du brevet et le droit au brevet; changements de mandataire, Inscription provisoire ou définitive au registre des brevets",
        "citation": "Art. 105 al. 1 OBI",
        "content": "Sont inscrits provisoirement ou définitivement dans le registre des brevets:\na. ...\nb. les modifications concernant le droit au brevet;\nc. les changements de raison sociale ou de commerce;\nd. les autres modifications, telles que le changement de mandataire, la concession de droits et les restrictions au droit de disposer ordonnées par des tribunaux ou des autorités chargées de l’exécution forcée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_105"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 3, Modifications, Section 2 Modifications concernant le droit à la délivrance du brevet et le droit au brevet; changements de mandataire, Inscription provisoire ou définitive au registre des brevets",
        "citation": "Art. 105 al. 1bis OBI",
        "content": "Il incombe au titulaire du brevet ou au preneur de licence de présenter la requête d’inscription d’une licence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_105"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 3, Modifications, Section 2 Modifications concernant le droit à la délivrance du brevet et le droit au brevet; changements de mandataire, Inscription provisoire ou définitive au registre des brevets",
        "citation": "Art. 105 al. 2 OBI",
        "content": "Toutes les modifications doivent être attestées au moyen d’une déclaration écrite du titulaire ou du demandeur précédent ou au moyen d’un autre titre probant; les art. 106 et 107 sont réservés. Les titres probants font partie du dossier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_105"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 3, Modifications, Section 2 Modifications concernant le droit à la délivrance du brevet et le droit au brevet; changements de mandataire, Inscription provisoire ou définitive au registre des brevets",
        "citation": "Art. 105 al. 3 OBI",
        "content": "Tant qu’une licence exclusive est provisoirement ou définitivement inscrite au registre, aucune autre licence incompatible avec elle ne sera provisoirement ou définitivement inscrite pour le même brevet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_105"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 3, Modifications, Section 2 Modifications concernant le droit à la délivrance du brevet et le droit au brevet; changements de mandataire, Inscription provisoire ou définitive au registre des brevets",
        "citation": "Art. 105 al. 4 OBI",
        "content": "Une sous-licence est inscrite provisoirement ou définitivement lorsqu’elle est attestée par une déclaration écrite du licencié provisoirement ou définitivement inscrit, ou par un autre titre probant suffisant. Au surplus, le droit de licencié de concéder des sous-licences doit être établi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_105"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 3, Modifications, Section 2 Modifications concernant le droit à la délivrance du brevet et le droit au brevet; changements de mandataire, Radiation de droits de tiers",
        "citation": "Art. 106 OBI",
        "content": "Sur requête du demandeur ou du titulaire du brevet, l’IPI radie le droit en faveur d’un tiers mentionné dans le dossier ou inscrit provisoirement ou définitivement au registre des brevets si une déclaration expresse de renonciation du tiers ou un autre document jugé équivalent est présenté.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_106"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 3, Modifications, Section 2 Modifications concernant le droit à la délivrance du brevet et le droit au brevet; changements de mandataire, Changements de mandataire",
        "citation": "Art. 107 al. 1 OBI",
        "content": "Les changements de mandataire sont mentionnés dans le dossier ou inscrits provisoirement ou définitivement au registre des brevets dès présentation de la procuration en faveur du nouveau mandataire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_107"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 3, Modifications, Section 2 Modifications concernant le droit à la délivrance du brevet et le droit au brevet; changements de mandataire, Changements de mandataire",
        "citation": "Art. 107 al. 2 OBI",
        "content": "Pour l’IPI, la désignation d’un nouveau mandataire tient lieu de révocation de la procuration en faveur du précédent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_107"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 3, Modifications, Section 2 Modifications concernant le droit à la délivrance du brevet et le droit au brevet; changements de mandataire, Rectifications",
        "citation": "Art. 107a al. 1 OBI",
        "content": "À la demande du titulaire du brevet, les inscriptions erronées sont rectifiées sans délai.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_107_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 3, Modifications, Section 2 Modifications concernant le droit à la délivrance du brevet et le droit au brevet; changements de mandataire, Rectifications",
        "citation": "Art. 107a al. 2 OBI",
        "content": "S’il commet une erreur par inadvertance, l’IPI rectifie l’inscription d’office.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_107_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 4, Publications de l’IPI, Organe de publication",
        "citation": "Art. 108 al. 1 OBI",
        "content": "L’IPI détermine l’organe de publication.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_108"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 4, Publications de l’IPI, Organe de publication",
        "citation": "Art. 108 al. 2 OBI",
        "content": "Sur demande et contre indemnisation des frais, l’IPI établit des copies sur papier de données publiées exclusivement sous forme électronique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_108"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 4, Dossier, registre des brevets et publications de l’IPI, Chapitre 4, Publications de l’IPI, Fascicule du brevet",
        "citation": "Art. 109 OBI",
        "content": "Le fascicule du brevet est publié le jour de la délivrance du brevet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_109"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 5, Restrictions aux droits découlant du brevet, Chapitre 1, Privilège de l’agriculteur, Liste des espèces végétales",
        "citation": "Art. 110 OBI",
        "content": "Les espèces végétales auxquelles s’applique le privilège de l’agriculteur correspondent à celles de l’annexe 1 de l’ordonnance du 25 juin 2008 sur la protection des variétés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_110"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 5, Restrictions aux droits découlant du brevet, Chapitre 2, Licences obligatoires pour l’exportation de produits pharmaceutiques, Teneur de l’action en justice",
        "citation": "Art. 111 al. 1 OBI",
        "content": "Lorsque le pays bénéficiaire est membre de l’Organisation mondiale du commerce (OMC), la partie demanderesse doit joindre à l’action en délivrance d’une licence obligatoire pour l’exportation de produits pharmaceutiques la notification au Conseil sur les aspects des droits de propriété intellectuelle qui touchent au commerce (Conseil des ADPIC) dans laquelle le pays bénéficiaire:\na. définit la quantité du produit pharmaceutique nécessaire pour couvrir ses besoins;\nb. déclare n’avoir aucune capacité de fabrication ou avoir une capacité insuffisante, à moins qu’il ne s’agisse d’un des pays les moins avancés selon la liste de l’Organisation des Nations Unies (ONU), et\nc. déclare avoir délivré une licence obligatoire pour l’importation du produit pharmaceutique visé, dans la mesure où ce dernier est breveté sur son territoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_111"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 5, Restrictions aux droits découlant du brevet, Chapitre 2, Licences obligatoires pour l’exportation de produits pharmaceutiques, Teneur de l’action en justice",
        "citation": "Art. 111 al. 2 OBI",
        "content": "Si le pays bénéficiaire n’est pas membre de l’OMC, la partie demanderesse doit présenter une déclaration à l’IPI qui a valeur d’une notification au sens de l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_111"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 5, Restrictions aux droits découlant du brevet, Chapitre 2, Licences obligatoires pour l’exportation de produits pharmaceutiques, Teneur de l’action en justice",
        "citation": "Art. 111 al. 3 OBI",
        "content": "La notification mentionnée à l’al. 1 et la déclaration mentionnée à l’al. 2 fournissent la preuve complète des informations qui y sont contenues, tant que l’inexactitude de leur contenu n’a pas été prouvée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_111"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 5, Restrictions aux droits découlant du brevet, Chapitre 2, Licences obligatoires pour l’exportation de produits pharmaceutiques, Teneur de l’action en justice",
        "citation": "Art. 111 al. 4 OBI",
        "content": "L’action en justice contient en outre:\na. les preuves que les efforts entrepris en vue d’obtenir une licence contractuelle (art. 40e de la LBI) n’ont pas abouti;\nb. les quantités de production que la partie demanderesse a l’intention de fabriquer et les mentions des licences déjà délivrées pour autant qu’elle en ait connaissance;\nc. les mesures que la partie demanderesse a prévues pour identifier les produits pharmaceutiques fabriqués sous licence (art. 111a);\nd. l’adresse Internet à laquelle sont publiées les informations mentionnées à l’art. 111b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_111"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 5, Restrictions aux droits découlant du brevet, Chapitre 2, Licences obligatoires pour l’exportation de produits pharmaceutiques, Mesures visant à identifier les produits",
        "citation": "Art. 111a al. 1 OBI",
        "content": "Le titulaire de la licence doit clairement identifier les produits pharmaceutiques fabriqués sous licence au moyen de mesures appropriées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_111_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 5, Restrictions aux droits découlant du brevet, Chapitre 2, Licences obligatoires pour l’exportation de produits pharmaceutiques, Mesures visant à identifier les produits",
        "citation": "Art. 111a al. 2 OBI",
        "content": "Sont considérées comme des mesures appropriées notamment les indications apposées sur les emballages ou sur les supports du produit, comme les ampoules, les plaquettes alvéolées et les conteneurs, et sur tous les documents y relatifs qui précisent que le produit fait l’objet d’une licence obligatoire pour l’exportation de produits pharmaceutiques et qu’il est exclusivement destiné à l’exportation dans le pays indiqué.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_111_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 5, Restrictions aux droits découlant du brevet, Chapitre 2, Licences obligatoires pour l’exportation de produits pharmaceutiques, Mesures visant à identifier les produits",
        "citation": "Art. 111a al. 3 OBI",
        "content": "Les mesures doivent être proportionnées et ne doivent pas avoir une incidence importante sur le prix des produits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_111_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 5, Restrictions aux droits découlant du brevet, Chapitre 2, Licences obligatoires pour l’exportation de produits pharmaceutiques, Devoir de publication du titulaire de la licence",
        "citation": "Art. 111b OBI",
        "content": "Le titulaire de la licence est tenu, dès l’octroi de la licence, de publier les informations suivantes sur son site Internet ou sur celui de l’OMC:\na. le nom des produits pharmaceutiques pour lesquels la licence a été octroyée;\nb. la quantité de production;\nc. les pays bénéficiaires;\nd. les mesures permettant de distinguer les produits fabriqués sous licence des produits brevetés (art. 40d, al. 4, de la LBI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_111_b"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 5, Restrictions aux droits découlant du brevet, Chapitre 2, Licences obligatoires pour l’exportation de produits pharmaceutiques, Obligation de l’IPI d’informer et de notifier ",
        "citation": "Art. 111c al. 1 OBI",
        "content": "Si le pays bénéficiaire est membre de l’OMC, l’IPI communique au Conseil des ADPIC l’octroi d’une licence au sens de l’art. 40d de la LBI. La communication contient les indications suivantes:\na. le nom et l’adresse du titulaire de la licence;\nb. le nom des produits pharmaceutiques pour lesquels la licence a été octroyée;\nc. les quantités de production et les quantités livrées;\nd. les pays bénéficiaires;\ne. la durée de la licence;\nf. l’adresse Internet (art. 111b).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_111_c"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 5, Restrictions aux droits découlant du brevet, Chapitre 2, Licences obligatoires pour l’exportation de produits pharmaceutiques, Obligation de l’IPI d’informer et de notifier ",
        "citation": "Art. 111c al. 2 OBI",
        "content": "Si le pays bénéficiaire n’est pas membre de l’OMC, l’IPI publie les données mentionnées à l’al. 1 sur son site Internet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_111_c"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 5, Restrictions aux droits découlant du brevet, Chapitre 2, Licences obligatoires pour l’exportation de produits pharmaceutiques, Obligation de l’IPI d’informer et de notifier ",
        "citation": "Art. 111c al. 3 OBI",
        "content": "Les tribunaux communiquent à l’IPI les renseignements nécessaires pour qu’il puisse s’acquitter de son obligation d’informer et de notifier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_111_c"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 6, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, Domaine d’application",
        "citation": "Art. 112 OBI",
        "content": "L’OFDF est habilité à intervenir en cas d’introduction sur le territoire douanier et de sortie dudit territoire de marchandises portant atteinte à un brevet valable en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_112"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 6, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, Demande d’intervention",
        "citation": "Art. 112a al. 1 OBI",
        "content": "Le titulaire du brevet ou le preneur de licence ayant qualité pour agir (requérant) doit présenter la demande d’intervention à la Direction générale des douanes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_112_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 6, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, Demande d’intervention",
        "citation": "Art. 112a al. 1bis OBI",
        "content": "La Direction générale des douanes rend sa décision sur la demande au plus tard 40 jours après réception de l’intégralité des pièces justificatives.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_112_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 6, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, Demande d’intervention",
        "citation": "Art. 112a al. 2 OBI",
        "content": "La demande est valable deux ans, à moins qu’elle ne spécifie une durée de validité plus courte. Elle peut être renouvelée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_112_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 6, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, Rétention des marchandises",
        "citation": "Art. 112b al. 1 OBI",
        "content": "Lorsque le bureau de douane retient des marchandises, il les garde en dépôt contre perception d’un émolument ou il les entrepose chez un tiers aux frais du requérant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_112_b"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 6, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, Rétention des marchandises",
        "citation": "Art. 112b al. 2 OBI",
        "content": "Il transmet au requérant le nom et l’adresse du déclarant, du possesseur ou du propriétaire, une description précise et la quantité des marchandises retenues ainsi que le nom de l’expéditeur en Suisse ou à l’étranger desdites marchandises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_112_b"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 6, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, Rétention des marchandises",
        "citation": "Art. 112b al. 3 OBI",
        "content": "S’il s’avère, avant l’échéance du délai prévu à l’art. 86c, al. 2 ou 3, de la LBI, que le requérant ne pourra pas obtenir des mesures provisionnelles, le bureau de douane restitue les marchandises sans délai.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_112_b"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 6, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, Échantillons",
        "citation": "Art. 112c al. 1 OBI",
        "content": "Le requérant peut présenter une demande pour solliciter la remise ou l’envoi d’échantillons à des fins d’examen ou l’inspection des marchandises retenues. Au lieu d’échantillons, l’OFDF peut aussi lui remettre des photographies desdites marchandises si elles lui permettent d’effectuer cet examen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_112_c"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 6, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, Échantillons",
        "citation": "Art. 112c al. 2 OBI",
        "content": "Le requérant peut présenter cette demande à la Direction générale des douanes en même temps que la demande d’intervention ou, pendant la rétention des marchandises, directement au bureau de douane qui retient les marchandises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_112_c"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 6, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, Protection des secrets de fabrication et d’affaires",
        "citation": "Art. 112d al. 1 OBI",
        "content": "L’OFDF informe le déclarant, le possesseur ou le propriétaire des marchandises de la possibilité de refuser le prélèvement d’échantillons sur présentation d’une demande motivée. Il lui impartit un délai raisonnable pour présenter cette demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_112_d"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 6, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, Protection des secrets de fabrication et d’affaires",
        "citation": "Art. 112d al. 2 OBI",
        "content": "Si l’OFDF autorise le requérant à inspecter les marchandises retenues, il tient compte, pour fixer le moment de l’inspection, de manière appropriée des intérêts du requérant, d’une part, et de ceux du déclarant, du possesseur ou du propriétaire, d’autre part.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_112_d"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 6, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, Conservation des moyens de preuve en cas de destruction des marchandises",
        "citation": "Art. 112e al. 1 OBI",
        "content": "L’OFDF conserve les échantillons prélevés durant un an à compter de la communication adressée au déclarant, au possesseur ou au propriétaire conformément à l’art. 86c, al. 1, de la LBI. Après expiration de ce délai, il invite le déclarant, le possesseur ou le propriétaire à reprendre possession des échantillons ou à supporter les frais pour la poursuite de leur conservation. Si le déclarant, le possesseur ou le propriétaire ne donne pas suite à cette invitation ou s’il ne fait pas connaître sa décision dans les 30 jours, l’OFDF détruit les échantillons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_112_e"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 6, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, Conservation des moyens de preuve en cas de destruction des marchandises",
        "citation": "Art. 112e al. 2 OBI",
        "content": "Au lieu de prélever des échantillons, l’OFDF peut faire des photographies des marchandises détruites pour autant que cette mesure permette de garantir la conservation des moyens de preuve.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_112_e"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 6, Intervention de l’Office fédéral de la douane et de la sécurité des frontières, Émoluments",
        "citation": "Art. 112f OBI",
        "content": "Les émoluments perçus pour l’intervention de l’OFDF sont fixés dans l’ordonnance du 4 avril 2007 sur les émoluments de l’Office fédéral de la douane et de la sécurité des frontières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_112_f"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 7, Demandes de brevet européen et brevets européens, Champ d’application de l’ordonnance",
        "citation": "Art. 114 al. 1 OBI",
        "content": "Le présent titre s’applique aux demandes de brevet européen et aux brevets européens, qui produisent effet en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_114"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 7, Demandes de brevet européen et brevets européens, Champ d’application de l’ordonnance",
        "citation": "Art. 114 al. 2 OBI",
        "content": "Les autres dispositions de la présente ordonnance sont également applicables, à moins que l’art. 109 de la LBI et le présent titre n’en disposent autrement",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_114"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 7, Demandes de brevet européen et brevets européens, Dépôt auprès de l’IPI",
        "citation": "Art. 115 al. 1 OBI",
        "content": "Les personnes qui ont leur domicile ou leur siège en Suisse sont habilitées, à titre de déposant ou de mandataire, à déposer auprès de l’IPI des demandes de brevet européen, à l’exclusion de demandes divisionnaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_115"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 7, Demandes de brevet européen et brevets européens, Dépôt auprès de l’IPI",
        "citation": "Art. 115 al. 2 OBI",
        "content": "L’IPI mentionne sur les pièces de la demande le jour où elles lui sont parvenues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_115"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 7, Demandes de brevet européen et brevets européens, Dépôt auprès de l’IPI",
        "citation": "Art. 115 al. 3 OBI",
        "content": "Les taxes perçues en vertu de la convention du 5 octobre 1973 sur le brevet européen doivent être payées directement à l’Office européen des brevets.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_115"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 7, Demandes de brevet européen et brevets européens, Registre et dossier",
        "citation": "Art. 117 al. 1 OBI",
        "content": "Dans le registre suisse des brevets européens (art. 117 de la LBI) sont inscrites:\na. les indications mentionnées dans le registre européen des brevets lors de la délivrance;\nb. les indications mentionnées dans le registre européen des brevets au sujet de la procédure d’opposition, de limitation ou de révocation;\nc. en sus, les indications prévues pour les brevets suisses.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_117"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 7, Demandes de brevet européen et brevets européens, Registre et dossier",
        "citation": "Art. 117 al. 2 OBI",
        "content": "L’IPI inscrit les indications dans la langue de la procédure utilisée par l’Office européen des brevets; si cette langue est l’anglais, l’inscription se fait en allemand, le titulaire du brevet pouvant toutefois demander à tout moment que l’inscription soit faite en français.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_117"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 7, Demandes de brevet européen et brevets européens, Registre et dossier",
        "citation": "Art. 117 al. 3 OBI",
        "content": "La langue adoptée selon l’al. 2 devient la langue dans laquelle se déroulera la procédure (art. 4).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_117"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 7, Demandes de brevet européen et brevets européens, Registre et dossier",
        "citation": "Art. 117 al. 4 OBI",
        "content": "L’IPI tient un dossier de chaque brevet européen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_117"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 7, Demandes de brevet européen et brevets européens, Signe du brevet",
        "citation": "Art. 117a OBI",
        "content": "Pour les brevets européens produisant effet en Suisse, le signe du brevet (art. 11 de la LBI) se compose de l’indication «EP/CH» suivie du numéro du brevet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_117_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 7, Demandes de brevet européen et brevets européens, Transformation",
        "citation": "Art. 118 al. 1 OBI",
        "content": "Lorsqu’une demande de brevet européen est transformée en demande de brevet suisse, l’IPI impartit un délai de deux mois au demandeur pour:\na. payer la taxe de dépôt (art. 17a, al. 1, let. a);\nb. produire la traduction (art. 123 de la LBI);\nc. indiquer un domicile de notification en Suisse (art. 13 de la LBI).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_118"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 7, Demandes de brevet européen et brevets européens, Transformation",
        "citation": "Art. 118 al. 2 OBI",
        "content": "Les annuités déjà échues sont payables dans les six mois qui suivent l’invitation de l’IPI; une surtaxe est perçue lorsque le paiement intervient durant les trois derniers mois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_118"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 7, Demandes de brevet européen et brevets européens, Annuités",
        "citation": "Art. 118a OBI",
        "content": "Le brevet européen donne lieu chaque année au paiement par avance d’annuités perçues par l’IPI; le premier paiement est dû pour l’année qui suit celle au cours de laquelle la délivrance du brevet européen a été mentionnée dans le Bulletin européen des brevets, mais au plus tôt dès le début de la quatrième année qui suit le dépôt de la demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_118_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 8, Demandes internationales de brevet, Chapitre 1, Champ d’application de l’ordonnance",
        "citation": "Art. 119 al. 1 OBI",
        "content": "Le présent titre s’applique aux demandes internationales de brevet pour lesquelles l’IPI agit en tant qu’office récepteur, office désigné ou office élu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_119"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 8, Demandes internationales de brevet, Chapitre 1, Champ d’application de l’ordonnance",
        "citation": "Art. 119 al. 2 OBI",
        "content": "Les autres dispositions de la présente ordonnance sont également applicables, à moins que l’art. 131 de la LBI ou le présent titre n’en disposent autrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_119"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 8, Demandes internationales de brevet, Chapitre 2, L’IPI en tant qu’office récepteur, Dépôt de la demande internationale",
        "citation": "Art. 120 al. 1 OBI",
        "content": "La demande internationale déposée auprès de l’IPI doit être rédigée en langue française, allemande ou anglaise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_120"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 8, Demandes internationales de brevet, Chapitre 2, L’IPI en tant qu’office récepteur, Dépôt de la demande internationale",
        "citation": "Art. 120 al. 2 OBI",
        "content": "L’IPI correspond avec le demandeur en français ou en allemand.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_120"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 8, Demandes internationales de brevet, Chapitre 2, L’IPI en tant qu’office récepteur, Taxe de transmission et taxe de recherche",
        "citation": "Art. 121 al. 1 OBI",
        "content": "La taxe de transmission (art. 133, al. 2, de la LBI) doit être payée à l’IPI dans le mois qui suit la réception de la demande internationale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_121"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 8, Demandes internationales de brevet, Chapitre 2, L’IPI en tant qu’office récepteur, Taxe de transmission et taxe de recherche",
        "citation": "Art. 121 al. 2 OBI",
        "content": "L’al. 1 s’applique par analogie à la taxe de recherche, dont le montant est fixé d’après l’accord conclu avec l’administration chargée de la recherche internationale, compétente pour la Suisse. L’IPI publie dans l’organe de publication le montant de la taxe de recherche fixé par l’autorité internationale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_121"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 8, Demandes internationales de brevet, Chapitre 2, L’IPI en tant qu’office récepteur, Autres taxes",
        "citation": "Art. 122 al. 1 OBI",
        "content": "Le paiement des autres taxes se fonde sur le règlement d’exécution du 19 juin 1970 du Traité de coopération en matière de brevets (règlement d’exécution du Traité de coopération).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_122"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 8, Demandes internationales de brevet, Chapitre 2, L’IPI en tant qu’office récepteur, Autres taxes",
        "citation": "Art. 122 al. 2 OBI",
        "content": "Les montants des taxes figurent au barème des taxes du règlement d’exécution du Traité de coopération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_122"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 8, Demandes internationales de brevet, Chapitre 2, L’IPI en tant qu’office récepteur, Restauration du droit de priorité",
        "citation": "Art. 122b al. 1 OBI",
        "content": "Contre paiement d’une taxe, l’IPI restaure le délai de priorité conformément à la règle 26bis.3 du règlement d’exécution du traité de coopération, si le demandeur n’a pas été en mesure d’observer le délai bien qu’il ait fait preuve de toute la vigilance nécessitée par les circonstances.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_122_b"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 8, Demandes internationales de brevet, Chapitre 2, L’IPI en tant qu’office récepteur, Restauration du droit de priorité",
        "citation": "Art. 122b al. 2 OBI",
        "content": "La décision de l’IPI est définitive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_122_b"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 8, Demandes internationales de brevet, Chapitre 3, L’IPI en tant qu’office désigné, Protection provisoire",
        "citation": "Art. 123 al. 1 OBI",
        "content": "Lorsque la demande internationale n’a pas été publiée dans une langue officielle suisse, le lésé peut se prévaloir uniquement du dommage qu’il a subi depuis le jour où le demandeur:\na. a remis au défendeur une traduction des revendications dans une langue officielle suisse, ou\nb. l’a rendu accessible au public par le biais de l’IPI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_123"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 8, Demandes internationales de brevet, Chapitre 3, L’IPI en tant qu’office désigné, Protection provisoire",
        "citation": "Art. 123 al. 2 OBI",
        "content": "Toute personne qui remet à l’IPI une traduction des revendications d’une demande internationale publiée doit indiquer le numéro de cette demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_123"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 8, Demandes internationales de brevet, Chapitre 3, L’IPI en tant qu’office désigné, Protection provisoire",
        "citation": "Art. 123 al. 3 OBI",
        "content": "L’IPI enregistre la date où la traduction est produite. Il en vérifie uniquement l’exhaustivité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_123"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 8, Demandes internationales de brevet, Chapitre 3, L’IPI en tant qu’office désigné, Protection provisoire",
        "citation": "Art. 123 al. 4 OBI",
        "content": "Il rend la traduction accessible sans délai et consigne le jour où il a rendu la consultation possible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_123"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 8, Demandes internationales de brevet, Chapitre 3, L’IPI en tant qu’office désigné, Protection provisoire",
        "citation": "Art. 123 al. 5 OBI",
        "content": "Si la traduction est rectifiée, les al. 1 à 4 s’appliquent par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_123"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 8, Demandes internationales de brevet, Chapitre 3, L’IPI en tant qu’office désigné, Conditions pour l’ouverture de la phase nationale",
        "citation": "Art. 124 al. 1 OBI",
        "content": "Dans les 30 mois à compter de la date de dépôt ou de priorité, le demandeur doit accomplir les actes suivants auprès de l’IPI:\na. mentionner l’inventeur par écrit;\nb. le cas échéant, indiquer la source (art. 45a);\nc. payer la taxe de dépôt;\nd. produire une traduction dans une langue officielle suisse si la demande internationale est rédigée dans une autre langue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_124"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 8, Demandes internationales de brevet, Chapitre 3, L’IPI en tant qu’office désigné, Conditions pour l’ouverture de la phase nationale",
        "citation": "Art. 124 al. 2 OBI",
        "content": "Si le demandeur n’a pas rempli les conditions énoncées à l’al. 1, la demande internationale est réputée retirée pour la Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_124"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 8, Demandes internationales de brevet, Chapitre 3, L’IPI en tant qu’office désigné, Conditions pour l’ouverture de la phase nationale",
        "citation": "Art. 124 al. 3 OBI",
        "content": "Lorsque le demandeur n’a ni son domicile ni son siège en Suisse, il doit indiquer un domicile de notification en Suisse (art. 13 LBI) dans le délai prévu à l’al. 1. S’il n’a pas indiqué de domicile de notification dans ce délai, l’IPI lui impartit un délai de deux mois pour le faire. En cas d’inobservation de ce délai, il déclare la demande irrecevable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_124"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 8, Demandes internationales de brevet, Chapitre 3, L’IPI en tant qu’office désigné, Conditions pour l’ouverture de la phase nationale",
        "citation": "Art. 124 al. 4 OBI",
        "content": "Si le document de priorité n’est pas présenté à l’IPI récepteur ou au Bureau international dans les seize mois suivant la date de priorité, le droit de priorité s’éteint.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_124"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 8, Demandes internationales de brevet, Chapitre 3, L’IPI en tant qu’office désigné, Conditions pour l’ouverture de la phase nationale",
        "citation": "Art. 124 al. 5 OBI",
        "content": "L’art. 52, al. 1, s’applique par analogie lorsque le document de priorité n’est pas rédigé dans une langue officielle suisse ou en anglais.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_124"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 8, Demandes internationales de brevet, Chapitre 3, L’IPI en tant qu’office désigné, Restauration du droit de priorité",
        "citation": "Art. 125 al. ter OBI",
        "content": "Contre paiement d’une taxe, l’IPI restaure le délai de priorité conformément à la règle 49.2 du règlement d’exécution du traité de coopération, si le demandeur n’a pas été en mesure d’observer le délai bien qu’il ait fait preuve de toute la vigilance nécessitée par les circonstances.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_125"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 8, Demandes internationales de brevet, Chapitre 4, L’IPI en tant qu’office élu, Traduction des annexes du rapport d’examen préliminaire international",
        "citation": "Art. 125a al. 1 OBI",
        "content": "Dans les cas où une traduction doit être produite en vertu de l’art. 138, let. d, de la LBI, les annexes du rapport d’examen préliminaire international doivent être traduites dans la même langue officielle suisse que celle de la demande de brevet internationale dans les 30 mois suivant la date de dépôt ou de priorité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_125_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 8, Demandes internationales de brevet, Chapitre 4, L’IPI en tant qu’office élu, Traduction des annexes du rapport d’examen préliminaire international",
        "citation": "Art. 125a al. 2 OBI",
        "content": "Si le délai fixé à l’al. 1 n’est pas observé, l’IPI impartit au demandeur un délai supplémentaire de deux mois. Si ce délai supplémentaire n’est pas observé, l’IPI déclare la demande irrecevable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_125_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 8, Demandes internationales de brevet, Chapitre 4, L’IPI en tant qu’office élu, Contenu et consultation du dossier",
        "citation": "Art. 125b al. 1 OBI",
        "content": "Le dossier d’une demande internationale contient, outre le contenu prévu à l’art. 89, le rapport d’examen préliminaire international.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_125_b"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 8, Demandes internationales de brevet, Chapitre 4, L’IPI en tant qu’office élu, Contenu et consultation du dossier",
        "citation": "Art. 125b al. 2 OBI",
        "content": "Dès que la demande internationale est entrée en phase nationale, le dossier peut être consulté librement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_125_b"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 8, Demandes internationales de brevet, Chapitre 4, L’IPI en tant qu’office élu, Restauration du droit de priorité",
        "citation": "Art. 125c al. ter OBI",
        "content": "Contre paiement d’une taxe, l’IPI restaure le délai de priorité conformément à la règle 49.2 du règlement d’exécution du traité de coopération, si le demandeur n’a pas été en mesure d’observer le délai bien qu’il ait fait preuve de toute la vigilance nécessitée par les circonstances.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_125_c"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 9, Recherches de type international, Conditions",
        "citation": "Art. 126 al. 1 OBI",
        "content": "Une recherche de type international au sens de l’art. 15, al. 5, PCT peut être requise pour une première demande de brevet suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_126"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 9, Recherches de type international, Conditions",
        "citation": "Art. 126 al. 2 OBI",
        "content": "La requête doit être présentée à l’IPI dans les six mois qui suivent la date de dépôt. La taxe pour une recherche de type international doit être payée en même temps. Le montant de la taxe est fixé par l’administration chargée de la recherche internationale compétente pour la Suisse, à moins que l’OTa-IPI n’en dispose autrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_126"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 9, Recherches de type international, Conditions",
        "citation": "Art. 126 al. 3 OBI",
        "content": "Si la langue dans laquelle est rédigée la demande de brevet n’est pas une langue de travail de l’administration chargée de la recherche internationale, compétente pour la Suisse, une traduction dans une langue de travail doit être présentée simultanément.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_126"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 9, Recherches de type international, Conditions",
        "citation": "Art. 126 al. 4 OBI",
        "content": "L’IPI n’examine pas si la demande de brevet et la traduction satisfont aux autres conditions fixées dans le traité de coopération, notamment aux prescriptions de forme valables pour les demandes internationales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_126"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 9, Recherches de type international, Conditions",
        "citation": "Art. 126 al. 5 OBI",
        "content": "La recherche de type international est effectuée sur la base des pièces techniques, modifiées le cas échéant au terme de l’examen lors du dépôt et de l’examen quant à la forme (art. 46 à 50).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_126"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 9, Recherches de type international, Conditions",
        "citation": "Art. 126 al. 6 OBI",
        "content": "La recherche de type international est effectuée sur requête sur la base des pièces techniques produites en anglais, si les pièces techniques remplissent les autres exigences énoncées aux art. 46 à 50.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_126"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 9, Recherches de type international, Procédure",
        "citation": "Art. 127 al. 1 OBI",
        "content": "Si les conditions énoncées à l’art. 126 sont remplies, l’IPI transmet les documents requis à l’administration chargée de la recherche internationale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 9, Recherches de type international, Procédure",
        "citation": "Art. 127 al. 2 OBI",
        "content": "L’IPI adresse au demandeur le rapport de recherche avec une copie des documents qui y sont mentionnés; une copie est versée au dossier de la demande de brevet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 1, Champ d’application",
        "citation": "Art. 127a al. 1 OBI",
        "content": "Le présent titre s’applique aux certificats complémentaires de protection pour des principes actifs ou des compositions de principes actifs de médicaments (certificats).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 1, Champ d’application",
        "citation": "Art. 127a al. 2 OBI",
        "content": "Dans le présent titre, le terme « produits » désigne les principes actifs ou les compositions de principes actifs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 1, Champ d’application",
        "citation": "Art. 127a al. 3 OBI",
        "content": "Les autres dispositions de la présente ordonnance sont applicables à moins que le titre septième LBI ou le présent titre n’en disposent autrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_a"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 2, Demande de délivrance du certificat ou de prolongation de sa durée de protection, Contenu de la demande et taxe",
        "citation": "Art. 127b al. 1 OBI",
        "content": "La demande de délivrance du certificat doit contenir:\na. la requête correspondante;\nb. une copie de la première autorisation de mise sur le marché en Suisse du médicament contenant le produit pour lequel le certificat doit être délivré;\nc. une copie de l’information sur le médicament telle qu’elle a été autorisée par l’Institut suisse des produits thérapeutiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_b"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 2, Demande de délivrance du certificat ou de prolongation de sa durée de protection, Contenu de la demande et taxe",
        "citation": "Art. 127b al. 2 OBI",
        "content": "La demande de prolongation de la durée de protection du certificat doit contenir:\na. la requête correspondante;\nb. la preuve de la date à laquelle la demande d’autorisation de mise sur le marché en Suisse du médicament contenant le produit, y compris le plan d’investigation pédiatrique relatif à ce dernier (art. 140n, al. 1, let. a, LBI), a été déposée pour la Suisse;\nc. l’attestation de l’Institut suisse des produits thérapeutiques selon l’art. 140n, al. 1, let. a, LBI;\nd. la preuve de la date à laquelle la demande selon l’art. 140n, al. 1, let. b, LBI a été déposée ou une déclaration indiquant qu’aucune demande correspondante antérieure à la demande suisse n’a été déposée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_b"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 2, Demande de délivrance du certificat ou de prolongation de sa durée de protection, Contenu de la demande et taxe",
        "citation": "Art. 127b al. 3 OBI",
        "content": "La taxe de dépôt pour le certificat et la taxe pour la prolongation de la durée de protection du certificat doivent être payées dans le délai fixé par l’IPI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_b"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 2, Demande de délivrance du certificat ou de prolongation de sa durée de protection, Contenu de la requête",
        "citation": "Art. 127c al. 1 OBI",
        "content": "La requête en délivrance du certificat doit contenir les indications suivantes:\na. le nom ou la raison sociale du demandeur ainsi que son adresse et, le cas échéant, son domicile de notification en Suisse;\nb. lorsque le demandeur a constitué un mandataire, son nom, son adresse, ainsi que, le cas échéant, son domicile de notification en Suisse;\nc. le numéro du brevet sur lequel se fonde la demande (brevet de base);\nd. le titre de l’invention protégée par le brevet de base;\ne. la date de l’autorisation selon l’art. 127b, al. 1, let. b; \nf. la désignation du produit couvert par l’autorisation de mise sur le marché du médicament en Suisse ainsi que son numéro d’autorisation.\ng. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_c"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 2, Demande de délivrance du certificat ou de prolongation de sa durée de protection, Contenu de la requête",
        "citation": "Art. 127c al. 2 OBI",
        "content": "La requête en prolongation de la durée de protection du certificat doit contenir en outre les indications suivantes:\na. la date de la demande d’autorisation de mise sur le marché en Suisse du médicament contenant le produit, y compris le plan d’investigation pédiatrique relatif à ce dernier (art. 140n, al. 1, let. a, LBI);\nb. la date de l’éventuelle demande selon l’art. 140n, al. 1, let. b, LBI et l’autorité compétente;\nc. si la demande de prolongation de la durée de protection du certificat n’est pas déposée en même temps que la demande de certificat: le numéro de la demande de certificat ou du certificat délivré et les indications visées à l’al. 1, let. a et b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_c"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 2, Demande de délivrance du certificat ou de prolongation de sa durée de protection, Publication d’indications sur les demandes",
        "citation": "Art. 127d al. 1 OBI",
        "content": "Pour les demandes de délivrance du certificat, les indications suivantes sont publiées:\na. le numéro de la demande;\nb. le nom ou la raison sociale du demandeur ainsi que son adresse;\nc. le cas échéant, le nom et l’adresse du mandataire;\nd. la date de dépôt de la demande;\ne. le numéro du brevet de base;\nf. le titre de l’invention protégée par le brevet de base;\ng. la date de l’autorisation selon l’art. 127b, al. 1, let. b;\nh. la désignation du produit couvert par l’autorisation de mise sur le marché du médicament en Suisse ainsi que son numéro d’autorisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_d"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 2, Demande de délivrance du certificat ou de prolongation de sa durée de protection, Publication d’indications sur les demandes",
        "citation": "Art. 127d al. 2 OBI",
        "content": "Pour les demandes de prolongation de la durée de protection du certificat, les indications suivantes sont en outre publiées:\na. la date de dépôt de la demande;\nb. la date de la demande d’autorisation de mise sur le marché en Suisse du médicament contenant le produit, y compris le plan d’investigation pédiatrique relatif à ce dernier (art. 140n, al. 1, let. a, LBI);\nc. la date de l’éventuelle demande selon l’art. 140n, al. 1, let. b, LBI et l’autorité compétente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_d"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 2, Demande de délivrance du certificat ou de prolongation de sa durée de protection, Publication d’indications sur les demandes",
        "citation": "Art. 127d al. 3 OBI",
        "content": "La publication a lieu après la conclusion de l’examen selon l’art. 127e.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_d"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 3, Examen de la demande de délivrance du certificat ou de la demande de prolongation de sa durée de protection, Examen lors du dépôt de la demande",
        "citation": "Art. 127e al. 1 OBI",
        "content": "Lorsqu’il reçoit la demande, l’IPI examine si elle a été déposée dans le délai requis et si elle remplit les conditions fixées aux art. 127b et 127c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_e"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 3, Examen de la demande de délivrance du certificat ou de la demande de prolongation de sa durée de protection, Examen lors du dépôt de la demande",
        "citation": "Art. 127e al. 2 OBI",
        "content": "Si la demande ne remplit pas les conditions, l’IPI impartit au demandeur un délai de deux mois pour la compléter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_e"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 3, Examen de la demande de délivrance du certificat ou de la demande de prolongation de sa durée de protection, Examen lors du dépôt de la demande",
        "citation": "Art. 127e al. 3 OBI",
        "content": "Si ce délai n’est pas observé, l’IPI déclare la demande irrecevable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_e"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 3, Examen de la demande de délivrance du certificat ou de la demande de prolongation de sa durée de protection, Examen des conditions de délivrance du certificat ou de prolongation de sa durée de protection",
        "citation": "Art. 127f al. 1 OBI",
        "content": "L’IPI examine si les conditions requises pour la délivrance du certificat selon les art. 140b et 140c, al. 2 et 3, LBI sont remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_f"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 3, Examen de la demande de délivrance du certificat ou de la demande de prolongation de sa durée de protection, Examen des conditions de délivrance du certificat ou de prolongation de sa durée de protection",
        "citation": "Art. 127f al. 2 OBI",
        "content": "En cas de demande de prolongation de la durée de protection du certificat, l’IPI examine si les conditions selon l’art. 140n LBI sont remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_f"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 3, Examen de la demande de délivrance du certificat ou de la demande de prolongation de sa durée de protection, Examen des conditions de délivrance du certificat ou de prolongation de sa durée de protection",
        "citation": "Art. 127f al. 3 OBI",
        "content": "Si les conditions visées à l’al. 1 ou 2 ne sont pas remplies, l’IPI rejette la demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_f"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 4, Délivrance du certificat ou prolongation de sa durée de protection",
        "citation": "Art. 127g al. 1 OBI",
        "content": "L’IPI délivre le certificat en l’inscrivant au registre des brevets.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_g"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 4, Délivrance du certificat ou prolongation de sa durée de protection",
        "citation": "Art. 127g al. 2 OBI",
        "content": "Les indications suivantes sont publiées:\na. le numéro du brevet de base pourvu d’une adjonction;\nb. le nom ou la raison sociale du titulaire du certificat ainsi que son adresse;\nc. le cas échéant, le nom et l’adresse du mandataire;\nd. la date de dépôt de la demande de certificat;\ne. le numéro du brevet de base;\nf. le titre de l’invention protégée par le brevet de base;\ng. la date de l’autorisation selon l’art. 127b, al. 1, let. b;\nh. la désignation du produit couvert par l’autorisation de mise sur le marché du médicament en Suisse ainsi que son numéro d’autorisation;\ni. la date d’expiration de la durée de protection du certificat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_g"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 4, Délivrance du certificat ou prolongation de sa durée de protection",
        "citation": "Art. 127g al. 3 OBI",
        "content": "LIPI prolonge la durée de protection du certificat en l’inscrivant au registre des brevets.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_g"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 4, Délivrance du certificat ou prolongation de sa durée de protection",
        "citation": "Art. 127g al. 4 OBI",
        "content": "Les indications suivantes sont publiées en plus des indications selon l’al. 2:\na. la date de dépôt de la demande de prolongation de la durée de protection;\nb. la date d’expiration de la prolongation de la durée de la protection du certificat;\nc. la date de la demande d’autorisation de mise sur le marché en Suisse du médicament contenant le produit, y compris le plan d’investigation pédiatrique relatif à ce dernier (art. 140n, al. 1, let. a, LBI);\nd. la date de l’éventuelle demande selon l’art. 140n, al. 1, let. b, LBI et l’autorité compétente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_g"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 5, Publication",
        "citation": "Art. 127h OBI",
        "content": "Si la demande de délivrance du certificat ou la demande de prolongation de sa durée de protection est rejetée, si la prolongation est révoquée ou si le certificat s’éteint prématurément, est déclaré nul ou est suspendu, l’IPI publie, outre les indications visées à l’art. 127g, la date du rejet, de la révocation, de l’extinction prématurée, de la nullité ou de la suspension.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_h"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 6, Dossier et registre, Dossier",
        "citation": "Art. 127i al. 1 OBI",
        "content": "Le dossier concernant le certificat est annexé au dossier du brevet de base.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_i"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 6, Dossier et registre, Dossier",
        "citation": "Art. 127i al. 2 OBI",
        "content": "Il peut être consulté librement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_i"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 6, Dossier et registre, Dossier",
        "citation": "Art. 127i al. 3 OBI",
        "content": "Le certificat reçoit le numéro du brevet de base pourvu d’une adjonction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_i"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 6, Dossier et registre, Registre",
        "citation": "Art. 127k al. 1 OBI",
        "content": "Les inscriptions concernant le certificat figurent sur la feuille du registre se rapportant au brevet de base.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_k"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 6, Dossier et registre, Registre",
        "citation": "Art. 127k al. 2 OBI",
        "content": "Les indications suivantes doivent y figurer:\na. le numéro du brevet de base pourvu d’une adjonction;\nb. le nom ou la raison sociale du titulaire du certificat ainsi que son adresse;\nc. le cas échéant, le nom et l’adresse du mandataire;\nd. la date de dépôt de la demande;\ne. le numéro du brevet de base;\nf. le titre de l’invention protégée par le brevet de base;\ng. la date de l’autorisation selon l’art. 127b, al. 1, let. b;\nh. la désignation du produit couvert par l’autorisation de mise sur le marché en Suisse d’un médicament ainsi que son numéro d’autorisation;\ni. la date de délivrance du certificat ou de prolongation de sa durée de protection;\nk. la date d’expiration de la durée de protection du certificat;\nl. les droits concédés, de même que les restrictions au droit de disposer ordonnées par des tribunaux ou des autorités chargées de l’exécution forcée;\nm. les modifications relatives à l’existence du certificat ou au droit au certificat;\nn. les changements de domicile ou de siège social du titulaire du certificat;\no. les changements concernant le mandataire, y compris son domicile ou siège;\np. la date de la demande d’autorisation de mise sur le marché en Suisse du médicament contenant le produit, y compris le plan d’investigation pédiatrique relatif à ce dernier (art. 140n, al. 1, let. a, LBI);\nq. la date de l’éventuelle demande selon l’art. 140n, al. 1, let. b, LBI et l’autorité compétente;\nr. la date de la révocation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_k"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 6, Dossier et registre, Registre",
        "citation": "Art. 127k al. 3 OBI",
        "content": "L’IPI peut inscrire provisoirement ou définitivement d’autres indications qu’il juge utiles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_k"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 6, Dossier et registre, Registre",
        "citation": "Art. 127k al. 4 OBI",
        "content": "Les inscriptions concernant des droits concédés sur le brevet de base, de même que les restrictions au droit de disposer du brevet ordonnées par des tribunaux ou des autorités chargées de l’exécution forcée, sont présumées valables pour le certificat dans la même mesure que pour le brevet de base.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_k"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 7, Taxes, Annuités",
        "citation": "Art. 127l al. 1 OBI",
        "content": "Lorsque l’annuité à payer ne porte pas sur une année entière, son montant équivaut, pour chaque mois entier ou commencé de la durée du certificat, à un douzième de l’annuité qui serait due pour l’année en question, arrondi au franc supérieur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_l"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 7, Taxes, Annuités",
        "citation": "Art. 127l al. 2 OBI",
        "content": "Les annuités échoient le dernier jour du mois au cours duquel:\na. la durée du certificat commence à courir;\nb. le certificat est délivré, si celui-ci est délivré après l’expiration de la durée maximale de protection du brevet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_l"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 7, Taxes, Annuités",
        "citation": "Art. 127l al. 3 OBI",
        "content": "Lorsque la demande de prolongation de la durée de protection est déposée jusqu’à deux mois avant que la durée du certificat commence à courir, les annuités pour la prolongation de la durée de protection échoient en même temps que les autres annuités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_l"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 7, Taxes, Annuités",
        "citation": "Art. 127l al. 4 OBI",
        "content": "Lorsque la demande de prolongation de la durée de protection est déposée moins de deux mois avant que la durée du certificat commence à courir, les annuités pour la prolongation de la durée de protection échoient deux mois après le dépôt de la demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_l"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 7, Taxes, Annuités",
        "citation": "Art. 127l al. 5 OBI",
        "content": "Les annuités sont payables au plus tard le dernier jour des six mois qui suivent leur échéance respective; une surtaxe est perçue si le paiement intervient après le dernier jour du troisième mois suivant l’échéance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_l"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 7, Taxes, Remboursement des annuités",
        "citation": "Art. 127m al. 1 OBI",
        "content": "En cas de nullité du certificat, les annuités sont remboursées pour la durée qui s’est écoulée entre le moment de l’entrée en force de chose jugée de la constatation de la nullité et la date à laquelle le certificat aurait expiré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_m"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 7, Taxes, Remboursement des annuités",
        "citation": "Art. 127m al. 2 OBI",
        "content": "En cas de renonciation au certificat, les annuités sont restituées au prorata de la durée du certificat pour laquelle le titulaire a renoncé au certificat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_m"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 7, Taxes, Remboursement des annuités",
        "citation": "Art. 127m al. 3 OBI",
        "content": "Lorsque l’autorisation selon l’art. 127b, al. 1, let. b, est révoquée, les annuités sont restituées au prorata de la durée du certificat pour laquelle l’autorisation est révoquée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_m"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 7, Taxes, Remboursement des annuités",
        "citation": "Art. 127m al. 4 OBI",
        "content": "Lorsque l’autorisation selon l’art. 127b, al. 1, let. b, est suspendue, les annuités sont restituées pour la durée pendant laquelle l’autorisation est suspendue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_m"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 7, Taxes, Remboursement des annuités",
        "citation": "Art. 127m al. 5 OBI",
        "content": "Dans tous ces cas, seules sont remboursées les annuités entières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_m"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 7, Taxes, Remboursement des annuités",
        "citation": "Art. 127m al. 6 OBI",
        "content": "Les annuités sont restituées uniquement sur demande; celle-ci doit être présentée dans les deux mois à compter de:\na. la constatation de la nullité du certificat;\nb. la renonciation au certificat;\nc. la révocation de l’autorisation selon l’art. 127b, al. 1, let. b;\nd. la fin de la suspension de l’autorisation selon l’art. 127b, al. 1, let. b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_m"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 8, Révocation de la prolongation de la durée de protection du certificat, Forme et contenu de la demande",
        "citation": "Art. 127n al. 1 OBI",
        "content": "La demande de révocation de la prolongation de la durée de protection du certificat selon l’art. 140r, al. 2, LBI doit être présentée par écrit en deux exemplaires et doit contenir les indications suivantes:\na. le nom et le prénom ou la raison sociale du demandeur ainsi que son adresse et, le cas échéant, son domicile de notification en Suisse;\nb. le numéro du certificat ainsi que la désignation du produit couvert par l’autorisation de mise sur le marché en Suisse du médicament ainsi que son numéro d’autorisation;\nc. l’exposé des motifs de la demande indiquant tous les faits et moyens de preuve invoqués.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_n"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 8, Révocation de la prolongation de la durée de protection du certificat, Forme et contenu de la demande",
        "citation": "Art. 127n al. 2 OBI",
        "content": "Les documents invoqués comme moyens de preuve par le demandeur sont joints à la demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_n"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 8, Révocation de la prolongation de la durée de protection du certificat, Forme et contenu de la demande",
        "citation": "Art. 127n al. 3 OBI",
        "content": "La taxe de révocation doit être payée en même temps que le dépôt de la demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_n"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 8, Révocation de la prolongation de la durée de protection du certificat, Forme et contenu de la demande",
        "citation": "Art. 127n al. 4 OBI",
        "content": "Lorsque plusieurs demandes de révocation sont pendantes contre la même prolongation, l’IPI peut les réunir dans une seule procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_n"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 8, Révocation de la prolongation de la durée de protection du certificat, Examen de la demande",
        "citation": "Art. 127o al. 1 OBI",
        "content": "L’IPI examine si les conditions fixées à l’art. 127n, al. 1 à 3, sont remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_o"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 8, Révocation de la prolongation de la durée de protection du certificat, Examen de la demande",
        "citation": "Art. 127o al. 2 OBI",
        "content": "Si la demande de révocation ne remplit pas les conditions, l’IPI impartit au demandeur un délai de deux mois pour la régulariser.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_o"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 8, Révocation de la prolongation de la durée de protection du certificat, Examen de la demande",
        "citation": "Art. 127o al. 3 OBI",
        "content": "Si le délai selon l’al. 2 pour remédier à un défaut selon l’art. 127n, al. 1 ou 3, n’est pas respecté, l’IPI déclare la demande irrecevable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_o"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 8, Révocation de la prolongation de la durée de protection du certificat, Examen de la demande",
        "citation": "Art. 127o al. 4 OBI",
        "content": "L’IPI ne prend pas en considération les documents invoqués comme moyens de preuve qui n’ont pas été produits dans les délais malgré une invitation à le faire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_o"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 8, Révocation de la prolongation de la durée de protection du certificat, Langue",
        "citation": "Art. 127p al. 1 OBI",
        "content": "La procédure de révocation se déroule dans la langue de la procédure de délivrance du certificat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_p"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 8, Révocation de la prolongation de la durée de protection du certificat, Langue",
        "citation": "Art. 127p al. 2 OBI",
        "content": "La demande de révocation peut également être présentée dans une autre langue officielle (art. 4, al. 1).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_p"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 8, Révocation de la prolongation de la durée de protection du certificat, Langue",
        "citation": "Art. 127p al. 3 OBI",
        "content": "Lorsqu’un document invoqué comme moyen de preuve n’est rédigé ni dans une langue officielle ni en anglais, l’IPI peut exiger, en fixant un délai raisonnable, qu’une traduction dans la langue adoptée pour la procédure soit produite. Si la traduction n’est pas produite dans les délais, il n’est pas tenu de prendre ce moyen de preuve en considération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_p"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 8, Révocation de la prolongation de la durée de protection du certificat, Invitation à répondre et échange d’écritures",
        "citation": "Art. 127q al. 1 OBI",
        "content": "Si les conditions fixées à l’art. 127n, al. 1 et 3, sont remplies, l’IPI adresse la demande de révocation au titulaire du certificat; il l’invite à y répondre et, le cas échéant, à produire d’autres pièces. Il lui impartit un délai raisonnable à cet effet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_q"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 8, Révocation de la prolongation de la durée de protection du certificat, Invitation à répondre et échange d’écritures",
        "citation": "Art. 127q al. 2 OBI",
        "content": "L’IPI transmet au demandeur la prise de position du titulaire du certificat. Lorsque plusieurs demandes de révocation ont été déposées, il porte aussi à sa connaissance les autres demandes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_q"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 8, Révocation de la prolongation de la durée de protection du certificat, Invitation à répondre et échange d’écritures",
        "citation": "Art. 127q al. 3 OBI",
        "content": "Si l’IPI le juge opportun, il peut inviter les parties à un nouvel échange d’écritures.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_q"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 8, Révocation de la prolongation de la durée de protection du certificat, Décision finale",
        "citation": "Art. 127r OBI",
        "content": "Lorsque les pièces sont en état d’être jugées, l’IPI décide que la prolongation de la durée du certificat:\na. est révoquée, et que la demande de révocation est admise, ou\nb. peut être maintenue, et que la demande de révocation est rejetée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_r"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 8, Révocation de la prolongation de la durée de protection du certificat, Enregistrement et publication ",
        "citation": "Art. 127s al. 1 OBI",
        "content": "L’IPI inscrit au registre des brevets et publie la révocation de la prolongation de la durée de protection du certificat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_s"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 8, Révocation de la prolongation de la durée de protection du certificat, Enregistrement et publication ",
        "citation": "Art. 127s al. 2 OBI",
        "content": "Il publie la date de la demande de révocation et le maintien de la prolongation de la durée de protection du certificat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_s"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 8, Révocation de la prolongation de la durée de protection du certificat, Restitution de la taxe de révocation",
        "citation": "Art. 127t al. 1 OBI",
        "content": "Si la demande de révocation est admise, la taxe de révocation selon l’art. 127n, al. 3, est en général restituée au demandeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_t"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 10, Certificats complémentaires de protection pour les médicaments Chapitre 8, Révocation de la prolongation de la durée de protection du certificat, Restitution de la taxe de révocation",
        "citation": "Art. 127t al. 2 OBI",
        "content": "L’IPI peut renoncer à restituer la taxe de révocation si des circonstances particulières le justifient, notamment lorsque le demandeur a retardé délibérément la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_t"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 11, Certificats complémentaires de protection pédiatriques pour les médicaments Chapitre 1, Champ d’application",
        "citation": "Art. 127u al. 1 OBI",
        "content": "Le présent titre s’applique aux certificats complémentaires de protection pédiatriques pour des principes actifs ou des compositions de principes actifs de médicaments (certificats pédiatriques).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_u"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 11, Certificats complémentaires de protection pédiatriques pour les médicaments Chapitre 1, Champ d’application",
        "citation": "Art. 127u al. 2 OBI",
        "content": "Dans le présent titre, le terme «produits» désigne les principes actifs ou les compositions de principes actifs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_u"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 11, Certificats complémentaires de protection pédiatriques pour les médicaments Chapitre 1, Champ d’application",
        "citation": "Art. 127u al. 3 OBI",
        "content": "Les autres dispositions de la présente ordonnance sont applicables à moins que le titre septième LBI ou le présent titre n’en disposent autrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_u"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 11, Certificats complémentaires de protection pédiatriques pour les médicaments Chapitre 2, Demande de délivrance du certificat pédiatrique, Contenu de la demande et taxe",
        "citation": "Art. 127v al. 1 OBI",
        "content": "La demande de certificat pédiatrique doit contenir:\na. la requête correspondante;\nb. une copie de l’autorisation de mise sur le marché en Suisse du médicament contenant le produit pour lequel le certificat doit être délivré, y compris le plan d’investigation pédiatrique relatif à ce dernier selon l’art. 140t, al. 1, let. a, LBI;\nc. la preuve de la date à laquelle la demande d’autorisation selon la let. b a été déposée;\nd. l’attestation de l’Institut suisse des produits thérapeutiques selon l’art. 140t, al. 1, let. a, LBI;\ne. la preuve de la date à laquelle une demande selon l’art. 140t, al. 1, let. b, LBI a été déposée ou une déclaration indiquant qu’aucune demande correspondante antérieure à la demande suisse n’a été déposée;\nf. le cas échéant, l’accord du destinataire selon l’art. 140u, al. 3, LBI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_v"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 11, Certificats complémentaires de protection pédiatriques pour les médicaments Chapitre 2, Demande de délivrance du certificat pédiatrique, Contenu de la demande et taxe",
        "citation": "Art. 127v al. 2 OBI",
        "content": "La taxe pour le certificat pédiatrique doit être payée dans le délai fixé par l’IPI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_v"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 11, Certificats complémentaires de protection pédiatriques pour les médicaments Chapitre 2, Demande de délivrance du certificat pédiatrique, Contenu de la requête",
        "citation": "Art. 127w OBI",
        "content": "La requête en délivrance du certificat pédiatrique doit contenir les indications suivantes:\na. le nom ou la raison sociale du demandeur ainsi que son adresse et, le cas échéant, son domicile de notification en Suisse;\nb. lorsque le demandeur a constitué un mandataire, son nom et son adresse, ainsi que, le cas échéant, son domicile de notification en Suisse;\nc. le numéro du brevet de base sur lequel se fonde la demande;\nd. le titre de l’invention protégée par le brevet de base;\ne. la date de l’autorisation selon l’art. 127v, al. 1, let. b;\nf. la désignation du produit couvert par l’autorisation de mise sur le marché du médicament en Suisse ainsi que son numéro d’autorisation;\ng. la date de l’éventuelle demande selon l’art. 140t, al. 1, let. b, LBI et l’autorité compétente;\nh. la date de la demande d’autorisation selon l’art. 127v, al. 1, let. b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_w"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 11, Certificats complémentaires de protection pédiatriques pour les médicaments Chapitre 2, Demande de délivrance du certificat pédiatrique, Publication d’indications sur les demandes",
        "citation": "Art. 127x al. 1 OBI",
        "content": "Pour les demandes de délivrance du certificat pédiatrique, les indications suivantes sont publiées:\na. le numéro de la demande; \nb. le nom ou la raison sociale du demandeur ainsi que son adresse;\nc. le cas échéant, le nom et l’adresse du mandataire;\nd. la date de dépôt de la demande;\ne. le numéro du brevet de base;\nf. le titre de l’invention protégée par le brevet de base;\ng. la date de l’autorisation selon l’art. 127v, al. 1, let. b;\nh. la désignation du produit couvert par l’autorisation de mise sur le marché du médicament en Suisse ainsi que son numéro d’autorisation;\ni. la date de l’éventuelle demande selon l’art. 140t, al. 1, let. b, LBI et l’autorité compétente;\nj. la date de la demande d’autorisation selon l’art. 127v, al. 1, let. b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_x"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 11, Certificats complémentaires de protection pédiatriques pour les médicaments Chapitre 2, Demande de délivrance du certificat pédiatrique, Publication d’indications sur les demandes",
        "citation": "Art. 127x al. 2 OBI",
        "content": "La publication a lieu après la conclusion de l’examen selon l’art. 127y.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_x"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 11, Certificats complémentaires de protection pédiatriques pour les médicaments Chapitre 3, Examen de la demande de délivrance du certificat pédiatrique, Examen lors du dépôt de la demande",
        "citation": "Art. 127y al. 1 OBI",
        "content": "Lorsqu’il reçoit la demande, l’IPI examine si elle a été déposée dans le délai requis et si elle remplit les conditions fixées aux art. 127v et 127w.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_y"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 11, Certificats complémentaires de protection pédiatriques pour les médicaments Chapitre 3, Examen de la demande de délivrance du certificat pédiatrique, Examen lors du dépôt de la demande",
        "citation": "Art. 127y al. 2 OBI",
        "content": "Si la demande ne remplit pas les conditions requises, l’IPI impartit au demandeur un délai de deux mois pour la régulariser.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_y"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 11, Certificats complémentaires de protection pédiatriques pour les médicaments Chapitre 3, Examen de la demande de délivrance du certificat pédiatrique, Examen lors du dépôt de la demande",
        "citation": "Art. 127y al. 3 OBI",
        "content": "Si ce délai n’est pas observé, l’IPI déclare la demande irrecevable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_y"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 11, Certificats complémentaires de protection pédiatriques pour les médicaments Chapitre 3, Examen de la demande de délivrance du certificat pédiatrique, Examen des conditions de délivrance du certificat pédiatrique",
        "citation": "Art. 127z al. 1 OBI",
        "content": "L’IPI examine si les conditions de délivrance du certificat pédiatrique visées aux art. 140t et 140u, al. 2 et 3, LBI sont remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_z"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 11, Certificats complémentaires de protection pédiatriques pour les médicaments Chapitre 3, Examen de la demande de délivrance du certificat pédiatrique, Examen des conditions de délivrance du certificat pédiatrique",
        "citation": "Art. 127z al. 2 OBI",
        "content": "Si les conditions requises ne sont pas remplies, l’IPI rejette la demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_z"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 11, Certificats complémentaires de protection pédiatriques pour les médicaments Chapitre 4, Délivrance du certificat pédiatrique",
        "citation": "Art. 127zbis al. 1 OBI",
        "content": "L’IPI délivre le certificat pédiatrique en l’inscrivant au registre des brevets.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_z_bis"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 11, Certificats complémentaires de protection pédiatriques pour les médicaments Chapitre 4, Délivrance du certificat pédiatrique",
        "citation": "Art. 127zbis al. 2 OBI",
        "content": "Les indications suivantes sont publiées:\na. le numéro du brevet de base pourvu d’une adjonction;\nb. le nom ou la raison sociale du titulaire du certificat pédiatrique ainsi que son adresse;\nc. le cas échéant, le nom et l’adresse du mandataire;\nd. la date de dépôt de la demande de certificat pédiatrique;\ne. le numéro du brevet de base;\nf. le titre de l’invention protégée par le brevet de base;\ng. la date de l’autorisation selon l’art. 127v, al. 1, let. b;\nh. la désignation du produit couvert par l’autorisation de mise sur le marché du médicament en Suisse ainsi que son numéro d’autorisation;\ni. la date de l’éventuelle demande selon l’art. 140t, al. 1, let. b, LBI et l’autorité compétente;\nj. la date de la demande d’autorisation selon l’art. 127v, al. 1, let. b;\nk. la date d’expiration de la durée de protection du certificat pédiatrique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_z_bis"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 11, Certificats complémentaires de protection pédiatriques pour les médicaments Chapitre 5, Publication",
        "citation": "Art. 127zter OBI",
        "content": "Si la demande de délivrance du certificat pédiatrique est rejetée ou si le certificat s’éteint prématurément, est déclaré nul ou est suspendu, l’IPI publie, outre les indications visées à l’art. 127zbis, al. 2, la date du rejet, de l’extinction prématurée, de la nullité ou de la suspension.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_z_ter"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 11, Certificats complémentaires de protection pédiatriques pour les médicaments Chapitre 6, Dossier et registre, Dossier",
        "citation": "Art. 127zquater al. 1 OBI",
        "content": "Le dossier du certificat pédiatrique est joint au dossier du brevet de base.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_z_quater"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 11, Certificats complémentaires de protection pédiatriques pour les médicaments Chapitre 6, Dossier et registre, Dossier",
        "citation": "Art. 127zquater al. 2 OBI",
        "content": "Il peut être consulté librement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_z_quater"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 11, Certificats complémentaires de protection pédiatriques pour les médicaments Chapitre 6, Dossier et registre, Dossier",
        "citation": "Art. 127zquater al. 3 OBI",
        "content": "Le certificat pédiatrique reçoit le numéro du brevet de base pourvu d’une adjonction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_z_quater"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 11, Certificats complémentaires de protection pédiatriques pour les médicaments Chapitre 6, Dossier et registre, Registre",
        "citation": "Art. 127zquinquies al. 1 OBI",
        "content": "Les inscriptions concernant le certificat pédiatrique figurent sur la feuille du registre se rapportant au brevet de base.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_z_quinquies"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 11, Certificats complémentaires de protection pédiatriques pour les médicaments Chapitre 6, Dossier et registre, Registre",
        "citation": "Art. 127zquinquies al. 2 OBI",
        "content": "Les indications suivantes doivent y figurer:\na. le numéro du brevet de base pourvu d’une adjonction;\nb. le nom ou la raison sociale du titulaire du certificat pédiatrique ainsi que son adresse;\nc. le cas échéant, le nom et l’adresse du mandataire;\nd. la date de dépôt de la demande;\ne. le numéro du brevet de base;\nf. le titre de l’invention protégée par le brevet de base;\ng. la date de l’autorisation selon l’art. 127v, al. 1, let. b;\nh. la désignation du produit couvert par l’autorisation de mise sur le marché en Suisse du médicament ainsi que son numéro d’autorisation;\ni. la date de délivrance du certificat pédiatrique;\nj. la date d’expiration de la durée de protection du certificat pédiatrique;\nk. les droits concédés, de même que les restrictions au droit de disposer ordonnées par des tribunaux ou des autorités chargées de l’exécution forcée;\nl. les modifications relatives à l’existence du certificat pédiatrique ou au droit au certificat pédiatrique;\nm. les changements de domicile ou de siège social du titulaire du certificat pédiatrique;\nn. les changements concernant le mandataire, y compris son domicile ou siège;\no. la date de l’éventuelle demande selon l’art. 140t, al. 1, let. b, LBI et l’autorité compétente;\np. la date de la demande d’autorisation selon l’art. 127v, al. 1, let. b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_z_quinquies"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 11, Certificats complémentaires de protection pédiatriques pour les médicaments Chapitre 6, Dossier et registre, Registre",
        "citation": "Art. 127zquinquies al. 3 OBI",
        "content": "L’IPI peut inscrire provisoirement ou définitivement d’autres indications qu’il juge utiles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_z_quinquies"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 11, Certificats complémentaires de protection pédiatriques pour les médicaments Chapitre 6, Dossier et registre, Registre",
        "citation": "Art. 127zquinquies al. 4 OBI",
        "content": "Les inscriptions concernant des droits concédés sur le brevet de base, de même que les restrictions au droit de disposer du brevet ordonnées par des tribunaux ou des autorités chargées de l’exécution forcée, sont présumées valables pour le certificat pédiatrique dans la même mesure que pour le brevet de base.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_z_quinquies"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 12, Certificats complémentaires de protection pour les produits phytosanitaires, Champ d’application",
        "citation": "Art. 127zsexies al. 1 OBI",
        "content": "Le présent titre s’applique aux certificats complémentaires de protection pour des principes actifs ou des compositions de principes actifs des produits phytosanitaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_z_sexies"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 12, Certificats complémentaires de protection pour les produits phytosanitaires, Champ d’application",
        "citation": "Art. 127zsexies al. 2 OBI",
        "content": "Les autres dispositions de la présente ordonnance sont applicables à moins que le titre septième LBI ou le titre 10 de la présente ordonnance ou le présent titre n’en disposent autrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_z_sexies"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 12, Certificats complémentaires de protection pour les produits phytosanitaires, Contenu de la demande et taxe",
        "citation": "Art. 127zsepties al. 1 OBI",
        "content": "La demande de délivrance du certificat complémentaire de protection pour les produits phytosanitaires doit contenir:\na. la requête en correspondante;\nb. une copie de la première autorisation officielle de mise sur le marché en Suisse;\nc. une copie du mode d’emploi du produit phytosanitaire qui est remis aux consommateurs finaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_z_septies"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 12, Certificats complémentaires de protection pour les produits phytosanitaires, Contenu de la demande et taxe",
        "citation": "Art. 127zsepties al. 2 OBI",
        "content": "La taxe de dépôt pour le certificat complémentaire de protection doit être payée dans le délai fixé par l’IPI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_z_septies"
    },
    {
        "book": "PatV",
        "title": "OBI, Titre 12, Certificats complémentaires de protection pour les produits phytosanitaires, Autres dispositions applicables",
        "citation": "Art. 127zocties OBI",
        "content": "Les art. 127a, al. 2, 127c, al. 1, 127d, al. 1 et 3, 127e, 127f, al. 1 et 3, 127g, al. 1 et 2, 127h, 127i, 127k, 127l, al. 1, 2 et 5, et 127m s’appliquent par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1977/2027_2027_2027/fr#art_127_z_octies"
    }
]