[
    {
        "book": "PBG",
        "title": "LTV, Section 1, Dispositions générales, Champ d’application",
        "citation": "Art. 1 al. 1 LTV",
        "content": "La présente loi régit la régale du transport de voyageurs ainsi que l’utilisation des installations et des véhicules destinés audit transport.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_1"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 1, Dispositions générales, Champ d’application",
        "citation": "Art. 1 al. 2 LTV",
        "content": "La régale du transport de voyageurs comprend le transport régulier et professionnel de voyageurs par chemin de fer, par route, sur l’eau, par installation à câbles, par ascenseur et par d’autres moyens de transport guidés le long d’un tracé fixe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_1"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 1, Dispositions générales, Définitions",
        "citation": "Art. 2 al. 1 LTV",
        "content": "Dans la présente loi, un transport de voyageurs est considéré comme:\na. régulier, lorsqu’il est effectué plus de deux fois entre les mêmes lieux à des intervalles de quinze jours au plus; dans le trafic international de voyageurs, les courses sont considérées comme régulières lorsqu’elles ont lieu selon une fréquence reconnaissable;\nb. professionnel, lorsqu’une personne:\n1. transporte des voyageurs contre rémunération, que celle-ci soit payée par les voyageurs ou par des tiers,\n2. transporte gratuitement des voyageurs pour obtenir un avantage commercial.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_2"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 1, Dispositions générales, Définitions",
        "citation": "Art. 2 al. 2 LTV",
        "content": "En outre, on entend par:\na. station, une gare, un arrêt, un débarcadère ou une station d’installation de transport à câbles;\nb. véhicules, outre les moyens de transport routiers et ferroviaires, les bateaux, les cabines, les banquettes des télésièges et les nacelles des installations de transport à câbles;\nc. transport de voyageurs, outre le transport de personnes, le transport de voitures de tourisme, de voitures de tourisme lourdes, de minibus et d’autocars, lorsque ces véhicules sont accompagnés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_2"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 1, Dispositions générales, Définitions",
        "citation": "Art. 2 al. 3 LTV",
        "content": "Le transport de voyageurs comprend le transport de bagages.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_2"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 1, Dispositions générales, Fonction de desserte",
        "citation": "Art. 3 al. 1 LTV",
        "content": "Le transport régulier et professionnel de voyageurs remplit une fonction de desserte lorsqu’il dessert des localités habitées toute l’année.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_3"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 1, Dispositions générales, Fonction de desserte",
        "citation": "Art. 3 al. 2 LTV",
        "content": "Le Conseil fédéral détermine à quelles conditions un groupe d’habitations est considéré comme une localité au sens de l’al. 1, en particulier le nombre minimal d’habitants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_3"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 2, Régale du transport de voyageurs, Principe",
        "citation": "Art. 4 LTV",
        "content": "La Confédération a le droit exclusif d’assurer le transport régulier et professionnel de voyageurs tant que ce droit n’est pas limité par d’autres actes normatifs ou des traités internationaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_4"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 2, Régale du transport de voyageurs, Dérogations",
        "citation": "Art. 5 LTV",
        "content": "Le Conseil fédéral peut autoriser des dérogations à la régale du transport de voyageurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_5"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 2, Régale du transport de voyageurs, Concessions de transport de voyageurs",
        "citation": "Art. 6 al. 1 LTV",
        "content": "Après avoir consulté les cantons concernés, la Confédération peut octroyer à des entreprises des concessions de transport de voyageurs professionnel et régulier (concessions). Les art. 7 et 8 sont réservés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_6"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 2, Régale du transport de voyageurs, Concessions de transport de voyageurs",
        "citation": "Art. 6 al. 2 LTV",
        "content": "L’entreprise est tenue d’appliquer le droit du transport de voyageurs conformément à la législation et à la concession.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_6"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 2, Régale du transport de voyageurs, Concessions de transport de voyageurs",
        "citation": "Art. 6 al. 3 LTV",
        "content": "La concession est octroyée pour une durée maximale de 25 ans et, pour les installations à câbles, pour une durée maximale de 40 ans. Elle peut être transférée, modifiée et renouvelée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_6"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 2, Régale du transport de voyageurs, Concessions de transport de voyageurs",
        "citation": "Art. 6 al. 4 LTV",
        "content": "L’Office fédéral des transports (OFT) est compétent pour l’octroi, le transfert, la modification, le renouvellement, le retrait, l’annulation et la révocation des concessions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_6"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 2, Régale du transport de voyageurs, Concessions de transport de voyageurs",
        "citation": "Art. 6 al. 5 LTV",
        "content": "Une concession de transport de voyageurs au sens de la présente loi n’est pas considérée comme un marché public au sens de l’art. 9 de la loi fédérale du 21 juin 2019 sur les marchés publics.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_6"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 2, Régale du transport de voyageurs, Transports de moindre importance de voyageurs",
        "citation": "Art. 7 al. 1 LTV",
        "content": "Les téléskis et les petits téléphériques et funiculaires sans fonction de desserte sont soumis à une autorisation du canton.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_7"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 2, Régale du transport de voyageurs, Transports de moindre importance de voyageurs",
        "citation": "Art. 7 al. 2 LTV",
        "content": "Le Conseil fédéral peut prévoir que les cantons accordent des autorisations pour d’autres offres de transport de moindre importance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_7"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 2, Régale du transport de voyageurs, Transports de moindre importance de voyageurs",
        "citation": "Art. 7 al. 3 LTV",
        "content": "Il peut prévoir des allégements pour ces transports.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_7"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 2, Régale du transport de voyageurs, Transports de moindre importance de voyageurs",
        "citation": "Art. 7 al. 4 LTV",
        "content": "L’autorisation est octroyée pour une durée maximale de dix ans. Elle peut être transférée, modifiée et renouvelée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_7"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 2, Régale du transport de voyageurs, Transport international de voyageurs",
        "citation": "Art. 8 al. 1 LTV",
        "content": "Le DETEC peut octroyer des autorisations portant exclusivement sur le transport international de voyageurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_8"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 2, Régale du transport de voyageurs, Transport international de voyageurs",
        "citation": "Art. 8 al. 2 LTV",
        "content": "Afin d’unifier les normes sur le transport international de voyageurs, le Conseil fédéral peut édicter des dispositions dérogeant à la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_8"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 2, Régale du transport de voyageurs, Transport international de voyageurs",
        "citation": "Art. 8 al. 3 LTV",
        "content": "Le Conseil fédéral peut conclure des accords avec des États étrangers qui prévoient la reconnaissance réciproque d’autorisations et de dispositions dérogeant à la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_8"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 2, Régale du transport de voyageurs, Transport international de voyageurs",
        "citation": "Art. 8 al. 4 LTV",
        "content": "L’autorisation est octroyée pour une durée maximale de cinq ans. Elle peut être modifiée et renouvelée, mais ne peut être transmise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_8"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 2, Régale du transport de voyageurs, Transport international de voyageurs",
        "citation": "Art. 8 al. 5 LTV",
        "content": "La modification et le renouvellement des autorisations relèvent de la compétence de l’OFT.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_8"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 2, Régale du transport de voyageurs, Conditions de l’octroi, du retrait et de la révocation de concessions et d’autorisations",
        "citation": "Art. 9 al. 1 LTV",
        "content": "L’entreprise requérante doit disposer des autorisations nécessaires pour emprunter les voies de communications et les stations. En ce qui concerne l’exploitation de trolleybus, l’entreprise doit notamment disposer d’une autorisation cantonale d’utiliser la voie publique pour des installations électriques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_9"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 2, Régale du transport de voyageurs, Conditions de l’octroi, du retrait et de la révocation de concessions et d’autorisations",
        "citation": "Art. 9 al. 2 LTV",
        "content": "L’entreprise doit prouver:\na. que la prestation de transport prévue peut être fournie de façon appropriée et économique, notamment sans être contraire à des intérêts essentiels de l’aménagement du territoire et de la protection de l’environnement;\nb. qu’elle ne crée pas, du point de vue de l’économie nationale, une concurrence préjudiciable à l’offre des autres entreprises de transports, notamment:\n1. qu’elle ne met pas en péril l’existence des offres de transport qui font l’objet d’une concession fédérale (trafic grandes lignes),\n2. qu’elle complète les offres de transport cofinancées par des contributions d’exploitation ou d’investissement des pouvoirs publics (trafic régional);\nc. qu’elle dispose de tous les droits requis pour l’utilisation des voies de circulation;\nd. qu’elle garantit le respect des dispositions légales;\ne. qu’elle respecte les prescriptions du droit du travail et garantit les conditions de travail usuelles dans la branche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_9"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 2, Régale du transport de voyageurs, Conditions de l’octroi, du retrait et de la révocation de concessions et d’autorisations",
        "citation": "Art. 9 al. 3 LTV",
        "content": "L’OFT retire la concession ou l’autorisation après consultation des cantons concer-nés, sans indemnisation, entièrement ou partiellement, dans les cas suivants:\na. l’entreprise n’exerce pas ou n’exerce que partiellement les droits qui lui sont conférés;\nb. les conditions d’octroi ne sont plus remplies;\nc. l’entreprise manque gravement ou à plusieurs reprises aux obligations prévues par la loi, la concession ou l’autorisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_9"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 2, Régale du transport de voyageurs, Conditions de l’octroi, du retrait et de la révocation de concessions et d’autorisations",
        "citation": "Art. 9 al. 4 LTV",
        "content": "L’OFT peut en outre retirer la concession pour les prestations commandées si l’entreprise n’atteint pas en plusieurs points ou en un point essentiel les objectifs d’une convention d’objectifs (art. 33) ou d’une convention d’adjudication (art. 32k).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_9"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 2, Régale du transport de voyageurs, Conditions de l’octroi, du retrait et de la révocation de concessions et d’autorisations",
        "citation": "Art. 9 al. 5 LTV",
        "content": "Il révoque la concession ou l’autorisation si des intérêts publics prépondérants le justifient. L’entreprise est indemnisée en conséquence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_9"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 2, Régale du transport de voyageurs, Allègements pour raisons importantes",
        "citation": "Art. 10 LTV",
        "content": "Pour des raisons importantes, notamment en situation d’urgence, l’autorité compétente pour l’octroi de la concession ou de l’autorisation peut autoriser des allègements en dérogation aux dispositions de la loi, de la concession ou de l’autorisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_10"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 2, Régale du transport de voyageurs, Conditions supplémentaires pour les offres de trafic intérieur sans fonction de desserte",
        "citation": "Art. 11 LTV",
        "content": "Les concessions et les autorisations portant sur des offres sans fonction de desserte ne peuvent être octroyées que si les conditions supplémentaires suivantes sont remplies:\na. l’emplacement, le mode de transport et la prestation offerte sont appropriés;\nb. le point de départ des courses planifiées est facilement accessible par les transports publics;\nc. la nouvelle offre ne met pas économiquement en danger l’offre existante, adaptée aux besoins;\nd. l’équipement touristique existant ou projeté dans le domaine de l’offre planifiée permet une demande suffisante pour couvrir les coûts d’exploitation;\ne. l’offre existante d’une région est bien utilisée et la nouvelle offre ne réduit pas considérablement cette utilisation;\nf. le financement et la rentabilité prévus permettent un entretien conforme aux exigences en matière de sécurité de l’exploitation et un amortissement suffisant des constructions, installations et véhicules nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_11"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 3, Obligations fondamentales des entreprises, Obligation de transporter",
        "citation": "Art. 12 al. 1 LTV",
        "content": "Les entreprises doivent effectuer le transport si les conditions suivantes sont remplies:\na. le voyageur ou l’expéditeur se conforme aux dispositions légales et tarifaires;\nb. le transport est possible avec le personnel et les moyens qui permettent d’assurer le trafic normal;\nc. aucune circonstance que l’entreprise ne peut prévenir et dont elle ne peut éviter les conséquences n’empêche le transport.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_12"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 3, Obligations fondamentales des entreprises, Obligation de transporter",
        "citation": "Art. 12 al. 2 LTV",
        "content": "Le Conseil fédéral détermine les personnes et les objets qui, pour des motifs d’hygiène et de sécurité, peuvent être exclus du transport ou n’y être admis qu’à certaines conditions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_12"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 3, Obligations fondamentales des entreprises, Obligation de transporter",
        "citation": "Art. 12 al. 3 LTV",
        "content": "Lorsqu’une entreprise ne s’acquitte pas de son obligation de transporter, l’ayant droit peut demander des dommages-intérêts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_12"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 3, Obligations fondamentales des entreprises, Obligation d’établir des horaires",
        "citation": "Art. 13 al. 1 LTV",
        "content": "Les entreprises qui disposent d’une concession selon l’art. 6 ou d’une autorisation selon l’art. 8 sont tenues d’établir des horaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_13"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 3, Obligations fondamentales des entreprises, Obligation d’établir des horaires",
        "citation": "Art. 13 al. 2 LTV",
        "content": "Les horaires des entreprises qui disposent d’une concession selon l’art. 6 doivent être réunis dans un recueil commun et public. Leur diffusion hors du recueil public n’est soumise à aucune restriction et ne peut être soumise à aucun émolument.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_13"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 3, Obligations fondamentales des entreprises, Obligation d’établir des horaires",
        "citation": "Art. 13 al. 3 LTV",
        "content": "Le Conseil fédéral règle la procédure d’élaboration et de publication des horaires en tenant compte des dispositions internationales et des délais qui y sont fixés. Il prévoit dans le cadre de cette procédure une consultation des cantons et des entreprises de transport ferroviaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_13"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 3, Obligations fondamentales des entreprises, Obligation d’exploiter",
        "citation": "Art. 14 al. 1 LTV",
        "content": "Les entreprises doivent effectuer toutes les courses figurant dans les horaires, sauf si elles en sont empêchées par des circonstances qu’elles ne pouvaient prévenir et dont elles ne pouvaient éviter les conséquences.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_14"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 3, Obligations fondamentales des entreprises, Obligation d’exploiter",
        "citation": "Art. 14 al. 2 LTV",
        "content": "Lorsqu’une entreprise ne s’acquitte pas de l’obligation d’exploiter, l’ayant droit peut demander des dommages-intérêts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_14"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 3, Obligations fondamentales des entreprises, Obligation d’établir les tarifs",
        "citation": "Art. 15 al. 1 LTV",
        "content": "Les entreprises établissent les tarifs de leurs prestations. Le tarif énumère les conditions auxquelles est applicable le prix défini pour le transport et les autres prestations y afférentes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_15"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 3, Obligations fondamentales des entreprises, Obligation d’établir les tarifs",
        "citation": "Art. 15 al. 2 LTV",
        "content": "Les tarifs sont définis en fonction de l’ampleur et de la qualité de la prestation ainsi que des coûts de l’offre. Ils servent à obtenir des recettes adéquates.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_15"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 3, Obligations fondamentales des entreprises, Obligation d’établir les tarifs",
        "citation": "Art. 15 al. 3 LTV",
        "content": "Ils prévoient des conditions comparables pour les clients qui se trouvent dans des situations comparables. Ils ne restreignent pas de manière disproportionnée le choix entre diverses offres de prestations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_15"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 3, Obligations fondamentales des entreprises, Obligation d’établir les tarifs",
        "citation": "Art. 15 al. 4 LTV",
        "content": "Les entreprises peuvent fixer leurs tarifs:\na. de sorte qu’un équilibrage des produits de lignes d’un même secteur soit possible;\nb. de manière à atténuer les pics de demande et à équilibrer le taux d’utilisation des véhicules et de l’infrastructure, étant entendu que les titres de transport à tarif normal doivent être valables pour toutes les catégories d’un moyen de transport, indépendamment du créneau horaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_15"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 3, Obligations fondamentales des entreprises, Obligation d’établir les tarifs",
        "citation": "Art. 15 al. 5 LTV",
        "content": "Les tarifs doivent être appliqués à tous de manière identique. Ils doivent être publiés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_15"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 3, Obligations fondamentales des entreprises, Obligation d’établir les tarifs",
        "citation": "Art. 15 al. 6 LTV",
        "content": "Les entreprises peuvent conclure des accords particuliers prévoyant des réductions de prix ou d’autres avantages.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_15"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 3, Obligations fondamentales des entreprises, Obligation d’établir les tarifs",
        "citation": "Art. 15 al. 7 LTV",
        "content": "Elles présentent à l’OFT, sur demande, toutes les bases de calcul, notamment les comptes de résultats par ligne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_15"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 3, Obligations fondamentales des entreprises, Obligation d’informer",
        "citation": "Art. 15a al. 1 LTV",
        "content": "Les entreprises informent les voyageurs avant et pendant les courses, notamment sur les retards et les suppressions de courses.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_15_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 3, Obligations fondamentales des entreprises, Obligation d’informer",
        "citation": "Art. 15a al. 2 LTV",
        "content": "Elles informent le voyageur des droits que lui confère la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_15_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 3, Obligations fondamentales des entreprises, Service direct",
        "citation": "Art. 16 al. 1 LTV",
        "content": "Pour le trafic longues distances, le trafic régional ainsi que le trafic local, les entreprises offrent en règle générale un seul contrat de transport au voyageur qui doit emprunter le réseau de différentes entreprises. Si le besoin en est avéré, elles sont tenues de proposer un service direct pour le trafic longues distances et le trafic régional.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_16"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 3, Obligations fondamentales des entreprises, Service direct",
        "citation": "Art. 16 al. 2 LTV",
        "content": "À cet effet, les entreprises établissent en commun des tarifs et des titres de transport.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_16"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 3, Obligations fondamentales des entreprises, Organisation",
        "citation": "Art. 17 al. 1 LTV",
        "content": "Afin de garantir le service direct, les entreprises règlent leurs relations réciproques. Elles fixent notamment:\na. les domaines de collaboration;\nb. les conditions de participation au service direct;\nc. la répartition des coûts administratifs communs;\nd. la répartition des recettes provenant du transport de voyageurs;\ne. la responsabilité collective et l’action récursoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_17"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 3, Obligations fondamentales des entreprises, Organisation",
        "citation": "Art. 17 al. 2 LTV",
        "content": "Lorsqu’un service direct est particulièrement important, l’OFT peut imposer d’autres exigences à l’organisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_17"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 3, Obligations fondamentales des entreprises, Organisation",
        "citation": "Art. 17 al. 3 LTV",
        "content": "Les accords sur le service direct et la responsabilité ne doivent tenir compte des intérêts particuliers des entreprises que dans la mesure où les intérêts globaux des transports publics ne sont pas lésés. Ces accords doivent être soumis à l’approbation de l’OFT.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_17"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 3, Obligations fondamentales des entreprises, Organisation",
        "citation": "Art. 17 al. 4 LTV",
        "content": "Si les entreprises n’assurent pas dans un délai raisonnable un service direct répondant aux besoins, l’OFT prend les décisions nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_17"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 3, Obligations fondamentales des entreprises, Autres obligations",
        "citation": "Art. 18 al. 1 LTV",
        "content": "Les entreprises sont tenues:\na. de coordonner leurs prestations, si nécessaire, avec celles des autres entreprises de transports publics;\nb. de respecter les normes minimales en matière de qualité, de sécurité et de statut des employés;\nc. de mettre en place une procédure de traitement des recours liés aux droits des voyageurs fixés dans la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_18"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 3, Obligations fondamentales des entreprises, Autres obligations",
        "citation": "Art. 18 al. 2 LTV",
        "content": "Le Conseil fédéral fixe les normes minimales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_18"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 3a, Utilisation des installations et des véhicules, Prescriptions d’utilisation",
        "citation": "Art. 18a al. 1 LTV",
        "content": "Les entreprises peuvent édicter des prescriptions relatives à l’utilisation des installations et des véhicules, dans la mesure où ces prescriptions sont nécessaires à la sécurité et au bon déroulement de l’exploitation des installations et des véhicules et où les comportements imposés par ces prescriptions ne résultent pas du contrat de transport.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_18_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 3a, Utilisation des installations et des véhicules, Prescriptions d’utilisation",
        "citation": "Art. 18a al. 2 LTV",
        "content": "Elles peuvent édicter des décisions d’exécution des prescriptions d’utilisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_18_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 3a, Utilisation des installations et des véhicules, Prescriptions d’utilisation",
        "citation": "Art. 18a al. 3 LTV",
        "content": "Elles publient les prescriptions d’utilisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_18_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 3a, Utilisation des installations et des véhicules, Utilisations annexes",
        "citation": "Art. 18b al. 1 LTV",
        "content": "Les entreprises peuvent mettre les installations et les véhicules à la disposition de tiers en vue d’utilisations commerciales annexes autres que le transport si:\na. ces utilisations commerciales annexes n’entravent pas le transport;\nb. les installations et les véhicules sont également accessibles à des utilisations annexes non commerciales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_18_b"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 3a, Utilisation des installations et des véhicules, Utilisations annexes",
        "citation": "Art. 18b al. 2 LTV",
        "content": "Les entreprises peuvent soumettre à autorisation les utilisations annexes lorsqu’elles relèvent de l’usage commun accru de leurs installations et véhicules.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_18_b"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 3a, Utilisation des installations et des véhicules, Utilisations annexes",
        "citation": "Art. 18b al. 3 LTV",
        "content": "La rémunération pour les utilisations annexes non commerciales relevant de l’usage commun ou accru des installations et véhicules ne doit pas dépasser les frais qu’elles occasionnent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_18_b"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 3a, Utilisation des installations et des véhicules, Utilisations annexes",
        "citation": "Art. 18b al. 4 LTV",
        "content": "Les litiges entre les utilisateurs commerciaux et les entreprises relèvent de la juridiction civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_18_b"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 4, Contrat de transport de voyageurs, Contrat",
        "citation": "Art. 19 al. 1 LTV",
        "content": "Par le contrat de transport de voyageurs, l’entreprise s’engage, moyennant un prix, à transporter une personne d’une station à une autre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_19"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 4, Contrat de transport de voyageurs, Contrat",
        "citation": "Art. 19 al. 2 LTV",
        "content": "Le contrat confère au voyageur le droit d’utiliser les prestations annoncées dans l’horaire ainsi que les prestations supplémentaires accessibles au public.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_19"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 4, Contrat de transport de voyageurs, Contrat",
        "citation": "Art. 19 al. 3 LTV",
        "content": "Lorsqu’elle effectue un trafic international de voyageurs selon l’art. 8, l’entreprise délivre à tous les voyageurs un titre de transport individuel ou collectif. L’OFT fixe les normes minimales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_19"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 4, Contrat de transport de voyageurs, Voyageurs sans titre de transport",
        "citation": "Art. 20 al. 1 LTV",
        "content": "Le voyageur qui ne peut présenter un titre de transport valable doit attester de son identité et payer le prix de sa course ainsi qu’un supplément. S’il ne paie pas immédiatement, il est appelé à fournir des sûretés. À défaut, il peut être exclu du transport.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_20"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 4, Contrat de transport de voyageurs, Voyageurs sans titre de transport",
        "citation": "Art. 20 al. 2 LTV",
        "content": "Les tarifs fixent le montant du supplément. Ils règlent les cas de dispense ou de restitution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_20"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 4, Contrat de transport de voyageurs, Voyageurs sans titre de transport",
        "citation": "Art. 20 al. 3 LTV",
        "content": "Le montant du supplément est fixé en fonction des facteurs suivants:\na. le manque à gagner qu’occasionnent les voyageurs sans titre de transport valable;\nb. les frais que le voyageur occasionne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_20"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 4, Contrat de transport de voyageurs, Voyageurs sans titre de transport",
        "citation": "Art. 20 al. 4 LTV",
        "content": "Le supplément peut être réduit ou annulé si le voyageur:\na. a annoncé spontanément qu’il n’avait pas de titre de transport valable;\nb. présente un titre de transport qu’il aurait dû oblitérer lui-même.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_20"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 4, Contrat de transport de voyageurs, Voyageurs sans titre de transport",
        "citation": "Art. 20 al. 5 LTV",
        "content": "Le supplément peut être augmenté en cas de récidive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_20"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 4, Contrat de transport de voyageurs, Voyageurs sans titre de transport",
        "citation": "Art. 20 al. 6 LTV",
        "content": "Tout titre de transport utilisé abusivement peut être retiré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_20"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 4, Contrat de transport de voyageurs, Voyageurs sans titre de transport",
        "citation": "Art. 20 al. 7 LTV",
        "content": "Les poursuites pénales sont réservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_20"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 4, Contrat de transport de voyageurs, Systèmes d’information sur les voyageurs sans titre de transport valable",
        "citation": "Art. 20a al. 1 LTV",
        "content": "Les entreprises concessionnaires peuvent exploiter des systèmes d’information automatisés pour:\na. percevoir des suppléments pour voyage sans titre de transport valable;\nb. augmenter le supplément pour voyage sans titre de transport valable si le voyageur récidive dans les deux ans;\nc. porter plainte pour utilisation d’un véhicule sans titre de transport valable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_20_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 4, Contrat de transport de voyageurs, Systèmes d’information sur les voyageurs sans titre de transport valable",
        "citation": "Art. 20a al. 2 LTV",
        "content": "Elles peuvent y traiter les données suivantes:\na. les informations nécessaires à l’identification de la personne concernée;\nb. le motif de la perception du supplément;\nc. la date et l’heure de la perception du supplément; \nd. les données actuelles des systèmes d’information d’autres entreprises concessionnaires afin de définir le montant du supplément pour voyage sans titre de transport valable;\ne. les informations sur les plaintes déposées et sur l’état d’avancement des procédures pénales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_20_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 4, Contrat de transport de voyageurs, Systèmes d’information sur les voyageurs sans titre de transport valable",
        "citation": "Art. 20a al. 3 LTV",
        "content": "Elles peuvent rendre les données visées à l’al. 2, let. a à d, accessibles en ligne à d’autres entreprises concessionnaires ou leur communiquer ces données d’une autre manière, afin que ces entreprises puissent définir le montant du supplément pour voyage sans titre de transport valable. Si les entreprises communiquent ces données d’une autre manière, elles informent ces dernières sans délai des mutations de ces données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_20_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 4, Contrat de transport de voyageurs, Systèmes d’information sur les voyageurs sans titre de transport valable",
        "citation": "Art. 20a al. 4 LTV",
        "content": "Les données sont effacées:\na. immédiatement s’il est établi que la personne concernée n’a pas occasionné de manque à gagner;\nb. au bout de deux ans à condition que la personne concernée ait acquitté les suppléments et qu’elle n’ait pas récidivé durant cette période; les données peuvent être conservées durant dix ans au plus si elles sont nécessaires au recouvrement des créances de la personne concernée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_20_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 4, Contrat de transport de voyageurs, Systèmes d’information sur les voyageurs sans titre de transport valable",
        "citation": "Art. 20a al. 5 LTV",
        "content": "Les systèmes d’information visés à l’al. 1 peuvent également être exploités par l’organisation faîtière des entreprises de transports publics; dans ce cas, les al. 2 à 4 sont applicables par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_20_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 4, Contrat de transport de voyageurs, Systèmes d’information sur les voyageurs sans titre de transport valable",
        "citation": "Art. 20a al. 6 LTV",
        "content": "Le Conseil fédéral règle notamment:\na. les modalités de l’accès en ligne aux données;\nb. l’exercice, par la personne concernée, du droit d’accès aux données et de rectification de celles-ci;\nc. les exigences auxquelles doit satisfaire la sécurité des données;\nd. les délais de suppression et de destruction des données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_20_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 4, Contrat de transport de voyageurs, Retards: droit de poursuivre le voyage",
        "citation": "Art. 21 LTV",
        "content": "Si un voyageur manque une course du fait du retard ou de la suppression d’une course en trafic concessionnaire, il a le droit de poursuivre son voyage avec la prochaine course appropriée sans frais supplémentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_21"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 4, Contrat de transport de voyageurs, Retards: remboursement ",
        "citation": "Art. 21a LTV",
        "content": "Si le voyageur peut rendre vraisemblable que le but du voyage ne peut plus être réalisé du fait du retard ou de la suppression d’une course en trafic concessionnaire, il peut:\na. ne pas entamer le voyage et exiger le remboursement intégral du prix de la course;\nb. retourner immédiatement à la station de départ et exiger le remboursement intégral du prix de la course;\nc. renoncer à poursuivre son voyage et exiger le remboursement au prorata du prix de la course.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_21_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 4, Contrat de transport de voyageurs, Retards: indemnisation",
        "citation": "Art. 21b al. 1 LTV",
        "content": "Lorsqu’un retard ou la suppression d’une course en trafic concessionnaire n’a pas donné lieu au remboursement du prix de la course, le voyageur peut exiger de l’entreprise une indemnisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_21_b"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 4, Contrat de transport de voyageurs, Retards: indemnisation",
        "citation": "Art. 21b al. 2 LTV",
        "content": "Le Conseil fédéral règle les modalités de l’indemnisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_21_b"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 4, Contrat de transport de voyageurs, Retards: assistance",
        "citation": "Art. 21c al. 1 LTV",
        "content": "En cas de retard de plus de 60 minutes à l’arrivée ou au départ en trafic concessionnaire, l’entreprise offre aux voyageurs une assistance adéquate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_21_c"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 4, Contrat de transport de voyageurs, Retards: assistance",
        "citation": "Art. 21c al. 2 LTV",
        "content": "Le Conseil fédéral règle les modalités de l’obligation d’assistance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_21_c"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 4, Contrat de transport de voyageurs, Retards: responsabilité",
        "citation": "Art. 21d al. 1 LTV",
        "content": "Dans le trafic concessionnaire, l’entreprise répond du dommage direct résultant de l’inobservation de l’horaire, comme les frais d’hébergement et de nourriture, lorsque cela entraîne pour le voyageur la rupture de la dernière correspondance prévue à l’horaire ou que le voyageur n’atteint pas la dernière destination prévue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_21_d"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 4, Contrat de transport de voyageurs, Retards: responsabilité",
        "citation": "Art. 21d al. 2 LTV",
        "content": "Elle est déchargée de sa responsabilité si elle prouve que le dommage est dû à une faute du voyageur ou à des circonstances que l’entreprise ne pouvait prévenir et dont elle ne pouvait éviter les conséquences.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_21_d"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 4, Contrat de transport de voyageurs, Retards: responsabilité",
        "citation": "Art. 21d al. 3 LTV",
        "content": "Les autres prétentions à des dommages-intérêts pour retard sont exclues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_21_d"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 4, Contrat de transport de voyageurs, Conditions générales",
        "citation": "Art. 22 LTV",
        "content": "Les entreprises peuvent édicter des conditions générales relatives à l’utilisation des installations et des véhicules ainsi qu’au comportement des voyageurs durant le transport. Elles peuvent y prévoir des indemnisations en cas d’infraction aux prescriptions d’utilisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_22"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 4, Contrat de transport de voyageurs, Bagages à main",
        "citation": "Art. 23 al. 1 LTV",
        "content": "Pour autant que les conditions le permettent, le voyageur peut prendre gratuitement avec lui dans le véhicule des objets faciles à porter (bagages à main).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_23"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 4, Contrat de transport de voyageurs, Bagages à main",
        "citation": "Art. 23 al. 2 LTV",
        "content": "L’entreprise répond de la perte ou de l’avarie des bagages à main:\na. lorsque cette perte ou cette avarie résulte d’un accident au cours duquel le voyageur qui transportait les bagages a été blessé ou tué et que l’entreprise répond des lésions corporelles subies;\nb. lorsqu’elle a causé cette perte ou cette avarie d’une autre manière, sauf si elle prouve qu’aucune faute ne lui est imputable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_23"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 4, Contrat de transport de voyageurs, Bagages à main",
        "citation": "Art. 23 al. 3 LTV",
        "content": "Le voyageur répond de tout dommage causé par ses bagages à main, sauf s’il prouve qu’aucune faute ne lui est imputable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_23"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 4, Contrat de transport de voyageurs, Bicyclettes",
        "citation": "Art. 23a LTV",
        "content": "L’entreprise autorise le voyageur à emporter sa bicyclette dans le véhicule si cela ne porte pas préjudice au transport. Elle peut exiger un paiement pour cette prestation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_23_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 5, Transport de bagages, Contrat",
        "citation": "Art. 24 al. 1 LTV",
        "content": "Par le contrat de transport de bagages, l’entreprise s’engage envers l’expéditeur, moyennant un prix, à déplacer un bagage d’une station à une autre et à le délivrer contre une pièce justificative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_24"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 5, Transport de bagages, Contrat",
        "citation": "Art. 24 al. 2 LTV",
        "content": "Le contrat est conclu dès que l’entreprise a accepté le bagage en vue de son transport.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_24"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 5, Transport de bagages, Contrat",
        "citation": "Art. 24 al. 3 LTV",
        "content": "En règle générale, l’expédition du bagage ne s’effectue que sur présentation d’un titre de transport valable. Toutefois, les tarifs peuvent prévoir la possibilité d’expédier un bagage sans présentation d’un titre de transport valable, moyennant un prix de transport majoré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_24"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 5, Transport de bagages, Obligations accessoires de l’expéditeur",
        "citation": "Art. 25 al. 1 LTV",
        "content": "Il incombe à l’expéditeur:\na. de remettre à l’entreprise les pièces qu’exigent les douanes, la police ou d’autres autorités;\nb. d’emballer le bagage de telle sorte qu’il ne risque pas de causer un dommage corporel ou matériel et qu’il soit préservé de la perte ou de l’avarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_25"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 5, Transport de bagages, Obligations accessoires de l’expéditeur",
        "citation": "Art. 25 al. 2 LTV",
        "content": "Les tarifs peuvent prévoir que l’expéditeur procède lui-même au chargement, au transbordement et au déchargement du bagage ou y prête son concours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_25"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 5, Transport de bagages, Obligations accessoires de l’expéditeur",
        "citation": "Art. 25 al. 3 LTV",
        "content": "L’expéditeur qui enfreint une obligation accessoire en supporte les conséquences. Il doit réparer le dommage subi par l’entreprise s’il ne prouve pas qu’il n’a commis aucune faute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_25"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 5, Transport de bagages, Modalités du transport",
        "citation": "Art. 26 al. 1 LTV",
        "content": "Si un obstacle empêche le transport du bagage, l’entreprise prend les mesures nécessaires pour préserver les intérêts de l’expéditeur. Dans le doute, elle lui demande des instructions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_26"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 5, Transport de bagages, Modalités du transport",
        "citation": "Art. 26 al. 2 LTV",
        "content": "Si l’expéditeur ne retire pas le bagage dans les délais, l’entreprise lui demande des instructions. Dans les cas urgents, elle peut prendre de son propre chef les mesures appropriées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_26"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 5, Transport de bagages, Modalités du transport",
        "citation": "Art. 26 al. 3 LTV",
        "content": "Le Conseil fédéral règle les modalités et les conditions applicables à l’exécution du contrat, notamment les délais de livraison.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_26"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 5, Transport de bagages, Responsabilité de l’entreprise résultant du contrat de transport",
        "citation": "Art. 27 al. 1 LTV",
        "content": "L’entreprise est responsable du dommage résultant de la perte ou de l’avarie du bagage ainsi que de l’inobservation du délai de livraison.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_27"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 5, Transport de bagages, Responsabilité de l’entreprise résultant du contrat de transport",
        "citation": "Art. 27 al. 2 LTV",
        "content": "L’entreprise est déchargée de cette responsabilité si elle prouve que le dommage est dû à une faute de la personne lésée ou à des circonstances qu’elle ne pouvait prévenir et dont elle ne pouvait éviter les conséquences.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_27"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 5, Transport de bagages, Responsabilité de l’entreprise résultant du contrat de transport",
        "citation": "Art. 27 al. 3 LTV",
        "content": "Le dommage constaté est présumé résulter du transport. Toutefois, lorsque l’entreprise établit l’existence de circonstances particulières, définies par le Conseil fédéral, qui font supposer que le dommage a d’autres causes, l’entreprise n’est responsable que dans la mesure où la personne lésée prouve que le dommage n’est pas dû à ces circonstances.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_27"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6, Prestations de transport commandées: dispositions générales, Indemnisation des coûts non couverts des prestations de transport commandées",
        "citation": "Art. 28 al. 1 LTV",
        "content": "Pour la prestation du transport régional de voyageurs qu’ils commandent conjointe-ment, la Confédération et les cantons (commanditaires) indemnisent les entreprises pour les coûts non couverts selon les comptes planifiés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_28"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6, Prestations de transport commandées: dispositions générales, Indemnisation des coûts non couverts des prestations de transport commandées",
        "citation": "Art. 28 al. 2 LTV",
        "content": "Le trafic local et les lignes sans fonction de desserte sont exclus des prestations fédérales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_28"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6, Prestations de transport commandées: dispositions générales, Indemnisation des coûts non couverts des prestations de transport commandées",
        "citation": "Art. 28 al. 3 LTV",
        "content": "La Confédération prend intégralement en charge les coûts non couverts planifiés des prestations d’importance nationale qu’elle commande. Elle peut indemniser les coûts de prestations relatives à l’offre de transport lorsque celles-ci servent à toutes les entreprises ou sont à leur disposition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_28"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6, Prestations de transport commandées: dispositions générales, Indemnisation des coûts non couverts des prestations de transport commandées",
        "citation": "Art. 28 al. 4 LTV",
        "content": "La Confédération, les cantons et les communes peuvent commander d’autres offres, des améliorations de l’offre ou des réductions de tarif. Ils supportent les coûts non couverts de ces offres, tels qu’ils résultent du compte planifié.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_28"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6, Prestations de transport commandées: dispositions générales, Conditions",
        "citation": "Art. 29 al. 1 LTV",
        "content": "La Confédération indemnise les entreprises répondant aux conditions suivantes:\na. leurs comptes sont présentés conformément aux dispositions de la section 7;\nb. les comptes, subdivisés en secteurs, attestent les coûts non couverts de chaque secteur;\nc. le transport régional de voyageurs et, le cas échéant, l’infrastructure ferroviaire sont gérés comme des secteurs distincts;\nd. la personnalité juridique est indépendante des commanditaires;\ne. le conseil d’administration ou l’organe comparable ne comprend aucune personne qui participe directement au processus de commande ou est employée dans une unité administrative participant à ce processus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_29"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6, Prestations de transport commandées: dispositions générales, Conditions",
        "citation": "Art. 29 al. 2 LTV",
        "content": "La Confédération peut accorder des allègements aux entreprises à faible trafic et aux entreprises étrangères qui exploitent peu de lignes en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_29"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6, Prestations de transport commandées: dispositions générales, Répartition financière",
        "citation": "Art. 30 al. 1 LTV",
        "content": "La part de l’indemnité prise en charge par la Confédération pour les offres commandées par la Confédération et les cantons pour le trafic régional est de 50 %.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_30"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6, Prestations de transport commandées: dispositions générales, Répartition financière",
        "citation": "Art. 30 al. 2 LTV",
        "content": "Le Conseil fédéral fixe au moins tous les quatre ans les parts respectives de la Confédération et de chacun des cantons dans l’indemnisation. Il consulte les cantons au préalable et tient compte de leurs conditions structurelles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_30"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6, Prestations de transport commandées: dispositions générales, Répartition financière",
        "citation": "Art. 30 al. 3 LTV",
        "content": "Il définit l’écart maximal autorisé d’une période à l’autre pour la part fédérale selon l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_30"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6, Prestations de transport commandées: dispositions générales, Répartition financière",
        "citation": "Art. 30 al. 4 LTV",
        "content": "Si plusieurs cantons participent au financement d’une ligne, leurs parts se calculent, sauf accord contraire, en fonction de la desserte des stations et de la longueur de la ligne exploitée sur leur territoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_30"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6, Prestations de transport commandées: dispositions générales, Répartition financière",
        "citation": "Art. 30 al. 5 LTV",
        "content": "Les cantons déterminent si les communes ou d’autres collectivités participent à l’indemnité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_30"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6, Prestations de transport commandées: dispositions générales, Crédit d’engagement",
        "citation": "Art. 30a LTV",
        "content": "L’Assemblée fédérale vote tous les quatre ans un crédit d’engagement destiné à indemniser les coûts non couverts des prestations de transport commandées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_30_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6, Prestations de transport commandées: dispositions générales, Aides financières",
        "citation": "Art. 31 al. 1 LTV",
        "content": "Lorsqu’une entreprise procède à des investissements dans le secteur des transports, la Confédération peut accorder un cautionnement en faveur des créanciers pour autant que cette opération serve les intérêts des commanditaires. L’OFT règle la forme et les conditions du cautionnement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_31"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6, Prestations de transport commandées: dispositions générales, Aides financières",
        "citation": "Art. 31 al. 2 LTV",
        "content": "La Confédération peut, dans des cas particuliers, notamment pour promouvoir des solutions innovantes, accorder des contributions pour l’acquisition de véhicules et l’aménagement d’installations et d’équipements et octroyer des prêts sans intérêts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_31"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6, Prestations de transport commandées: dispositions générales, Aides financières",
        "citation": "Art. 31 al. 3 LTV",
        "content": "Pour financer les investissements permettant de renouveler et de moderniser le matériel dans le domaine des transports, elle peut convertir les prêts remboursables en prêts conditionnellement remboursables ou suspendre leur remboursement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_31"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6, Prestations de transport commandées: dispositions générales, Aides financières",
        "citation": "Art. 31 al. 4 LTV",
        "content": "Les prêts conditionnellement remboursables de la Confédération peuvent, sous réserve des décisions requises par le droit de la société anonyme, être convertis en capital propre, notamment afin de participer à un redressement nécessaire du bilan.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_31"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6, Prestations de transport commandées: dispositions générales, Prestations de transport et procédure de commande",
        "citation": "Art. 31a al. 1 LTV",
        "content": "Les prestations de transport et l’indemnisation du trafic régional des voyageurs sont fixées au préalable par les commanditaires et l’entreprise dans une convention de prestations écrite basée sur les comptes prévisionnels de l’entreprise. Ces comptes prévisionnels sont fondés sur la convention d’objectifs ou la convention d’adjudication passée entre les commanditaires et l’entreprise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_31_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6, Prestations de transport commandées: dispositions générales, Prestations de transport et procédure de commande",
        "citation": "Art. 31a al. 2 LTV",
        "content": "Le Conseil fédéral établit la procédure de commande, ainsi que les principes des prestations de transport et de l’indemnisation, d’entente avec les cantons. En présence d’une convention d’adjudication, il peut définir une procédure de commande simplifiée. Il respecte l’autonomie des entreprises en matière de gestion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_31_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6, Prestations de transport commandées: dispositions générales, Prestations de transport et procédure de commande",
        "citation": "Art. 31a al. 3 LTV",
        "content": "L’offre de transport et l’indemnité sont d’abord déterminées par la demande et par l’infrastructure disponible. Sont également pris en considération:\na. une desserte de base appropriée;\nb. les enjeux en matière de politique régionale, en particulier les besoins du développement économique de régions périphériques et de montagne;\nc. les enjeux en matière d’aménagement du territoire;\nd. les enjeux en matière de protection de l’environnement;\ne. les intérêts des personnes handicapées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_31_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6, Prestations de transport commandées: dispositions générales, Prestations de transport et procédure de commande",
        "citation": "Art. 31a al. 4 LTV",
        "content": "La convention de prestations contient en particulier les éléments suivants:\na. le plan directeur de l’offre et l’horaire;\nb. la vente et les points de vente ainsi que leur service;\nc. l’offre concernant le transport de bagages;\nd. les tarifs à appliquer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_31_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6, Prestations de transport commandées: dispositions générales, Prestations de transport et procédure de commande",
        "citation": "Art. 31a al. 5 LTV",
        "content": "La conclusion de la convention de prestations confère aux entreprises de transport un droit subjectif à l’indemnité envers chaque commanditaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_31_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6, Prestations de transport commandées: dispositions générales, Prestations de transport et procédure de commande",
        "citation": "Art. 31a al. 6 LTV",
        "content": "En cas de divergences entre les commanditaires et les entreprises lors de la négociation ou de l’exécution d’une convention de prestations, l’OFT fixe les prestations de transport et l’indemnité, compte tenu des principes figurant à l’al. 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_31_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6, Prestations de transport commandées: dispositions générales, Périodicité de la procédure de commande",
        "citation": "Art. 31b LTV",
        "content": "La procédure de commande a lieu tous les deux ans. L’OFT synchronise la procédure de commande avec la période horaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_31_b"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6, Prestations de transport commandées: dispositions générales, Planification de la mise au concours",
        "citation": "Art. 31c al. 1 LTV",
        "content": "Les commanditaires planifient leurs mises au concours afférentes au transport régional de voyageurs par route et par chemin de fer, notamment en ce qui concerne la date et les motifs de la mise au concours. Ce faisant, ils tiennent compte dans leurs réflexions des exigences et des besoins locaux et régionaux. Ils établissent un plan dans lequel ils inscrivent également les lignes qu’ils mettent au concours en commun sans les commander ensemble.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_31_c"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6, Prestations de transport commandées: dispositions générales, Planification de la mise au concours",
        "citation": "Art. 31c al. 2 LTV",
        "content": "La planification de la mise au concours se fait par canton. Les cantons sont compétents pour la mener. L’OFT veille à une planification uniformisée des mises au concours et à la coordination entre les cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_31_c"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6, Prestations de transport commandées: dispositions générales, Planification de la mise au concours",
        "citation": "Art. 31c al. 3 LTV",
        "content": "La planification de la mise au concours est contraignante pour les autorités. Elle n’est pas susceptible de recours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_31_c"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6a, Prestations de transport commandées: procédure de mise au concours, Mise au concours",
        "citation": "Art. 32 al. 1 LTV",
        "content": "Les commanditaires mettent au concours les prestations relevant du transport régional de voyageurs par route commandées en commun.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_32"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6a, Prestations de transport commandées: procédure de mise au concours, Mise au concours",
        "citation": "Art. 32 al. 2 LTV",
        "content": "Une mise au concours n’a pas lieu dans les cas suivants:\na. une convention d’objectifs a été conclue et l’entreprise atteint ces derniers;\nb. l’indemnisation est inférieure à un montant déterminé;\nc. la mise au concours n’est pas planifiée;\nd. la nouvelle prestation de transport est partie intégrante d’un réseau régional préexistant;\ne. pour des raisons d’ordre technique, d’exploitation ou de spécificité régionale, il n’y a pas à attendre plus d’une soumission pour une prestation de transport;\nf. la prestation de transport consiste en la modification d’une concession préexistante;\ng. une concession est transférée sans changement à une autre entreprise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_32"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6a, Prestations de transport commandées: procédure de mise au concours, Mise au concours",
        "citation": "Art. 32 al. 3 LTV",
        "content": "Par entente mutuelle, les commanditaires peuvent mettre au concours les prestations du transport ferroviaire régional de voyageurs commandées en commun.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_32"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6a, Prestations de transport commandées: procédure de mise au concours, Mise au concours",
        "citation": "Art. 32 al. 4 LTV",
        "content": "Les prestations de transport préexistantes ne peuvent être mises au concours que si elles ont été intégrées à l’avance dans la planification de la mise au concours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_32"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6a, Prestations de transport commandées: procédure de mise au concours, Mise au concours",
        "citation": "Art. 32 al. 5 LTV",
        "content": "Les commanditaires peuvent mettre au concours ensemble des prestations de transport même si elles ne sont commandées que par les cantons sans participation fédérale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_32"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6a, Prestations de transport commandées: procédure de mise au concours, Mise au concours de prestations de transport avec sections de ligne dans des pays voisins",
        "citation": "Art. 32a al. 1 LTV",
        "content": "Les mises au concours de prestations de transport qui comprennent des sections de ligne dans des pays voisins sont coordonnées avec la procédure de mise au concours de l’État concerné.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_32_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6a, Prestations de transport commandées: procédure de mise au concours, Mise au concours de prestations de transport avec sections de ligne dans des pays voisins",
        "citation": "Art. 32a al. 2 LTV",
        "content": "Le Conseil fédéral peut régler la mise au concours des prestations de ce type en passant des conventions avec les pays voisins.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_32_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6a, Prestations de transport commandées: procédure de mise au concours, Mise au concours de prestations de transport avec sections de ligne dans des pays voisins",
        "citation": "Art. 32a al. 3 LTV",
        "content": "S’il n’existe pas de convention, l’OFT peut renoncer à une mise au concours et commander la prestations à l’entreprise qui a obtenu l’adjudication pour la section de ligne située dans le pays voisin lors de la procédure de mise au concours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_32_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6a, Prestations de transport commandées: procédure de mise au concours, Coordination avec la concession",
        "citation": "Art. 32b al. 1 LTV",
        "content": "La procédure de mise au concours est coordonnée avec la procédure d’octroi ou de renouvellement de la concession. La décision d’adjudication prise à l’issue de la procédure de mise au concours et l’octroi de la concession ou son renouvellement font partie de la même décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_32_b"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6a, Prestations de transport commandées: procédure de mise au concours, Coordination avec la concession",
        "citation": "Art. 32b al. 2 LTV",
        "content": "La durée de la concession correspond à la durée de validité de la prestation de transport prévue dans la mise au concours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_32_b"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6a, Prestations de transport commandées: procédure de mise au concours, Dispositions particulières applicables à la mise au concours de prestations de transport par route",
        "citation": "Art. 32c al. 1 LTV",
        "content": "Une prestation de transport relevant du trafic régional des voyageurs par route commandée en commun est mise au concours lors de tout nouvel octroi d’une concession.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_32_c"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6a, Prestations de transport commandées: procédure de mise au concours, Dispositions particulières applicables à la mise au concours de prestations de transport par route",
        "citation": "Art. 32c al. 2 LTV",
        "content": "Pendant la durée de la concession, les commanditaires mettent au concours la prestation de transport dans les cas suivants:\na. l’entreprise n’exerce pas ou n’exerce que partiellement les droits qui lui sont attribués ou manque gravement ou à plusieurs reprises aux obligations prévues par la loi ou la concession;\nb. l’entreprise ne remplit pas sur plusieurs points ou sur un point essentiel les objectifs fixés dans une convention d’objectifs alors que celle-ci prévoit une mise au concours comme sanction;\nc. une baisse de prix ou une amélioration de la prestation de transport fixée dans la convention d’adjudication est demandée et n’est pas réalisée alors que la convention prévoit une mise au concours comme sanction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_32_c"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6a, Prestations de transport commandées: procédure de mise au concours, Dispositions particulières applicables à la mise au concours de prestations de transport par route",
        "citation": "Art. 32c al. 3 LTV",
        "content": "À l’occasion du renouvellement de la concession, les commanditaires mettent au concours la prestation de transport commandée, lorsque leur planification le prévoit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_32_c"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6a, Prestations de transport commandées: procédure de mise au concours, Principes de procédure",
        "citation": "Art. 32d al. 1 LTV",
        "content": "Lors de la procédure de mise au concours, les commanditaires respectent les principes suivants:\na. ils veillent à l’égalité de traitement des entreprises durant toutes les phases de la procédure;\nb. ils adjugent une prestation de transport uniquement à une entreprise qui garantit le respect des dispositions relatives à la sécurité du travail et des conditions de travail des employés; ils fixent les dispositions déterminantes dans les documents de mise au concours et prennent en considération les contrats existants;\nc. ils n’adjugent le mandat qu’à une entreprise qui garantit la parité salariale entre hommes et femmes;\nd. ils respectent le caractère confidentiel des données des entreprises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_32_d"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6a, Prestations de transport commandées: procédure de mise au concours, Principes de procédure",
        "citation": "Art. 32d al. 2 LTV",
        "content": "Les entreprises respectent les principes suivants:\na. les offres sont complètes et sont déposées dans les délais;\nb. la mise en service se fait à la date prévue; si celle-ci est retardée en raison d’un recours, l’entreprise est libérée de son engagement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_32_d"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6a, Prestations de transport commandées: procédure de mise au concours, Qualification",
        "citation": "Art. 32e al. 1 LTV",
        "content": "Les commanditaires peuvent demander aux entreprises d’attester leur capacité financière, économique, technique et d’exploitation. Ils déterminent les critères pertinents.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_32_e"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6a, Prestations de transport commandées: procédure de mise au concours, Qualification",
        "citation": "Art. 32e al. 2 LTV",
        "content": "Ils indiquent lors de la mise au concours les critères de qualification et les documents qui doivent être fournis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_32_e"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6a, Prestations de transport commandées: procédure de mise au concours, Exclusion de la procédure de mise au concours",
        "citation": "Art. 32f LTV",
        "content": "Les commanditaires peuvent exclure une entreprise de la procédure de mise au concours, notamment dans les cas suivants:\na. elle ne satisfait pas aux critères de qualification;\nb. elle a transmis de faux renseignements aux commanditaires;\nc. elle n’a pas payé ses impôts ou ses cotisations sociales;\nd. elle ne respecte pas les principes de la procédure;\ne. elle a conclu des accords qui restreignent sensiblement ou qui suppriment toute concurrence efficace;\nf. elle fait l’objet d’une procédure de faillite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_32_f"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6a, Prestations de transport commandées: procédure de mise au concours, Décision d’adjudication",
        "citation": "Art. 32g al. 1 LTV",
        "content": "Les commanditaires adjugent la prestation de transport mise au concours à l’entreprise qui a soumis l’offre la plus avantageuse du point de vue économique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_32_g"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6a, Prestations de transport commandées: procédure de mise au concours, Décision d’adjudication",
        "citation": "Art. 32g al. 2 LTV",
        "content": "Pour déterminer l’offre la plus avantageuse du point de vue économique, ils prennent notamment en compte la qualité et la conception de l’offre, les recettes, les frais et l’impact environnemental.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_32_g"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6a, Prestations de transport commandées: procédure de mise au concours, Décision d’adjudication",
        "citation": "Art. 32g al. 3 LTV",
        "content": "La prestation de transport est adjugée pour la durée prévue dans la mise au concours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_32_g"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6a, Prestations de transport commandées: procédure de mise au concours, Révocation de la décision d’adjudication",
        "citation": "Art. 32h LTV",
        "content": "Les commanditaires peuvent révoquer la décision d’adjudication pour les mêmes motifs que ceux pour lesquels ils peuvent exclure une entreprise de la procédure de mise au concours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_32_h"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6a, Prestations de transport commandées: procédure de mise au concours, Décisions",
        "citation": "Art. 32i al. 1 LTV",
        "content": "L’OFT arrête les décisions suivantes:\na. la mise au concours;\nb. l’exclusion de la procédure de mise au concours;\nc. l’interruption de la procédure de mise au concours;\nd. l’adjudication;\ne. la renonciation à une mise au concours en raison d’une exception prévue à l’art. 32, al. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_32_i"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6a, Prestations de transport commandées: procédure de mise au concours, Décisions",
        "citation": "Art. 32i al. 2 LTV",
        "content": "Il peut notifier la décision visée à l’al. 1, let. b, avec la décision visée à l’al. 1, let. c ou d.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_32_i"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6a, Prestations de transport commandées: procédure de mise au concours, Publication",
        "citation": "Art. 32j al. 1 LTV",
        "content": "L’OFT publie les décisions visées à l’art. 32i, al. 1, let. a, c, d et e.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_32_j"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6a, Prestations de transport commandées: procédure de mise au concours, Publication",
        "citation": "Art. 32j al. 2 LTV",
        "content": "Le Conseil fédéral règle les exceptions et désigne l’organe de publication.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_32_j"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6a, Prestations de transport commandées: procédure de mise au concours, Convention d’adjudication",
        "citation": "Art. 32k al. 1 LTV",
        "content": "Dès que la décision d’adjudication est entrée en force, les commanditaires et l’entreprise concluent une convention d’adjudication.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_32_k"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6a, Prestations de transport commandées: procédure de mise au concours, Convention d’adjudication",
        "citation": "Art. 32k al. 2 LTV",
        "content": "La convention d’adjudication fixe essentiellement, sur la base de l’offre, la durée de validité, la prestation de transport, la qualité, les coûts, les recettes, les mécanismes d’adaptation et le contrôle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_32_k"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6a, Prestations de transport commandées: procédure de mise au concours, Changement d’entreprise adjudicataire",
        "citation": "Art. 32l al. 1 LTV",
        "content": "Lorsqu’une prestation relevant du trafic régional de voyageurs est commandée à une nouvelle entreprise sur la base d’une mise au concours, l’entreprise précédemment mandatée doit céder à la nouvelle entreprise les moyens d’exploitation acquis spécialement pour la prestation de transport concernée à la valeur comptable résiduelle si les commanditaires l’exigent et que les moyens d’exploitation sont essentiels pour les lignes du trafic régional des voyageurs mises au concours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_32_l"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6a, Prestations de transport commandées: procédure de mise au concours, Changement d’entreprise adjudicataire",
        "citation": "Art. 32l al. 2 LTV",
        "content": "La nouvelle entreprise doit reprendre ces moyens d’exploitation à la valeur comptable résiduelle si l’entreprise précédemment mandatée ou les commanditaires l’exigent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_32_l"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6a, Prestations de transport commandées: procédure de mise au concours, Changement d’entreprise adjudicataire",
        "citation": "Art. 32l al. 3 LTV",
        "content": "La nouvelle entreprise doit proposer les postes de travail supplémentaires nécessaires à la prestation de transport concernée aux employés de l’entreprise précédemment mandatée aux conditions en usage dans la branche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_32_l"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6b, Prestations de transport commandées: dispositions spécifiques aux prestations qui ne sont pas mises au concours, Convention d’objectifs",
        "citation": "Art. 33 al. 1 LTV",
        "content": "La Confédération et les cantons peuvent conclure une convention d’objectifs avec l’entreprise concernée pour les prestations de transport qui ne sont pas mises au concours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_33"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6b, Prestations de transport commandées: dispositions spécifiques aux prestations qui ne sont pas mises au concours, Convention d’objectifs",
        "citation": "Art. 33 al. 2 LTV",
        "content": "La convention d’objectifs peut comprendre notamment des objectifs de prestations en termes de qualité, de quantité, de recettes et de coût que l’entreprise doit atteindre en un temps déterminé. Elle peut prévoir des mesures pour le cas où les objectifs ne sont pas atteints.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_33"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6b, Prestations de transport commandées: dispositions spécifiques aux prestations qui ne sont pas mises au concours, Convention d’objectifs",
        "citation": "Art. 33 al. 3 LTV",
        "content": "Elle peut comprendre des systèmes de bonus-malus applicables à la qualité et aux indices financiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_33"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6b, Prestations de transport commandées: dispositions spécifiques aux prestations qui ne sont pas mises au concours, Convention d’objectifs",
        "citation": "Art. 33 al. 4 LTV",
        "content": "Elle est conclue pour une durée minimale de deux périodes horaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_33"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 6b, Prestations de transport commandées: dispositions spécifiques aux prestations qui ne sont pas mises au concours, Mesures de réalisation des objectifs et réduction de l’indemnité",
        "citation": "Art. 33a LTV",
        "content": "Après avoir consulté les cantons, l’OFT peut ordonner des mesures afin d’atteindre les objectifs ou exiger le remboursement de prestations financières si l’entreprise:\na. ne fournit pas les prestations commandées comme convenu;\nb. n’atteint pas les objectifs prescrits;\nc. ne respecte pas les délais fixés, ou\nd. ne pratique pas une gestion économique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_33_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 7, Comptabilité, Principes",
        "citation": "Art. 35 al. 1 LTV",
        "content": "Après consultation du Département fédéral des finances et des cantons, le DETEC règle, par voie d’ordonnance, la présentation des comptes des entreprises concessionnaires au sens de l’art. 6 de la présente loi ou de l’art. 5 de la loi fédérale du 20 décembre 1957 sur les chemins de fer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_35"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 7, Comptabilité, Principes",
        "citation": "Art. 35 al. 2 LTV",
        "content": "Le DETEC peut édicter d’autres dispositions, notamment sur la comptabilisation, l’inscription au bilan et les amortissements, ainsi que sur les réserves, le compte de construction, la subdivision en secteurs, le compte de résultats par ligne et l’obligation de renseigner la Confédération et les cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_35"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 7, Comptabilité, Principes",
        "citation": "Art. 35 al. 3 LTV",
        "content": "Les dispositions du code des obligations sur la comptabilité commerciale sont en outre applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_35"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 7, Comptabilité, Présentation du résultat par secteurs",
        "citation": "Art. 36 al. 1 LTV",
        "content": "L’entreprise répond elle-même du déficit si le produit obtenu ainsi que les prestations financières fournies par la Confédération et par les cantons ne lui permettent pas de couvrir les dépenses globales d’un secteur de transport. Elle porte ce déficit au compte du nouvel exercice.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_36"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 7, Comptabilité, Présentation du résultat par secteurs",
        "citation": "Art. 36 al. 2 LTV",
        "content": "Lorsque les recettes et les prestations financières fournies par la Confédération et les cantons dépassent les dépenses globales d’un secteur de transport bénéficiant d’indemnités, l’entreprise affecte au moins deux tiers de cet excédent à une réserve spéciale destinée à couvrir les futurs déficits des secteurs indemnisés. Si cette réserve spéciale atteint 25 % du chiffre d’affaires annuel des secteurs bénéficiant d’indemnités ou si elle atteint 12 millions de francs, le bénéfice est à la libre disposition de l’entreprise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_36"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 7, Comptabilité, Présentation du résultat par secteurs",
        "citation": "Art. 36 al. 3 LTV",
        "content": "Si l’entreprise cesse son activité dans les secteurs de transport bénéficiant d’indemnités, elle doit dissoudre la réserve spéciale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_36"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 7, Comptabilité, Présentation du résultat par secteurs",
        "citation": "Art. 36 al. 4 LTV",
        "content": "Si le produit d’un secteur relevant de la concession et ne bénéficiant pas d’indemnités dépasse les dépenses globales de ce secteur, l’entreprise peut disposer librement de l’excédent. Elle peut le provisionner en tout ou en partie pour couvrir de futurs déficits du même secteur. Si elle cesse son activité dans le secteur relevant de la concession, elle doit libérer la provision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_36"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 7, Comptabilité, Vérification par l’autorité de surveillance",
        "citation": "Art. 37 al. 1 LTV",
        "content": "Les comptes et bilans doivent être bouclés à la fin de l’exercice. Les entreprises qui sont au bénéfice de contributions ou de prêts des pouvoirs publics soumettent leurs comptes annuels à l’OFT avec les justificatifs correspondants. L’OFT peut exiger des documents supplémentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_37"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 7, Comptabilité, Vérification par l’autorité de surveillance",
        "citation": "Art. 37 al. 2 LTV",
        "content": "L’OFT vérifie périodiquement ou en fonction des besoins si les comptes sont conformes aux dispositions légales et aux conventions sur les contributions et les prêts des pouvoirs publics qui en découlent. Il précise l'étendue de ce contrôle. L’examen des comptes par l’autorité de surveillance sous l’angle du droit des subventions complète le contrôle du service de révision de l’entreprise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_37"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 7, Comptabilité, Vérification par l’autorité de surveillance",
        "citation": "Art. 37 al. 3 LTV",
        "content": "L’entreprise publie dans son rapport de gestion le résultat de l’examen des comptes sous l’angle du droit des subventions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_37"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 7, Comptabilité, Vérification par l’autorité de surveillance",
        "citation": "Art. 37 al. 4 LTV",
        "content": "L’OFT peut effectuer auprès de l’entreprise des contrôles plus approfondis que celui des comptes sous l’angle du droit des subventions. Si nécessaire, l’OFT est autorisé à examiner toute la gestion de l’entreprise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_37"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 7, Comptabilité, Litiges",
        "citation": "Art. 38 al. 1 LTV",
        "content": "Si les comptes et les attestations présentés ne sont pas conformes aux art. 35 à 37, l’OFT ordonne les mesures appropriées, après avoir entendu l’entreprise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_38"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 7, Comptabilité, Litiges",
        "citation": "Art. 38 al. 2 LTV",
        "content": "Si l’approbation est refusée en raison de contestations portant sur l’affectation du bénéfice net, le montant litigieux n’est disponible qu’une fois la décision exécutoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_38"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 7, Comptabilité, Organe de révision",
        "citation": "Art. 39 al. RS 220 LTV",
        "content": "Quelle que soit sa forme juridique, l’entreprise désigne un organe de révision conformément aux dispositions du code des obligations sur la révision dans les sociétés anonymes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_39"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 8, Prestations particulières en faveur des administrations publiques, Principe",
        "citation": "Art. 40 LTV",
        "content": "Sauf dispositions contraires de la présente loi et sauf conventions contraires entre les intéressés, les prestations particulières des entreprises en faveur de la Confédération, des cantons, des communes et des autres collectivités de droit public, ainsi que de leurs établissements et services doivent être indemnisées selon les principes généralement admis dans le commerce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_40"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 8, Prestations particulières en faveur des administrations publiques, Transports effectués dans le cadre de la coopération nationale en matière de sécurité",
        "citation": "Art. 41 LTV",
        "content": "Les entreprises sont tenues, dans des situations particulières ou extraordinaires, d’effectuer les transports pour la Confédération et les cantons en priorité. À cet effet, le Conseil fédéral peut lever l’obligation d’exploiter, de transporter et d’établir des tarifs et des horaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_41"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 9, Responsabilité contractuelle, Responsabilité de l’entreprise pour les opérations en cours de service",
        "citation": "Art. 42 LTV",
        "content": "L’entreprise est responsable du dommage que causent, dans l’accomplissement de leur service, les personnes qu’elle emploie pour l’exécution du transport. Les sous-traitants et leurs employés sont assimilés auxdites personnes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_42"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 9, Responsabilité contractuelle, Dommages-intérêts",
        "citation": "Art. 43 al. 1 LTV",
        "content": "Le Conseil fédéral fixe les montants maximaux des dommages-intérêts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_43"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 9, Responsabilité contractuelle, Dommages-intérêts",
        "citation": "Art. 43 al. 2 LTV",
        "content": "Si le dommage résulte d’un dol ou d’une faute grave, l’entreprise doit indemniser intégralement l’ayant droit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_43"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 9, Responsabilité contractuelle, Limites conventionnelles de la responsabilité",
        "citation": "Art. 44 LTV",
        "content": "Toute disposition tarifaire et convention passée entre l’entreprise et le client qui exclut d’avance, totalement ou partiellement, la responsabilité de l’entreprise ou qui met le fardeau de la preuve à la charge du client est nulle. Au demeurant, le contrat de transport reste valable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_44"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 9, Responsabilité contractuelle, Avances en cas de décès ou de blessure",
        "citation": "Art. 44a al. 1 LTV",
        "content": "Lorsqu’un voyageur par chemin de fer est tué ou blessé lors d’un accident, l’entreprise ferroviaire verse sans délai au voyageur ou à ses proches l’avance nécessaire pour couvrir les besoins économiques immédiats, proportionnellement au préjudice subi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_44_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 9, Responsabilité contractuelle, Avances en cas de décès ou de blessure",
        "citation": "Art. 44a al. 2 LTV",
        "content": "Le versement d’une avance ne constitue pas une reconnaissance de responsabilité, et l’avance peut être déduite de toute somme payée ultérieurement en vertu de la présente loi. Elle n’est toutefois remboursable que lorsque le préjudice a été causé par la négligence ou la faute de la victime ou que la personne à laquelle l’avance a été versée n’était pas celle ayant droit à une indemnisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_44_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 9, Responsabilité contractuelle, Avances en cas de décès ou de blessure",
        "citation": "Art. 44a al. 3 LTV",
        "content": "Le Conseil fédéral peut fixer le montant de l’avance à verser en cas de décès.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_44_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 9, Responsabilité contractuelle, Qualité pour agir",
        "citation": "Art. 45 LTV",
        "content": "Les personnes suivantes peuvent exercer à l’égard de l’entreprise les droits découlant du contrat de transport:\na. le voyageur;\nb. le porteur de la pièce justificative visée à l’art. 24, lors du transport de bagages.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_45"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 9, Responsabilité contractuelle, Exercice des droits",
        "citation": "Art. 46 al. 1 LTV",
        "content": "Les droits découlant du contrat de transport peuvent être exercés, au choix, contre:\na. l’entreprise expéditrice;\nb. l’entreprise destinataire;\nc. l’entreprise qui exploite la ligne sur laquelle s’est produit le fait déterminant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_46"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 9, Responsabilité contractuelle, Exercice des droits",
        "citation": "Art. 46 al. 2 LTV",
        "content": "Dès que l’action a été intentée contre l’une de ces entreprises, elle ne peut plus l’être contre les autres.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_46"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 9, Responsabilité contractuelle, Exercice des droits",
        "citation": "Art. 46 al. 3 LTV",
        "content": "Si une autre entreprise agit contre l’ayant droit, celui-ci peut, par voie de demande reconventionnelle ou d’exception, exercer également ses droits à l’égard de cette entreprise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_46"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 9, Responsabilité contractuelle, Extinction des actions",
        "citation": "Art. 47 al. 1 LTV",
        "content": "L’action contre l’entreprise s’éteint 30 jours après le fait dommageable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_47"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 9, Responsabilité contractuelle, Extinction des actions",
        "citation": "Art. 47 al. 2 LTV",
        "content": "Le voyageur qui manque une correspondance prévue à l’horaire doit le déclarer immédiatement à la station s’il entend exercer ses droits à des dommages-intérêts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_47"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 9, Responsabilité contractuelle, Extinction des actions",
        "citation": "Art. 47 al. 3 LTV",
        "content": "L’action n’est pas éteinte:\na. si l’ayant droit prouve que le dommage est dû à un dol ou à une faute grave;\nb. si, en cas d’inobservation du délai de livraison, la réclamation est faite dans les 30 jours;\nc. si, en cas de perte partielle ou d’avarie, celles-ci ont été constatées avant que l’ayant droit n’ait pris livraison du bagage ou si, par la faute de l’entreprise, le dommage n’a pas été constaté;\nd. si, en cas de dommage non apparent subi par le bagage et constaté dans les délais fixés par le Conseil fédéral, l’ayant droit prouve que le dommage s’est produit entre la remise en vue du transport et la livraison;\ne. si la réclamation immédiate selon l’al. 2 n’est pas possible parce que la station n’est pas pourvue de personnel et qu’elle ne dispose pas d’installations permettant de communiquer avec une station pourvue de personnel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_47"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 9, Responsabilité contractuelle, Prescription de l’action",
        "citation": "Art. 48 al. 1 LTV",
        "content": "L’action fondée sur le contrat de transport se prescrit par un an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_48"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 9, Responsabilité contractuelle, Prescription de l’action",
        "citation": "Art. 48 al. 2 LTV",
        "content": "La prescription est suspendue lorsqu’une réclamation est adressée à l’entreprise. Elle reprend son cours à compter du jour où l’entreprise rejette la réclamation. Les réclamations ultérieures portant sur le même objet ne suspendent pas la prescription.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_48"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 9, Responsabilité contractuelle, Responsabilité collective des entreprises",
        "citation": "Art. 49 al. 1 LTV",
        "content": "L’entreprise qui a conclu le contrat de transport répond de son exécution sur tout le parcours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_49"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 9, Responsabilité contractuelle, Responsabilité collective des entreprises",
        "citation": "Art. 49 al. 2 LTV",
        "content": "L’entreprise subséquente qui assume le transport adhère au contrat de transport avec les droits et obligations qui en découlent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_49"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 9, Responsabilité contractuelle, Droit de gage",
        "citation": "Art. 50 LTV",
        "content": "L’entreprise a sur le bagage les droits d’un créancier gagiste pour la totalité des créances résultant du contrat de transport. Ces droits subsistent aussi longtemps que le bagage se trouve en la possession de l’entreprise ou d’un tiers auquel elle peut le réclamer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_50"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 10, Responsabilité extracontractuelle",
        "citation": "Art. 51 al. 1 LTV",
        "content": "Les art. 40b à 40f de la loi fédérale du 20 décembre 1957 sur les chemins de fer s’appliquent à la responsabilité extracontractuelle des entreprises concessionnaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_51"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 10, Responsabilité extracontractuelle",
        "citation": "Art. 51 al. 2 LTV",
        "content": "Les dispositions de la loi du 19 décembre 1958 sur la circulation routière relatives à la responsabilité civile s’appliquent aux véhicules à moteur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_51"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 11, Surveillance, Autorité de surveillance",
        "citation": "Art. 52 LTV",
        "content": "Les transports publics sont soumis à la surveillance de l’OFT. Si les décisions et les instructions des organes ou des services des entreprises lèsent des intérêts fondamentaux du pays ou violent la présente loi, la concession, l’autorisation ou des conventions internationales, l’OFT peut les abroger ou en empêcher l’application.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_52"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 11, Surveillance, Information relative à la surveillance",
        "citation": "Art. 52a al. 1 LTV",
        "content": "L’OFT informe le public de son activité de surveillance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_52_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 11, Surveillance, Information relative à la surveillance",
        "citation": "Art. 52a al. 2 LTV",
        "content": "La loi du 17 décembre 2004 sur la transparence ne s’applique pas aux rapports concernant les audits, les contrôles d’exploitation et les inspections de l’OFT ni aux autres documents officiels qui contiennent des données personnelles concernant la sécurité technique ou d’exploitation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_52_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 11, Surveillance, Traitement des données par l’OFT",
        "citation": "Art. 53 al. 1 LTV",
        "content": "Dans le cadre de ses activités de surveillance, l’OFT est habilité à collecter les données nécessaires auprès des entreprises et à les traiter. Les entreprises fournissent les données nécessaires à la statistique officielle des transports.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_53"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 11, Surveillance, Traitement des données par l’OFT",
        "citation": "Art. 53 al. 2 LTV",
        "content": "L’OFT peut collecter auprès des personnes concernées les données servant à l’établissement d’un permis et les traiter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_53"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 11, Surveillance, Traitement des données par l’OFT",
        "citation": "Art. 53 al. 3 LTV",
        "content": "À des fins de planification des transports, l’OFT peut aussi exiger des entreprises qu’elles collectent et présentent des données relatives aux tronçons. Il peut publier ces données, dans la mesure où cette publication est nécessaire pour atteindre les objectifs fixés et répond à un intérêt public majeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_53"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 11, Surveillance, Traitement des données par l’OFT",
        "citation": "Art. 53 al. 4 LTV",
        "content": "Après avoir procédé à un examen fondé sur le principe de la proportionnalité, l’OFT peut publier des données sensibles lorsque celles-ci permettent de tirer des conclusions sur le respect par l’entreprise des dispositions relatives à la sécurité. Il peut notamment publier des informations concernant:\na. le retrait ou la révocation de concessions et d’autorisations;\nb. des infractions aux dispositions concernant la protection des employés ou les conditions de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_53"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 11, Surveillance, Traitement des données par l’OFT",
        "citation": "Art. 53 al. 5 LTV",
        "content": "Le Conseil fédéral règle les modalités, notamment la forme de la publication.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_53"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 11, Surveillance, Traitement des données par les concessionnaires",
        "citation": "Art. 54 al. 1 LTV",
        "content": "Pour leurs activités relevant de la concession et de l’autorisation, les entreprises sont soumises aux art. 33 à 42 de la loi fédérale du 25 septembre 2020 sur la protection des données (LPD). Si elles agissent selon le droit privé, elles sont assujetties aux art. 30 à 32 LPD.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_54"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 11, Surveillance, Traitement des données par les concessionnaires",
        "citation": "Art. 54 al. 2 LTV",
        "content": "Elles peuvent traiter des données sensibles si cela est nécessaire au transport des voyageurs ou à l’exploitation ou encore à la sécurité des voyageurs, de l’exploitation ou de l’infrastructure. Il en va de même des tiers qui assurent des tâches incombant à l’entreprise titulaire d’une concession ou d’une autorisation au sens des art. 6 à 8. L’entreprise répond du respect de la législation sur la protection des données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_54"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 11, Surveillance, Vidéosurveillance",
        "citation": "Art. 55 al. 1 LTV",
        "content": "Pour protéger les voyageurs, l’exploitation et l’infrastructure, les entreprises peuvent installer une vidéosurveillance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_55"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 11, Surveillance, Vidéosurveillance",
        "citation": "Art. 55 al. 2 LTV",
        "content": "Elles peuvent déléguer la vidéosurveillance aux tiers auxquels elles ont confié le service de sécurité. Les entreprises répondent du respect de la législation sur la protection des données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_55"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 11, Surveillance, Vidéosurveillance",
        "citation": "Art. 55 al. 3 LTV",
        "content": "Les signaux vidéo peuvent être enregistrés. En règle générale, ils doivent être analysés le jour ouvrable qui suit l’enregistrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_55"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 11, Surveillance, Vidéosurveillance",
        "citation": "Art. 55 al. 4 LTV",
        "content": "Après analyse, les signaux vidéo doivent être conservés dans un lieu protégé contre le vol. Ils doivent être protégés des abus et détruits au plus tard après 100 jours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_55"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 11, Surveillance, Vidéosurveillance",
        "citation": "Art. 55 al. 5 LTV",
        "content": "Les enregistrements ne peuvent être communiqués qu’aux autorités de poursuite pénale ou aux autorités devant lesquelles les entreprises portent plainte ou font valoir des droits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_55"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 11, Surveillance, Vidéosurveillance",
        "citation": "Art. 55 al. 6 LTV",
        "content": "Le Conseil fédéral règle les modalités, notamment la manière dont les signaux vidéo doivent être conservés et protégés des abus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_55"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 12, Administration de la justice, dispositions pénales et mesures administratives, Voies de droit",
        "citation": "Art. 56 al. 1 LTV",
        "content": "Les litiges d’ordre pécuniaire qui opposent le client et l’entreprise relèvent de la juridiction civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_56"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 12, Administration de la justice, dispositions pénales et mesures administratives, Voies de droit",
        "citation": "Art. 56 al. 2 LTV",
        "content": "Les autres litiges sont soumis aux dispositions générales sur la procédure administrative fédérale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_56"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 12, Administration de la justice, dispositions pénales et mesures administratives, Voies de droit",
        "citation": "Art. 56 al. 3 LTV",
        "content": "Lors de la procédure de recours contre une décision prise en vertu de l’art. 32i, le grief de l’inopportunité n’est pas recevable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_56"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 12, Administration de la justice, dispositions pénales et mesures administratives, Contraventions",
        "citation": "Art. 57 al. 1 LTV",
        "content": "Est puni d’une amende de 100 000 francs au plus quiconque, intentionnellement:\na. transporte des personnes sans concession ou sans autorisation;\nb. contrevient à une concession ou à une autorisation octroyée sur la base de la présente loi;\nc. transporte des personnes en contrevenant à une décision qui porte la mention de la sanction visée au présent article.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_57"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 12, Administration de la justice, dispositions pénales et mesures administratives, Contraventions",
        "citation": "Art. 57 al. 2 LTV",
        "content": "Si l’auteur agit par négligence, il est puni d’une amende de 50 000 francs au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_57"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 12, Administration de la justice, dispositions pénales et mesures administratives, Contraventions",
        "citation": "Art. 57 al. 3 LTV",
        "content": "Est puni, sur plainte, d’une amende quiconque, intentionnellement ou par négligence, fait usage d’un véhicule sans détenir de titre de transport valable ou sans y être autrement autorisé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_57"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 12, Administration de la justice, dispositions pénales et mesures administratives, Contraventions",
        "citation": "Art. 57 al. 4 LTV",
        "content": "Est puni, sur plainte, d’une amende quiconque, intentionnellement:\na. pénètre dans un véhicule, en descend ou en ouvre une porte, alors que le véhicule est en marche;\nb. jette un objet au-dehors d’un véhicule;\nc. fait un usage abusif des dispositifs de sécurité d’un véhicule, notamment du signal d’arrêt d’urgence;\nd. obstrue des chemins de sauvetage ou des voies de fuite;\ne. bloque une porte afin de retarder le départ;\nf. fait un usage non autorisé d’une salle d’attente;\ng. urine ou défèque ailleurs que dans l’installation prévue à cet effet;\nh. mendie alors que les prescriptions d’utilisation l’interdisent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_57"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 12, Administration de la justice, dispositions pénales et mesures administratives, Contraventions",
        "citation": "Art. 57 al. 5 LTV",
        "content": "Le Conseil fédéral peut déclarer punissables les infractions aux dispositions d’exécution ou aux prescriptions d’utilisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_57"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 12, Administration de la justice, dispositions pénales et mesures administratives, Délits",
        "citation": "Art. 58 al. 1 LTV",
        "content": "Quiconque enregistre, conserve, utilise ou fait connaître intentionnellement des signaux vidéo en contrevenant à l’art. 55 est puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_58"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 12, Administration de la justice, dispositions pénales et mesures administratives, Délits",
        "citation": "Art. 58 al. 2 LTV",
        "content": "Si l’auteur agit par négligence, il est puni d’une peine pécuniaire de 180 jours-amende au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_58"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 12, Administration de la justice, dispositions pénales et mesures administratives, Poursuite d’office",
        "citation": "Art. 59 al. RS 311.0 LTV",
        "content": "Les infractions prévues par le code pénal sont poursuivies d’office lorsqu’elles sont commises contre les personnes suivantes dans l’exercice de leurs fonctions:\na. les employés des entreprises qui disposent d’une concession ou d’une autorisation selon les art. 6 à 8;\nb. les personnes qui exécutent une tâche à la place d’un employé visé à la let. a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_59"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 12, Administration de la justice, dispositions pénales et mesures administratives, Compétence",
        "citation": "Art. 60 al. 1 LTV",
        "content": "La poursuite et le jugement des contraventions visées à l’art. 57, al. 1 et 2, relèvent de la compétence de l’OFT.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_60"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 12, Administration de la justice, dispositions pénales et mesures administratives, Compétence",
        "citation": "Art. 60 al. 2 LTV",
        "content": "La poursuite et le jugement des contraventions visées aux art. 57, al. 3 à 5, et des délits visés à l’art. 58 relèvent de la compétence des cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_60"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 12, Administration de la justice, dispositions pénales et mesures administratives, Compétence",
        "citation": "Art. 60 al. 3 LTV",
        "content": "La procédure devant l’OFT est régie par la loi fédérale du 22 mars 1974 sur le droit pénal administratif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_60"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 12, Administration de la justice, dispositions pénales et mesures administratives, Mesures administratives",
        "citation": "Art. 61 al. 1 LTV",
        "content": "L’OFT et l’autorité concédante peuvent retirer temporairement ou définitivement les autorisations, les permis et les certificats ou limiter l’étendue de leur validité lorsque:\na. la présente loi ou ses dispositions d’exécution sont enfreintes;\nb. les restrictions ou charges liées à la concession ne sont pas respectées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_61"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 12, Administration de la justice, dispositions pénales et mesures administratives, Mesures administratives",
        "citation": "Art. 61 al. 2 LTV",
        "content": "Ils retirent les autorisations, les permis et les certificats lorsque les conditions légales de leur octroi ne sont plus remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_61"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 12, Administration de la justice, dispositions pénales et mesures administratives, Mesures administratives",
        "citation": "Art. 61 al. 3 LTV",
        "content": "Les employés, les sous-traitants ou les membres des organes d’une entreprise au bénéfice d’une concession ou d’une autorisation selon les art. 6 à 8 qui, dans l’exercice de leurs fonctions, ont donné lieu à plusieurs reprises à des plaintes fondées doivent être relevés de ces fonctions lorsque l’OFT le requiert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_61"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 12, Administration de la justice, dispositions pénales et mesures administratives, Mesures administratives",
        "citation": "Art. 61 al. 4 LTV",
        "content": "S’il y a lieu de suspecter une contravention visée à l’art. 57, al. 1 et 2, la course des véhicules concernés peut être subordonnée au dépôt du montant de l’amende présumée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_61"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 12, Administration de la justice, dispositions pénales et mesures administratives, Mesures administratives",
        "citation": "Art. 61 al. 5 LTV",
        "content": "Les mesures prévues aux al. 1 à 4 peuvent être prises indépendamment de l’ouverture et de l’issue d’une procédure pénale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_61"
    },
    {
        "book": "PBG",
        "title": "LTV, Section 12, Administration de la justice, dispositions pénales et mesures administratives, Obligation de signaler",
        "citation": "Art. 62 LTV",
        "content": "Les autorités pénales et policières ainsi que les bureaux de douane signalent aux autorités compétentes toutes les infractions qui pourraient entraîner une mesure mentionnée à l’art. 61.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/fr#art_62"
    }
]