[
    {
        "book": "PBG",
        "title": "PBG, 1. Abschnitt: Allgemeine Bestimmungen, Geltungsbereich",
        "citation": "Art. 1 Abs. 1 PBG",
        "content": "Dieses Gesetz regelt die dem Regal unterstehende Personenbeförderung sowie die Nutzung der dafür verwendeten Anlagen und Fahrzeuge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_1"
    },
    {
        "book": "PBG",
        "title": "PBG, 1. Abschnitt: Allgemeine Bestimmungen, Geltungsbereich",
        "citation": "Art. 1 Abs. 2 PBG",
        "content": "Das Personenbeförderungsregal umfasst die regelmässige und gewerbsmässige Personenbeförderung auf Eisenbahnen, auf der Strasse und auf dem Wasser sowie mit Seilbahnen, Aufzügen und anderen spurgeführten Transportmitteln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_1"
    },
    {
        "book": "PBG",
        "title": "PBG, 1. Abschnitt: Allgemeine Bestimmungen, Begriffe",
        "citation": "Art. 2 Abs. 1 PBG",
        "content": "In diesem Gesetz gilt die Personenbeförderung als:\na. regelmässig, wenn zwischen den gleichen Orten innerhalb von höchstens 15 Tagen mehr als zwei Fahrten durchgeführt werden; im grenzüberschreitenden Personenverkehr gelten die Fahrten als regelmässig, wenn sie in einer erkennbaren zeitlichen Ordnung durchgeführt werden;\nb. gewerbsmässig, wenn eine Person Reisende:\n1. gegen Entgelt befördert, unabhängig davon, ob das Entgelt von den Reisenden oder Dritten bezahlt wird,\n2. kostenlos befördert, um damit einen geschäftlichen Vorteil zu erlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_2"
    },
    {
        "book": "PBG",
        "title": "PBG, 1. Abschnitt: Allgemeine Bestimmungen, Begriffe",
        "citation": "Art. 2 Abs. 2 PBG",
        "content": "Überdies gelten als:\na. Stationen: auch Bahnhöfe, Haltestellen, Schiffs- und Seilbahnstationen;\nb. Fahrzeuge: auch Schiffe sowie Kabinen, Sesselbahnsitze und andere Gehänge von Seilbahnen;\nc. Personenbeförderung: auch der Transport von Personenwagen, schweren Personenwagen, Kleinbussen und Gesellschaftswagen, die begleitet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_2"
    },
    {
        "book": "PBG",
        "title": "PBG, 1. Abschnitt: Allgemeine Bestimmungen, Begriffe",
        "citation": "Art. 2 Abs. 3 PBG",
        "content": "Zur Personenbeförderung gehört auch der Transport von Reisegepäck.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_2"
    },
    {
        "book": "PBG",
        "title": "PBG, 1. Abschnitt: Allgemeine Bestimmungen, Erschliessungsfunktion",
        "citation": "Art. 3 Abs. 1 PBG",
        "content": "Der regelmässigen und gewerbsmässigen Personenbeförderung kommt dann eine Erschliessungsfunktion zu, wenn sie ganzjährig bewohnte Ortschaften erschliesst.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_3"
    },
    {
        "book": "PBG",
        "title": "PBG, 1. Abschnitt: Allgemeine Bestimmungen, Erschliessungsfunktion",
        "citation": "Art. 3 Abs. 2 PBG",
        "content": "Der Bundesrat bestimmt, unter welchen Bedingungen eine Siedlung als Ortschaft nach Absatz 1 gilt; insbesondere legt er die minimale Einwohnerzahl fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_3"
    },
    {
        "book": "PBG",
        "title": "PBG, 2. Abschnitt: Personenbeförderungsregal, Grundsatz",
        "citation": "Art. 4 PBG",
        "content": "Der Bund hat das ausschliessliche Recht, Reisende mit regelmässigen und gewerbsmässigen Fahrten zu befördern, soweit dieses Recht nicht durch andere Erlasse oder völkerrechtliche Verträge eingeschränkt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_4"
    },
    {
        "book": "PBG",
        "title": "PBG, 2. Abschnitt: Personenbeförderungsregal, Ausnahmen",
        "citation": "Art. 5 PBG",
        "content": "Der Bundesrat kann Ausnahmen vom Personenbeförderungsregal gestatten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_5"
    },
    {
        "book": "PBG",
        "title": "PBG, 2. Abschnitt: Personenbeförderungsregal, Personenbeförderungskonzessionen",
        "citation": "Art. 6 Abs. 1 PBG",
        "content": "Der Bund kann Unternehmen nach Anhörung der betroffenen Kantone für die gewerbsmässige Beförderung von Reisenden mit regelmässigen Fahrten Personenbeförderungskonzessionen (Konzession) erteilen. Vorbehalten bleiben die Artikel 7 und 8.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_6"
    },
    {
        "book": "PBG",
        "title": "PBG, 2. Abschnitt: Personenbeförderungsregal, Personenbeförderungskonzessionen",
        "citation": "Art. 6 Abs. 2 PBG",
        "content": "Das Unternehmen ist verpflichtet, das Personenbeförderungsrecht nach den Vorschriften der Gesetzgebung und der Konzession auszuüben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_6"
    },
    {
        "book": "PBG",
        "title": "PBG, 2. Abschnitt: Personenbeförderungsregal, Personenbeförderungskonzessionen",
        "citation": "Art. 6 Abs. 3 PBG",
        "content": "Die Konzession wird für höchstens 25 Jahre, bei Seilbahnen für höchstens 40 Jahre erteilt. Sie kann übertragen, geändert und erneuert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_6"
    },
    {
        "book": "PBG",
        "title": "PBG, 2. Abschnitt: Personenbeförderungsregal, Personenbeförderungskonzessionen",
        "citation": "Art. 6 Abs. 4 PBG",
        "content": "Das Bundesamt für Verkehr (BAV) ist zuständig für die Erteilung, die Übertragung, die Änderung, die Erneuerung, den Entzug, die Aufhebung und den Widerruf von Konzessionen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_6"
    },
    {
        "book": "PBG",
        "title": "PBG, 2. Abschnitt: Personenbeförderungsregal, Personenbeförderungskonzessionen",
        "citation": "Art. 6 Abs. 5 PBG",
        "content": "Eine Personenbeförderungskonzession nach diesem Gesetz gilt nicht als öffentlicher Auftrag im Sinne von Artikel 9 des Bundesgesetzes vom 21. Juni 2019 über das öffentliche Beschaffungswesen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_6"
    },
    {
        "book": "PBG",
        "title": "PBG, 2. Abschnitt: Personenbeförderungsregal, Personenbeförderung von geringer Bedeutung",
        "citation": "Art. 7 Abs. 1 PBG",
        "content": "Skilifte und Kleinseilbahnen ohne Erschliessungsfunktion benötigen eine Bewilligung des Kantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_7"
    },
    {
        "book": "PBG",
        "title": "PBG, 2. Abschnitt: Personenbeförderungsregal, Personenbeförderung von geringer Bedeutung",
        "citation": "Art. 7 Abs. 2 PBG",
        "content": "Der Bundesrat kann vorsehen, dass die Kantone für weitere Beförderungsangebote von geringer Bedeutung Bewilligungen erteilen können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_7"
    },
    {
        "book": "PBG",
        "title": "PBG, 2. Abschnitt: Personenbeförderungsregal, Personenbeförderung von geringer Bedeutung",
        "citation": "Art. 7 Abs. 3 PBG",
        "content": "Er kann für diese Beförderungsangebote Erleichterungen vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_7"
    },
    {
        "book": "PBG",
        "title": "PBG, 2. Abschnitt: Personenbeförderungsregal, Personenbeförderung von geringer Bedeutung",
        "citation": "Art. 7 Abs. 4 PBG",
        "content": "Die Bewilligung wird für höchstens zehn Jahre erteilt. Sie kann übertragen, geändert und erneuert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_7"
    },
    {
        "book": "PBG",
        "title": "PBG, 2. Abschnitt: Personenbeförderungsregal, Grenzüberschreitender Personenverkehr",
        "citation": "Art. 8 Abs. 1 PBG",
        "content": "Das UVEK kann für die Personenbeförderung, bei der ausschliesslich Reisende im grenzüberschreitenden Verkehr befördert werden, Bewilligungen erteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_8"
    },
    {
        "book": "PBG",
        "title": "PBG, 2. Abschnitt: Personenbeförderungsregal, Grenzüberschreitender Personenverkehr",
        "citation": "Art. 8 Abs. 2 PBG",
        "content": "Der Bundesrat kann zur Erzielung einheitlicher Rechtsvorschriften im internationalen Verkehr von diesem Gesetz abweichende Bestimmungen erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_8"
    },
    {
        "book": "PBG",
        "title": "PBG, 2. Abschnitt: Personenbeförderungsregal, Grenzüberschreitender Personenverkehr",
        "citation": "Art. 8 Abs. 3 PBG",
        "content": "Der Bundesrat kann mit anderen Staaten Vereinbarungen abschliessen, welche die gegenseitige Anerkennung von Bewilligungen und von diesem Gesetz abweichende Bestimmungen vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_8"
    },
    {
        "book": "PBG",
        "title": "PBG, 2. Abschnitt: Personenbeförderungsregal, Grenzüberschreitender Personenverkehr",
        "citation": "Art. 8 Abs. 4 PBG",
        "content": "Die Bewilligung wird für höchstens fünf Jahre erteilt. Sie kann geändert und erneuert, jedoch nicht übertragen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_8"
    },
    {
        "book": "PBG",
        "title": "PBG, 2. Abschnitt: Personenbeförderungsregal, Grenzüberschreitender Personenverkehr",
        "citation": "Art. 8 Abs. 5 PBG",
        "content": "Für die Änderung und Erneuerung ist das BAV zuständig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_8"
    },
    {
        "book": "PBG",
        "title": "PBG, 2. Abschnitt: Personenbeförderungsregal, Voraussetzungen für die Erteilung, den Entzug und den Widerruf von Konzessionen und Bewilligungen",
        "citation": "Art. 9 Abs. 1 PBG",
        "content": "Das um eine Konzession oder Bewilligung ersuchende Unternehmen muss über die für die Benützung der Verkehrswege und Haltestellen erforderlichen Bewilligungen verfügen. Für den Trolleybusbetrieb muss insbesondere die nach kantonalem Recht erteilte Bewilligung zur Beanspruchung der öffentlichen Strasse durch die elektrischen Anlagen vorliegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_9"
    },
    {
        "book": "PBG",
        "title": "PBG, 2. Abschnitt: Personenbeförderungsregal, Voraussetzungen für die Erteilung, den Entzug und den Widerruf von Konzessionen und Bewilligungen",
        "citation": "Art. 9 Abs. 2 PBG",
        "content": "Das Unternehmen muss nachweisen, dass:\na. die geplante Transportleistung zweckmässig und wirtschaftlich erbracht werden kann und insbesondere keine wesentlichen Interessen der Raumplanung und des Umweltschutzes entgegenstehen;\nb. für das bestehende Angebot anderer Transportunternehmen keine volkswirtschaftlich nachteiligen Wettbewerbsverhältnisse entstehen, insbesondere:\n1. keine bestehenden und vom Bund konzessionierten Verkehrsangebote in ihrem Bestand existenziell gefährdet werden (Fernverkehr),\n2. bestehende und von der öffentlichen Hand durch Betriebs- oder Investitionsbeiträge mitfinanzierte Verkehrsangebote ergänzt werden (Regionalverkehr);\nc. das Unternehmen über alle Rechte verfügt, die für die Benutzung der Verkehrswege erforderlich sind;\nd. das Unternehmen für die Einhaltung der gesetzlichen Bestimmungen Gewähr bietet;\ne. es die arbeitsrechtlichen Vorschriften einhält und die Arbeitsbedingungen der Branche gewährleistet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_9"
    },
    {
        "book": "PBG",
        "title": "PBG, 2. Abschnitt: Personenbeförderungsregal, Voraussetzungen für die Erteilung, den Entzug und den Widerruf von Konzessionen und Bewilligungen",
        "citation": "Art. 9 Abs. 3 PBG",
        "content": "Das BAV entzieht die Konzession oder die Bewilligung nach Anhörung der betroffenen Kantone ohne Anspruch auf Entschädigung ganz oder teilweise, wenn das Unternehmen:\na. die ihm verliehenen Rechte nicht oder nur teilweise ausübt;\nb. die Voraussetzungen für die Erteilung nicht mehr erfüllt; oder\nc. die ihm nach dem Gesetz, der Konzession oder der Bewilligung auferlegten Pflichten wiederholt oder in schwerwiegender Weise verletzt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_9"
    },
    {
        "book": "PBG",
        "title": "PBG, 2. Abschnitt: Personenbeförderungsregal, Voraussetzungen für die Erteilung, den Entzug und den Widerruf von Konzessionen und Bewilligungen",
        "citation": "Art. 9 Abs. 4 PBG",
        "content": "Es kann bei bestellten Verkehrsangeboten die Konzession zudem entziehen, wenn das Unternehmen eine Zielvereinbarung (Art. 33) oder eine Vergabevereinbarung (Art. 32k) in mehreren Punkten oder in einem wesentlichen Punkt nicht erfüllt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_9"
    },
    {
        "book": "PBG",
        "title": "PBG, 2. Abschnitt: Personenbeförderungsregal, Voraussetzungen für die Erteilung, den Entzug und den Widerruf von Konzessionen und Bewilligungen",
        "citation": "Art. 9 Abs. 5 PBG",
        "content": "Es widerruft die Konzession oder die Bewilligung, wenn wesentliche öffentliche Interessen dies rechtfertigen. Das Unternehmen wird angemessen entschädigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_9"
    },
    {
        "book": "PBG",
        "title": "PBG, 2. Abschnitt: Personenbeförderungsregal, Erleichterungen aus wichtigen Gründen",
        "citation": "Art. 10 PBG",
        "content": "Die für die Erteilung der Konzession oder Bewilligung zuständige Behörde kann dem Unternehmen aus wichtigen Gründen, namentlich in Notlagen, in Abweichung von den Gesetzes-, Konzessions- oder Bewilligungsvorschriften Erleichterungen gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_10"
    },
    {
        "book": "PBG",
        "title": "PBG, 2. Abschnitt: Personenbeförderungsregal, Zusätzliche Anforderungen für Angebote im Binnenverkehr ohne Erschliessungsfunktion",
        "citation": "Art. 11 PBG",
        "content": "Für Angebote ohne Erschliessungsfunktion wird die Konzession oder Bewilligung nur erteilt, wenn folgende zusätzliche Anforderungen erfüllt sind:\na. Der Standort, die Art und die Beförderungsleistung des vorgesehenen Angebots sind zweckmässig.\nb. Der Ausgangspunkt für die geplanten Fahrten ist mit öffentlichen Verkehrsmitteln gut erreichbar.\nc. Das neue Angebot gefährdet die wirtschaftliche Existenz bestehender bedürfnisgerechter Angebote nicht.\nd. Die bestehende oder vorgesehene touristische Ausstattung im Bereich des geplanten Angebots lässt eine für einen kostendeckenden Betrieb ausreichende Nachfrage erwarten.\ne. Die Nutzung des bestehenden Transportangebotes eines Gebietes ist gut und wird durch das neue Angebot nicht erheblich verschlechtert.\nf. Die vorgesehene Finanzierung und der voraussichtliche wirtschaftliche Erfolg lassen erwarten, dass die für das Angebot erforderlichen Bauten, Anlagen und Fahrzeuge nach den Erfordernissen der Betriebssicherheit unterhalten und genügend abgeschrieben werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_11"
    },
    {
        "book": "PBG",
        "title": "PBG, 3. Abschnitt: Grundpflichten der Unternehmen, Transportpflicht",
        "citation": "Art. 12 Abs. 1 PBG",
        "content": "Die Unternehmen führen jeden Transport aus, wenn:\na. die reisende oder absendende Person die Gesetzes- und Tarifbestimmungen einhält;\nb. der Transport mit dem Personal und mit den Transportmitteln möglich ist, die zur Bewältigung des normalen Verkehrs ausreichen;\nc. der Transport nicht durch Umstände verhindert wird, die das Unternehmen nicht vermeiden und deren Folgen es nicht abwenden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_12"
    },
    {
        "book": "PBG",
        "title": "PBG, 3. Abschnitt: Grundpflichten der Unternehmen, Transportpflicht",
        "citation": "Art. 12 Abs. 2 PBG",
        "content": "Der Bundesrat bestimmt, welche Personen und Gegenstände aus Gründen der Hygiene und der Sicherheit nicht oder nur unter bestimmten Voraussetzungen zu transportieren sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_12"
    },
    {
        "book": "PBG",
        "title": "PBG, 3. Abschnitt: Grundpflichten der Unternehmen, Transportpflicht",
        "citation": "Art. 12 Abs. 3 PBG",
        "content": "Verletzt ein Unternehmen die Transportpflicht, so kann die berechtigte Person Schadenersatz verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_12"
    },
    {
        "book": "PBG",
        "title": "PBG, 3. Abschnitt: Grundpflichten der Unternehmen, Fahrplanpflicht",
        "citation": "Art. 13 Abs. 1 PBG",
        "content": "Die Unternehmen mit einer Konzession nach Artikel 6 oder einer Bewilligung nach Artikel 8 sind verpflichtet, Fahrpläne aufzustellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_13"
    },
    {
        "book": "PBG",
        "title": "PBG, 3. Abschnitt: Grundpflichten der Unternehmen, Fahrplanpflicht",
        "citation": "Art. 13 Abs. 2 PBG",
        "content": "Die Fahrpläne der Unternehmen mit einer Konzession nach Artikel 6 müssen in eine gemeinsame, öffentliche Fahrplansammlung aufgenommen werden. Die Weiterverbreitung von Fahrplänen aus der öffentlichen Sammlung unterliegt keiner Beschränkung und darf nicht mit einer Gebühr belegt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_13"
    },
    {
        "book": "PBG",
        "title": "PBG, 3. Abschnitt: Grundpflichten der Unternehmen, Fahrplanpflicht",
        "citation": "Art. 13 Abs. 3 PBG",
        "content": "Der Bundesrat regelt das Verfahren für die Aufstellung und die Veröffentlichung der Fahrpläne unter Berücksichtigung der einschlägigen internationalen Vorschriften, Fristen und Termine. Er sieht im Verfahren eine Anhörung der Kantone und der Eisenbahnverkehrsunternehmen vor.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_13"
    },
    {
        "book": "PBG",
        "title": "PBG, 3. Abschnitt: Grundpflichten der Unternehmen, Betriebspflicht",
        "citation": "Art. 14 Abs. 1 PBG",
        "content": "Die Unternehmen sind verpflichtet, alle in den Fahrplänen enthaltenen Fahrten durchzuführen, es sei denn, dies werde durch Umstände verhindert, die sie nicht vermeiden und deren Folgen sie nicht abwenden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_14"
    },
    {
        "book": "PBG",
        "title": "PBG, 3. Abschnitt: Grundpflichten der Unternehmen, Betriebspflicht",
        "citation": "Art. 14 Abs. 2 PBG",
        "content": "Verletzt ein Unternehmen die Betriebspflicht, so kann die berechtigte Person Schadenersatz verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_14"
    },
    {
        "book": "PBG",
        "title": "PBG, 3. Abschnitt: Grundpflichten der Unternehmen, Tarifpflicht",
        "citation": "Art. 15 Abs. 1 PBG",
        "content": "Die Unternehmen stellen für ihre Leistungen Tarife auf. Der Tarif nennt die Voraussetzungen, unter welchen ein bestimmter Preis für die Beförderung und damit zusammenhängende Leistungen zur Anwendung kommt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_15"
    },
    {
        "book": "PBG",
        "title": "PBG, 3. Abschnitt: Grundpflichten der Unternehmen, Tarifpflicht",
        "citation": "Art. 15 Abs. 2 PBG",
        "content": "Die Tarife richten sich nach dem Umfang und der Qualität der Leistung und nach den Kosten des Angebots. Sie dienen der Erzielung angemessener Erträge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_15"
    },
    {
        "book": "PBG",
        "title": "PBG, 3. Abschnitt: Grundpflichten der Unternehmen, Tarifpflicht",
        "citation": "Art. 15 Abs. 3 PBG",
        "content": "Sie sehen für Kundinnen und Kunden in vergleichbarer Lage vergleichbare Bedingungen vor. Sie dürfen die Wahl zwischen verschiedenen Angeboten nicht unverhältnismässig beeinträchtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_15"
    },
    {
        "book": "PBG",
        "title": "PBG, 3. Abschnitt: Grundpflichten der Unternehmen, Tarifpflicht",
        "citation": "Art. 15 Abs. 4 PBG",
        "content": "Die Unternehmen können Tarife so gestalten, dass:\na. zwischen Linien derselben Sparte ein Ertragsausgleich möglich ist;\nb. Nachfragespitzen gedämpft sowie die Auslastung der Fahrzeuge und der Infrastruktur geglättet werden, wobei Fahrausweise zum Regeltarif unabhängig von Tageszeit und Verkehrsmittelkategorie gültig sein müssen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_15"
    },
    {
        "book": "PBG",
        "title": "PBG, 3. Abschnitt: Grundpflichten der Unternehmen, Tarifpflicht",
        "citation": "Art. 15 Abs. 5 PBG",
        "content": "Die Tarife müssen gegenüber allen gleich angewendet werden. Sie sind zu veröffentlichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_15"
    },
    {
        "book": "PBG",
        "title": "PBG, 3. Abschnitt: Grundpflichten der Unternehmen, Tarifpflicht",
        "citation": "Art. 15 Abs. 6 PBG",
        "content": "Die Unternehmen können mit Sonderabmachungen die Preise ermässigen oder andere Vergünstigungen gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_15"
    },
    {
        "book": "PBG",
        "title": "PBG, 3. Abschnitt: Grundpflichten der Unternehmen, Tarifpflicht",
        "citation": "Art. 15 Abs. 7 PBG",
        "content": "Sie unterbreiten dem BAV auf Verlangen die Berechnungsgrundlagen, insbesondere die Linienerfolgsrechnungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_15"
    },
    {
        "book": "PBG",
        "title": "PBG, 3. Abschnitt: Grundpflichten der Unternehmen, Informationspflicht",
        "citation": "Art. 15a Abs. 1 PBG",
        "content": "Die Unternehmen haben die Reisenden vor und während der Fahrt zu informieren, insbesondere bei Verspätungen oder Ausfällen von Verbindungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_15_a"
    },
    {
        "book": "PBG",
        "title": "PBG, 3. Abschnitt: Grundpflichten der Unternehmen, Informationspflicht",
        "citation": "Art. 15a Abs. 2 PBG",
        "content": "Sie unterrichten die Reisenden über deren Rechte nach diesem Gesetz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_15_a"
    },
    {
        "book": "PBG",
        "title": "PBG, 3. Abschnitt: Grundpflichten der Unternehmen, Direkter Verkehr",
        "citation": "Art. 16 Abs. 1 PBG",
        "content": "Im Fern-, Regional- und Ortsverkehr bieten die Unternehmen in der Regel der Kundschaft für Verbindungen, die über das Netz verschiedener Unternehmen führen, einen einzigen Transportvertrag an. Soweit ein Bedürfnis besteht, ist im Fern- und Regionalverkehr zwingend ein direkter Verkehr anzubieten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_16"
    },
    {
        "book": "PBG",
        "title": "PBG, 3. Abschnitt: Grundpflichten der Unternehmen, Direkter Verkehr",
        "citation": "Art. 16 Abs. 2 PBG",
        "content": "Sie erstellen dafür gemeinsame Tarife und Fahrausweise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_16"
    },
    {
        "book": "PBG",
        "title": "PBG, 3. Abschnitt: Grundpflichten der Unternehmen, Organisation",
        "citation": "Art. 17 Abs. 1 PBG",
        "content": "Zur Sicherstellung des direkten Verkehrs regeln die Unternehmen ihre gegenseitigen Beziehungen. Sie vereinbaren insbesondere:\na. die Bereiche der Zusammenarbeit;\nb. die Voraussetzungen für die Beteiligung am direkten Verkehr;\nc. die Verteilung der gemeinsamen Verwaltungskosten;\nd. die Verteilung der Verkehrseinnahmen;\ne. die Haftungsgemeinschaft und den gegenseitigen Rückgriff.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_17"
    },
    {
        "book": "PBG",
        "title": "PBG, 3. Abschnitt: Grundpflichten der Unternehmen, Organisation",
        "citation": "Art. 17 Abs. 2 PBG",
        "content": "Ist ein direkter Verkehr von besonderer Bedeutung, so kann das BAV weitere Anforderungen an die Organisation stellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_17"
    },
    {
        "book": "PBG",
        "title": "PBG, 3. Abschnitt: Grundpflichten der Unternehmen, Organisation",
        "citation": "Art. 17 Abs. 3 PBG",
        "content": "Die Übereinkommen über den direkten Verkehr und über die Haftung dürfen besondere Interessen einzelner Unternehmen nur so weit berücksichtigen, als die Gesamtinteressen des öffentlichen Verkehrs nicht beeinträchtigt werden. Diese Übereinkommen sind dem BAV zur Genehmigung vorzulegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_17"
    },
    {
        "book": "PBG",
        "title": "PBG, 3. Abschnitt: Grundpflichten der Unternehmen, Organisation",
        "citation": "Art. 17 Abs. 4 PBG",
        "content": "Stellen die Unternehmen einen direkten Verkehr, der einem Bedürfnis entspricht, nicht zeitgerecht sicher, so erlässt das BAV die notwendigen Verfügungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_17"
    },
    {
        "book": "PBG",
        "title": "PBG, 3. Abschnitt: Grundpflichten der Unternehmen, Weitere Pflichten",
        "citation": "Art. 18 Abs. 1 PBG",
        "content": "Die Unternehmen sind verpflichtet:\na. die Leistungen soweit erforderlich mit anderen Unternehmen des öffentlichen Verkehrs zu koordinieren;\nb. die Mindeststandards bezüglich Qualität, Sicherheit und Stellung der Beschäftigten einzuhalten;\nc. ein Verfahren zur Bearbeitung von Beschwerden im Zusammenhang mit den in diesem Gesetz festgelegten Rechten der Reisenden einzurichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_18"
    },
    {
        "book": "PBG",
        "title": "PBG, 3. Abschnitt: Grundpflichten der Unternehmen, Weitere Pflichten",
        "citation": "Art. 18 Abs. 2 PBG",
        "content": "Der Bundesrat legt die Mindeststandards fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_18"
    },
    {
        "book": "PBG",
        "title": "PBG, 3a. Abschnitt: Nutzung der Anlagen und Fahrzeuge, Benützungsvorschriften",
        "citation": "Art. 18a Abs. 1 PBG",
        "content": "Die Unternehmen können Vorschriften über die Benützung ihrer Anlagen und Fahrzeuge erlassen, soweit diese Vorschriften für den sicheren und reibungslosen Betrieb der Anlagen und Fahrzeuge erforderlich sind und sich die Verhaltenspflichten nicht aus dem Transportvertrag ergeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_18_a"
    },
    {
        "book": "PBG",
        "title": "PBG, 3a. Abschnitt: Nutzung der Anlagen und Fahrzeuge, Benützungsvorschriften",
        "citation": "Art. 18a Abs. 2 PBG",
        "content": "Sie können zur Umsetzung der Benützungsvorschriften Verfügungen erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_18_a"
    },
    {
        "book": "PBG",
        "title": "PBG, 3a. Abschnitt: Nutzung der Anlagen und Fahrzeuge, Benützungsvorschriften",
        "citation": "Art. 18a Abs. 3 PBG",
        "content": "Sie veröffentlichen die Benützungsvorschriften.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_18_a"
    },
    {
        "book": "PBG",
        "title": "PBG, 3a. Abschnitt: Nutzung der Anlagen und Fahrzeuge, Nebennutzungen",
        "citation": "Art. 18b Abs. 1 PBG",
        "content": "Die Unternehmen können Anlagen und Fahrzeuge neben dem Beförderungszweck Dritten für kommerzielle Nebennutzungen zur Verfügung stellen, wenn:\na. der Beförderungszweck dadurch nicht beeinträchtigt wird;\nb. die Anlagen und Fahrzeuge auch nicht kommerziellen Nebennutzungen offenstehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_18_b"
    },
    {
        "book": "PBG",
        "title": "PBG, 3a. Abschnitt: Nutzung der Anlagen und Fahrzeuge, Nebennutzungen",
        "citation": "Art. 18b Abs. 2 PBG",
        "content": "Sie können Nebennutzungen des gesteigerten Gemeingebrauchs von einer Bewilligung abhängig machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_18_b"
    },
    {
        "book": "PBG",
        "title": "PBG, 3a. Abschnitt: Nutzung der Anlagen und Fahrzeuge, Nebennutzungen",
        "citation": "Art. 18b Abs. 3 PBG",
        "content": "Das Entgelt für nicht kommerzielle Nebennutzungen des allgemeinen oder des gesteigerten Gemeingebrauchs darf den Aufwand nicht übersteigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_18_b"
    },
    {
        "book": "PBG",
        "title": "PBG, 3a. Abschnitt: Nutzung der Anlagen und Fahrzeuge, Nebennutzungen",
        "citation": "Art. 18b Abs. 4 PBG",
        "content": "Streitigkeiten zwischen kommerziellen Nutzerinnen oder Nutzern und den Unternehmen beurteilt das Zivilgericht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_18_b"
    },
    {
        "book": "PBG",
        "title": "PBG, 4. Abschnitt: Personentransportvertrag, Vertrag",
        "citation": "Art. 19 Abs. 1 PBG",
        "content": "Mit dem Personentransportvertrag verpflichtet sich das Unternehmen, Reisende gegen Entgelt zwischen bestimmten Stationen zu transportieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_19"
    },
    {
        "book": "PBG",
        "title": "PBG, 4. Abschnitt: Personentransportvertrag, Vertrag",
        "citation": "Art. 19 Abs. 2 PBG",
        "content": "Der Vertrag berechtigt die Reisenden, die im Fahrplan veröffentlichten Kurse und die öffentlichen Zusatzkurse zu benützen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_19"
    },
    {
        "book": "PBG",
        "title": "PBG, 4. Abschnitt: Personentransportvertrag, Vertrag",
        "citation": "Art. 19 Abs. 3 PBG",
        "content": "Im grenzüberschreitenden Personenverkehr nach Artikel 8 muss das Unternehmen allen Reisenden einen Einzel- oder Sammelfahrausweis aushändigen. Das BAV legt die Mindeststandards fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_19"
    },
    {
        "book": "PBG",
        "title": "PBG, 4. Abschnitt: Personentransportvertrag, Reisende ohne Fahrausweis",
        "citation": "Art. 20 Abs. 1 PBG",
        "content": "Reisende, die keinen gültigen Fahrausweis vorweisen, müssen sich über ihre Identität ausweisen sowie den Fahrpreis und einen Zuschlag bezahlen. Wer nicht sofort bezahlt, muss eine entsprechende Sicherheit leisten. Andernfalls kann die reisende Person von der Weiterfahrt ausgeschlossen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_20"
    },
    {
        "book": "PBG",
        "title": "PBG, 4. Abschnitt: Personentransportvertrag, Reisende ohne Fahrausweis",
        "citation": "Art. 20 Abs. 2 PBG",
        "content": "Die Unternehmen legen im Tarif die Höhe des Zuschlags fest. Sie regeln darin auch die Ausnahmefälle und die Rückerstattung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_20"
    },
    {
        "book": "PBG",
        "title": "PBG, 4. Abschnitt: Personentransportvertrag, Reisende ohne Fahrausweis",
        "citation": "Art. 20 Abs. 3 PBG",
        "content": "Die Höhe des Zuschlags richtet sich nach:\na. dem mutmasslichen Einnahmenausfall, den Reisende ohne gültigen Fahrausweis verursachen;\nb. dem Aufwand, den die reisende Person verursacht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_20"
    },
    {
        "book": "PBG",
        "title": "PBG, 4. Abschnitt: Personentransportvertrag, Reisende ohne Fahrausweis",
        "citation": "Art. 20 Abs. 4 PBG",
        "content": "Der Zuschlag kann gesenkt oder erlassen werden, wenn die reisende Person:\na. unaufgefordert erklärt hat, sie besitze keinen gültigen Fahrausweis;\nb. einen nicht entwerteten Fahrausweis vorweist, den sie selbst hätte entwerten müssen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_20"
    },
    {
        "book": "PBG",
        "title": "PBG, 4. Abschnitt: Personentransportvertrag, Reisende ohne Fahrausweis",
        "citation": "Art. 20 Abs. 5 PBG",
        "content": "Der Zuschlag kann erhöht werden, wenn die reisende Person zum wiederholten Mal keinen gültigen Fahrausweis vorweist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_20"
    },
    {
        "book": "PBG",
        "title": "PBG, 4. Abschnitt: Personentransportvertrag, Reisende ohne Fahrausweis",
        "citation": "Art. 20 Abs. 6 PBG",
        "content": "Ein missbräuchlich verwendeter Fahrausweis kann eingezogen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_20"
    },
    {
        "book": "PBG",
        "title": "PBG, 4. Abschnitt: Personentransportvertrag, Reisende ohne Fahrausweis",
        "citation": "Art. 20 Abs. 7 PBG",
        "content": "Die strafrechtliche Verfolgung bleibt vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_20"
    },
    {
        "book": "PBG",
        "title": "PBG, 4. Abschnitt: Personentransportvertrag, Informationssysteme über Reisende ohne gültigen Fahrausweis",
        "citation": "Art. 20a Abs. 1 PBG",
        "content": "Die konzessionierten Unternehmen können Informationssysteme betreiben, um:\na. Zuschläge wegen Reisens ohne gültigen Fahrausweis zu erheben;\nb. den Zuschlag erhöhen zu können, wenn die reisende Person innert zwei Jahren zum wiederholten Mal keinen gültigen Fahrausweis vorweist;\nc. Strafanträge wegen Benützung eines Fahrzeugs ohne gültigen Fahrausweis zu stellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_20_a"
    },
    {
        "book": "PBG",
        "title": "PBG, 4. Abschnitt: Personentransportvertrag, Informationssysteme über Reisende ohne gültigen Fahrausweis",
        "citation": "Art. 20a Abs. 2 PBG",
        "content": "Sie können in den Informationssystemen folgende Daten bearbeiten:\na. Daten, die zur Identifizierung der betroffenen Person notwendig sind;\nb. Grund für die Erhebung des Zuschlags;\nc. Zeitpunkt der Erhebung des Zuschlags;\nd. aktuelle Daten aus den entsprechenden Informationssystemen anderer konzessionierter Unternehmen, um die Höhe des Zuschlags wegen Reisens ohne gültigen Fahrausweis berechnen zu können;\ne. Daten über gestellte Strafanträge und den Stand der Strafverfahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_20_a"
    },
    {
        "book": "PBG",
        "title": "PBG, 4. Abschnitt: Personentransportvertrag, Informationssysteme über Reisende ohne gültigen Fahrausweis",
        "citation": "Art. 20a Abs. 3 PBG",
        "content": "Sie können ihre Daten nach Absatz 2 Buchstaben a–d anderen konzessionierten Unternehmen durch Abrufverfahren zugänglich machen oder ihnen auf andere Weise bekannt geben, damit diese die Höhe des Zuschlags wegen Reisens ohne gültigen Fahrausweis berechnen können. Werden die Daten auf andere Weise bekannt gegeben, so sind unverzüglich auch alle Mutationen dieser Daten bekannt zu geben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_20_a"
    },
    {
        "book": "PBG",
        "title": "PBG, 4. Abschnitt: Personentransportvertrag, Informationssysteme über Reisende ohne gültigen Fahrausweis",
        "citation": "Art. 20a Abs. 4 PBG",
        "content": "Die Daten sind zu löschen:\na. unverzüglich, sobald feststeht, dass die betroffene Person keinen Einnahmenausfall verursacht hat;\nb. nach zwei Jahren, wenn die betroffene Person die Zuschläge bezahlt hat und während dieser Zeit nicht mehr nachweislich ohne gültigen Fahrausweis gereist ist; die Daten können längstens während zehn Jahren aufbewahrt werden, wenn sie für die Durchsetzung der Forderungen gegenüber dieser Person benötigt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_20_a"
    },
    {
        "book": "PBG",
        "title": "PBG, 4. Abschnitt: Personentransportvertrag, Informationssysteme über Reisende ohne gültigen Fahrausweis",
        "citation": "Art. 20a Abs. 5 PBG",
        "content": "Informationssysteme nach Absatz 1 können auch durch den Dachverband der Branche betrieben werden; in diesem Fall gelten die Absätze 2–4 für den Dachverband sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_20_a"
    },
    {
        "book": "PBG",
        "title": "PBG, 4. Abschnitt: Personentransportvertrag, Informationssysteme über Reisende ohne gültigen Fahrausweis",
        "citation": "Art. 20a Abs. 6 PBG",
        "content": "Der Bundesrat regelt insbesondere:\na. die Modalitäten des Zugriffs im Abrufverfahren;\nb. die Ausübung des Auskunfts- und Berichtigungsrechts der betroffenen Person;\nc. die Anforderungen an die Datensicherheit;\nd. die Fristen für die Löschung und die Vernichtung der Daten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_20_a"
    },
    {
        "book": "PBG",
        "title": "PBG, 4. Abschnitt: Personentransportvertrag, Verspätung: Anspruch auf Weiterfahrt",
        "citation": "Art. 21 PBG",
        "content": "Führt eine Verspätung oder ein Kursausfall im konzessionierten Verkehr dazu, dass Reisende den geplanten Kurs verpassen, so haben die Reisenden Anspruch auf Weiterfahrt ohne Nachzahlung mit dem nächsten geeigneten Kurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_21"
    },
    {
        "book": "PBG",
        "title": "PBG, 4. Abschnitt: Personentransportvertrag, Verspätung: Fahrpreiserstattung",
        "citation": "Art. 21a PBG",
        "content": "Können Reisende glaubhaft machen, dass die Reise aufgrund einer Verspätung oder eines Kursausfalls im konzessionierten Verkehr ihren Zweck nicht mehr erfüllen kann, so haben sie Anspruch auf:\na. Nichtantritt der Reise und vollständige Erstattung des Fahrpreises;\nb. unverzügliche Rückkehr zum Abfahrtsort und vollständige Erstattung des Fahrpreises;\nc. Verzicht auf Weiterreise und anteilige Erstattung des Fahrpreises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_21_a"
    },
    {
        "book": "PBG",
        "title": "PBG, 4. Abschnitt: Personentransportvertrag, Verspätung: Fahrpreisentschädigung",
        "citation": "Art. 21b Abs. 1 PBG",
        "content": "Hat eine Verspätung oder ein Kursausfall im konzessionierten Verkehr nicht zu einer Erstattung des Fahrpreises geführt, so können die Reisenden vom Unternehmen eine Entschädigung verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_21_b"
    },
    {
        "book": "PBG",
        "title": "PBG, 4. Abschnitt: Personentransportvertrag, Verspätung: Fahrpreisentschädigung",
        "citation": "Art. 21b Abs. 2 PBG",
        "content": "Der Bundesrat regelt die Einzelheiten der Entschädigung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_21_b"
    },
    {
        "book": "PBG",
        "title": "PBG, 4. Abschnitt: Personentransportvertrag, Verspätung: Unterstützung",
        "citation": "Art. 21c Abs. 1 PBG",
        "content": "Bei einer Abfahrts- oder Ankunftsverspätung von mehr als 60 Minuten im konzessionierten Verkehr bietet das Unternehmen den Reisenden eine angemessene Unterstützung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_21_c"
    },
    {
        "book": "PBG",
        "title": "PBG, 4. Abschnitt: Personentransportvertrag, Verspätung: Unterstützung",
        "citation": "Art. 21c Abs. 2 PBG",
        "content": "Der Bundesrat regelt die Einzelheiten der Unterstützungspflicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_21_c"
    },
    {
        "book": "PBG",
        "title": "PBG, 4. Abschnitt: Personentransportvertrag, Verspätung: Haftung",
        "citation": "Art. 21d Abs. 1 PBG",
        "content": "Das Unternehmen haftet im konzessionierten Verkehr für den unmittelbaren Schaden wie Unterkunfts- oder Verpflegungskosten, wenn es den Fahrplan nicht einhält und die reisende Person deshalb den letzten im Fahrplan vorgesehenen Anschluss verpasst oder das vorgesehene Reiseziel nicht erreicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_21_d"
    },
    {
        "book": "PBG",
        "title": "PBG, 4. Abschnitt: Personentransportvertrag, Verspätung: Haftung",
        "citation": "Art. 21d Abs. 2 PBG",
        "content": "Es ist von seiner Haftung befreit, wenn es beweist, dass der Schaden auf ein Verschulden der reisenden Person zurückzuführen ist oder auf Umständen beruht, die es nicht vermeiden und deren Folgen es nicht abwenden konnte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_21_d"
    },
    {
        "book": "PBG",
        "title": "PBG, 4. Abschnitt: Personentransportvertrag, Verspätung: Haftung",
        "citation": "Art. 21d Abs. 3 PBG",
        "content": "Weitergehende Schadenersatzansprüche wegen Verspätung sind ausgeschlossen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_21_d"
    },
    {
        "book": "PBG",
        "title": "PBG, 4. Abschnitt: Personentransportvertrag, Allgemeine Geschäftsbedingungen",
        "citation": "Art. 22 PBG",
        "content": "Die Unternehmen können allgemeine Geschäftsbedingungen über die Benützung der Anlagen und Fahrzeuge sowie über das Verhalten der Reisenden während der Fahrt aufstellen. Die Unternehmen können darin Aufwandsentschädigungen bei Verstössen gegen die Benützungsvorschriften vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_22"
    },
    {
        "book": "PBG",
        "title": "PBG, 4. Abschnitt: Personentransportvertrag, Handgepäck",
        "citation": "Art. 23 Abs. 1 PBG",
        "content": "Reisende dürfen leicht tragbare Gegenstände (Handgepäck) unentgeltlich in das Fahrzeug mitnehmen, wenn die Verhältnisse es gestatten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_23"
    },
    {
        "book": "PBG",
        "title": "PBG, 4. Abschnitt: Personentransportvertrag, Handgepäck",
        "citation": "Art. 23 Abs. 2 PBG",
        "content": "Das Unternehmen haftet für den Verlust oder die Beschädigung von Handgepäck, wenn:\na. der Schaden bei einem Unfall entstand, bei dem die reisende Person, die das Handgepäck unter ihrer Obhut hatte, getötet oder verletzt wurde und das Unternehmen für den Körperschaden haftet; oder\nb. das Unternehmen den Schaden auf andere Weise verursachte und nicht beweist, dass es dafür kein Verschulden trifft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_23"
    },
    {
        "book": "PBG",
        "title": "PBG, 4. Abschnitt: Personentransportvertrag, Handgepäck",
        "citation": "Art. 23 Abs. 3 PBG",
        "content": "Reisende haften für alle Schäden, die durch das Handgepäck entstehen, wenn sie nicht beweisen, dass sie dafür kein Verschulden trifft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_23"
    },
    {
        "book": "PBG",
        "title": "PBG, 4. Abschnitt: Personentransportvertrag, Fahrräder",
        "citation": "Art. 23a PBG",
        "content": "Das Unternehmen gestattet den Reisenden die Mitnahme eines Fahrrads im Fahrzeug, wenn dies den Verkehr nicht beeinträchtigt. Es kann dafür einen Fahrpreis verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_23_a"
    },
    {
        "book": "PBG",
        "title": "PBG, 5. Abschnitt: Transport von Reisegepäck, Vertrag",
        "citation": "Art. 24 Abs. 1 PBG",
        "content": "Mit dem Transportvertrag für Reisegepäck verpflichtet sich das Unternehmen gegenüber der absendenden Person, Reisegepäck gegen Entgelt zwischen bestimmten Stationen zu transportieren und es gegen Nachweis der Berechtigung auszuhändigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_24"
    },
    {
        "book": "PBG",
        "title": "PBG, 5. Abschnitt: Transport von Reisegepäck, Vertrag",
        "citation": "Art. 24 Abs. 2 PBG",
        "content": "Der Vertrag ist abgeschlossen, sobald das Unternehmen das Reisegepäck zum Transport angenommen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_24"
    },
    {
        "book": "PBG",
        "title": "PBG, 5. Abschnitt: Transport von Reisegepäck, Vertrag",
        "citation": "Art. 24 Abs. 3 PBG",
        "content": "Reisegepäck wird in der Regel nur transportiert, wenn ein gültiger Fahrausweis vorgelegt wird. Die Tarife können jedoch vorsehen, dass Reisegepäck auch transportiert wird, wenn kein Fahrausweis vorgelegt wird; der Preis kann in diesem Fall höher angesetzt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_24"
    },
    {
        "book": "PBG",
        "title": "PBG, 5. Abschnitt: Transport von Reisegepäck, Nebenpflichten der absendenden Person",
        "citation": "Art. 25 Abs. 1 PBG",
        "content": "Die absendende Person muss:\na. dem Unternehmen die Begleitpapiere übergeben, wenn die Zoll-, Polizei- oder andere Behörden solche verlangen;\nb. das Reisegepäck in geeigneter Weise verpacken, damit es weder Personen noch Sachen gefährdet und gegen Verlust und Beschädigung geschützt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_25"
    },
    {
        "book": "PBG",
        "title": "PBG, 5. Abschnitt: Transport von Reisegepäck, Nebenpflichten der absendenden Person",
        "citation": "Art. 25 Abs. 2 PBG",
        "content": "Die Unternehmen können im Tarif bestimmen, dass die absendende Person das Reisegepäck selber ein-, um- und ausladen oder dabei mithelfen muss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_25"
    },
    {
        "book": "PBG",
        "title": "PBG, 5. Abschnitt: Transport von Reisegepäck, Nebenpflichten der absendenden Person",
        "citation": "Art. 25 Abs. 3 PBG",
        "content": "Verletzt die absendende Person eine Nebenpflicht, so trägt sie die Folgen. Sie hat dem Unternehmen den ihm entstandenen Schaden zu ersetzen, wenn sie nicht beweist, dass sie kein Verschulden trifft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_25"
    },
    {
        "book": "PBG",
        "title": "PBG, 5. Abschnitt: Transport von Reisegepäck, Art und Weise des Transportes",
        "citation": "Art. 26 Abs. 1 PBG",
        "content": "Steht dem Transport des Reisegepäcks ein Hindernis entgegen, so trifft das Unternehmen die erforderlichen Massnahmen, um die Interessen der absendenden Person zu wahren. Im Zweifel ersucht es diese um entsprechende Anweisungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_26"
    },
    {
        "book": "PBG",
        "title": "PBG, 5. Abschnitt: Transport von Reisegepäck, Art und Weise des Transportes",
        "citation": "Art. 26 Abs. 2 PBG",
        "content": "Holt der Empfänger oder die Empfängerin das Reisegepäck nicht fristgerecht ab, so ersucht das Unternehmen die absendende Person um Anweisung. In dringenden Fällen kann es selbst geeignete Massnahmen treffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_26"
    },
    {
        "book": "PBG",
        "title": "PBG, 5. Abschnitt: Transport von Reisegepäck, Art und Weise des Transportes",
        "citation": "Art. 26 Abs. 3 PBG",
        "content": "Der Bundesrat regelt die Art und Weise und die Bedingungen der Vertragserfüllung, insbesondere die Lieferfristen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_26"
    },
    {
        "book": "PBG",
        "title": "PBG, 5. Abschnitt: Transport von Reisegepäck, Haftung des Unternehmens aus dem Transportvertrag",
        "citation": "Art. 27 Abs. 1 PBG",
        "content": "Das Unternehmen haftet für den Schaden, wenn das Reisegepäck verloren geht oder beschädigt wird oder die Lieferfrist nicht eingehalten wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_27"
    },
    {
        "book": "PBG",
        "title": "PBG, 5. Abschnitt: Transport von Reisegepäck, Haftung des Unternehmens aus dem Transportvertrag",
        "citation": "Art. 27 Abs. 2 PBG",
        "content": "Es ist von dieser Haftung befreit, soweit es beweist, dass der Schaden auf ein Verschulden der geschädigten Person zurückzuführen ist oder auf Umständen beruht, die es nicht vermeiden und deren Folgen es nicht abwenden konnte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_27"
    },
    {
        "book": "PBG",
        "title": "PBG, 5. Abschnitt: Transport von Reisegepäck, Haftung des Unternehmens aus dem Transportvertrag",
        "citation": "Art. 27 Abs. 3 PBG",
        "content": "Ist ein Schaden entstanden, so wird vermutet, er sei durch den Transport verursacht worden. Legt das Unternehmen aber dar, dass bestimmte vom Bundesrat bezeichnete Umstände vorliegen, die auf eine andere Schadenursache hinweisen, so haftet das Unternehmen nur so weit, als die geschädigte Person beweist, dass der Schaden nicht durch diese Umstände verursacht wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_27"
    },
    {
        "book": "PBG",
        "title": "PBG, 6. Abschnitt: Bestelltes Verkehrsangebot: Allgemeine Bestimmungen, Abgeltung der ungedeckten Kosten des bestellten Verkehrsangebots",
        "citation": "Art. 28 Abs. 1 PBG",
        "content": "Bund und Kantone (Besteller) gelten den Unternehmen die laut Planrechnung ungedeckten Kosten des von ihnen gemeinsam bestellten Angebotes des regionalen Personenverkehrs ab.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_28"
    },
    {
        "book": "PBG",
        "title": "PBG, 6. Abschnitt: Bestelltes Verkehrsangebot: Allgemeine Bestimmungen, Abgeltung der ungedeckten Kosten des bestellten Verkehrsangebots",
        "citation": "Art. 28 Abs. 2 PBG",
        "content": "Angebote des Ortsverkehrs sowie Angebote ohne Erschliessungsfunktion sind von Bundesleistungen ausgeschlossen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_28"
    },
    {
        "book": "PBG",
        "title": "PBG, 6. Abschnitt: Bestelltes Verkehrsangebot: Allgemeine Bestimmungen, Abgeltung der ungedeckten Kosten des bestellten Verkehrsangebots",
        "citation": "Art. 28 Abs. 3 PBG",
        "content": "Der Bund trägt allein die laut Planrechnung ungedeckten Kosten der von ihm bestellten Verkehrsangebote von nationaler Bedeutung. Er kann die Kosten von Leistungen im Zusammenhang mit dem Verkehrsangebot abgelten, wenn diese allen Unternehmen dienen oder offenstehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_28"
    },
    {
        "book": "PBG",
        "title": "PBG, 6. Abschnitt: Bestelltes Verkehrsangebot: Allgemeine Bestimmungen, Abgeltung der ungedeckten Kosten des bestellten Verkehrsangebots",
        "citation": "Art. 28 Abs. 4 PBG",
        "content": "Bund, Kantone und Gemeinden können weitere Angebote oder Angebotsverbesserungen oder Tariferleichterungen bestellen. Sie tragen die laut Planrechnung ungedeckten Kosten dieser Angebote.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_28"
    },
    {
        "book": "PBG",
        "title": "PBG, 6. Abschnitt: Bestelltes Verkehrsangebot: Allgemeine Bestimmungen, Voraussetzungen",
        "citation": "Art. 29 Abs. 1 PBG",
        "content": "Der Bund richtet Abgeltungen nur an Unternehmen aus:\na. deren Rechnungslegung den Vorschriften des 7. Abschnitts genügt;\nb. deren Rechnung nach Sparten gegliedert ist und die ungedeckten Kosten jeder Sparte einzeln nachweist;\nc. die mindestens den regionalen Personenverkehr sowie die Eisenbahninfrastruktur, soweit vorhanden, je als eigene Sparte führen;\nd. die eine von den Bestellern unabhängige Rechtspersönlichkeit haben; und\ne. in deren Verwaltungsrat oder vergleichbarem Organ keine Person Einsitz hat, die direkt am Bestellvorgang beteiligt oder in einer am Bestellprozess beteiligten Verwaltungseinheit tätig ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_29"
    },
    {
        "book": "PBG",
        "title": "PBG, 6. Abschnitt: Bestelltes Verkehrsangebot: Allgemeine Bestimmungen, Voraussetzungen",
        "citation": "Art. 29 Abs. 2 PBG",
        "content": "Der Bund kann Erleichterungen gewähren für Unternehmen mit geringem Verkehr sowie für ausländische Unternehmen mit geringem Streckenanteil in der Schweiz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_29"
    },
    {
        "book": "PBG",
        "title": "PBG, 6. Abschnitt: Bestelltes Verkehrsangebot: Allgemeine Bestimmungen, Finanzielle Aufteilung",
        "citation": "Art. 30 Abs. 1 PBG",
        "content": "Der Anteil des Bundes an der gesamten Abgeltung der durch Bund und Kantone gemeinsam bestellten Angebote im regionalen Personenverkehr beträgt 50 Prozent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_30"
    },
    {
        "book": "PBG",
        "title": "PBG, 6. Abschnitt: Bestelltes Verkehrsangebot: Allgemeine Bestimmungen, Finanzielle Aufteilung",
        "citation": "Art. 30 Abs. 2 PBG",
        "content": "Der Bundesrat legt mindestens alle vier Jahre die Anteile des Bundes und der einzelnen Kantone an der Abgeltung fest. Er hört vorher die Kantone an und berücksichtigt ihre strukturellen Voraussetzungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_30"
    },
    {
        "book": "PBG",
        "title": "PBG, 6. Abschnitt: Bestelltes Verkehrsangebot: Allgemeine Bestimmungen, Finanzielle Aufteilung",
        "citation": "Art. 30 Abs. 3 PBG",
        "content": "Er regelt die maximale zwischenzeitliche Abweichung vom Bundesanteil nach Absatz 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_30"
    },
    {
        "book": "PBG",
        "title": "PBG, 6. Abschnitt: Bestelltes Verkehrsangebot: Allgemeine Bestimmungen, Finanzielle Aufteilung",
        "citation": "Art. 30 Abs. 4 PBG",
        "content": "Sind an einer Linie mehrere Kantone finanziell beteiligt, so bemessen sich ihre Anteile, soweit keine andere Übereinkunft getroffen wird, nach der Verkehrsbedienung der Stationen und der Linienlänge (Betriebslänge) auf ihrem Gebiet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_30"
    },
    {
        "book": "PBG",
        "title": "PBG, 6. Abschnitt: Bestelltes Verkehrsangebot: Allgemeine Bestimmungen, Finanzielle Aufteilung",
        "citation": "Art. 30 Abs. 5 PBG",
        "content": "Die Kantone bestimmen, ob Gemeinden oder andere Körperschaften an der Abgeltung beteiligt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_30"
    },
    {
        "book": "PBG",
        "title": "PBG, 6. Abschnitt: Bestelltes Verkehrsangebot: Allgemeine Bestimmungen, Verpflichtungskredit",
        "citation": "Art. 30a PBG",
        "content": "Die Bundesversammlung beschliesst für die Abgeltung der ungedeckten Kosten des bestellten Verkehrsangebots jeweils für vier Jahre einen Verpflichtungskredit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_30_a"
    },
    {
        "book": "PBG",
        "title": "PBG, 6. Abschnitt: Bestelltes Verkehrsangebot: Allgemeine Bestimmungen, Finanzhilfen",
        "citation": "Art. 31 Abs. 1 PBG",
        "content": "Bei Investitionen im Verkehrsbereich eines Unternehmens kann der Bund der Gläubigerin eine Bürgschaft gewähren, wenn dies im Interesse der Besteller ist. Das BAV regelt die Form und die Bedingungen der Bürgschaft im Einzelnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_31"
    },
    {
        "book": "PBG",
        "title": "PBG, 6. Abschnitt: Bestelltes Verkehrsangebot: Allgemeine Bestimmungen, Finanzhilfen",
        "citation": "Art. 31 Abs. 2 PBG",
        "content": "Der Bund kann in besonderen Fällen, insbesondere um neuartige Lösungen zu fördern, an die Beschaffung von Fahrzeugen und an die Erstellung von Anlagen und Einrichtungen Beiträge leisten sowie unverzinsliche Darlehen gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_31"
    },
    {
        "book": "PBG",
        "title": "PBG, 6. Abschnitt: Bestelltes Verkehrsangebot: Allgemeine Bestimmungen, Finanzhilfen",
        "citation": "Art. 31 Abs. 3 PBG",
        "content": "Er kann zur Finanzierung von Ersatz- und Erneuerungsinvestitionen im Verkehrsbereich die rückzahlbaren Darlehen in bedingt rückzahlbare Darlehen umwandeln oder deren Rückzahlungen sistieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_31"
    },
    {
        "book": "PBG",
        "title": "PBG, 6. Abschnitt: Bestelltes Verkehrsangebot: Allgemeine Bestimmungen, Finanzhilfen",
        "citation": "Art. 31 Abs. 4 PBG",
        "content": "Die bedingt rückzahlbaren Darlehen des Bundes können unter Vorbehalt der notwendigen aktienrechtlichen Beschlüsse in Eigenkapital umgewandelt werden, insbesondere um die Beteiligung an notwendigen Bilanzsanierungen zu ermöglichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_31"
    },
    {
        "book": "PBG",
        "title": "PBG, 6. Abschnitt: Bestelltes Verkehrsangebot: Allgemeine Bestimmungen, Verkehrsangebot und Bestellverfahren",
        "citation": "Art. 31a Abs. 1 PBG",
        "content": "Das Verkehrsangebot und die Abgeltung im regionalen Personenverkehr werden aufgrund von Planrechnungen der Unternehmen im Voraus von den Bestellern und dem Unternehmen in einer schriftlichen Angebotsvereinbarung festgelegt. Die Planrechnungen sind auf bestehende Zielvereinbarungen oder Vergabevereinbarungen abzustützen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_31_a"
    },
    {
        "book": "PBG",
        "title": "PBG, 6. Abschnitt: Bestelltes Verkehrsangebot: Allgemeine Bestimmungen, Verkehrsangebot und Bestellverfahren",
        "citation": "Art. 31a Abs. 2 PBG",
        "content": "Der Bundesrat regelt das Bestellverfahren sowie die Grundsätze für das Verkehrsangebot und die Abgeltung im Einvernehmen mit den Kantonen. Er kann ein vereinfachtes Bestellverfahren festlegen, wenn eine Vergabevereinbarung besteht. Er wahrt die unabhängige Führung der Unternehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_31_a"
    },
    {
        "book": "PBG",
        "title": "PBG, 6. Abschnitt: Bestelltes Verkehrsangebot: Allgemeine Bestimmungen, Verkehrsangebot und Bestellverfahren",
        "citation": "Art. 31a Abs. 3 PBG",
        "content": "Bei der Festlegung des Verkehrsangebotes und der Abgeltung werden in erster Linie die Nachfrage und die bestehende Infrastruktur berücksichtigt. Weiter werden insbesondere in Betracht gezogen:\na. eine angemessene Grunderschliessung;\nb. Anliegen der Regionalpolitik, insbesondere die Bedürfnisse der wirtschaftlichen Entwicklung der Rand- und Berggebiete;\nc. Anliegen der Raumordnungspolitik;\nd. Anliegen des Umweltschutzes;\ne. Anliegen der Behinderten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_31_a"
    },
    {
        "book": "PBG",
        "title": "PBG, 6. Abschnitt: Bestelltes Verkehrsangebot: Allgemeine Bestimmungen, Verkehrsangebot und Bestellverfahren",
        "citation": "Art. 31a Abs. 4 PBG",
        "content": "Die Angebotsvereinbarung regelt insbesondere:\na. das Angebotskonzept und den Fahrplan;\nb. den Verkauf samt den Verkaufsstellen und deren Bedienung;\nc. das Angebot im Transport von Reisegepäck;\nd. die Tarife.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_31_a"
    },
    {
        "book": "PBG",
        "title": "PBG, 6. Abschnitt: Bestelltes Verkehrsangebot: Allgemeine Bestimmungen, Verkehrsangebot und Bestellverfahren",
        "citation": "Art. 31a Abs. 5 PBG",
        "content": "Mit dem Abschluss der Angebotsvereinbarung entsteht für die beteiligten Unternehmen gegenüber jedem Besteller ein selbstständiger Rechtsanspruch auf die Abgeltung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_31_a"
    },
    {
        "book": "PBG",
        "title": "PBG, 6. Abschnitt: Bestelltes Verkehrsangebot: Allgemeine Bestimmungen, Verkehrsangebot und Bestellverfahren",
        "citation": "Art. 31a Abs. 6 PBG",
        "content": "Können sich Besteller und Unternehmen bei der Aushandlung oder Anwendung einer Angebotsvereinbarung nicht einigen, so legt das BAV das Verkehrsangebot und die Abgeltung unter Berücksichtigung der Grundsätze von Absatz 3 fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_31_a"
    },
    {
        "book": "PBG",
        "title": "PBG, 6. Abschnitt: Bestelltes Verkehrsangebot: Allgemeine Bestimmungen, Periodizität des Bestellverfahrens",
        "citation": "Art. 31b PBG",
        "content": "Das Bestellverfahren wird alle zwei Jahre durchgeführt. Das BAV stimmt das Bestellverfahren mit der Fahrplanperiode ab.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_31_b"
    },
    {
        "book": "PBG",
        "title": "PBG, 6. Abschnitt: Bestelltes Verkehrsangebot: Allgemeine Bestimmungen, Ausschreibungsplanung",
        "citation": "Art. 31c Abs. 1 PBG",
        "content": "Die Besteller legen ihre Planung der Ausschreibungen im regionalen Personenverkehr auf der Strasse und auf der Schiene, insbesondere die Gründe und den Zeitpunkt der Ausschreibung eines Verkehrsangebotes, in einer Ausschreibungsplanung fest. Dabei berücksichtigen sie in ihren Überlegungen die lokalen und regionalen Erfordernisse und Bedürfnisse. Sie nehmen darin auch Linien auf, die sie gemeinsam ausschreiben, jedoch nicht gemeinsam bestellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_31_c"
    },
    {
        "book": "PBG",
        "title": "PBG, 6. Abschnitt: Bestelltes Verkehrsangebot: Allgemeine Bestimmungen, Ausschreibungsplanung",
        "citation": "Art. 31c Abs. 2 PBG",
        "content": "Die Ausschreibungsplanung erfolgt pro Kanton. Die Federführung liegt bei den Kantonen. Das BAV sorgt für eine einheitliche Ausschreibungsplanung und für die Koordination zwischen den Kantonen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_31_c"
    },
    {
        "book": "PBG",
        "title": "PBG, 6. Abschnitt: Bestelltes Verkehrsangebot: Allgemeine Bestimmungen, Ausschreibungsplanung",
        "citation": "Art. 31c Abs. 3 PBG",
        "content": "Die Ausschreibungsplanung ist für die Behörden verbindlich. Sie kann nicht mit Beschwerde angefochten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_31_c"
    },
    {
        "book": "PBG",
        "title": "PBG, 6a. Abschnitt: Bestelltes Verkehrsangebot: Ausschreibungsverfahren, Ausschreibung",
        "citation": "Art. 32 Abs. 1 PBG",
        "content": "Die Besteller schreiben im gegenseitigen Einvernehmen Angebote des gemeinsam bestellten regionalen Personenverkehrs auf der Strasse aus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_32"
    },
    {
        "book": "PBG",
        "title": "PBG, 6a. Abschnitt: Bestelltes Verkehrsangebot: Ausschreibungsverfahren, Ausschreibung",
        "citation": "Art. 32 Abs. 2 PBG",
        "content": "Sie schreiben diese Angebote nicht aus, wenn:\na. eine Zielvereinbarung mit einem Unternehmen besteht und dieses die Ziele erreicht;\nb. der Abgeltungsbetrag eine bestimmte Höhe nicht erreicht;\nc.  keine Ausschreibungsplanung vorliegt;\nd. das neue Verkehrsangebot Bestandteil eines bestehenden regionalen Netzes wird;\ne. für ein Verkehrsangebot aus technischen, betrieblichen oder regionalen Gründen nicht mehr als eine Offerte zu erwarten ist;\nf. es sich um die Änderung einer bestehenden Konzession handelt; oder\ng. eine Konzession unverändert auf ein neues Unternehmen übertragen wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_32"
    },
    {
        "book": "PBG",
        "title": "PBG, 6a. Abschnitt: Bestelltes Verkehrsangebot: Ausschreibungsverfahren, Ausschreibung",
        "citation": "Art. 32 Abs. 3 PBG",
        "content": "Die Besteller können im gegenseitigen Einvernehmen Angebote des gemeinsam bestellten regionalen Personenverkehrs auf der Schiene ausschreiben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_32"
    },
    {
        "book": "PBG",
        "title": "PBG, 6a. Abschnitt: Bestelltes Verkehrsangebot: Ausschreibungsverfahren, Ausschreibung",
        "citation": "Art. 32 Abs. 4 PBG",
        "content": "Bestehende Verkehrsangebote können nur ausgeschrieben werden, wenn sie vorgängig in die Ausschreibungsplanung aufgenommen wurden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_32"
    },
    {
        "book": "PBG",
        "title": "PBG, 6a. Abschnitt: Bestelltes Verkehrsangebot: Ausschreibungsverfahren, Ausschreibung",
        "citation": "Art. 32 Abs. 5 PBG",
        "content": "Die Besteller können auch dann gemeinsam Verkehrsangebote ausschreiben, wenn diese nur von den Kantonen ohne Bundesbeteiligung bestellt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_32"
    },
    {
        "book": "PBG",
        "title": "PBG, 6a. Abschnitt: Bestelltes Verkehrsangebot: Ausschreibungsverfahren, Ausschreibung von Verkehrsangeboten mit Linienabschnitten, in Nachbarstaaten",
        "citation": "Art. 32a Abs. 1 PBG",
        "content": "Ausschreibungen von Verkehrsangeboten mit im Nachbarstaat liegenden Linienabschnitten werden mit den Ausschreibungsverfahren dieses Staates koordiniert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_32_a"
    },
    {
        "book": "PBG",
        "title": "PBG, 6a. Abschnitt: Bestelltes Verkehrsangebot: Ausschreibungsverfahren, Ausschreibung von Verkehrsangeboten mit Linienabschnitten, in Nachbarstaaten",
        "citation": "Art. 32a Abs. 2 PBG",
        "content": "Der Bundesrat kann die Ausschreibung solcher Angebote in Vereinbarungen mit den Nachbarstaaten regeln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_32_a"
    },
    {
        "book": "PBG",
        "title": "PBG, 6a. Abschnitt: Bestelltes Verkehrsangebot: Ausschreibungsverfahren, Ausschreibung von Verkehrsangeboten mit Linienabschnitten, in Nachbarstaaten",
        "citation": "Art. 32a Abs. 3 PBG",
        "content": "Liegt keine Vereinbarung vor, so kann das BAV auf eine Ausschreibung verzichten und das Angebot bei dem Unternehmen bestellen, das im Ausschreibungsverfahren für den im Nachbarstaat liegenden Linienabschnitt gesiegt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_32_a"
    },
    {
        "book": "PBG",
        "title": "PBG, 6a. Abschnitt: Bestelltes Verkehrsangebot: Ausschreibungsverfahren, Koordination mit der Konzession",
        "citation": "Art. 32b Abs. 1 PBG",
        "content": "Das Ausschreibungsverfahren wird mit dem Verfahren zur Erteilung oder Erneuerung der Konzession koordiniert. Der Vergabeentscheid aus dem Ausschreibungsverfahren sowie die Erteilung oder Erneuerung der Konzession sind Teil derselben Verfügung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_32_b"
    },
    {
        "book": "PBG",
        "title": "PBG, 6a. Abschnitt: Bestelltes Verkehrsangebot: Ausschreibungsverfahren, Koordination mit der Konzession",
        "citation": "Art. 32b Abs. 2 PBG",
        "content": "Die Konzessionsdauer entspricht der in den Ausschreibungsunterlagen für das Verkehrsangebot vorgesehenen Geltungsdauer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_32_b"
    },
    {
        "book": "PBG",
        "title": "PBG, 6a. Abschnitt: Bestelltes Verkehrsangebot: Ausschreibungsverfahren, Besondere Bestimmungen für Ausschreibungen von Verkehrsangeboten auf der Strasse",
        "citation": "Art. 32c Abs. 1 PBG",
        "content": "Ein Verkehrsangebot des gemeinsam bestellten regionalen Personenverkehrs auf der Strasse wird ausgeschrieben, wenn eine Konzession neu erteilt werden soll.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_32_c"
    },
    {
        "book": "PBG",
        "title": "PBG, 6a. Abschnitt: Bestelltes Verkehrsangebot: Ausschreibungsverfahren, Besondere Bestimmungen für Ausschreibungen von Verkehrsangeboten auf der Strasse",
        "citation": "Art. 32c Abs. 2 PBG",
        "content": "Während der Dauer der Konzession schreiben die Besteller das bestellte Verkehrsangebot aus, wenn das Unternehmen:\na. die ihm verliehenen Rechte nicht oder nur teilweise ausübt oder seine aus Gesetz oder Konzession auferlegten Pflichten wiederholt oder schwerwiegend verletzt;\nb. eine Zielvereinbarung in mehreren oder in einem wesentlichen Punkt nicht erfüllt und die Vereinbarung als Sanktion eine Ausschreibung vorsieht;\nc. die in einer Vergabevereinbarung verlangte Verbesserung von Preis, Qualität oder Quantität des Verkehrsangebots nicht erfüllt und die Vereinbarung als Sanktion eine Ausschreibung vorsieht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_32_c"
    },
    {
        "book": "PBG",
        "title": "PBG, 6a. Abschnitt: Bestelltes Verkehrsangebot: Ausschreibungsverfahren, Besondere Bestimmungen für Ausschreibungen von Verkehrsangeboten auf der Strasse",
        "citation": "Art. 32c Abs. 3 PBG",
        "content": "Bei der Erneuerung der Konzession schreiben die Besteller das bestellte Verkehrsangebot aus, wenn ihre Ausschreibungsplanung dies vorsieht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_32_c"
    },
    {
        "book": "PBG",
        "title": "PBG, 6a. Abschnitt: Bestelltes Verkehrsangebot: Ausschreibungsverfahren, Verfahrensgrundsätze",
        "citation": "Art. 32d Abs. 1 PBG",
        "content": "Im Ausschreibungsverfahren beachten die Besteller folgende Grundsätze:\na. Sie achten in allen Phasen des Verfahrens auf die Gleichbehandlung der Unternehmen.\nb. Sie vergeben ein Verkehrsangebot nur an ein Unternehmen, das die Einhaltung der Arbeitsschutzbestimmungen und der Arbeitsbedingungen für die Arbeitnehmer und Arbeitnehmerinnen gewährleistet. Sie legen die massgebenden Bestimmungen in den Ausschreibungsunterlagen fest und berücksichtigen bestehende Vertragswerke.\nc. Sie vergeben ein Verkehrsangebot nur an ein Unternehmen, das die Lohngleichheit für Mann und Frau gewährleistet.\nd. Sie wahren den vertraulichen Charakter von Angaben der Unternehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_32_d"
    },
    {
        "book": "PBG",
        "title": "PBG, 6a. Abschnitt: Bestelltes Verkehrsangebot: Ausschreibungsverfahren, Verfahrensgrundsätze",
        "citation": "Art. 32d Abs. 2 PBG",
        "content": "Die Unternehmen müssen folgende Grundsätze beachten:\na. Die Offerte ist fristgerecht und vollständig einzureichen.\nb. Das Unternehmen verpflichtet sich zu einer fristgerechten Betriebsaufnahme. Verzögert sich diese aufgrund einer Beschwerde, so ist es von dieser Verpflichtung befreit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_32_d"
    },
    {
        "book": "PBG",
        "title": "PBG, 6a. Abschnitt: Bestelltes Verkehrsangebot: Ausschreibungsverfahren, Eignung",
        "citation": "Art. 32e Abs. 1 PBG",
        "content": "Die Besteller können die Unternehmen auffordern, den Nachweis ihrer finanziellen, wirtschaftlichen, technischen und betrieblichen Leistungsfähigkeit zu erbringen. Sie stellen dazu Eignungskriterien auf.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_32_e"
    },
    {
        "book": "PBG",
        "title": "PBG, 6a. Abschnitt: Bestelltes Verkehrsangebot: Ausschreibungsverfahren, Eignung",
        "citation": "Art. 32e Abs. 2 PBG",
        "content": "Sie geben die Anforderungen an den Nachweis und die Eignungskriterien in den Ausschreibungsunterlagen bekannt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_32_e"
    },
    {
        "book": "PBG",
        "title": "PBG, 6a. Abschnitt: Bestelltes Verkehrsangebot: Ausschreibungsverfahren, Ausschluss vom Ausschreibungsverfahren",
        "citation": "Art. 32f PBG",
        "content": "Die Besteller können ein Unternehmen vom Ausschreibungsverfahren ausschliessen, insbesondere wenn es:\na. die Eignungskriterien nicht erfüllt;\nb. den Bestellern falsche Auskünfte erteilt hat;\nc. Steuern oder Sozialabgaben nicht bezahlt hat;\nd. den Verfahrensgrundsätzen zuwiderhandelt;\ne. Abreden getroffen hat, die den wirksamen Wettbewerb beseitigen oder erheblich beeinträchtigen;\nf. sich in einem Konkursverfahren befindet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_32_f"
    },
    {
        "book": "PBG",
        "title": "PBG, 6a. Abschnitt: Bestelltes Verkehrsangebot: Ausschreibungsverfahren, Vergabeentscheid",
        "citation": "Art. 32g Abs. 1 PBG",
        "content": "Die Besteller vergeben das ausgeschriebene Verkehrsangebot dem Unternehmen mit dem wirtschaftlich günstigsten Angebot.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_32_g"
    },
    {
        "book": "PBG",
        "title": "PBG, 6a. Abschnitt: Bestelltes Verkehrsangebot: Ausschreibungsverfahren, Vergabeentscheid",
        "citation": "Art. 32g Abs. 2 PBG",
        "content": "Sie berücksichtigen bei der Ermittlung des wirtschaftlich günstigsten Angebots insbesondere die Qualität, das Angebotskonzept, die Erlöse, die Kosten und die Umweltverträglichkeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_32_g"
    },
    {
        "book": "PBG",
        "title": "PBG, 6a. Abschnitt: Bestelltes Verkehrsangebot: Ausschreibungsverfahren, Vergabeentscheid",
        "citation": "Art. 32g Abs. 3 PBG",
        "content": "Das Verkehrsangebot wird für die in den Ausschreibungsunterlagen vorgesehene Geltungsdauer vergeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_32_g"
    },
    {
        "book": "PBG",
        "title": "PBG, 6a. Abschnitt: Bestelltes Verkehrsangebot: Ausschreibungsverfahren, Widerruf des Vergabeentscheids",
        "citation": "Art. 32h PBG",
        "content": "Die Besteller können den Vergabeentscheid aus denselben Gründen widerrufen, aus denen sie ein Unternehmen vom Verfahren ausschliessen können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_32_h"
    },
    {
        "book": "PBG",
        "title": "PBG, 6a. Abschnitt: Bestelltes Verkehrsangebot: Ausschreibungsverfahren, Verfügungen",
        "citation": "Art. 32i Abs. 1 PBG",
        "content": "Das BAV verfügt:\na. die Ausschreibung;\nb. den Ausschluss vom Ausschreibungsverfahren;\nc. den Abbruch des Ausschreibungsverfahrens;\nd. den Vergabeentscheid;\ne. den Verzicht auf eine Ausschreibung aufgrund einer Ausnahme nach Artikel 32 Absatz 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_32_i"
    },
    {
        "book": "PBG",
        "title": "PBG, 6a. Abschnitt: Bestelltes Verkehrsangebot: Ausschreibungsverfahren, Verfügungen",
        "citation": "Art. 32i Abs. 2 PBG",
        "content": "Es kann die Verfügung nach Absatz 1 Buchstabe b zusammen mit der Verfügung nach Absatz 1 Buchstabe c oder d eröffnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_32_i"
    },
    {
        "book": "PBG",
        "title": "PBG, 6a. Abschnitt: Bestelltes Verkehrsangebot: Ausschreibungsverfahren, Veröffentlichung",
        "citation": "Art. 32j Abs. 1 PBG",
        "content": "Das BAV veröffentlicht die Verfügungen nach Artikel 32i Absatz 1 Buchstaben a, c, d und e.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_32_j"
    },
    {
        "book": "PBG",
        "title": "PBG, 6a. Abschnitt: Bestelltes Verkehrsangebot: Ausschreibungsverfahren, Veröffentlichung",
        "citation": "Art. 32j Abs. 2 PBG",
        "content": "Der Bundesrat regelt die Ausnahmen und bezeichnet das Publikationsorgan.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_32_j"
    },
    {
        "book": "PBG",
        "title": "PBG, 6a. Abschnitt: Bestelltes Verkehrsangebot: Ausschreibungsverfahren, Vergabevereinbarung",
        "citation": "Art. 32k Abs. 1 PBG",
        "content": "Sobald der Vergabeentscheid rechtskräftig ist, schliessen die Besteller mit dem Unternehmen eine Vergabevereinbarung ab.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_32_k"
    },
    {
        "book": "PBG",
        "title": "PBG, 6a. Abschnitt: Bestelltes Verkehrsangebot: Ausschreibungsverfahren, Vergabevereinbarung",
        "citation": "Art. 32k Abs. 2 PBG",
        "content": "Die Vergabevereinbarung legt aufgrund der Offerte im Wesentlichen die Geltungsdauer, das Verkehrsangebot, die Qualität, die Kosten, die Erlöse, die Anpassungsmechanismen und das Controlling fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_32_k"
    },
    {
        "book": "PBG",
        "title": "PBG, 6a. Abschnitt: Bestelltes Verkehrsangebot: Ausschreibungsverfahren, Wechsel des beauftragten Unternehmens",
        "citation": "Art. 32l Abs. 1 PBG",
        "content": "Wird ein Angebot des regionalen Personenverkehrs aufgrund einer Ausschreibung bei einem neuen Unternehmen bestellt, so muss das bisher beauftragte Unternehmen dem neu beauftragten Unternehmen die eigens für das betreffende Verkehrsangebot angeschafften Betriebsmittel zum Restbuchwert übergeben, wenn die Besteller dies verlangen und die Betriebsmittel für die ausgeschriebenen Linien des regionalen Personenverkehrs von zentraler Bedeutung sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_32_l"
    },
    {
        "book": "PBG",
        "title": "PBG, 6a. Abschnitt: Bestelltes Verkehrsangebot: Ausschreibungsverfahren, Wechsel des beauftragten Unternehmens",
        "citation": "Art. 32l Abs. 2 PBG",
        "content": "Das neu beauftragte Unternehmen muss diese Betriebsmittel zum Restbuchwert übernehmen, wenn das bisher beauftragte Unternehmen oder die Besteller es verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_32_l"
    },
    {
        "book": "PBG",
        "title": "PBG, 6a. Abschnitt: Bestelltes Verkehrsangebot: Ausschreibungsverfahren, Wechsel des beauftragten Unternehmens",
        "citation": "Art. 32l Abs. 3 PBG",
        "content": "Das neu beauftragte Unternehmen muss die für das betreffende Verkehrsangebot notwendigen zusätzlichen Arbeitsstellen den Arbeitnehmerinnen und Arbeitnehmern des bisher beauftragten Unternehmens zu branchenüblichen Bedingungen anbieten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_32_l"
    },
    {
        "book": "PBG",
        "title": "PBG, 6b. Abschnitt:, Bestelltes Verkehrsangebot: Besondere Bestimmungen, für nicht ausgeschriebene Angebote, Zielvereinbarung",
        "citation": "Art. 33 Abs. 1 PBG",
        "content": "Die Besteller können für bestellte Verkehrsangebote, die nicht ausgeschrieben werden, mit dem betroffenen Unternehmen eine Zielvereinbarung abschliessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_33"
    },
    {
        "book": "PBG",
        "title": "PBG, 6b. Abschnitt:, Bestelltes Verkehrsangebot: Besondere Bestimmungen, für nicht ausgeschriebene Angebote, Zielvereinbarung",
        "citation": "Art. 33 Abs. 2 PBG",
        "content": "Die Zielvereinbarung kann namentlich Leistungsziele zu Qualität, Quantität, Erlösen und Kosten des Verkehrsangebots enthalten, die das Unternehmen in einem bestimmten Zeitraum erreichen muss. Sie kann Massnahmen für den Fall vorsehen, dass die Ziele nicht erreicht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_33"
    },
    {
        "book": "PBG",
        "title": "PBG, 6b. Abschnitt:, Bestelltes Verkehrsangebot: Besondere Bestimmungen, für nicht ausgeschriebene Angebote, Zielvereinbarung",
        "citation": "Art. 33 Abs. 3 PBG",
        "content": "Sie kann ein Bonus-Malus-System über die Qualität und über finanzielle Kennzahlen enthalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_33"
    },
    {
        "book": "PBG",
        "title": "PBG, 6b. Abschnitt:, Bestelltes Verkehrsangebot: Besondere Bestimmungen, für nicht ausgeschriebene Angebote, Zielvereinbarung",
        "citation": "Art. 33 Abs. 4 PBG",
        "content": "Sie wird für eine Dauer von mindestens zwei Fahrplanperioden abgeschlossen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_33"
    },
    {
        "book": "PBG",
        "title": "PBG, 6b. Abschnitt:, Bestelltes Verkehrsangebot: Besondere Bestimmungen, für nicht ausgeschriebene Angebote, Massnahmen zur Zielerreichung, Kürzung der Abgeltung",
        "citation": "Art. 33a PBG",
        "content": "Das BAV kann nach Anhörung der Kantone Massnahmen zur Zielerreichung anordnen oder finanzielle Leistungen zurückfordern, wenn das Unternehmen:\na. die bestellten Leistungen nicht wie vereinbart erbringt;\nb. Zielvorgaben nicht erreicht;\nc. festgelegte Fristen nicht einhält; oder\nd. sich unwirtschaftlich verhält.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_33_a"
    },
    {
        "book": "PBG",
        "title": "PBG, 7. Abschnitt: Rechnungswesen, Grundsätze",
        "citation": "Art. 35 Abs. 1 PBG",
        "content": "Das UVEK regelt durch Verordnung nach Konsultation des Eidgenössischen Finanzdepartements und der Kantone die Rechnungslegung der Unternehmen mit einer Konzession nach Artikel 6 dieses Gesetzes oder Artikel 5 des Eisenbahngesetzes vom 20. Dezember 1957.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_35"
    },
    {
        "book": "PBG",
        "title": "PBG, 7. Abschnitt: Rechnungswesen, Grundsätze",
        "citation": "Art. 35 Abs. 2 PBG",
        "content": "Es kann insbesondere weitere Buchungs-, Bilanzierungs- und Abschreibungsvorschriften sowie Bestimmungen über die Rückstellungen, die Baurechnung, die Spartengliederung, die Linienerfolgsrechnung und die Auskunftspflicht gegenüber Bund und Kantonen erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_35"
    },
    {
        "book": "PBG",
        "title": "PBG, 7. Abschnitt: Rechnungswesen, Grundsätze",
        "citation": "Art. 35 Abs. 3 PBG",
        "content": "Im Übrigen gelten die Bestimmungen des Obligationenrechts über die kaufmännische Buchführung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_35"
    },
    {
        "book": "PBG",
        "title": "PBG, 7. Abschnitt: Rechnungswesen, Ausweis des Spartenerfolgs",
        "citation": "Art. 36 Abs. 1 PBG",
        "content": "Soweit ein Unternehmen die Gesamtaufwendungen einer Verkehrssparte mit den Erträgen und den von Bund und Kantonen erbrachten finanziellen Leistungen nicht decken kann, verantwortet es den Fehlbetrag selbst. Es trägt diesen auf die neue Rechnung vor.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_36"
    },
    {
        "book": "PBG",
        "title": "PBG, 7. Abschnitt: Rechnungswesen, Ausweis des Spartenerfolgs",
        "citation": "Art. 36 Abs. 2 PBG",
        "content": "Übersteigen die Erträge und die von Bund und Kantonen erbrachten finanziellen Leistungen die Gesamtaufwendungen einer abgeltungsberechtigten Verkehrssparte, so weist das Unternehmen mindestens zwei Drittel dieses Überschusses der Spezialreserve zur Deckung künftiger Fehlbeträge abgeltungsberechtigter Verkehrssparten zu. Erreicht die Spezialreserve der Verkehrssparten 25 Prozent des Jahresumsatzes der abgeltungsberechtigten Verkehrssparten oder beträgt sie 12 Millionen Franken, so steht der Gewinn dem Unternehmen zur freien Verfügung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_36"
    },
    {
        "book": "PBG",
        "title": "PBG, 7. Abschnitt: Rechnungswesen, Ausweis des Spartenerfolgs",
        "citation": "Art. 36 Abs. 3 PBG",
        "content": "Beendet das Unternehmen seine Tätigkeit in abgeltungsberechtigten Verkehrssparten, so muss es die Spezialreserve auflösen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_36"
    },
    {
        "book": "PBG",
        "title": "PBG, 7. Abschnitt: Rechnungswesen, Ausweis des Spartenerfolgs",
        "citation": "Art. 36 Abs. 4 PBG",
        "content": "Übersteigen die Erträge einer nicht abgeltungsberechtigten Sparte des konzessionierten Verkehrs die Gesamtaufwendungen einer Sparte, so ist der entstandene Ertragsüberschuss frei verfügbar. Das Unternehmen kann diesen oder einen Teil davon zur Deckung künftiger Fehlbeträge dieser Sparten zurückstellen. Beendet es seine Tätigkeit in konzessionierten Sparten, so muss die Rückstellung aufgelöst werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_36"
    },
    {
        "book": "PBG",
        "title": "PBG, 7. Abschnitt: Rechnungswesen, Subventionsrechtliche Prüfung durch die Aufsichtsbehörde",
        "citation": "Art. 37 Abs. 1 PBG",
        "content": "Die Rechnungen und Bilanzen sind auf Ende des Geschäftsjahres abzuschliessen. Unternehmen, die von der öffentlichen Hand Beiträge oder Darlehen erhalten, reichen die Jahresrechnung mit den dazugehörigen Nachweisen dem BAV ein. Das BAV kann von den Unternehmen zusätzliche Unterlagen verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_37"
    },
    {
        "book": "PBG",
        "title": "PBG, 7. Abschnitt: Rechnungswesen, Subventionsrechtliche Prüfung durch die Aufsichtsbehörde",
        "citation": "Art. 37 Abs. 2 PBG",
        "content": "Das BAV prüft periodisch oder nach Bedarf, ob die Rechnungen mit den gesetzlichen Vorschriften und den darauf basierenden Vereinbarungen über Beiträge und Darlehen der öffentlichen Hand übereinstimmen. Es umschreibt den Prüfumfang näher. Die subventionsrechtliche Prüfung durch die Aufsichtsbehörde ergänzt die Prüfung der Revisionsstelle des Unternehmens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_37"
    },
    {
        "book": "PBG",
        "title": "PBG, 7. Abschnitt: Rechnungswesen, Subventionsrechtliche Prüfung durch die Aufsichtsbehörde",
        "citation": "Art. 37 Abs. 3 PBG",
        "content": "Das Unternehmen publiziert den Befund der subventionsrechtlichen Prüfung in seinem Geschäftsbericht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_37"
    },
    {
        "book": "PBG",
        "title": "PBG, 7. Abschnitt: Rechnungswesen, Subventionsrechtliche Prüfung durch die Aufsichtsbehörde",
        "citation": "Art. 37 Abs. 4 PBG",
        "content": "Über die subventionsrechtliche Prüfung hinaus kann das BAV vertiefte Prüfungen bei den Transportunternehmen vornehmen. Es kann bei Bedarf in die gesamte Geschäftsführung des Unternehmens Einsicht nehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_37"
    },
    {
        "book": "PBG",
        "title": "PBG, 7. Abschnitt: Rechnungswesen, Streitigkeiten",
        "citation": "Art. 38 Abs. 1 PBG",
        "content": "Entsprechen die Rechnungen und Ausweise nicht den Artikeln 35–37, so trifft das BAV nach Anhörung des Unternehmens die nötigen Verfügungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_38"
    },
    {
        "book": "PBG",
        "title": "PBG, 7. Abschnitt: Rechnungswesen, Streitigkeiten",
        "citation": "Art. 38 Abs. 2 PBG",
        "content": "Wird die Genehmigung wegen Anständen über die Verwendung des Reingewinnes verweigert, so darf über den strittigen Betrag erst verfügt werden, wenn die Sache rechtskräftig entschieden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_38"
    },
    {
        "book": "PBG",
        "title": "PBG, 7. Abschnitt: Rechnungswesen, Revisionsstelle",
        "citation": "Art. 39 PBG",
        "content": "Das Unternehmen bestellt unabhängig von seiner Rechtsform eine Revisionsstelle nach den Bestimmungen des Obligationenrechts über die Revisionsstelle der Aktiengesellschaften.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_39"
    },
    {
        "book": "PBG",
        "title": "PBG, 8. Abschnitt: Besondere Leistungen für öffentliche Verwaltungen, Grundsatz",
        "citation": "Art. 40 PBG",
        "content": "Besondere Leistungen der Unternehmen für Bund, Kantone, Gemeinden und andere öffentliche Körperschaften sowie deren Anstalten und Betriebe sind, soweit dieses Gesetz nichts anderes bestimmt oder die Beteiligten nichts Abweichendes vereinbaren, nach den im kaufmännischen Verkehr geltenden Grundsätzen zu vergüten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_40"
    },
    {
        "book": "PBG",
        "title": "PBG, 8. Abschnitt: Besondere Leistungen für öffentliche Verwaltungen, Transporte im Rahmen der nationalen Sicherheitskooperation",
        "citation": "Art. 41 PBG",
        "content": "Die Unternehmen sind in besonderen und ausserordentlichen Lagen verpflichtet, Transporte zugunsten von Bund und Kantonen vorrangig durchzuführen. Zu diesem Zweck kann der Bundesrat die Betriebs-, Transport-, Tarif- und Fahrplanpflicht aufheben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_41"
    },
    {
        "book": "PBG",
        "title": "PBG, 9. Abschnitt: Vertragliche Haftung, Haftung des Unternehmens bei dienstlichen Verrichtungen",
        "citation": "Art. 42 PBG",
        "content": "Das Unternehmen haftet für den Schaden, den Personen, die es für den Transport einsetzt, bei ihren dienstlichen Verrichtungen verursachen. Als solche Personen gelten auch Transportbeauftragte und ihre Angestellten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_42"
    },
    {
        "book": "PBG",
        "title": "PBG, 9. Abschnitt: Vertragliche Haftung, Schadenersatz",
        "citation": "Art. 43 Abs. 1 PBG",
        "content": "Der Bundesrat setzt für den Schadenersatz Höchstgrenzen fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_43"
    },
    {
        "book": "PBG",
        "title": "PBG, 9. Abschnitt: Vertragliche Haftung, Schadenersatz",
        "citation": "Art. 43 Abs. 2 PBG",
        "content": "Wurde der Schaden vorsätzlich oder grobfahrlässig verursacht, so muss das Unternehmen ihn voll ersetzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_43"
    },
    {
        "book": "PBG",
        "title": "PBG, 9. Abschnitt: Vertragliche Haftung, Vertragliche Haftungsbeschränkungen",
        "citation": "Art. 44 PBG",
        "content": "Tarifbestimmungen und Vereinbarungen zwischen dem Unternehmen und der Kundschaft, welche die Haftung des Unternehmens im Voraus ganz oder teilweise ausschliessen oder die Beweislast der Kundschaft übertragen, sind nichtig. Der Transportvertrag bleibt im Übrigen gültig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_44"
    },
    {
        "book": "PBG",
        "title": "PBG, 9. Abschnitt: Vertragliche Haftung, Vorschuss bei Tod oder Verletzung",
        "citation": "Art. 44a Abs. 1 PBG",
        "content": "Wird eine mit der Eisenbahn reisende Person bei einem Unfall getötet oder verletzt, so zahlt das Eisenbahnunternehmen der reisenden Person oder ihren nahen Angehörigen unverzüglich einen Vorschuss zur Deckung der unmittelbaren wirtschaftlichen Bedürfnisse, und zwar im Verhältnis zur Schwere des erlittenen Schadens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_44_a"
    },
    {
        "book": "PBG",
        "title": "PBG, 9. Abschnitt: Vertragliche Haftung, Vorschuss bei Tod oder Verletzung",
        "citation": "Art. 44a Abs. 2 PBG",
        "content": "Der Vorschuss stellt keine Haftungsanerkennung dar und kann mit später auf der Grundlage dieses Gesetzes gezahlten Beträgen verrechnet werden. Er kann jedoch nur zurückgefordert werden, wenn der Schaden durch Fahrlässigkeit oder Verschulden der reisenden Person verursacht wurde oder die Person, die den Vorschuss erhalten hat, nicht die entschädigungsberechtigte Person war.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_44_a"
    },
    {
        "book": "PBG",
        "title": "PBG, 9. Abschnitt: Vertragliche Haftung, Vorschuss bei Tod oder Verletzung",
        "citation": "Art. 44a Abs. 3 PBG",
        "content": "Der Bundesrat kann den Betrag des Vorschusses im Falle des Todes festsetzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_44_a"
    },
    {
        "book": "PBG",
        "title": "PBG, 9. Abschnitt: Vertragliche Haftung, Klageberechtigung",
        "citation": "Art. 45 PBG",
        "content": "Rechtsansprüche aus dem Transportvertrag können gegen das Unternehmen geltend machen:\na. die reisende Person;\nb. beim Transport von Reisegepäck die Person, welche die Berechtigung nach Artikel 24 nachweist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_45"
    },
    {
        "book": "PBG",
        "title": "PBG, 9. Abschnitt: Vertragliche Haftung, Geltendmachen der Ansprüche",
        "citation": "Art. 46 Abs. 1 PBG",
        "content": "Rechtsansprüche aus dem Transportvertrag können wahlweise geltend gemacht werden gegen das Unternehmen:\na. bei dem der Transport beginnt;\nb. bei dem der Transport endet;\nc. auf dessen Linie das Ereignis stattgefunden hat, das den Anspruch begründet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_46"
    },
    {
        "book": "PBG",
        "title": "PBG, 9. Abschnitt: Vertragliche Haftung, Geltendmachen der Ansprüche",
        "citation": "Art. 46 Abs. 2 PBG",
        "content": "Ist die Klage gegen eines dieser Unternehmen erhoben worden, so kann gegen die andern nicht mehr geklagt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_46"
    },
    {
        "book": "PBG",
        "title": "PBG, 9. Abschnitt: Vertragliche Haftung, Geltendmachen der Ansprüche",
        "citation": "Art. 46 Abs. 3 PBG",
        "content": "Klagt eines der andern Unternehmen gegen die berechtigte Person, so kann diese ihre Ansprüche mit Widerklage oder Einrede auch gegen dieses Unternehmen geltend machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_46"
    },
    {
        "book": "PBG",
        "title": "PBG, 9. Abschnitt: Vertragliche Haftung, Erlöschen der Ansprüche",
        "citation": "Art. 47 Abs. 1 PBG",
        "content": "Die Ansprüche gegen das Unternehmen erlöschen 30 Tage nach dem Ereignis, das sie begründet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_47"
    },
    {
        "book": "PBG",
        "title": "PBG, 9. Abschnitt: Vertragliche Haftung, Erlöschen der Ansprüche",
        "citation": "Art. 47 Abs. 2 PBG",
        "content": "Verpasst die reisende Person einen fahrplanmässigen Anschluss, so muss sie dies sofort auf der Station melden, wenn sie ihren Anspruch auf Schadenersatz geltend machen will.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_47"
    },
    {
        "book": "PBG",
        "title": "PBG, 9. Abschnitt: Vertragliche Haftung, Erlöschen der Ansprüche",
        "citation": "Art. 47 Abs. 3 PBG",
        "content": "Die Ansprüche erlöschen nicht, wenn:\na. die berechtigte Person nachweist, dass der Schaden vorsätzlich oder grobfahrlässig verursacht wurde;\nb. die Lieferfrist überschritten ist und der Anspruch binnen 30 Tagen erhoben wird;\nc. ein Teilverlust oder eine Beschädigung festgestellt wurde, bevor die berechtigte Person das Gepäck annahm, oder der Schaden aus Verschulden des Unternehmens nicht festgestellt wurde;\nd. das Gepäck äusserlich nicht erkennbar beschädigt ist, der Schaden binnen der vom Bundesrat festgelegten Fristen festgestellt wird und die berechtigte Person nachweist, dass der Schaden in der Zeit zwischen der Annahme zum Transport und der Ablieferung entstanden ist;\ne. eine sofortige Meldung nach Absatz 2 nicht möglich ist, weil die Station nicht besetzt ist und das Unternehmen keine Einrichtung zur Kommunikation mit einer besetzten Station zur Verfügung stellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_47"
    },
    {
        "book": "PBG",
        "title": "PBG, 9. Abschnitt: Vertragliche Haftung, Verjährung",
        "citation": "Art. 48 Abs. 1 PBG",
        "content": "Ansprüche aus dem Transportvertrag verjähren in einem Jahr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_48"
    },
    {
        "book": "PBG",
        "title": "PBG, 9. Abschnitt: Vertragliche Haftung, Verjährung",
        "citation": "Art. 48 Abs. 2 PBG",
        "content": "Die Verjährung steht still, wenn die berechtigte Person beim Unternehmen einen Anspruch geltend macht. Sie läuft weiter, sobald das Unternehmen den Anspruch zurückweist. Weitere Beschwerden in der gleichen Sache lassen die Verjährung nicht mehr stillstehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_48"
    },
    {
        "book": "PBG",
        "title": "PBG, 9. Abschnitt: Vertragliche Haftung, Haftungsgemeinschaft der Unternehmen",
        "citation": "Art. 49 Abs. 1 PBG",
        "content": "Das Unternehmen, das den Transportvertrag abgeschlossen hat, haftet dafür, dass dieser auf dem ganzen Transportweg eingehalten wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_49"
    },
    {
        "book": "PBG",
        "title": "PBG, 9. Abschnitt: Vertragliche Haftung, Haftungsgemeinschaft der Unternehmen",
        "citation": "Art. 49 Abs. 2 PBG",
        "content": "Das folgende Unternehmen, das den Transport ausführt, tritt mit allen Rechten und Pflichten in den Transportvertrag ein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_49"
    },
    {
        "book": "PBG",
        "title": "PBG, 9. Abschnitt: Vertragliche Haftung, Pfandrecht",
        "citation": "Art. 50 PBG",
        "content": "Das Unternehmen hat für alle Forderungen aus dem Transportvertrag die Rechte eines Faustpfandgläubigers am Reisegepäck. Das Pfandrecht besteht, solange sich das Reisegepäck im Besitz des Unternehmens oder einer Drittperson befindet, von der es das Reisegepäck zurückverlangen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_50"
    },
    {
        "book": "PBG",
        "title": "PBG, 10. Abschnitt: Ausservertragliche Haftung",
        "citation": "Art. 51 Abs. 1 PBG",
        "content": "Für die ausservertragliche Haftung der konzessionierten Unternehmen gelten die Artikel 40b–40f des Eisenbahngesetzes vom 20. Dezember 1957.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_51"
    },
    {
        "book": "PBG",
        "title": "PBG, 10. Abschnitt: Ausservertragliche Haftung",
        "citation": "Art. 51 Abs. 2 PBG",
        "content": "Für Motorfahrzeuge gelten die Haftpflichtbestimmungen des Strassenverkehrsgesetzes vom 19. Dezember 1958.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_51"
    },
    {
        "book": "PBG",
        "title": "PBG, 11. Abschnitt: Aufsicht, Aufsichtsbehörde",
        "citation": "Art. 52 PBG",
        "content": "Die Personenbeförderung im öffentlichen Verkehr untersteht der Aufsicht des BAV. Es ist befugt, Beschlüsse und Anordnungen von Organen oder Dienststellen der Unternehmen aufzuheben oder ihre Durchführung zu verhindern, wenn sie gegen dieses Gesetz, die Konzession, die Bewilligung oder internationale Vereinbarungen verstossen oder wichtige Landesinteressen verletzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_52"
    },
    {
        "book": "PBG",
        "title": "PBG, 11. Abschnitt: Aufsicht, Information über die Aufsichtstätigkeit",
        "citation": "Art. 52a Abs. 1 PBG",
        "content": "Das BAV informiert die Öffentlichkeit über seine Aufsichtstätigkeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_52_a"
    },
    {
        "book": "PBG",
        "title": "PBG, 11. Abschnitt: Aufsicht, Information über die Aufsichtstätigkeit",
        "citation": "Art. 52a Abs. 2 PBG",
        "content": "Das Öffentlichkeitsgesetz vom 17. Dezember 2004 gilt nicht für Berichte betreffend Audits, Betriebskontrollen und Inspektionen des BAV sowie für andere amtliche Dokumente, soweit sie Personendaten enthalten, welche die technische oder betriebliche Sicherheit betreffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_52_a"
    },
    {
        "book": "PBG",
        "title": "PBG, 11. Abschnitt: Aufsicht, Datenbearbeitung durch das BAV",
        "citation": "Art. 53 Abs. 1 PBG",
        "content": "Das BAV ist befugt, im Rahmen seiner aufsichtsrechtlichen Tätigkeit die notwendigen Daten bei den Unternehmen zu erheben und auf andere Weise zu bearbeiten. Die Unternehmen müssen die für die amtliche Verkehrsstatistik erforderlichen Angaben einreichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_53"
    },
    {
        "book": "PBG",
        "title": "PBG, 11. Abschnitt: Aufsicht, Datenbearbeitung durch das BAV",
        "citation": "Art. 53 Abs. 2 PBG",
        "content": "Das BAV kann Daten, die zur Ausstellung eines Ausweises dienen, bei den entsprechenden Personen erheben und auf andere Weise bearbeiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_53"
    },
    {
        "book": "PBG",
        "title": "PBG, 11. Abschnitt: Aufsicht, Datenbearbeitung durch das BAV",
        "citation": "Art. 53 Abs. 3 PBG",
        "content": "Zum Zweck der Verkehrsplanung kann es von den Unternehmen verlangen, dass sie streckenbezogene Daten erheben und einreichen. Es kann diese Daten bekannt geben, soweit dies zur Zweckerreichung erforderlich ist und ein überwiegendes öffentliches Interesse besteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_53"
    },
    {
        "book": "PBG",
        "title": "PBG, 11. Abschnitt: Aufsicht, Datenbearbeitung durch das BAV",
        "citation": "Art. 53 Abs. 4 PBG",
        "content": "Es kann nach einer Verhältnismässigkeitsprüfung der Öffentlichkeit besonders schützenswerte Daten bekannt geben, die Rückschlüsse über die Einhaltung von sicherheitsrelevanten Bestimmungen durch das Unternehmen ermöglichen. Es kann insbesondere informieren über:\na. den Entzug oder Widerruf von Konzessionen und Bewilligungen;\nb. Verstösse gegen Bestimmungen über den Arbeitsschutz oder die Arbeitsbedingungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_53"
    },
    {
        "book": "PBG",
        "title": "PBG, 11. Abschnitt: Aufsicht, Datenbearbeitung durch das BAV",
        "citation": "Art. 53 Abs. 5 PBG",
        "content": "Der Bundesrat regelt die Einzelheiten, insbesondere die Form der Bekanntgabe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_53"
    },
    {
        "book": "PBG",
        "title": "PBG, 11. Abschnitt: Aufsicht, Datenbearbeitung durch Konzessionsinhaberinnen",
        "citation": "Art. 54 Abs. 1 PBG",
        "content": "Die Unternehmen unterstehen für ihre konzessionierten und bewilligten Tätigkeiten den Artikeln 33–42 des Datenschutzgesetzes vom 25. September 2020 (DSG). Handeln sie dabei privatrechtlich, so unterstehen sie stattdessen den Artikeln 30–32 DSG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_54"
    },
    {
        "book": "PBG",
        "title": "PBG, 11. Abschnitt: Aufsicht, Datenbearbeitung durch Konzessionsinhaberinnen",
        "citation": "Art. 54 Abs. 2 PBG",
        "content": "Sie können besonders schützenswerte Personendaten bearbeiten, soweit dies für die Personenbeförderung und den Betrieb oder für die Sicherheit der Reisenden, des Betriebes oder der Infrastruktur erforderlich ist. Dies gilt auch für Dritte, die Aufgaben eines Unternehmens mit einer Konzession oder Bewilligung nach den Artikeln 6–8 wahrnehmen. Das Unternehmen bleibt für die Einhaltung der Datenschutzvorschriften verantwortlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_54"
    },
    {
        "book": "PBG",
        "title": "PBG, 11. Abschnitt: Aufsicht, Videoüberwachung",
        "citation": "Art. 55 Abs. 1 PBG",
        "content": "Die Unternehmen können zum Schutz der Reisenden, des Betriebes und der Infrastruktur eine Videoüberwachung einrichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_55"
    },
    {
        "book": "PBG",
        "title": "PBG, 11. Abschnitt: Aufsicht, Videoüberwachung",
        "citation": "Art. 55 Abs. 2 PBG",
        "content": "Sie können Dritte, auf die sie den Sicherheitsdienst übertragen haben, mit der Videoüberwachung beauftragen. Die Unternehmen sind für die Einhaltung der Datenschutzvorschriften verantwortlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_55"
    },
    {
        "book": "PBG",
        "title": "PBG, 11. Abschnitt: Aufsicht, Videoüberwachung",
        "citation": "Art. 55 Abs. 3 PBG",
        "content": "Videosignale können aufgezeichnet werden. Sie müssen grundsätzlich am nächsten Werktag ausgewertet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_55"
    },
    {
        "book": "PBG",
        "title": "PBG, 11. Abschnitt: Aufsicht, Videoüberwachung",
        "citation": "Art. 55 Abs. 4 PBG",
        "content": "Anschliessend sind die Videosignale diebstahlsicher aufzubewahren. Aufbewahrte Videosignale sind vor Missbrauch zu schützen und spätestens nach 100 Tagen zu vernichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_55"
    },
    {
        "book": "PBG",
        "title": "PBG, 11. Abschnitt: Aufsicht, Videoüberwachung",
        "citation": "Art. 55 Abs. 5 PBG",
        "content": "Aufzeichnungen dürfen nur strafverfolgenden Behörden oder Behörden, bei denen die Unternehmen Anzeige erstatten oder Rechtsansprüche geltend machen, bekannt gegeben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_55"
    },
    {
        "book": "PBG",
        "title": "PBG, 11. Abschnitt: Aufsicht, Videoüberwachung",
        "citation": "Art. 55 Abs. 6 PBG",
        "content": "Der Bundesrat regelt die Einzelheiten, namentlich wie Videosignale aufzubewahren und vor Missbrauch zu schützen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_55"
    },
    {
        "book": "PBG",
        "title": "PBG, 12. Abschnitt:, Rechtspflege, Strafbestimmungen und Verwaltungsmassnahmen, Rechtsweg",
        "citation": "Art. 56 Abs. 1 PBG",
        "content": "Vermögensrechtliche Streitigkeiten zwischen Kundinnen und Kunden und Unternehmen beurteilt der Zivilrichter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_56"
    },
    {
        "book": "PBG",
        "title": "PBG, 12. Abschnitt:, Rechtspflege, Strafbestimmungen und Verwaltungsmassnahmen, Rechtsweg",
        "citation": "Art. 56 Abs. 2 PBG",
        "content": "Für die übrigen Streitigkeiten gelten die Vorschriften der Bundesverwaltungsrechtspflege.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_56"
    },
    {
        "book": "PBG",
        "title": "PBG, 12. Abschnitt:, Rechtspflege, Strafbestimmungen und Verwaltungsmassnahmen, Rechtsweg",
        "citation": "Art. 56 Abs. 3 PBG",
        "content": "Im Beschwerdeverfahren gegen Verfügungen nach Artikel 32i ist die Rüge der Unangemessenheit unzulässig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_56"
    },
    {
        "book": "PBG",
        "title": "PBG, 12. Abschnitt:, Rechtspflege, Strafbestimmungen und Verwaltungsmassnahmen, Übertretungen",
        "citation": "Art. 57 Abs. 1 PBG",
        "content": "Mit Busse bis zu 100 000 Franken wird bestraft, wer vorsätzlich:\na. ohne Konzession oder Bewilligung Personen befördert;\nb. einer gestützt auf dieses Gesetz erteilten Konzession oder Bewilligung zuwiderhandelt;\nc. Personen befördert und dabei einer Verfügung mit Strafandrohung nach diesem Artikel zuwiderhandelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_57"
    },
    {
        "book": "PBG",
        "title": "PBG, 12. Abschnitt:, Rechtspflege, Strafbestimmungen und Verwaltungsmassnahmen, Übertretungen",
        "citation": "Art. 57 Abs. 2 PBG",
        "content": "Wer fahrlässig handelt, wird mit Busse bis zu 50 000 Franken bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_57"
    },
    {
        "book": "PBG",
        "title": "PBG, 12. Abschnitt:, Rechtspflege, Strafbestimmungen und Verwaltungsmassnahmen, Übertretungen",
        "citation": "Art. 57 Abs. 3 PBG",
        "content": "Auf Antrag wird mit Busse bestraft, wer vorsätzlich oder fahrlässig ohne gültigen Fahrausweis oder andere Berechtigung ein Fahrzeug benützt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_57"
    },
    {
        "book": "PBG",
        "title": "PBG, 12. Abschnitt:, Rechtspflege, Strafbestimmungen und Verwaltungsmassnahmen, Übertretungen",
        "citation": "Art. 57 Abs. 4 PBG",
        "content": "Auf Antrag wird mit Busse bestraft, wer vorsätzlich:\na. während der Fahrt ein Fahrzeug besteigt oder verlässt oder die Türe öffnet;\nb. Gegenstände aus einem Fahrzeug wirft;\nc. die Sicherheitsvorrichtungen eines Fahrzeugs, insbesondere die Notbremsvorrichtung, missbraucht;\nd. Rettungs- oder Fluchtwege versperrt;\ne. eine Türe blockiert, um die Abfahrt zu verzögern;\nf. den Wartsaal unbefugt benützt;\ng. für die Notdurft nicht die dafür angebotenen Einrichtungen benützt;\nh. entgegen den Benützungsvorschriften bettelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_57"
    },
    {
        "book": "PBG",
        "title": "PBG, 12. Abschnitt:, Rechtspflege, Strafbestimmungen und Verwaltungsmassnahmen, Übertretungen",
        "citation": "Art. 57 Abs. 5 PBG",
        "content": "Der Bundesrat kann Widerhandlungen gegen Ausführungsbestimmungen oder Benützungsvorschriften für strafbar erklären.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_57"
    },
    {
        "book": "PBG",
        "title": "PBG, 12. Abschnitt:, Rechtspflege, Strafbestimmungen und Verwaltungsmassnahmen, Vergehen",
        "citation": "Art. 58 Abs. 1 PBG",
        "content": "Mit Freiheitsstrafe bis zu drei Jahren oder mit Geldstrafe wird bestraft, wer vorsätzlich Videosignale unter Verletzung der in Artikel 55 aufgestellten Vorschriften aufzeichnet, aufbewahrt, nutzt oder bekannt gibt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_58"
    },
    {
        "book": "PBG",
        "title": "PBG, 12. Abschnitt:, Rechtspflege, Strafbestimmungen und Verwaltungsmassnahmen, Vergehen",
        "citation": "Art. 58 Abs. 2 PBG",
        "content": "Wer fahrlässig handelt, wird mit Geldstrafe bis zu 180 Tagessätzen bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_58"
    },
    {
        "book": "PBG",
        "title": "PBG, 12. Abschnitt:, Rechtspflege, Strafbestimmungen und Verwaltungsmassnahmen, Verfolgung von Amtes wegen",
        "citation": "Art. 59 PBG",
        "content": "Nach dem Strafgesetzbuch strafbare Handlungen werden von Amtes wegen verfolgt, wenn sie gegen folgende Personen während deren Dienstausübung begangen werden:\na. Angestellte von Unternehmen mit einer Konzession oder Bewilligung nach den Artikeln 6–8;\nb. Personen, die anstelle von Angestellten nach Buchstabe a mit einer Aufgabe betraut sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_59"
    },
    {
        "book": "PBG",
        "title": "PBG, 12. Abschnitt:, Rechtspflege, Strafbestimmungen und Verwaltungsmassnahmen, Zuständigkeit",
        "citation": "Art. 60 Abs. 1 PBG",
        "content": "Das BAV ist zuständig für die Verfolgung und Beurteilung von Übertretungen nach Artikel 57 Absätze 1 und 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_60"
    },
    {
        "book": "PBG",
        "title": "PBG, 12. Abschnitt:, Rechtspflege, Strafbestimmungen und Verwaltungsmassnahmen, Zuständigkeit",
        "citation": "Art. 60 Abs. 2 PBG",
        "content": "Die Kantone sind zuständig für die Verfolgung und Beurteilung von Übertretungen nach Artikel 57 Absätze 3–5 sowie Vergehen nach Artikel 58.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_60"
    },
    {
        "book": "PBG",
        "title": "PBG, 12. Abschnitt:, Rechtspflege, Strafbestimmungen und Verwaltungsmassnahmen, Zuständigkeit",
        "citation": "Art. 60 Abs. 3 PBG",
        "content": "Das Verfahren vor dem BAV richtet sich nach dem Bundesgesetz vom 22. März 1974 über das Verwaltungsstrafrecht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_60"
    },
    {
        "book": "PBG",
        "title": "PBG, 12. Abschnitt:, Rechtspflege, Strafbestimmungen und Verwaltungsmassnahmen, Verwaltungsmassnahmen",
        "citation": "Art. 61 Abs. 1 PBG",
        "content": "Das BAV und die erteilende Behörde können Bewilligungen, Erlaubnisse und Ausweise zeitweilig oder dauernd entziehen oder deren Geltungsbereich einschränken, wenn:\na. gegen dieses Gesetz oder seine Ausführungsvorschriften verstossen wird;\nb. die mit der Erteilung verbundenen Beschränkungen oder Auflagen missachtet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_61"
    },
    {
        "book": "PBG",
        "title": "PBG, 12. Abschnitt:, Rechtspflege, Strafbestimmungen und Verwaltungsmassnahmen, Verwaltungsmassnahmen",
        "citation": "Art. 61 Abs. 2 PBG",
        "content": "Sie entziehen Bewilligungen, Erlaubnisse und Ausweise, wenn die gesetzlichen Voraussetzungen zu deren Erteilung nicht mehr erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_61"
    },
    {
        "book": "PBG",
        "title": "PBG, 12. Abschnitt:, Rechtspflege, Strafbestimmungen und Verwaltungsmassnahmen, Verwaltungsmassnahmen",
        "citation": "Art. 61 Abs. 3 PBG",
        "content": "Auf Begehren des BAV sind Angestellte, Beauftragte oder Mitglieder der Organe von Unternehmen mit Konzessionen oder Bewilligungen nach den Artikeln 6–8, die in der Ausübung ihrer Funktionen wiederholt zu begründeten Klagen Anlass geben, von diesen Funktionen zu entheben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_61"
    },
    {
        "book": "PBG",
        "title": "PBG, 12. Abschnitt:, Rechtspflege, Strafbestimmungen und Verwaltungsmassnahmen, Verwaltungsmassnahmen",
        "citation": "Art. 61 Abs. 4 PBG",
        "content": "Besteht der Verdacht, dass eine Übertretung nach Artikel 57 Absatz 1 oder 2 begangen worden ist, so kann die Fahrt der betroffenen Fahrzeuge von der Hinterlegung eines Betrages in der Höhe der mutmasslich auszusprechenden Busse abhängig gemacht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_61"
    },
    {
        "book": "PBG",
        "title": "PBG, 12. Abschnitt:, Rechtspflege, Strafbestimmungen und Verwaltungsmassnahmen, Verwaltungsmassnahmen",
        "citation": "Art. 61 Abs. 5 PBG",
        "content": "Massnahmen nach den Absätzen 1–4 können unabhängig von der Einleitung und vom Ausgang eines Strafverfahrens getroffen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_61"
    },
    {
        "book": "PBG",
        "title": "PBG, 12. Abschnitt:, Rechtspflege, Strafbestimmungen und Verwaltungsmassnahmen, Meldepflicht",
        "citation": "Art. 62 PBG",
        "content": "Polizei- und Strafbehörden sowie die Zollstellen melden der zuständigen Behörde alle Verstösse, die eine Massnahme nach Artikel 61 nach sich ziehen könnten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/de#art_62"
    }
]