[
    {
        "book": "PBG",
        "title": "LTV, Sezione 1: Disposizioni generali, Campo d’applicazione",
        "citation": "Art. 1 cpv. 1 LTV",
        "content": "La presente legge disciplina il trasporto di viaggiatori sottoposto a privativa e l’uso degli impianti e dei veicoli impiegati a tale scopo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_1"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 1: Disposizioni generali, Campo d’applicazione",
        "citation": "Art. 1 cpv. 2 LTV",
        "content": "La privativa sul trasporto di viaggiatori comprende il trasporto regolare e professionale di viaggiatori per ferrovia, su strada, sulle acque, come pure mediante impianti di trasporto a fune, ascensori e altri mezzi di trasporto a guida vincolata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_1"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 1: Disposizioni generali, Definizioni",
        "citation": "Art. 2 cpv. 1 LTV",
        "content": "Nella presente legge il trasporto di viaggiatori è considerato:\na. regolare, quando le corse fra le stesse località si ripetono più di due volte in un intervallo non superiore a 15 giorni; nel traffico internazionale viaggiatori sono considerate regolari le corse effettuate in un ordine temporale riconoscibile;\nb. professionale, quando una persona trasporta viaggiatori:\n1. a pagamento, indipendentemente dal fatto che il trasporto sia pagato dal viaggiatore oppure da un terzo,\n2. gratuitamente, nell’intento di conseguire vantaggi commerciali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_2"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 1: Disposizioni generali, Definizioni",
        "citation": "Art. 2 cpv. 2 LTV",
        "content": "Inoltre s’intendono per:\na. stazioni: anche le stazioni ferroviarie, le fermate, gli imbarcatoi e le stazioni degli impianti a fune;\nb. veicoli: anche i battelli, come pure le cabine, i sedili delle seggiovie e altre navicelle con trazione a fune;\nc. trasporto di viaggiatori: anche il trasporto di automobili, automobili pesanti, minibus e autobus se questi veicoli sono accompagnati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_2"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 1: Disposizioni generali, Definizioni",
        "citation": "Art. 2 cpv. 3 LTV",
        "content": "Il trasporto di viaggiatori comprende il trasporto di bagagli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_2"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 1: Disposizioni generali, Funzione di collegamento",
        "citation": "Art. 3 cpv. 1 LTV",
        "content": "Il trasporto regolare e professionale di viaggiatori assume una funzione di collegamento se è esercitato da e verso località abitate tutto l’anno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_3"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 1: Disposizioni generali, Funzione di collegamento",
        "citation": "Art. 3 cpv. 2 LTV",
        "content": "Il Consiglio federale stabilisce a quali condizioni un abitato può essere considerato una località ai sensi del capoverso 1; in particolare definisce il numero minimo di abitanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_3"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 2: Privativa del trasporto di viaggiatori, Principio",
        "citation": "Art. 4 LTV",
        "content": "La Confederazione detiene l’esclusiva sul trasporto regolare e professionale di viaggiatori, in quanto questo diritto non sia limitato da altri atti normativi o da trattati internazionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_4"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 2: Privativa del trasporto di viaggiatori, Deroghe",
        "citation": "Art. 5 LTV",
        "content": "Il Consiglio federale può autorizzare deroghe alla privativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_5"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 2: Privativa del trasporto di viaggiatori, Concessione per il trasporto di viaggiatori",
        "citation": "Art. 6 cpv. 1 LTV",
        "content": "La Confederazione può, sentiti i Cantoni interessati, accordare a imprese concessioni per il trasporto regolare e professionale di viaggiatori (concessione). Sono fatti salvi gli articoli 7 e 8.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_6"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 2: Privativa del trasporto di viaggiatori, Concessione per il trasporto di viaggiatori",
        "citation": "Art. 6 cpv. 2 LTV",
        "content": "L’impresa è tenuta a esercitare il diritto di trasportare viaggiatori conformemente alle prescrizioni legali e della concessione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_6"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 2: Privativa del trasporto di viaggiatori, Concessione per il trasporto di viaggiatori",
        "citation": "Art. 6 cpv. 3 LTV",
        "content": "La concessione è accordata per 25 anni al massimo, per gli impianti di trasporto a fune per 40 anni al massimo. Può essere trasferita, modificata e rinnovata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_6"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 2: Privativa del trasporto di viaggiatori, Concessione per il trasporto di viaggiatori",
        "citation": "Art. 6 cpv. 4 LTV",
        "content": "L’Ufficio federale dei trasporti (UFT) è competente per il rilascio, il trasferimento, la modifica, il rinnovo, il ritiro, l’annullamento e la revoca delle concessioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_6"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 2: Privativa del trasporto di viaggiatori, Concessione per il trasporto di viaggiatori",
        "citation": "Art. 6 cpv. 5 LTV",
        "content": "La concessione per il trasporto di viaggiatori secondo la presente legge non è considerata una commessa pubblica ai sensi dell’articolo 9 della legge federale del 21 giugno 2019 sugli appalti pubblici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_6"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 2: Privativa del trasporto di viaggiatori, Trasporto di viaggiatori scarsamente rilevante",
        "citation": "Art. 7 cpv. 1 LTV",
        "content": "Le sciovie e i piccoli impianti di trasporto a fune senza funzione di collegamento necessitano di un’autorizzazione del Cantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_7"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 2: Privativa del trasporto di viaggiatori, Trasporto di viaggiatori scarsamente rilevante",
        "citation": "Art. 7 cpv. 2 LTV",
        "content": "Il Consiglio federale può prevedere che i Cantoni possano accordare autorizzazioni per altre offerte di trasporto scarsamente rilevanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_7"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 2: Privativa del trasporto di viaggiatori, Trasporto di viaggiatori scarsamente rilevante",
        "citation": "Art. 7 cpv. 3 LTV",
        "content": "Il Consiglio federale può prevedere agevolazioni per tali offerte di trasporto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_7"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 2: Privativa del trasporto di viaggiatori, Trasporto di viaggiatori scarsamente rilevante",
        "citation": "Art. 7 cpv. 4 LTV",
        "content": "L’autorizzazione è accordata per dieci anni al massimo. Può essere trasferita, modificata e rinnovata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_7"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 2: Privativa del trasporto di viaggiatori, Traffico internazionale viaggiatori",
        "citation": "Art. 8 cpv. 1 LTV",
        "content": "Il DATEC può rilasciare autorizzazioni per il trasporto esclusivamente internazionale di viaggiatori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_8"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 2: Privativa del trasporto di viaggiatori, Traffico internazionale viaggiatori",
        "citation": "Art. 8 cpv. 2 LTV",
        "content": "Per conseguire un’uniformità legislativa nel traffico internazionale viaggiatori, il Consiglio federale può emanare disposizioni che derogano alla presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_8"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 2: Privativa del trasporto di viaggiatori, Traffico internazionale viaggiatori",
        "citation": "Art. 8 cpv. 3 LTV",
        "content": "Il Consiglio federale può concludere con altri Stati accordi che prevedano il reciproco riconoscimento delle autorizzazioni e delle disposizioni che derogano alla presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_8"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 2: Privativa del trasporto di viaggiatori, Traffico internazionale viaggiatori",
        "citation": "Art. 8 cpv. 4 LTV",
        "content": "L’autorizzazione è accordata per cinque anni al massimo. Può essere modificata e rinnovata, ma non trasferita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_8"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 2: Privativa del trasporto di viaggiatori, Traffico internazionale viaggiatori",
        "citation": "Art. 8 cpv. 5 LTV",
        "content": "L’UFT è competente per la modifica e il rinnovo dell’autorizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_8"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 2: Privativa del trasporto di viaggiatori, Condizioni per il rilascio, il ritiro e la revoca di concessioni e autorizzazioni",
        "citation": "Art. 9 cpv. 1 LTV",
        "content": "L’impresa che chiede una concessione o un’autorizzazione deve disporre delle autorizzazioni necessarie all’utilizzazione delle vie di comunicazione e delle stazioni. Per l’esercizio di una linea filoviaria essa deve in particolare disporre dell’autorizzazione prevista dal diritto cantonale per l’uso della via pubblica ai fini della posa degli impianti elettrici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_9"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 2: Privativa del trasporto di viaggiatori, Condizioni per il rilascio, il ritiro e la revoca di concessioni e autorizzazioni",
        "citation": "Art. 9 cpv. 2 LTV",
        "content": "L’impresa deve dimostrare che:\na. la prestazione di trasporto prevista può essere fornita in modo adeguato ed economicamente sostenibile, in particolare che non vi si oppongono interessi essenziali in materia di pianificazione del territorio e di protezione dell’ambiente;\nb. per l’offerta esistente di altre imprese di trasporto non nascono situazioni di concorrenza svantaggiose dal punto di vista dell’economia pubblica, in particolare che:\n1. non è pregiudicata l’esistenza delle offerte di trasporto che hanno ricevuto una concessione dalla Confederazione (traffico a lunga distanza),\n2. le offerte di trasporto cofinanziate dall’ente pubblico con contributi d’esercizio o d’investimento sono completate (traffico regionale);\nc. possiede tutti i diritti necessari per l’utilizzazione delle vie di comunicazione;\nd. garantisce il rispetto delle disposizioni legali;\ne. rispetta le norme del diritto del lavoro e garantisce condizioni di lavoro equivalenti a quelle usuali nel settore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_9"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 2: Privativa del trasporto di viaggiatori, Condizioni per il rilascio, il ritiro e la revoca di concessioni e autorizzazioni",
        "citation": "Art. 9 cpv. 3 LTV",
        "content": "Sentiti i Cantoni interessati, l’UFT ritira la concessione o l’autorizzazione del tutto o in parte, in ogni momento e senza diritto di indennizzo, se l’impresa:\na. non esercita o esercita solo parzialmente i diritti che le sono conferiti;\nb. non soddisfa più le condizioni del rilascio; o\nc. viola ripetutamente o gravemente gli obblighi che le sono imposti dalla legge, dalla concessione o dall’autorizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_9"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 2: Privativa del trasporto di viaggiatori, Condizioni per il rilascio, il ritiro e la revoca di concessioni e autorizzazioni",
        "citation": "Art. 9 cpv. 4 LTV",
        "content": "Nel caso di offerte di trasporto oggetto di ordinazione, l’UFT può inoltre ritirare la concessione se l’impresa non adempie, in più punti o in un punto essenziale, una convenzione sugli obiettivi (art. 33) o una convenzione in materia di aggiudicazione (art. 32k).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_9"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 2: Privativa del trasporto di viaggiatori, Condizioni per il rilascio, il ritiro e la revoca di concessioni e autorizzazioni",
        "citation": "Art. 9 cpv. 5 LTV",
        "content": "L’UFT revoca la concessione o l’autorizzazione se interessi pubblici importanti lo giustificano. L’impresa è indennizzata adeguatamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_9"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 2: Privativa del trasporto di viaggiatori, Agevolazioni per motivi gravi",
        "citation": "Art. 10 LTV",
        "content": "Per motivi gravi, segnatamente in situazioni di emergenza, l’autorità competente per il rilascio della concessione o dell’autorizzazione può accordare agevolazioni all’impresa, in deroga alle prescrizioni di legge, della concessione o dell’autorizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_10"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 2: Privativa del trasporto di viaggiatori, Altre condizioni per le offerte nel traffico interno senza una funzione di collegamento",
        "citation": "Art. 11 LTV",
        "content": "In caso di offerte senza una funzione di collegamento, la concessione o l’autorizzazione è rilasciata solo se sono soddisfatte le altre condizioni seguenti:\na. la localizzazione, il genere di offerta e le prestazioni di trasporto previste sono appropriate;\nb. il punto di partenza del trasporto previsto è facilmente raggiungibile con i mezzi di trasporto pubblici;\nc. la nuova offerta non minaccia la sopravvivenza economica di offerte già esistenti e adeguate ai bisogni;\nd. l’attrezzatura turistica già esistente o prevista nell’ambito dell’offerta lascia presumere una domanda sufficiente a coprire i costi d’esercizio;\ne. l’offerta già esistente di trasporti della regione è ben utilizzata e la nuova offerta non peggiora notevolmente la situazione;\nf. il finanziamento previsto e il risultato economico prevedibile lasciano presumere che gli edifici, gli impianti e i veicoli occorrenti potranno essere oggetto di una manutenzione conforme alle esigenze di sicurezza e di ammortamenti sufficienti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_11"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 3: Obblighi fondamentali delle imprese, Obbligo di trasporto",
        "citation": "Art. 12 cpv. 1 LTV",
        "content": "Le imprese eseguono ogni trasporto, purché:\na. il viaggiatore o il mittente si sottoponga alle disposizioni legali e tariffali;\nb. il trasporto sia possibile con il personale e i mezzi di trasporto sufficienti per il traffico normale;\nc. il trasporto non sia impedito da circostanze che l’impresa non può evitare e alle cui conseguenze non può ovviare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_12"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 3: Obblighi fondamentali delle imprese, Obbligo di trasporto",
        "citation": "Art. 12 cpv. 2 LTV",
        "content": "Il Consiglio federale determina quali persone e cose sono, per ragioni d’igiene e di sicurezza, escluse dal trasporto o ammesse soltanto a certe condizioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_12"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 3: Obblighi fondamentali delle imprese, Obbligo di trasporto",
        "citation": "Art. 12 cpv. 3 LTV",
        "content": "Se un’impresa contravviene all’obbligo di trasporto, l’avente diritto può chiedere il risarcimento del danno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_12"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 3: Obblighi fondamentali delle imprese, Obblighi relativi all’orario",
        "citation": "Art. 13 cpv. 1 LTV",
        "content": "Le imprese titolari di una concessione secondo l’articolo 6 o di un’autorizzazione secondo l’articolo 8 sono tenute ad allestire orari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_13"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 3: Obblighi fondamentali delle imprese, Obblighi relativi all’orario",
        "citation": "Art. 13 cpv. 2 LTV",
        "content": "Gli orari delle imprese titolari di una concessione secondo l’articolo 6 sono messi a disposizione del pubblico in una raccolta comune. La diffusione degli orari contenuti nella raccolta non può essere sottoposta a limiti o soggetta a tassa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_13"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 3: Obblighi fondamentali delle imprese, Obblighi relativi all’orario",
        "citation": "Art. 13 cpv. 3 LTV",
        "content": "Il Consiglio federale disciplina la procedura di allestimento e di pubblicazione degli orari tenendo conto delle prescrizioni e dei termini internazionali pertinenti. Nella procedura, prevede una consultazione dei Cantoni e delle imprese di trasporto ferroviario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_13"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 3: Obblighi fondamentali delle imprese, Obbligo d’esercizio",
        "citation": "Art. 14 cpv. 1 LTV",
        "content": "Le imprese sono tenute a eseguire tutti i trasporti previsti dall’orario eccetto che ne siano impedite da circostanze che non possono evitare e alle cui conseguenze non possono ovviare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_14"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 3: Obblighi fondamentali delle imprese, Obbligo d’esercizio",
        "citation": "Art. 14 cpv. 2 LTV",
        "content": "Se un’impresa contravviene all’obbligo d’esercizio, l’avente diritto può chiedere il risarcimento del danno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_14"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 3: Obblighi fondamentali delle imprese, Obblighi relativi alle tariffe",
        "citation": "Art. 15 cpv. 1 LTV",
        "content": "Le imprese fissano le tariffe per le loro prestazioni. Le tariffe stabiliscono le condizioni alle quali si applica un determinato prezzo del trasporto e delle altre prestazioni connesse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_15"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 3: Obblighi fondamentali delle imprese, Obblighi relativi alle tariffe",
        "citation": "Art. 15 cpv. 2 LTV",
        "content": "Le tariffe sono definite in funzione della portata e della qualità della prestazione, nonché dei costi dell’offerta. Hanno lo scopo di permettere la realizzazione di ricavi adeguati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_15"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 3: Obblighi fondamentali delle imprese, Obblighi relativi alle tariffe",
        "citation": "Art. 15 cpv. 3 LTV",
        "content": "Le tariffe prevedono condizioni simili per gli utenti che si trovano in situazioni simili. Non possono limitare in modo sproporzionato la scelta tra le singole offerte di prestazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_15"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 3: Obblighi fondamentali delle imprese, Obblighi relativi alle tariffe",
        "citation": "Art. 15 cpv. 4 LTV",
        "content": "Le imprese possono fissare le tariffe in modo da permettere di:\na. ottenere la compensazione tra i ricavi di linee diverse dello stesso settore;\nb. attenuare i picchi della domanda ed equilibrare i gradi di utilizzo dei veicoli e dell’infrastruttura, fermo restando che i titoli di trasporto della tariffa normale devono essere validi per tutte le categorie di un mezzo di trasporto, indipendentemente dalla fascia oraria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_15"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 3: Obblighi fondamentali delle imprese, Obblighi relativi alle tariffe",
        "citation": "Art. 15 cpv. 5 LTV",
        "content": "Le tariffe sono applicabili a tutti allo stesso modo. Esse sono pubblicate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_15"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 3: Obblighi fondamentali delle imprese, Obblighi relativi alle tariffe",
        "citation": "Art. 15 cpv. 6 LTV",
        "content": "Le imprese possono concedere, mediante accordi speciali, riduzioni di prezzo o altre agevolazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_15"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 3: Obblighi fondamentali delle imprese, Obblighi relativi alle tariffe",
        "citation": "Art. 15 cpv. 7 LTV",
        "content": "Su richiesta, le imprese presentano all’UFT le basi di calcolo, segnatamente i conti economici delle singole linee.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_15"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 3: Obblighi fondamentali delle imprese, Obbligo d’informazione",
        "citation": "Art. 15a cpv. 1 LTV",
        "content": "Le imprese informano i viaggiatori prima e durante il trasporto, in particolare sui ritardi o sulle soppressioni di corse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_15_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 3: Obblighi fondamentali delle imprese, Obbligo d’informazione",
        "citation": "Art. 15a cpv. 2 LTV",
        "content": "Informano i viaggiatori sui diritti che spettano loro secondo la presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_15_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 3: Obblighi fondamentali delle imprese, Trasporto diretto",
        "citation": "Art. 16 cpv. 1 LTV",
        "content": "Nell’ambito dei trasporti a lunga distanza, regionali e locali le imprese offrono di regola all’utente un unico contratto di trasporto per gli itinerari che passano attraverso le reti di imprese diverse. Se ve ne è il bisogno, nei trasporti a lunga distanza e regionali l’offerta del trasporto diretto è obbligatoria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_16"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 3: Obblighi fondamentali delle imprese, Trasporto diretto",
        "citation": "Art. 16 cpv. 2 LTV",
        "content": "A tal fine le imprese stabiliscono tariffe e titoli di trasporto comuni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_16"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 3: Obblighi fondamentali delle imprese, Organizzazione",
        "citation": "Art. 17 cpv. 1 LTV",
        "content": "Allo scopo di garantire il trasporto diretto, le imprese regolano i loro rapporti reciproci. Convengono in particolare:\na. gli ambiti ai quali s’estende la cooperazione;\nb. i presupposti per partecipare al trasporto diretto;\nc. la ripartizione delle spese amministrative comuni;\nd. la ripartizione dei ricavi del trasporto;\ne. la responsabilità collettiva e il regresso reciproco.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_17"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 3: Obblighi fondamentali delle imprese, Organizzazione",
        "citation": "Art. 17 cpv. 2 LTV",
        "content": "Se il trasporto diretto assume importanza particolare, l’UFT può stabilire altre esigenze organizzative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_17"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 3: Obblighi fondamentali delle imprese, Organizzazione",
        "citation": "Art. 17 cpv. 3 LTV",
        "content": "Le convenzioni sul trasporto diretto e sulla responsabilità possono tener conto degli interessi particolari di singole imprese soltanto per quanto non pregiudichino gli interessi generali del trasporto pubblico. Tali convenzioni devono essere sottoposte per approvazione all’UFT.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_17"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 3: Obblighi fondamentali delle imprese, Organizzazione",
        "citation": "Art. 17 cpv. 4 LTV",
        "content": "Se le imprese non provvedono per tempo ad allestire un trasporto diretto conforme ai bisogni, l’UFT emana le disposizioni che s’impongono.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_17"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 3: Obblighi fondamentali delle imprese, Altri obblighi",
        "citation": "Art. 18 cpv. 1 LTV",
        "content": "Le imprese devono:\na. se necessario, coordinare le loro prestazioni con altre imprese di trasporto pubblico;\nb. attenersi agli standard minimi relativi alla qualità, alla sicurezza e allo statuto del personale;\nc. istituire una procedura per il trattamento dei reclami relativi ai diritti dei viaggiatori stabiliti nella presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_18"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 3: Obblighi fondamentali delle imprese, Altri obblighi",
        "citation": "Art. 18 cpv. 2 LTV",
        "content": "Il Consiglio federale stabilisce gli standard minimi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_18"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 3a: Uso degli impianti e dei veicoli, Prescrizioni sull’uso",
        "citation": "Art. 18a cpv. 1 LTV",
        "content": "Le imprese possono emanare prescrizioni sull’uso dei loro impianti e veicoli, nella misura in cui tali prescrizioni siano necessarie per un esercizio sicuro e senza intoppi degli impianti e dei veicoli e gli obblighi relativi al comportamento non risultino dal contratto di trasporto di viaggiatori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_18_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 3a: Uso degli impianti e dei veicoli, Prescrizioni sull’uso",
        "citation": "Art. 18a cpv. 2 LTV",
        "content": "Possono emanare decisioni volte ad attuare le prescrizioni sull’uso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_18_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 3a: Uso degli impianti e dei veicoli, Prescrizioni sull’uso",
        "citation": "Art. 18a cpv. 3 LTV",
        "content": "Pubblicano le prescrizioni sull’uso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_18_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 3a: Uso degli impianti e dei veicoli, Utilizzazioni accessorie",
        "citation": "Art. 18b cpv. 1 LTV",
        "content": "Oltre che per il trasporto di viaggiatori, le imprese possono mettere gli impianti e i veicoli a disposizione di terzi per utilizzazioni accessorie a scopi commerciali, se:\na. lo scopo del trasporto non ne è pregiudicato;\nb. gli impianti e i veicoli sono messi a disposizione anche per utilizzazioni accessorie a scopi non commerciali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_18_b"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 3a: Uso degli impianti e dei veicoli, Utilizzazioni accessorie",
        "citation": "Art. 18b cpv. 2 LTV",
        "content": "Le imprese possono subordinare ad autorizzazione le utilizzazioni accessorie che costituiscono un uso comune accresciuto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_18_b"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 3a: Uso degli impianti e dei veicoli, Utilizzazioni accessorie",
        "citation": "Art. 18b cpv. 3 LTV",
        "content": "Per le utilizzazioni accessorie a scopi non commerciali che costituiscono un uso comune generale o accresciuto le imprese non possono chiedere un indennizzo superiore alle spese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_18_b"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 3a: Uso degli impianti e dei veicoli, Utilizzazioni accessorie",
        "citation": "Art. 18b cpv. 4 LTV",
        "content": "Le controversie tra gli utilizzatori commerciali e le imprese sottostanno alla giurisdizione civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_18_b"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 4: Contratto di trasporto di viaggiatori, Contratto",
        "citation": "Art. 19 cpv. 1 LTV",
        "content": "Con il contratto di trasporto di viaggiatori l’impresa si impegna a trasportare contro pagamento i viaggiatori da una stazione all’altra.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_19"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 4: Contratto di trasporto di viaggiatori, Contratto",
        "citation": "Art. 19 cpv. 2 LTV",
        "content": "Il contratto conferisce al viaggiatore il diritto di utilizzare le corse pubblicate nell’orario e le corse speciali accessibili al pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_19"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 4: Contratto di trasporto di viaggiatori, Contratto",
        "citation": "Art. 19 cpv. 3 LTV",
        "content": "Nel traffico internazionale viaggiatori ai sensi dell’articolo 8 l’impresa consegna a ogni viaggiatore un titolo di trasporto individuale o collettivo. L’UFT stabilisce gli standard minimi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_19"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 4: Contratto di trasporto di viaggiatori, Viaggiatori senza titolo di trasporto",
        "citation": "Art. 20 cpv. 1 LTV",
        "content": "Il viaggiatore che non presenta un titolo di trasporto valido deve dimostrare la propria identità e pagare, oltre al prezzo del trasporto, un supplemento. Se non paga subito, deve fornire una garanzia corrispondente. Altrimenti può essere escluso dal proseguimento del viaggio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_20"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 4: Contratto di trasporto di viaggiatori, Viaggiatori senza titolo di trasporto",
        "citation": "Art. 20 cpv. 2 LTV",
        "content": "Nelle tariffe le imprese fissano l’ammontare del supplemento. Vi regolano inoltre le eccezioni e il rimborso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_20"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 4: Contratto di trasporto di viaggiatori, Viaggiatori senza titolo di trasporto",
        "citation": "Art. 20 cpv. 3 LTV",
        "content": "L’ammontare del supplemento dipende:\na. dalla perdita di ricavo presunta causata dal viaggiatore senza titolo di trasporto valido;\nb. dalle spese che il viaggiatore causa all’impresa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_20"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 4: Contratto di trasporto di viaggiatori, Viaggiatori senza titolo di trasporto",
        "citation": "Art. 20 cpv. 4 LTV",
        "content": "Il supplemento può essere ridotto o soppresso se il viaggiatore:\na. ha dichiarato spontaneamente di non possedere un titolo di trasporto valido;\nb. presenta un titolo di trasporto non obliterato che avrebbe dovuto obliterare egli stesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_20"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 4: Contratto di trasporto di viaggiatori, Viaggiatori senza titolo di trasporto",
        "citation": "Art. 20 cpv. 5 LTV",
        "content": "Il supplemento può essere maggiorato in caso di recidiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_20"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 4: Contratto di trasporto di viaggiatori, Viaggiatori senza titolo di trasporto",
        "citation": "Art. 20 cpv. 6 LTV",
        "content": "I titoli di trasporto adoperati abusivamente possono essere ritirati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_20"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 4: Contratto di trasporto di viaggiatori, Viaggiatori senza titolo di trasporto",
        "citation": "Art. 20 cpv. 7 LTV",
        "content": "È fatto salvo il perseguimento penale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_20"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 4: Contratto di trasporto di viaggiatori, Sistemi d’informazione sui viaggiatori senza titolo di trasporto valido",
        "citation": "Art. 20a cpv. 1 LTV",
        "content": "Le imprese titolari di una concessione possono gestire sistemi d’informazione allo scopo di:\na. riscuotere supplementi dai viaggiatori senza titolo di trasporto valido;\nb. maggiorare il supplemento in caso di recidiva entro due anni;\nc. sporgere querela per uso di un veicolo senza titolo di trasporto valido.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_20_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 4: Contratto di trasporto di viaggiatori, Sistemi d’informazione sui viaggiatori senza titolo di trasporto valido",
        "citation": "Art. 20a cpv. 2 LTV",
        "content": "Possono trattare i seguenti dati nei sistemi d’informazione:\na. dati necessari per identificare il viaggiatore;\nb. il motivo della riscossione del supplemento;\nc. la data e l’ora della riscossione del supplemento;\nd. dati attuali provenienti da sistemi d’informazione analoghi di altre imprese titolari di una concessione, necessari per il calcolo dell’ammontare del supplemento per i viaggiatori senza titolo di trasporto valido;\ne. dati concernenti le querele sporte e lo stato dei procedimenti penali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_20_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 4: Contratto di trasporto di viaggiatori, Sistemi d’informazione sui viaggiatori senza titolo di trasporto valido",
        "citation": "Art. 20a cpv. 3 LTV",
        "content": "Possono rendere accessibili ad altre imprese titolari di una concessione i dati di cui al capoverso 2 lettere a–d mediante procedura di richiamo, o comunicarli loro in altro modo, affinché queste possano calcolare l’ammontare del supplemento per i viaggiatori senza titolo di trasporto valido. Se i dati sono comunicati in altro modo, vanno comunicate senza indugio anche tutte le mutazioni di tali dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_20_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 4: Contratto di trasporto di viaggiatori, Sistemi d’informazione sui viaggiatori senza titolo di trasporto valido",
        "citation": "Art. 20a cpv. 4 LTV",
        "content": "I dati devono essere cancellati:\na. senza indugio, non appena è accertato che il viaggiatore non ha causato alcuna perdita di ricavo;\nb. dopo due anni, se il viaggiatore ha pagato i supplementi e non vi è la prova che durante tale periodo abbia recidivato; i dati possono essere conservati per dieci anni al massimo se necessario per far valere le pretese nei confronti del viaggiatore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_20_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 4: Contratto di trasporto di viaggiatori, Sistemi d’informazione sui viaggiatori senza titolo di trasporto valido",
        "citation": "Art. 20a cpv. 5 LTV",
        "content": "Un sistema d’informazione secondo il capoverso 1 può essere gestito anche dall’associazione di categoria; in tal caso i capoversi 2–4 si applicano per analogia all’associazione di categoria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_20_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 4: Contratto di trasporto di viaggiatori, Sistemi d’informazione sui viaggiatori senza titolo di trasporto valido",
        "citation": "Art. 20a cpv. 6 LTV",
        "content": "Il Consiglio federale disciplina in particolare:\na. le modalità dell’accesso mediante procedura di richiamo;\nb. l’esercizio del diritto d’accesso e di rettifica del viaggiatore;\nc. le esigenze in materia di sicurezza dei dati;\nd. i termini per la cancellazione e la distruzione dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_20_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 4: Contratto di trasporto di viaggiatori, Ritardo: diritto a proseguire il viaggio",
        "citation": "Art. 21 LTV",
        "content": "Se a causa del ritardo o della soppressione di una corsa nel traffico concessionario perde la corsa prevista, il viaggiatore ha diritto a proseguire il viaggio con la successiva corsa adatta, senza spese supplementari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_21"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 4: Contratto di trasporto di viaggiatori, Ritardo: rimborso del prezzo del trasporto",
        "citation": "Art. 21a LTV",
        "content": "Se rende verosimile che a causa del ritardo o della soppressione di una corsa nel traffico concessionario il viaggio ha perso la sua ragion d’essere, il viaggiatore ha diritto:\na. a non intraprendere il viaggio e a ottenere il rimborso integrale del prezzo del trasporto;\nb. a ritornare immediatamente alla stazione di partenza e a ottenere il rimborso integrale del prezzo del trasporto;\nc. a non proseguire il viaggio e a ottenere il rimborso proporzionale del prezzo del trasporto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_21_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 4: Contratto di trasporto di viaggiatori, Ritardo: indennizzo per il prezzo del trasporto",
        "citation": "Art. 21b cpv. 1 LTV",
        "content": "Se il ritardo o la soppressione di una corsa nel traffico concessionario non ha dato luogo a un rimborso del prezzo del trasporto, il viaggiatore può chiedere all’impresa un indennizzo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_21_b"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 4: Contratto di trasporto di viaggiatori, Ritardo: indennizzo per il prezzo del trasporto",
        "citation": "Art. 21b cpv. 2 LTV",
        "content": "Il Consiglio federale disciplina i dettagli relativi all’indennizzo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_21_b"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 4: Contratto di trasporto di viaggiatori, Ritardo: assistenza",
        "citation": "Art. 21c cpv. 1 LTV",
        "content": "In caso di ritardo di oltre 60 minuti alla partenza o all’arrivo nel traffico concessionario l’impresa fornisce un’assistenza adeguata ai viaggiatori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_21_c"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 4: Contratto di trasporto di viaggiatori, Ritardo: assistenza",
        "citation": "Art. 21c cpv. 2 LTV",
        "content": "Il Consiglio federale disciplina i dettagli dell’obbligo di assistenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_21_c"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 4: Contratto di trasporto di viaggiatori, Ritardo: responsabilità",
        "citation": "Art. 21d cpv. 1 LTV",
        "content": "Nel traffico concessionario l’impresa risponde del danno immediato quale i costi per vitto e alloggio quando, a causa di un’inosservanza dell’orario, il viaggiatore perde l’ultima coincidenza prevista dall’orario o non raggiunge la destinazione del viaggio prevista.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_21_d"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 4: Contratto di trasporto di viaggiatori, Ritardo: responsabilità",
        "citation": "Art. 21d cpv. 2 LTV",
        "content": "L’impresa è liberata da questa responsabilità se prova che il danno è dovuto a una colpa imputabile al viaggiatore o a circostanze che non poteva evitare e alle cui conseguenze non poteva ovviare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_21_d"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 4: Contratto di trasporto di viaggiatori, Ritardo: responsabilità",
        "citation": "Art. 21d cpv. 3 LTV",
        "content": "Sono escluse ulteriori pretese di risarcimento per danni dovuti al ritardo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_21_d"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 4: Contratto di trasporto di viaggiatori, Condizioni generali",
        "citation": "Art. 22 LTV",
        "content": "Le imprese possono stabilire condizioni generali per l’uso degli impianti e dei veicoli, come pure per il comportamento dei viaggiatori durante la corsa. Vi possono prevedere indennità per le spese in caso di violazioni delle prescrizioni sull’uso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_22"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 4: Contratto di trasporto di viaggiatori, Bagaglio a mano",
        "citation": "Art. 23 cpv. 1 LTV",
        "content": "Se le circostanze lo permettono, il viaggiatore può prendere gratuitamente con sé nel veicolo oggetti facilmente trasportabili (bagaglio a mano).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_23"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 4: Contratto di trasporto di viaggiatori, Bagaglio a mano",
        "citation": "Art. 23 cpv. 2 LTV",
        "content": "L’impresa risponde della perdita o del danneggiamento del bagaglio a mano se:\na. il danno è dovuto a un incidente che ha causato la morte o il ferimento del viaggiatore che aveva il bagaglio a mano sotto la sua custodia e l’impresa risponde del danno corporale; o\nb. ha causato il danno in altro modo e non prova che non le è imputabile alcuna colpa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_23"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 4: Contratto di trasporto di viaggiatori, Bagaglio a mano",
        "citation": "Art. 23 cpv. 3 LTV",
        "content": "Il viaggiatore è responsabile di tutti i danni causati dal bagaglio a mano se non prova che non gli è imputabile alcuna colpa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_23"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 4: Contratto di trasporto di viaggiatori, Biciclette",
        "citation": "Art. 23a LTV",
        "content": "L’impresa consente al viaggiatore di portare con sé una bicicletta sul veicolo se il trasporto non ne risulta pregiudicato. Può far pagare un prezzo per tale prestazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_23_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 5: Trasporto dei bagagli, Contratto",
        "citation": "Art. 24 cpv. 1 LTV",
        "content": "Con il contratto di trasporto di bagagli l’impresa s’impegna nei confronti del mittente a trasportare contro pagamento un bagaglio da una stazione a un’altra e a riconsegnarlo dietro prova del diritto di ritirarlo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_24"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 5: Trasporto dei bagagli, Contratto",
        "citation": "Art. 24 cpv. 2 LTV",
        "content": "Il contratto è concluso non appena l’impresa ha accettato il bagaglio per il trasporto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_24"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 5: Trasporto dei bagagli, Contratto",
        "citation": "Art. 24 cpv. 3 LTV",
        "content": "Di regola, i bagagli sono trasportati soltanto dietro presentazione di un titolo di trasporto valido. Le tariffe possono tuttavia prevedere la possibilità di trasportare bagagli anche senza presentazione di un titolo di trasporto valido; in questo caso il prezzo può essere maggiorato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_24"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 5: Trasporto dei bagagli, Obblighi accessori del mittente",
        "citation": "Art. 25 cpv. 1 LTV",
        "content": "Il mittente è tenuto a:\na. consegnare all’impresa i documenti d’accompagnamento richiesti dalle dogane, dalla polizia o da altre autorità;\nb. imballare i bagagli in modo che non costituiscano un pericolo per persone o cose e siano protetti contro la perdita e il danneggiamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_25"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 5: Trasporto dei bagagli, Obblighi accessori del mittente",
        "citation": "Art. 25 cpv. 2 LTV",
        "content": "Nelle tariffe le imprese possono prevedere che il mittente provveda egli stesso al carico, al trasbordo e allo scarico dei bagagli o presti aiuto in tali operazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_25"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 5: Trasporto dei bagagli, Obblighi accessori del mittente",
        "citation": "Art. 25 cpv. 3 LTV",
        "content": "Il mittente che contravviene a un obbligo accessorio ne sopporta le conseguenze. È tenuto a risarcire il danno causato all’impresa se non prova che non gli è imputabile alcuna colpa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_25"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 5: Trasporto dei bagagli, Modalità del trasporto",
        "citation": "Art. 26 cpv. 1 LTV",
        "content": "In caso di impedimento al trasporto del bagaglio, l’impresa prende i provvedimenti atti a salvaguardare gli interessi del mittente. In caso di dubbio gli chiede istruzioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_26"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 5: Trasporto dei bagagli, Modalità del trasporto",
        "citation": "Art. 26 cpv. 2 LTV",
        "content": "Se il destinatario non ritira il bagaglio nel termine stabilito, l’impresa chiede istruzioni al mittente. Nei casi urgenti può prendere essa stessa provvedimenti adeguati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_26"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 5: Trasporto dei bagagli, Modalità del trasporto",
        "citation": "Art. 26 cpv. 3 LTV",
        "content": "Il Consiglio federale regola le modalità e le condizioni dell’adempimento contrattuale, segnatamente i termini di consegna.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_26"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 5: Trasporto dei bagagli, Responsabilità dell’impresa in virtù del contratto di trasporto",
        "citation": "Art. 27 cpv. 1 LTV",
        "content": "L’impresa risponde del danno risultante dalla perdita o dal danneggiamento del bagaglio o dall’inosservanza del termine di consegna.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_27"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 5: Trasporto dei bagagli, Responsabilità dell’impresa in virtù del contratto di trasporto",
        "citation": "Art. 27 cpv. 2 LTV",
        "content": "L’impresa è liberata da questa responsabilità nella misura in cui provi che il danno è dovuto a una colpa imputabile al danneggiato o a circostanze che non poteva evitare e alle cui conseguenze non poteva ovviare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_27"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 5: Trasporto dei bagagli, Responsabilità dell’impresa in virtù del contratto di trasporto",
        "citation": "Art. 27 cpv. 3 LTV",
        "content": "Se si è verificato un danno, si presume che sia dovuto al trasporto. Tuttavia, se dimostra l’esistenza di circostanze particolari, definite dal Consiglio federale, indicanti un’altra origine del danno, l’impresa è responsabile soltanto in quanto il danneggiato provi che il danno non è dovuto a tali circostanze.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_27"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6:, Offerta di trasporto oggetto di ordinazione: disposizioni generali, Indennità dei costi non coperti dell’offerta di trasporto oggetto, di ordinazione",
        "citation": "Art. 28 cpv. 1 LTV",
        "content": "La Confederazione e i Cantoni (i committenti) indennizzano le imprese di trasporto per i costi non coperti, pianificati in quanto tali, dell’offerta di trasporto da essi ordinata congiuntamente nell’ambito del traffico regionale viaggiatori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_28"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6:, Offerta di trasporto oggetto di ordinazione: disposizioni generali, Indennità dei costi non coperti dell’offerta di trasporto oggetto, di ordinazione",
        "citation": "Art. 28 cpv. 2 LTV",
        "content": "Le offerte del traffico locale e quelle senza funzione di collegamento sono escluse dalle prestazioni federali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_28"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6:, Offerta di trasporto oggetto di ordinazione: disposizioni generali, Indennità dei costi non coperti dell’offerta di trasporto oggetto, di ordinazione",
        "citation": "Art. 28 cpv. 3 LTV",
        "content": "La Confederazione assume integralmente l’onere dei costi non coperti, pianificati in quanto tali, delle offerte di trasporto d’importanza nazionale da essa ordinate. Può inoltre assumere i costi di prestazioni legate all’offerta di trasporto quando esse giovano o sono accessibili a tutte le imprese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_28"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6:, Offerta di trasporto oggetto di ordinazione: disposizioni generali, Indennità dei costi non coperti dell’offerta di trasporto oggetto, di ordinazione",
        "citation": "Art. 28 cpv. 4 LTV",
        "content": "La Confederazione, i Cantoni e i Comuni possono ordinare ulteriori offerte o il miglioramento di quelle esistenti o agevolazioni tariffali. Ne assumono i costi non coperti, pianificati in quanto tali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_28"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6:, Offerta di trasporto oggetto di ordinazione: disposizioni generali, Condizioni",
        "citation": "Art. 29 cpv. 1 LTV",
        "content": "La Confederazione indennizza unicamente le imprese:\na. la cui presentazione dei conti soddisfa le esigenze della sezione 7;\nb. la cui contabilità è suddivisa in settori e attesta i costi non coperti di ogni settore;\nc. che gestiscono come settori distinti almeno il traffico internazionale viaggiatori e l’eventuale infrastruttura ferroviaria;\nd. che hanno una personalità giuridica indipendente dai committenti; e\ne. nel cui consiglio di amministrazione, o simile organo, non siedono membri partecipi direttamente della procedura di ordinazione o attivi in un’unità amministrativa coinvolta in tale procedura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_29"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6:, Offerta di trasporto oggetto di ordinazione: disposizioni generali, Condizioni",
        "citation": "Art. 29 cpv. 2 LTV",
        "content": "La Confederazione può accordare agevolazioni alle imprese a traffico ridotto e alle imprese straniere con poche linee in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_29"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6:, Offerta di trasporto oggetto di ordinazione: disposizioni generali, Ripartizione finanziaria",
        "citation": "Art. 30 cpv. 1 LTV",
        "content": "La Confederazione assume una quota pari al 50 per cento dell’indennità complessiva per l’offerta di trasporto nel traffico regionale viaggiatori ordinata congiuntamente dalla Confederazione e dai Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_30"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6:, Offerta di trasporto oggetto di ordinazione: disposizioni generali, Ripartizione finanziaria",
        "citation": "Art. 30 cpv. 2 LTV",
        "content": "Il Consiglio federale stabilisce almeno ogni quattro anni le quote di indennità dovute dalla Confederazione e dai singoli Cantoni. Consulta previamente i Cantoni e tiene conto delle loro condizioni strutturali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_30"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6:, Offerta di trasporto oggetto di ordinazione: disposizioni generali, Ripartizione finanziaria",
        "citation": "Art. 30 cpv. 3 LTV",
        "content": "Il Consiglio federale stabilisce lo scarto temporaneo massimo ammesso dalla quota federale di cui al capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_30"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6:, Offerta di trasporto oggetto di ordinazione: disposizioni generali, Ripartizione finanziaria",
        "citation": "Art. 30 cpv. 4 LTV",
        "content": "Salvo accordo contrario, se più Cantoni partecipano al finanziamento di una linea le loro quote sono calcolate in funzione dell’entità del servizio delle stazioni e della lunghezza della linea (lunghezza esercitata) sul rispettivo territorio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_30"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6:, Offerta di trasporto oggetto di ordinazione: disposizioni generali, Ripartizione finanziaria",
        "citation": "Art. 30 cpv. 5 LTV",
        "content": "I Cantoni stabiliscono se i Comuni o altri enti partecipano all’indennità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_30"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6:, Offerta di trasporto oggetto di ordinazione: disposizioni generali, Credito d’impegno",
        "citation": "Art. 30a LTV",
        "content": "L’Assemblea federale stanzia, di volta in volta per quattro anni, un credito d’impegno per indennizzare i costi non coperti dell’offerta di trasporto oggetto di ordinazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_30_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6:, Offerta di trasporto oggetto di ordinazione: disposizioni generali, Aiuti finanziari",
        "citation": "Art. 31 cpv. 1 LTV",
        "content": "Se un’impresa investe nel settore dei trasporti, la Confederazione può concedere una fideiussione al creditore ove lo esiga l’interesse dei committenti. L’UFT disciplina nei particolari la forma e le condizioni della fideiussione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_31"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6:, Offerta di trasporto oggetto di ordinazione: disposizioni generali, Aiuti finanziari",
        "citation": "Art. 31 cpv. 2 LTV",
        "content": "In casi particolari, segnatamente per promuovere soluzioni innovative, la Confederazione può accordare contributi e mutui senza interessi per l’acquisto di veicoli e la costruzione di impianti e installazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_31"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6:, Offerta di trasporto oggetto di ordinazione: disposizioni generali, Aiuti finanziari",
        "citation": "Art. 31 cpv. 3 LTV",
        "content": "Per il finanziamento di investimenti sostitutivi e di investimenti di rinnovo nel settore dei trasporti, la Confederazione può convertire i mutui rimborsabili in mutui condizionalmente rimborsabili o sospenderne il rimborso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_31"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6:, Offerta di trasporto oggetto di ordinazione: disposizioni generali, Aiuti finanziari",
        "citation": "Art. 31 cpv. 4 LTV",
        "content": "I mutui condizionalmente rimborsabili della Confederazione possono essere convertiti in capitale proprio, fatte salve le decisioni necessarie a tal fine secondo il diritto della società anonima, segnatamente per consentire la partecipazione alle necessarie misure di risanamento finanziarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_31"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6:, Offerta di trasporto oggetto di ordinazione: disposizioni generali, Offerta di trasporto e procedura di ordinazione",
        "citation": "Art. 31a cpv. 1 LTV",
        "content": "L’offerta di trasporto e l’indennità nel traffico regionale viaggiatori sono convenute anticipatamente per scritto tra i committenti e l’impresa in una convenzione sull’offerta di prestazioni, sulla scorta dei conti di previsione dell’impresa. I conti di previsione si fondano sulla convenzione sugli obiettivi o sulla convenzione in materia di aggiudicazione conclusa tra i committenti e l’impresa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_31_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6:, Offerta di trasporto oggetto di ordinazione: disposizioni generali, Offerta di trasporto e procedura di ordinazione",
        "citation": "Art. 31a cpv. 2 LTV",
        "content": "Il Consiglio federale disciplina d’intesa con i Cantoni la procedura di ordinazione, nonché i principi dell’offerta di trasporto e dell’indennità. Può stabilire una procedura di ordinazione semplificata se esiste una convenzione in materia di aggiudicazione. Tutela l’autonomia delle imprese in materia di gestione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_31_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6:, Offerta di trasporto oggetto di ordinazione: disposizioni generali, Offerta di trasporto e procedura di ordinazione",
        "citation": "Art. 31a cpv. 3 LTV",
        "content": "L’offerta di trasporto e l’indennità sono determinate tenendo conto innanzitutto della domanda e dell’infrastruttura esistente. Inoltre si considerano:\na. la messa a disposizione di collegamenti basilari adeguati;\nb. gli imperativi della politica regionale, in particolare le esigenze inerenti allo sviluppo economico delle regioni periferiche e di montagna;\nc. gli imperativi della politica di assetto del territorio;\nd. gli imperativi della protezione dell’ambiente;\ne. le esigenze dei disabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_31_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6:, Offerta di trasporto oggetto di ordinazione: disposizioni generali, Offerta di trasporto e procedura di ordinazione",
        "citation": "Art. 31a cpv. 4 LTV",
        "content": "La convenzione sull’offerta di prestazioni disciplina in particolare:\na. il piano dell’offerta e l’orario;\nb. la vendita, compresi i punti di vendita e il servizio di vendita;\nc. l’offerta nell’ambito del trasporto dei bagagli;\nd. le tariffe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_31_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6:, Offerta di trasporto oggetto di ordinazione: disposizioni generali, Offerta di trasporto e procedura di ordinazione",
        "citation": "Art. 31a cpv. 5 LTV",
        "content": "La conclusione della convenzione sull’offerta di prestazioni conferisce alle imprese interessate un diritto a sé stante all’indennità nei confronti di ogni committente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_31_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6:, Offerta di trasporto oggetto di ordinazione: disposizioni generali, Offerta di trasporto e procedura di ordinazione",
        "citation": "Art. 31a cpv. 6 LTV",
        "content": "Se i committenti e le imprese non riescono ad accordarsi su una convenzione sull’offerta di prestazioni o sulla sua applicazione, l’UFT determina l’offerta di trasporto e l’indennità tenendo conto dei principi di cui al capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_31_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6:, Offerta di trasporto oggetto di ordinazione: disposizioni generali, Periodicità della procedura di ordinazione",
        "citation": "Art. 31b LTV",
        "content": "La procedura di ordinazione è svolta ogni due anni. L’UFT armonizza la procedura di ordinazione con la periodicità dell’orario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_31_b"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6:, Offerta di trasporto oggetto di ordinazione: disposizioni generali, Pianificazione della messa a concorso",
        "citation": "Art. 31c cpv. 1 LTV",
        "content": "I committenti pianificano la messa a concorso relativa al traffico regionale viaggiatori su strada e su rotaia; in particolare stabiliscono i motivi e la data della messa a concorso di un’offerta di trasporto. A tal fine tengono conto delle esigenze locali e regionali. Includono nella pianificazione anche le linee che mettono a concorso congiuntamente ma che non ordinano congiuntamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_31_c"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6:, Offerta di trasporto oggetto di ordinazione: disposizioni generali, Pianificazione della messa a concorso",
        "citation": "Art. 31c cpv. 2 LTV",
        "content": "La pianificazione della messa a concorso avviene per Cantone. La responsabilità incombe ai Cantoni. L’UFT provvede a una pianificazione unitaria e al coordinamento fra i Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_31_c"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6:, Offerta di trasporto oggetto di ordinazione: disposizioni generali, Pianificazione della messa a concorso",
        "citation": "Art. 31c cpv. 3 LTV",
        "content": "La pianificazione della messa a concorso è vincolante per le autorità. Non può essere impugnata mediante ricorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_31_c"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6a: Offerta di trasporto oggetto di ordinazione: procedura di messa, a concorso, Messa a concorso",
        "citation": "Art. 32 cpv. 1 LTV",
        "content": "I committenti mettono a concorso di comune intesa le offerte ordinate congiuntamente nell’ambito del traffico regionale viaggiatori su strada.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_32"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6a: Offerta di trasporto oggetto di ordinazione: procedura di messa, a concorso, Messa a concorso",
        "citation": "Art. 32 cpv. 2 LTV",
        "content": "Non vi è messa a concorso se:\na. è stata conclusa una convenzione sugli obiettivi con un’impresa e quest’ultima adempie tali obiettivi;\nb. l’importo dell’indennità non raggiunge un determinato ammontare; \nc. la messa a concorso non è pianificata;\nd. la nuova offerta di trasporto è parte integrante di una rete regionale esistente;\ne. per l’offerta di trasporto in questione non vi è da attendersi la presentazione di più di un’offerta, sia per motivi di natura tecnica od operativa sia per le caratteristiche della regione interessata;\nf. si tratta della modifica di una concessione esistente; o\ng. una concessione è trasferita senza modifiche a una nuova impresa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_32"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6a: Offerta di trasporto oggetto di ordinazione: procedura di messa, a concorso, Messa a concorso",
        "citation": "Art. 32 cpv. 3 LTV",
        "content": "I committenti possono mettere a concorso di comune intesa le offerte ordinate congiuntamente nell’ambito del traffico regionale viaggiatori su rotaia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_32"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6a: Offerta di trasporto oggetto di ordinazione: procedura di messa, a concorso, Messa a concorso",
        "citation": "Art. 32 cpv. 4 LTV",
        "content": "Le offerte di trasporto esistenti possono essere messe a concorso unicamente previa iscrizione nella pianificazione della messa a concorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_32"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6a: Offerta di trasporto oggetto di ordinazione: procedura di messa, a concorso, Messa a concorso",
        "citation": "Art. 32 cpv. 5 LTV",
        "content": "I committenti possono mettere a concorso congiuntamente le offerte di trasporto anche se queste sono ordinate unicamente dai Cantoni senza la partecipazione della Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_32"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6a: Offerta di trasporto oggetto di ordinazione: procedura di messa, a concorso, Messa a concorso di offerte di trasporto con tratti di linea in Stati confinanti",
        "citation": "Art. 32a cpv. 1 LTV",
        "content": "La messa a concorso di offerte di trasporto con tratti di linea situati in Stati confinanti è coordinata con le procedure di messa a concorso di questi Stati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_32_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6a: Offerta di trasporto oggetto di ordinazione: procedura di messa, a concorso, Messa a concorso di offerte di trasporto con tratti di linea in Stati confinanti",
        "citation": "Art. 32a cpv. 2 LTV",
        "content": "Il Consiglio federale può disciplinare la messa a concorso di tali offerte in convenzioni concluse con gli Stati confinanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_32_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6a: Offerta di trasporto oggetto di ordinazione: procedura di messa, a concorso, Messa a concorso di offerte di trasporto con tratti di linea in Stati confinanti",
        "citation": "Art. 32a cpv. 3 LTV",
        "content": "In assenza di una convenzione, l’UFT può rinunciare a una messa a concorso e ordinare l’offerta all’impresa che nella procedura di messa a concorso ha ottenuto l’aggiudicazione per il tratto di linea situato nello Stato confinante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_32_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6a: Offerta di trasporto oggetto di ordinazione: procedura di messa, a concorso, Coordinamento con la concessione",
        "citation": "Art. 32b cpv. 1 LTV",
        "content": "La procedura di messa a concorso è coordinata con la procedura di rilascio o di rinnovo della concessione. La decisione di aggiudicazione presa in seguito alla procedura di messa a concorso e il rilascio o il rinnovo della concessione fanno parte della stessa decisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_32_b"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6a: Offerta di trasporto oggetto di ordinazione: procedura di messa, a concorso, Coordinamento con la concessione",
        "citation": "Art. 32b cpv. 2 LTV",
        "content": "La durata della concessione corrisponde alla durata di validità dell’offerta di trasporto prevista nella documentazione relativa alla messa a concorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_32_b"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6a: Offerta di trasporto oggetto di ordinazione: procedura di messa, a concorso, Disposizioni speciali per la messa a concorso di offerte di trasporto su strada",
        "citation": "Art. 32c cpv. 1 LTV",
        "content": "Un’offerta di trasporto del traffico regionale viaggiatori su strada ordinata congiuntamente è messa a concorso quando è previsto il rilascio di una nuova concessione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_32_c"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6a: Offerta di trasporto oggetto di ordinazione: procedura di messa, a concorso, Disposizioni speciali per la messa a concorso di offerte di trasporto su strada",
        "citation": "Art. 32c cpv. 2 LTV",
        "content": "Nel periodo di durata della concessione i committenti mettono a concorso l’offerta di trasporto oggetto di ordinazione se l’impresa:\na. non esercita i diritti che le sono conferiti o li esercita solo parzialmente oppure viola ripetutamente o gravemente gli obblighi che le sono imposti dalla legge o dalla concessione;\nb. non adempie, in diversi punti o in un punto importante, una convenzione sugli obiettivi, sempreché la convenzione per questo caso preveda quale sanzione la messa a concorso;\nc. non soddisfa una richiesta di miglioramento dei prezzi, della qualità o della quantità dell’offerta di trasporto stabilita in una convenzione in materia di aggiudicazione, sempreché la convenzione per questo caso preveda quale sanzione la messa a concorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_32_c"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6a: Offerta di trasporto oggetto di ordinazione: procedura di messa, a concorso, Disposizioni speciali per la messa a concorso di offerte di trasporto su strada",
        "citation": "Art. 32c cpv. 3 LTV",
        "content": "In occasione del rinnovo di una concessione, i committenti mettono a concorso l’offerta di trasporto oggetto di ordinazione se ciò è previsto dalla loro pianificazione della messa a concorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_32_c"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6a: Offerta di trasporto oggetto di ordinazione: procedura di messa, a concorso, Principi procedurali",
        "citation": "Art. 32d cpv. 1 LTV",
        "content": "Nella procedura di messa a concorso i committenti osservano i seguenti principi:\na. in tutte le fasi della procedura assicurano la parità di trattamento delle imprese;\nb. aggiudicano l’offerta di trasporto soltanto a un’impresa che garantisce il rispetto delle disposizioni in materia di protezione del lavoro e delle condizioni di lavoro della manodopera; i committenti definiscono le disposizioni determinanti nella documentazione relativa alla messa a concorso e tengono conto di convenzioni esistenti;\nc. aggiudicano l’offerta di trasporto soltanto a un’impresa che garantisce la parità tra uomo e donna in ambito salariale;\nd. tutelano la natura confidenziale dei dati delle imprese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_32_d"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6a: Offerta di trasporto oggetto di ordinazione: procedura di messa, a concorso, Principi procedurali",
        "citation": "Art. 32d cpv. 2 LTV",
        "content": "Le imprese devono osservare i seguenti principi:\na. l’offerta è inoltrata entro il termine previsto ed è completa;\nb. la messa in esercizio avviene entro il termine previsto; se la messa in esercizio è ritardata in seguito a ricorso, l’impresa è liberata da tale impegno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_32_d"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6a: Offerta di trasporto oggetto di ordinazione: procedura di messa, a concorso, Idoneità",
        "citation": "Art. 32e cpv. 1 LTV",
        "content": "I committenti possono esigere dalle imprese la prova della loro idoneità finanziaria, economica, tecnica e gestionale. A tal fine, precisano i criteri di idoneità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_32_e"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6a: Offerta di trasporto oggetto di ordinazione: procedura di messa, a concorso, Idoneità",
        "citation": "Art. 32e cpv. 2 LTV",
        "content": "I requisiti per la prova e i criteri di idoneità sono resi noti nella documentazione relativa alla messa a concorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_32_e"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6a: Offerta di trasporto oggetto di ordinazione: procedura di messa, a concorso, Esclusione dalla procedura di messa a concorso ",
        "citation": "Art. 32f LTV",
        "content": "I committenti possono escludere un’impresa dalla procedura di messa a concorso, in particolare se:\na. non adempie i criteri di idoneità;\nb. ha dato ai committenti indicazioni false;\nc. non ha pagato imposte o oneri sociali;\nd. viola i principi procedurali;\ne. ha pattuito comportamenti tali da impedire un’effettiva libera concorrenza o da ostacolarla in modo rilevante;\nf. nei suoi confronti è pendente una procedura di fallimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_32_f"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6a: Offerta di trasporto oggetto di ordinazione: procedura di messa, a concorso, Decisione di aggiudicazione",
        "citation": "Art. 32g cpv. 1 LTV",
        "content": "I committenti aggiudicano l’offerta di trasporto messa a concorso all’impresa che ha presentato l’offerta più favorevole dal profilo economico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_32_g"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6a: Offerta di trasporto oggetto di ordinazione: procedura di messa, a concorso, Decisione di aggiudicazione",
        "citation": "Art. 32g cpv. 2 LTV",
        "content": "L’offerta più favorevole dal profilo economico è determinata considerando in particolare la qualità, la concezione dell’offerta, i proventi, i costi e la compatibilità ambientale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_32_g"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6a: Offerta di trasporto oggetto di ordinazione: procedura di messa, a concorso, Decisione di aggiudicazione",
        "citation": "Art. 32g cpv. 3 LTV",
        "content": "L’offerta di trasporto è aggiudicata per la durata di validità prevista nella documentazione relativa alla messa a concorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_32_g"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6a: Offerta di trasporto oggetto di ordinazione: procedura di messa, a concorso, Revoca della decisione di aggiudicazione",
        "citation": "Art. 32h LTV",
        "content": "I committenti possono revocare la decisione di aggiudicazione per gli stessi motivi per cui possono escludere un’impresa dalla procedura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_32_h"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6a: Offerta di trasporto oggetto di ordinazione: procedura di messa, a concorso, Decisioni",
        "citation": "Art. 32i cpv. 1 LTV",
        "content": "L’UFT decide:\na. la messa a concorso;\nb. l’esclusione dalla procedura di messa a concorso;\nc. l’interruzione della procedura di messa a concorso;\nd. l’aggiudicazione;\ne. la rinuncia alla messa a concorso in virtù di un’eccezione secondo l’articolo 32 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_32_i"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6a: Offerta di trasporto oggetto di ordinazione: procedura di messa, a concorso, Decisioni",
        "citation": "Art. 32i cpv. 2 LTV",
        "content": "L’UFT può notificare la decisione di cui al capoverso 1 lettera b assieme alla decisione di cui al capoverso 1 lettera c o d.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_32_i"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6a: Offerta di trasporto oggetto di ordinazione: procedura di messa, a concorso, Pubblicazione",
        "citation": "Art. 32j cpv. 1 LTV",
        "content": "L’UFT pubblica le decisioni di cui all’articolo 32i capoverso 1 lettere a, c, d, e.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_32_j"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6a: Offerta di trasporto oggetto di ordinazione: procedura di messa, a concorso, Pubblicazione",
        "citation": "Art. 32j cpv. 2 LTV",
        "content": "Il Consiglio federale disciplina le eccezioni e designa l’organo incaricato della pubblicazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_32_j"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6a: Offerta di trasporto oggetto di ordinazione: procedura di messa, a concorso, Convenzione in materia di aggiudicazione",
        "citation": "Art. 32k cpv. 1 LTV",
        "content": "Non appena la decisione di aggiudicazione è passata in giudicato, i committenti concludono con l’impresa una convenzione in materia di aggiudicazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_32_k"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6a: Offerta di trasporto oggetto di ordinazione: procedura di messa, a concorso, Convenzione in materia di aggiudicazione",
        "citation": "Art. 32k cpv. 2 LTV",
        "content": "La convenzione stabilisce essenzialmente, in base all’offerta, la durata di validità, l’offerta di trasporto, la qualità, i costi, i proventi, i meccanismi di adattamento e la supervisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_32_k"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6a: Offerta di trasporto oggetto di ordinazione: procedura di messa, a concorso, Cambiamento dell’impresa incaricata",
        "citation": "Art. 32l cpv. 1 LTV",
        "content": "Se un’offerta del traffico regionale viaggiatori è ordinata presso una nuova impresa in seguito a una messa a concorso, su richiesta dei committenti l’impresa precedentemente incaricata deve trasferire alla nuova impresa, al valore contabile residuo, i mezzi d’esercizio acquisiti appositamente per l’offerta di trasporto, sempreché tali mezzi d’esercizio siano di importanza fondamentale per le linee del traffico regionale viaggiatori oggetto del concorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_32_l"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6a: Offerta di trasporto oggetto di ordinazione: procedura di messa, a concorso, Cambiamento dell’impresa incaricata",
        "citation": "Art. 32l cpv. 2 LTV",
        "content": "Su richiesta dell’impresa precedentemente incaricata o dei committenti, la nuova impresa deve riprendere tali mezzi d’esercizio al valore contabile residuo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_32_l"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6a: Offerta di trasporto oggetto di ordinazione: procedura di messa, a concorso, Cambiamento dell’impresa incaricata",
        "citation": "Art. 32l cpv. 3 LTV",
        "content": "La nuova impresa deve offrire ai dipendenti dell’impresa precedentemente incaricata, alle condizioni usuali del settore, i posti di lavoro supplementari necessari per eseguire l’offerta di trasporto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_32_l"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6b: Offerta di trasporto oggetto di ordinazione: disposizioni speciali per le offerte non messe a concorso, Convenzione sugli obiettivi",
        "citation": "Art. 33 cpv. 1 LTV",
        "content": "Per le offerte di trasporto oggetto di ordinazione che non sono messe a concorso, i committenti possono concludere una convenzione sugli obiettivi con l’impresa interessata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_33"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6b: Offerta di trasporto oggetto di ordinazione: disposizioni speciali per le offerte non messe a concorso, Convenzione sugli obiettivi",
        "citation": "Art. 33 cpv. 2 LTV",
        "content": "La convenzione sugli obiettivi può comprendere in particolare obiettivi di prestazione riguardanti la qualità, la quantità, i proventi e i costi dell’offerta di trasporto che l’impresa deve raggiungere in un determinato periodo. Può prevedere misure nel caso in cui gli obiettivi non siano raggiunti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_33"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6b: Offerta di trasporto oggetto di ordinazione: disposizioni speciali per le offerte non messe a concorso, Convenzione sugli obiettivi",
        "citation": "Art. 33 cpv. 3 LTV",
        "content": "La convenzione sugli obiettivi può contemplare un sistema di bonus-malus applicabile alla qualità e agli indicatori finanziari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_33"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6b: Offerta di trasporto oggetto di ordinazione: disposizioni speciali per le offerte non messe a concorso, Convenzione sugli obiettivi",
        "citation": "Art. 33 cpv. 4 LTV",
        "content": "La convenzione sugli obiettivi è conclusa per una durata minima di due periodi d’orario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_33"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 6b: Offerta di trasporto oggetto di ordinazione: disposizioni speciali per le offerte non messe a concorso, Misure per raggiungere gli obiettivi, riduzione dell’indennità",
        "citation": "Art. 33a LTV",
        "content": "Sentiti i Cantoni, l’UFT può disporre misure per raggiungere gli obiettivi o esigere il rimborso di prestazioni finanziarie se l’impresa:\na. non fornisce come convenuto le prestazioni ordinate;\nb. non raggiunge gli obiettivi fissati;\nc. non rispetta le scadenze fissate; o\nd. non è gestita in modo economicamente razionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_33_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 7: Contabilità, Principi",
        "citation": "Art. 35 cpv. 1 LTV",
        "content": "Consultati il Dipartimento federale delle finanze e i Cantoni, il DATEC disciplina mediante ordinanza la presentazione dei conti delle imprese titolari di una concessione secondo l’articolo 6 della presente legge o secondo l’articolo 5 della legge federale del 20 dicembre 1957 sulle ferrovie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_35"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 7: Contabilità, Principi",
        "citation": "Art. 35 cpv. 2 LTV",
        "content": "Il DATEC può in particolare emanare ulteriori prescrizioni sull’allibramento, l’iscrizione a bilancio e gli ammortamenti, nonché disposizioni sugli accantonamenti, il conto di costruzione, la suddivisione in settori, il conto economico per ogni linea e l’obbligo d’informare la Confederazione e i Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_35"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 7: Contabilità, Principi",
        "citation": "Art. 35 cpv. 3 LTV",
        "content": "Del rimanente si applicano le disposizioni del Codice delle obbligazioni sulla contabilità commerciale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_35"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 7: Contabilità, Presentazione dei risultati conseguiti nei singoli settori",
        "citation": "Art. 36 cpv. 1 LTV",
        "content": "L’impresa che non può coprire i costi globali di un settore di trasporto per mezzo dei suoi ricavi e delle prestazioni finanziarie della Confederazione e dei Cantoni risponde essa stessa del suo disavanzo. Essa lo riporta nel nuovo esercizio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_36"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 7: Contabilità, Presentazione dei risultati conseguiti nei singoli settori",
        "citation": "Art. 36 cpv. 2 LTV",
        "content": "Se i ricavi e le prestazioni finanziarie della Confederazione e dei Cantoni superano i costi globali di un settore di trasporto che dà diritto all’indennità, l’impresa attribuisce almeno due terzi di tale eccedenza alla riserva speciale per la copertura di disavanzi futuri dei settori di trasporto che danno diritto all’indennità. Se la riserva speciale dei settori di trasporto raggiunge il 25 per cento della cifra d’affari annuale dei settori che danno diritto all’indennità o 12 milioni di franchi, l’impresa può disporre liberamente dell’utile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_36"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 7: Contabilità, Presentazione dei risultati conseguiti nei singoli settori",
        "citation": "Art. 36 cpv. 3 LTV",
        "content": "Se l’impresa cessa la sua attività nel settore di trasporto che dà diritto all’indennità, la riserva speciale deve essere sciolta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_36"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 7: Contabilità, Presentazione dei risultati conseguiti nei singoli settori",
        "citation": "Art. 36 cpv. 4 LTV",
        "content": "Se i ricavi di un settore del traffico concessionario che non dà diritto all’indennità superano i costi globali di tale settore, l’impresa può disporre liberamente dell’eccedenza dei ricavi. Essa può accantonarla integralmente o in parte per la copertura di disavanzi futuri dello stesso settore. Se cessa la sua attività nel settore concessionario, l’impresa deve sciogliere l’accantonamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_36"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 7: Contabilità, Verifica nell’ottica del diritto dei sussidi da parte dell’autorità di vigilanza ",
        "citation": "Art. 37 cpv. 1 LTV",
        "content": "I conti e i bilanci devono essere chiusi alla fine dell’anno di esercizio. Le imprese che ricevono contributi o mutui dall’ente pubblico presentano il conto annuale, con i pertinenti documenti giustificativi, all’UFT. L’UFT può chiedere alle imprese ulteriori documenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_37"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 7: Contabilità, Verifica nell’ottica del diritto dei sussidi da parte dell’autorità di vigilanza ",
        "citation": "Art. 37 cpv. 2 LTV",
        "content": "L’UFT verifica, periodicamente o all’occorrenza, se i conti sono conformi alle prescrizioni di legge e alle relative convenzioni in materia di contributi e mutui dell’ente pubblico. Determina l’entità della verifica. La verifica dei conti nell’ottica del diritto dei sussidi da parte dell’autorità di vigilanza completa il controllo dell’ufficio di revisione dell’impresa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_37"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 7: Contabilità, Verifica nell’ottica del diritto dei sussidi da parte dell’autorità di vigilanza ",
        "citation": "Art. 37 cpv. 3 LTV",
        "content": "L’impresa pubblica nel suo rapporto di gestione il risultato della verifica dei conti nell’ottica del diritto dei sussidi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_37"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 7: Contabilità, Verifica nell’ottica del diritto dei sussidi da parte dell’autorità di vigilanza ",
        "citation": "Art. 37 cpv. 4 LTV",
        "content": "Oltre alla verifica dei conti nell’ottica del diritto dei sussidi, l’UFT può effettuare verifiche più approfondite presso le imprese di trasporto. Se necessario, l’UFT può prendere visione di tutta la gestione dell’impresa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_37"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 7: Contabilità, Controversie",
        "citation": "Art. 38 cpv. 1 LTV",
        "content": "Se i conti e i documenti giustificativi non corrispondono alle prescrizioni degli articoli 35–37, l’UFT, sentita l’impresa, prende i provvedimenti necessari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_38"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 7: Contabilità, Controversie",
        "citation": "Art. 38 cpv. 2 LTV",
        "content": "Se l’approvazione è rifiutata a causa di una contestazione circa la destinazione dell’utile netto, la somma litigiosa è disponibile solo dopo che la controversia sia stata risolta con decisione passata in giudicato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_38"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 7: Contabilità, Ufficio di revisione",
        "citation": "Art. 39 cpv. RS 220 LTV",
        "content": "Indipendentemente dalla sua forma giuridica, l’impresa designa un ufficio di revisione secondo le disposizioni del Codice delle obbligazioni sull’ufficio di revisione della società anonima.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_39"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 8:, Prestazioni particolari a favore di amministrazioni pubbliche, Principio",
        "citation": "Art. 40 LTV",
        "content": "Salvo disposizioni contrarie della presente legge o convenzioni speciali fra le parti, le prestazioni particolari delle imprese a favore della Confederazione, dei Cantoni, dei Comuni e di altri enti pubblici, come pure dei loro stabilimenti e delle loro aziende devono essere rimunerate secondo i principi generalmente ammessi nel commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_40"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 8:, Prestazioni particolari a favore di amministrazioni pubbliche, Trasporti nell’ambito della cooperazione nazionale per la sicurezza",
        "citation": "Art. 41 LTV",
        "content": "In situazioni particolari e straordinarie le imprese sono obbligate a effettuare prioritariamente trasporti a favore della Confederazione e dei Cantoni. A tal fine il Consiglio federale può abrogare l’obbligo di esercizio, di trasporto, di fissare tariffe e di allestire orari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_41"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 9: Responsabilità contrattuale, Responsabilità dell’impresa per le incombenze di servizio",
        "citation": "Art. 42 LTV",
        "content": "L’impresa risponde del danno causato nell’esercizio delle loro incombenze di servizio dalle persone ch’essa occupa per il trasporto. Sono considerati tali anche i mandatari responsabili del trasporto e i loro impiegati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_42"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 9: Responsabilità contrattuale, Risarcimento del danno",
        "citation": "Art. 43 cpv. 1 LTV",
        "content": "Il Consiglio federale stabilisce gli importi massimi del risarcimento del danno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_43"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 9: Responsabilità contrattuale, Risarcimento del danno",
        "citation": "Art. 43 cpv. 2 LTV",
        "content": "Se il danno è stato causato intenzionalmente o per negligenza grave, l’impresa deve risarcirlo integralmente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_43"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 9: Responsabilità contrattuale, Limitazioni contrattuali della responsabilità",
        "citation": "Art. 44 LTV",
        "content": "Sono nulle le disposizioni tariffali e le convenzioni tra l’impresa e gli utenti che escludono anticipatamente, del tutto o in parte, la responsabilità dell’impresa o che attribuiscono l’onere della prova all’utente. Per il rimanente, il contratto di trasporto rimane valido.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_44"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 9: Responsabilità contrattuale, Pagamenti anticipati in caso di decesso o lesioni",
        "citation": "Art. 44a cpv. 1 LTV",
        "content": "In caso di decesso o lesioni di un suo viaggiatore a seguito di un incidente, l’impresa ferroviaria effettua senza indugio, al viaggiatore o ai suoi parenti prossimi, i pagamenti anticipati necessari per soddisfare le immediate necessità economiche, proporzionalmente al danno subito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_44_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 9: Responsabilità contrattuale, Pagamenti anticipati in caso di decesso o lesioni",
        "citation": "Art. 44a cpv. 2 LTV",
        "content": "Il pagamento anticipato non costituisce un riconoscimento di responsabilità ed è detraibile da qualsiasi ulteriore importo dovuto in virtù della presente legge. Il rimborso del pagamento anticipato può tuttavia essere chiesto soltanto se il danno è dovuto a negligenza o colpa del viaggiatore o se il beneficiario del pagamento non è l’avente diritto all’indennizzo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_44_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 9: Responsabilità contrattuale, Pagamenti anticipati in caso di decesso o lesioni",
        "citation": "Art. 44a cpv. 3 LTV",
        "content": "Il Consiglio federale può stabilire l’importo del pagamento anticipato in caso di decesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_44_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 9: Responsabilità contrattuale, Legittimazione attiva",
        "citation": "Art. 45 LTV",
        "content": "Possono far valere nei confronti dell’impresa pretese fondate sul contratto di trasporto:\na. il viaggiatore;\nb. nell’ambito del trasporto di bagagli, chi prova di avere il diritto di ritirare il bagaglio secondo l’articolo 24.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_45"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 9: Responsabilità contrattuale, Rivendicazioni",
        "citation": "Art. 46 cpv. 1 LTV",
        "content": "Le pretese fondate sul contratto di trasporto possono essere fatte valere, a scelta, contro:\na. l’impresa di partenza;\nb. l’impresa di arrivo;\nc. l’impresa sulla cui linea si è verificato l’evento che ha dato origine alla pretesa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_46"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 9: Responsabilità contrattuale, Rivendicazioni",
        "citation": "Art. 46 cpv. 2 LTV",
        "content": "La promozione dell’azione contro una di queste imprese esclude la possibilità di convenire in giudizio le altre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_46"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 9: Responsabilità contrattuale, Rivendicazioni",
        "citation": "Art. 46 cpv. 3 LTV",
        "content": "Tuttavia, se una delle altre imprese promuove azione contro l’avente diritto, questi può, con una domanda riconvenzionale o un’eccezione, far valere le sue pretese anche contro quest’altra impresa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_46"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 9: Responsabilità contrattuale, Estinzione delle pretese",
        "citation": "Art. 47 cpv. 1 LTV",
        "content": "Le pretese contro l’impresa si estinguono 30 giorni dopo l’evento che ha dato loro origine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_47"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 9: Responsabilità contrattuale, Estinzione delle pretese",
        "citation": "Art. 47 cpv. 2 LTV",
        "content": "Il viaggiatore che perde una coincidenza prevista dall’orario deve annunciarlo immediatamente alla stazione se intende far valere una pretesa di risarcimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_47"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 9: Responsabilità contrattuale, Estinzione delle pretese",
        "citation": "Art. 47 cpv. 3 LTV",
        "content": "Le pretese non si estinguono:\na. se l’avente diritto prova che il danno è stato causato intenzionalmente o per negligenza grave;\nb. in caso di inosservanza del termine di consegna, se è fatto reclamo entro 30 giorni;\nc. in caso di perdita parziale o di danneggiamento accertati prima che l’avente diritto abbia preso in consegna i bagagli o se il danno non è stato accertato per colpa dell’impresa;\nd. in caso di danno non apparente al bagaglio, accertato entro i termini stabiliti dal Consiglio federale, se l’avente diritto prova che il danno si è verificato nell’intervallo tra l’accettazione del trasporto e la riconsegna;\ne. quando l’annuncio immediato di cui al capoverso 2 non è possibile perché la stazione è incustodita e l’impresa non mette a disposizione installazioni per comunicare con una stazione custodita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_47"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 9: Responsabilità contrattuale, Prescrizione",
        "citation": "Art. 48 cpv. 1 LTV",
        "content": "Le pretese fondate sul contratto di trasporto si prescrivono in un anno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_48"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 9: Responsabilità contrattuale, Prescrizione",
        "citation": "Art. 48 cpv. 2 LTV",
        "content": "La prescrizione è sospesa se l’avente diritto fa valere una pretesa nei confronti dell’impresa. Riprende non appena l’impresa respinge il reclamo. I successivi reclami sullo stesso oggetto non sospendono la prescrizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_48"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 9: Responsabilità contrattuale, Responsabilità collettiva delle imprese",
        "citation": "Art. 49 cpv. 1 LTV",
        "content": "L’impresa che ha concluso il contratto di trasporto risponde della sua esecuzione per tutto il percorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_49"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 9: Responsabilità contrattuale, Responsabilità collettiva delle imprese",
        "citation": "Art. 49 cpv. 2 LTV",
        "content": "Se il trasporto è assunto da un’altra impresa, questa subentra nel contratto di trasporto con tutti i diritti e gli obblighi che ne derivano.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_49"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 9: Responsabilità contrattuale, Diritto di pegno",
        "citation": "Art. 50 LTV",
        "content": "L’impresa ha sul bagaglio i diritti di un creditore pignoratizio per tutti i crediti risultanti dal contratto di trasporto. Questi diritti sussistono fintanto che il bagaglio si trova in possesso dell’impresa o di un terzo al quale può chiederne la restituzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_50"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 10: Responsabilità extracontrattuale",
        "citation": "Art. 51 cpv. 1 LTV",
        "content": "La responsabilità extracontrattuale delle imprese titolari di una concessione è retta dagli articoli 40b–40f della legge federale del 20 dicembre 1957 sulle ferrovie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_51"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 10: Responsabilità extracontrattuale",
        "citation": "Art. 51 cpv. 2 LTV",
        "content": "Ai veicoli a motore si applicano le disposizioni sulla responsabilità della legge federale del 19 dicembre 1958 sulla circolazione stradale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_51"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 11: Vigilanza, Autorità di vigilanza",
        "citation": "Art. 52 LTV",
        "content": "Il trasporto pubblico di viaggiatori sottostà alla vigilanza dell’UFT. Esso può abrogare le decisioni e le istruzioni di organi o servizi delle imprese o a impedirne l’applicazione se infrangono la presente legge, la concessione, l’autorizzazione o accordi internazionali oppure ledono importanti interessi nazionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_52"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 11: Vigilanza, Informazione sulla vigilanza",
        "citation": "Art. 52a cpv. 1 LTV",
        "content": "L’UFT informa il pubblico sulla sua attività di vigilanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_52_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 11: Vigilanza, Informazione sulla vigilanza",
        "citation": "Art. 52a cpv. 2 LTV",
        "content": "La legge del 17 dicembre 2004 sulla trasparenza non si applica ai rapporti concernenti audit, controlli d’esercizio e ispezioni dell’UFT e ad altri documenti ufficiali nella misura in cui contengano dati personali riguardanti la sicurezza tecnica o dell’esercizio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_52_a"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 11: Vigilanza, Trattamento di dati da parte dell’UFT",
        "citation": "Art. 53 cpv. 1 LTV",
        "content": "Nell’ambito della sua attività di vigilanza, l’UFT è autorizzato a rilevare i dati necessari presso le imprese e a elaborarli. Le imprese forniscono i dati necessari per la statistica ufficiale dei trasporti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_53"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 11: Vigilanza, Trattamento di dati da parte dell’UFT",
        "citation": "Art. 53 cpv. 2 LTV",
        "content": "L’UFT può raccogliere i dati che servono per allestire una licenza presso le persone interessate e trattarli ulteriormente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_53"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 11: Vigilanza, Trattamento di dati da parte dell’UFT",
        "citation": "Art. 53 cpv. 3 LTV",
        "content": "Ai fini della pianificazione dei trasporti, l’UFT può chiedere alle imprese di rilevare e trasmettergli dati relativi alle tratte. Può divulgarli nella misura necessaria per conseguire gli obiettivi prefissati e se sussiste un interesse pubblico preponderante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_53"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 11: Vigilanza, Trattamento di dati da parte dell’UFT",
        "citation": "Art. 53 cpv. 4 LTV",
        "content": "Dopo aver valutato la proporzionalità del provvedimento, l’UFT può pubblicare dati degni di particolare protezione se essi consentono di trarre conclusioni sul rispetto delle prescrizioni in materia di sicurezza da parte dell’impresa. Può in particolare pubblicare informazioni concernenti:\na. il ritiro o la revoca di concessioni e autorizzazioni;\nb. violazioni delle disposizioni concernenti la protezione del lavoro o le condizioni di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_53"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 11: Vigilanza, Trattamento di dati da parte dell’UFT",
        "citation": "Art. 53 cpv. 5 LTV",
        "content": "Il Consiglio federale disciplina i dettagli, in particolare la forma della pubblicazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_53"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 11: Vigilanza, Trattamento di dati da parte del titolare della concessione",
        "citation": "Art. 54 cpv. 1 LTV",
        "content": "Per le loro attività che rientrano nella concessione o nell’autorizzazione, le imprese sottostanno agli articoli 33–42 della legge federale del 25 settembre 2020 sulla protezione dei dati (LPD). Se agiscono secondo il diritto privato, sottostanno invece agli articoli 30–32 LPD.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_54"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 11: Vigilanza, Trattamento di dati da parte del titolare della concessione",
        "citation": "Art. 54 cpv. 2 LTV",
        "content": "Le imprese possono trattare dati personali degni di particolare protezione se è necessario per il trasporto dei viaggiatori e per l’esercizio o per la sicurezza dei viaggiatori, dell’esercizio o dell’infrastruttura. Ciò vale anche per terzi che assumono i compiti di un’impresa titolare di una concessione o autorizzazione secondo gli articoli 6–8. L’impresa rimane responsabile del rispetto delle disposizioni della legislazione sulla protezione dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_54"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 11: Vigilanza, Videosorveglianza",
        "citation": "Art. 55 cpv. 1 LTV",
        "content": "A tutela dei viaggiatori, dell’esercizio e dell’infrastruttura, le imprese possono installare una videosorveglianza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_55"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 11: Vigilanza, Videosorveglianza",
        "citation": "Art. 55 cpv. 2 LTV",
        "content": "Le imprese possono affidare la videosorveglianza a terzi ai quali hanno affidato il servizio di sicurezza. Le imprese sono responsabili del rispetto delle disposizioni della legislazione sulla protezione dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_55"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 11: Vigilanza, Videosorveglianza",
        "citation": "Art. 55 cpv. 3 LTV",
        "content": "I segnali video possono essere registrati. Di principio devono essere analizzati al più tardi il giorno feriale successivo alla registrazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_55"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 11: Vigilanza, Videosorveglianza",
        "citation": "Art. 55 cpv. 4 LTV",
        "content": "Dopo l’analisi, i segnali video devono essere conservati in un luogo a prova di furto. I segnali video conservati devono essere protetti dagli abusi e distrutti al più tardi entro 100 giorni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_55"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 11: Vigilanza, Videosorveglianza",
        "citation": "Art. 55 cpv. 5 LTV",
        "content": "Le registrazioni possono essere comunicate solo alle autorità di perseguimento penale o alle autorità presso le quali le imprese presentano una denuncia o fanno valere pretese legali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_55"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 11: Vigilanza, Videosorveglianza",
        "citation": "Art. 55 cpv. 6 LTV",
        "content": "Il Consiglio federale disciplina i dettagli, segnatamente il modo in cui i segnali video devono essere conservati e protetti dagli abusi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_55"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 12:, Rimedi giuridici, disposizioni penali e misure amministrative, Rimedi giuridici",
        "citation": "Art. 56 cpv. 1 LTV",
        "content": "Le controversie patrimoniali tra l’utente e l’impresa sottostanno alla giurisdizione civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_56"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 12:, Rimedi giuridici, disposizioni penali e misure amministrative, Rimedi giuridici",
        "citation": "Art. 56 cpv. 2 LTV",
        "content": "Alle rimanenti controversie si applicano le disposizioni sulla giurisdizione amministrativa federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_56"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 12:, Rimedi giuridici, disposizioni penali e misure amministrative, Rimedi giuridici",
        "citation": "Art. 56 cpv. 3 LTV",
        "content": "Nella procedura di ricorso contro le decisioni prese conformemente all’articolo 32i non può essere invocata l’inadeguatezza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_56"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 12:, Rimedi giuridici, disposizioni penali e misure amministrative, Contravvenzioni",
        "citation": "Art. 57 cpv. 1 LTV",
        "content": "È punito con la multa fino a 100 000 franchi chiunque intenzionalmente:\na. trasporta viaggiatori senza la relativa concessione o autorizzazione;\nb. contravviene a una concessione o a un’autorizzazione rilasciata in virtù della presente legge;\nc. trasporta viaggiatori contravvenendo a una decisione notificatagli con la comminatoria della pena prevista dal presente articolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_57"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 12:, Rimedi giuridici, disposizioni penali e misure amministrative, Contravvenzioni",
        "citation": "Art. 57 cpv. 2 LTV",
        "content": "Se l’autore ha agito per negligenza, la pena è della multa fino a 50 000 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_57"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 12:, Rimedi giuridici, disposizioni penali e misure amministrative, Contravvenzioni",
        "citation": "Art. 57 cpv. 3 LTV",
        "content": "A querela di parte, è punito con la multa chiunque, intenzionalmente o per negligenza, utilizza un veicolo senza un titolo di trasporto valido o un’altra autorizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_57"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 12:, Rimedi giuridici, disposizioni penali e misure amministrative, Contravvenzioni",
        "citation": "Art. 57 cpv. 4 LTV",
        "content": "A querela di parte, è punito con la multa chiunque intenzionalmente:\na. sale su un veicolo in movimento, ne scende o ne apre le porte;\nb. getta oggetti fuori da un veicolo;\nc. abusa dei dispositivi di sicurezza del veicolo, in particolare del freno d’emergenza;\nd. ostruisce vie di salvataggio o di fuga;\ne. blocca una porta al fine di ritardare la partenza;\nf. fa un uso illecito della sala d’aspetto;\ng. non utilizza le apposite installazioni per i propri bisogni fisiologici;\nh. chiede l’elemosina contravvenendo alle prescrizioni sull’uso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_57"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 12:, Rimedi giuridici, disposizioni penali e misure amministrative, Contravvenzioni",
        "citation": "Art. 57 cpv. 5 LTV",
        "content": "Il Consiglio federale può dichiarare punibili le violazioni delle disposizioni d’esecuzione o delle prescrizioni sull’uso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_57"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 12:, Rimedi giuridici, disposizioni penali e misure amministrative, Delitti",
        "citation": "Art. 58 cpv. 1 LTV",
        "content": "Chiunque, intenzionalmente, registra, conserva, utilizza o comunica segnali video violando le prescrizioni di cui all’articolo 55 è punito con una pena detentiva fino a tre anni o con una pena pecuniaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_58"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 12:, Rimedi giuridici, disposizioni penali e misure amministrative, Delitti",
        "citation": "Art. 58 cpv. 2 LTV",
        "content": "Se l’autore ha agito per negligenza, la pena è una pena pecuniaria fino a 180 aliquote giornaliere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_58"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 12:, Rimedi giuridici, disposizioni penali e misure amministrative, Perseguimento d’ufficio",
        "citation": "Art. 59 cpv. RS 311.0 LTV",
        "content": "I reati previsti dal Codice penale sono perseguiti d’ufficio se sono commessi contro le seguenti persone durante il loro servizio:\na. gli impiegati delle imprese titolari di una concessione o autorizzazione secondo gli articoli 6–8;\nb. le persone incaricate di un compito in luogo degli impiegati di cui alla lettera a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_59"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 12:, Rimedi giuridici, disposizioni penali e misure amministrative, Competenze",
        "citation": "Art. 60 cpv. 1 LTV",
        "content": "Il perseguimento e il giudizio delle contravvenzioni di cui all’articolo 57 capoversi 1 e 2 competono all’UFT.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_60"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 12:, Rimedi giuridici, disposizioni penali e misure amministrative, Competenze",
        "citation": "Art. 60 cpv. 2 LTV",
        "content": "Il perseguimento e il giudizio delle contravvenzioni di cui all’articolo 57 capoversi 3–5 e dei delitti di cui all’articolo 58 competono ai Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_60"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 12:, Rimedi giuridici, disposizioni penali e misure amministrative, Competenze",
        "citation": "Art. 60 cpv. 3 LTV",
        "content": "La procedura dinanzi all’UFT è retta dalla legge federale del 22 marzo 1974 sul diritto penale amministrativo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_60"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 12:, Rimedi giuridici, disposizioni penali e misure amministrative, Misure amministrative",
        "citation": "Art. 61 cpv. 1 LTV",
        "content": "L’UFT e l’autorità di rilascio possono ritirare provvisoriamente o definitivamente autorizzazioni, permessi e licenze o limitarne il campo di applicazione se:\na. si contravviene alla presente legge o alle sue disposizioni esecutive;\nb. non ci si attiene alle limitazioni o agli oneri connessi al rilascio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_61"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 12:, Rimedi giuridici, disposizioni penali e misure amministrative, Misure amministrative",
        "citation": "Art. 61 cpv. 2 LTV",
        "content": "L’UFT e l’autorità di rilascio ritirano autorizzazioni, permessi e attestati qualora le condizioni legali per il rilascio non siano più adempite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_61"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 12:, Rimedi giuridici, disposizioni penali e misure amministrative, Misure amministrative",
        "citation": "Art. 61 cpv. 3 LTV",
        "content": "Su richiesta dell’UFT, gli impiegati, gli incaricati o i membri degli organi di un’impresa titolare di una concessione o di un’autorizzazione secondo gli articoli 6–8 che nell’esercizio delle loro funzioni hanno ripetutamente dato adito a reclami fondati devono essere destituiti da tali funzioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_61"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 12:, Rimedi giuridici, disposizioni penali e misure amministrative, Misure amministrative",
        "citation": "Art. 61 cpv. 4 LTV",
        "content": "Se vi è il sospetto che sia stata commessa una contravvenzione di cui all’articolo 57 capoverso 1 o 2, la corsa dei veicoli in questione può essere subordinata al deposito di una somma pari alla multa presumibilmente inflitta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_61"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 12:, Rimedi giuridici, disposizioni penali e misure amministrative, Misure amministrative",
        "citation": "Art. 61 cpv. 5 LTV",
        "content": "Le misure di cui ai capoversi 1–4 possono essere prese indipendentemente dall’avvio e dall’esito di un procedimento penale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_61"
    },
    {
        "book": "PBG",
        "title": "LTV, Sezione 12:, Rimedi giuridici, disposizioni penali e misure amministrative, Obbligo di notifica",
        "citation": "Art. 62 LTV",
        "content": "Le autorità di polizia e penali nonché gli uffici doganali notificano all’autorità competente tutte le infrazioni passibili di misure secondo l’articolo 61.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2009/680/it#art_62"
    }
]