[
    {
        "book": "PG",
        "title": "PG, 1. Kapitel: Allgemeine Bestimmungen, Gegenstand und Zweck",
        "citation": "Art. 1 Abs. 1 PG",
        "content": "Dieses Gesetz regelt:\na. das gewerbsmässige Erbringen von Postdiensten;\nb. die Grundversorgung mit Dienstleistungen des Zahlungsverkehrs durch die Schweizerische Post (Post).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_1"
    },
    {
        "book": "PG",
        "title": "PG, 1. Kapitel: Allgemeine Bestimmungen, Gegenstand und Zweck",
        "citation": "Art. 1 Abs. 2 PG",
        "content": "Es bezweckt, dass der Bevölkerung und der Wirtschaft vielfältige, preiswerte und qualitativ hochstehende Postdienste sowie die Grundversorgung mit Dienstleistungen des Zahlungsverkehrs angeboten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_1"
    },
    {
        "book": "PG",
        "title": "PG, 1. Kapitel: Allgemeine Bestimmungen, Gegenstand und Zweck",
        "citation": "Art. 1 Abs. 3 PG",
        "content": "Es soll insbesondere:\na. für alle Bevölkerungsgruppen in allen Landesteilen eine ausreichende und preiswerte Grundversorgung gewährleisten mit:\n1. Postdiensten,\n2. Dienstleistungen des Zahlungsverkehrs;\nb. die Rahmenbedingungen für einen wirksamen Wettbewerb beim Erbringen der Postdienste schaffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_1"
    },
    {
        "book": "PG",
        "title": "PG, 1. Kapitel: Allgemeine Bestimmungen, Begriffe",
        "citation": "Art. 2 PG",
        "content": "In diesem Gesetz bedeuten:\na. Postdienste: das Annehmen, Abholen, Sortieren, Transportieren und Zustellen von Postsendungen;\nb. Postsendungen: adressierte Sendungen in der endgültigen Form, in der sie von einer Anbieterin von Postdiensten übernommen werden, namentlich von Briefen, Paketen sowie Zeitungen und Zeitschriften;\nc. Briefe: Postsendungen von maximal 2 cm Dicke und maximal 2 kg Gewicht;\nd. Pakete: Postsendungen von mehr als 2 cm Dicke bis zu einem Gewicht von 30 kg;\ne. Zeitungen und Zeitschriften: regelmässig erscheinende Publikationen in Papierform, welche einer breiten Leserschaft zugestellt werden;\nf. Dienstleistungen des Zahlungsverkehrs: Einzahlungen, Auszahlungen und Überweisungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_2"
    },
    {
        "book": "PG",
        "title": "PG, 1. Kapitel: Allgemeine Bestimmungen, Evaluationsbericht",
        "citation": "Art. 3 Abs. 1 PG",
        "content": "Der Bundesrat überprüft periodisch die Wirksamkeit dieses Gesetzes. Er prüft insbesondere:\na. die Zweckmässigkeit, die Wirksamkeit und die Wirtschaftlichkeit der Grundversorgung mit Postdiensten und mit Dienstleistungen des Zahlungsverkehrs;\nb. die Zweckmässigkeit, Wirksamkeit und Wirtschaftlichkeit der Aufgaben der Postkommission (PostCom).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_3"
    },
    {
        "book": "PG",
        "title": "PG, 1. Kapitel: Allgemeine Bestimmungen, Evaluationsbericht",
        "citation": "Art. 3 Abs. 2 PG",
        "content": "Er erstattet der Bundesversammlung alle vier Jahre Bericht. Falls erforderlich, schlägt er im Bericht Anpassungen vor.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_3"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 1. Abschnitt: Gemeinsame Bestimmungen, Meldepflicht",
        "citation": "Art. 4 Abs. 1 PG",
        "content": "Wer Kundinnen und Kunden im eigenen Namen gewerbsmässig Postdienste anbietet, muss dies der PostCom melden. Die PostCom registriert die Anbieterinnen von Postdiensten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_4"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 1. Abschnitt: Gemeinsame Bestimmungen, Meldepflicht",
        "citation": "Art. 4 Abs. 2 PG",
        "content": "Der Bundesrat kann insbesondere Unternehmen, die mit Postdiensten einen Umsatz von geringer wirtschaftlicher Bedeutung erzielen, von den mit der Meldepflicht verbundenen Rechten und Pflichten entbinden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_4"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 1. Abschnitt: Gemeinsame Bestimmungen, Meldepflicht",
        "citation": "Art. 4 Abs. 3 PG",
        "content": "Wer der Meldepflicht unterliegt, muss:\na. die Informationspflichten gemäss Artikel 9 und die Auskunftspflichten nach Artikel 23 Absatz 2 erfüllen.\nb. die Einhaltung der branchenüblichen Arbeitsbedingungen gewährleisten;\nc. mit den Personalverbänden Verhandlungen über einen Gesamtarbeitsvertrag führen;\nd. einen Sitz, einen Wohnsitz oder eine Niederlassung in der Schweiz haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_4"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 1. Abschnitt: Gemeinsame Bestimmungen, Zugang zu den Teilleistungen",
        "citation": "Art. 5 PG",
        "content": "Die Anbieterinnen von Postdiensten regeln den diskriminierungsfreien, transparenten und zeitgerechten Zugang zu ihren Teilleistungen durch Vereinbarung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_5"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 1. Abschnitt: Gemeinsame Bestimmungen, Zugang zu Postfachanlagen",
        "citation": "Art. 6 Abs. 1 PG",
        "content": "Die Anbieterinnen von Postfachanlagen müssen anderen Anbieterinnen von Postdiensten gegen Entgelt entweder einen Zustellservice zu ihren Postfachanlagen anbieten oder auf andere Weise den Zugang zu den Postfachanlagen gestatten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_6"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 1. Abschnitt: Gemeinsame Bestimmungen, Zugang zu Postfachanlagen",
        "citation": "Art. 6 Abs. 2 PG",
        "content": "Die beteiligen Parteien regeln die Bedingungen für den Zugang in einer Vereinbarung. Sie stellen der PostCom eine Kopie der Vereinbarung zu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_6"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 1. Abschnitt: Gemeinsame Bestimmungen, Zugang zu Postfachanlagen",
        "citation": "Art. 6 Abs. 3 PG",
        "content": "Kommt unter den betroffenen Parteien innerhalb von sechs Monaten nach Eingang einer ersten Aufforderung zur Offertstellung keine Zugangsvereinbarung zustande, so verfügt die PostCom auf Gesuch einer Partei den Vertragsabschluss. Dabei berücksichtigt sie die Erfordernisse für die Finanzierung der Grundversorgung und das Funktionieren des Postmarktes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_6"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 1. Abschnitt: Gemeinsame Bestimmungen, Zugang zu Postfachanlagen",
        "citation": "Art. 6 Abs. 4 PG",
        "content": "Die PostCom entscheidet innert sieben Monaten nach Gesuchseingang. Auf Gesuch einer Partei kann sie vorsorgliche Massnahmen treffen, wobei die antragstellende Partei für Investitionen, die aufgrund ihrer Begehren zu tätigen sind, entsprechende Sicherheit zu leisten hat. Die Beschwerde gegen den Entscheid und die Massnahmen hat keine aufschiebende Wirkung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_6"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 1. Abschnitt: Gemeinsame Bestimmungen, Zugang zu Postfachanlagen",
        "citation": "Art. 6 Abs. 5 PG",
        "content": "Der Bundesrat konkretisiert die Bedingungen für den Zugang zu den Postfachanlagen, insbesondere bezüglich der Preisgestaltung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_6"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 1. Abschnitt: Gemeinsame Bestimmungen, Austausch von Adressdaten",
        "citation": "Art. 7 Abs. 1 PG",
        "content": "Adressdaten dürfen für eine ordnungsgemässe Zustellung von Postsendungen bearbeitet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_7"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 1. Abschnitt: Gemeinsame Bestimmungen, Austausch von Adressdaten",
        "citation": "Art. 7 Abs. 2 PG",
        "content": "Bearbeiten Anbieterinnen von Postdiensten Adressdaten für das Nachsenden, das Umleiten und das Rückbehalten von Postsendungen, so müssen sie diese Daten unverzüglich mit anderen Anbieterinnen von Postdiensten gegen Entgelt zur Bearbeitung austauschen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_7"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 1. Abschnitt: Gemeinsame Bestimmungen, Austausch von Adressdaten",
        "citation": "Art. 7 Abs. 3 PG",
        "content": "Adressdaten dürfen an Dritte nur weitergegeben werden, wenn die betreffende Person einwilligt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_7"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 1. Abschnitt: Gemeinsame Bestimmungen, Austausch von Adressdaten",
        "citation": "Art. 7 Abs. 4 PG",
        "content": "Für Vereinbarungen und Verfügungen über den Austausch von Adressdaten gelten die Bestimmungen von Artikel 6 Absätze 2–4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_7"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 1. Abschnitt: Gemeinsame Bestimmungen, Austausch von Adressdaten",
        "citation": "Art. 7 Abs. 5 PG",
        "content": "Der Bundesrat konkretisiert die Bedingungen für den Austausch, insbesondere bezüglich der Preisgestaltung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_7"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 1. Abschnitt: Gemeinsame Bestimmungen, Austausch von Adressdaten",
        "citation": "Art. 7 Abs. 6 PG",
        "content": "Die Zulässigkeit der Weitergabe von Adressdaten gemäss Registerharmonisierungsgesetz vom 23. Juni 2006 bleibt vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_7"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 1. Abschnitt: Gemeinsame Bestimmungen, Streitigkeiten",
        "citation": "Art. 8 PG",
        "content": "Streitigkeiten aus Vereinbarungen über den Zugang zu Postfachanlagen oder die Überlassung von Adressdaten werden durch die Zivilgerichte beurteilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_8"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 1. Abschnitt: Gemeinsame Bestimmungen, Informationspflichten",
        "citation": "Art. 9 Abs. 1 PG",
        "content": "Die Anbieterinnen von Postdiensten müssen:\na. die Transparenz der Preise für die Kundinnen und Kunden gewährleisten;\nb. für die Kundinnen und Kunden als Anbieterinnen von Postdiensten erkennbar sein;\nc. die Kundinnen und Kunden angemessen über ihre Rechte und Pflichten informieren, insbesondere über den Umgang mit ihren Daten sowie über ihre Einwilligungsrechte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_9"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 1. Abschnitt: Gemeinsame Bestimmungen, Informationspflichten",
        "citation": "Art. 9 Abs. 2 PG",
        "content": "Die Anbieterinnen sind verpflichtet, Informationen über die Qualität ihrer Postdienste sowie über die ökologischen Auswirkungen und die sozialverträgliche Leistungserbringung zu veröffentlichen. Der Bundesrat regelt Inhalt und Form der Veröffentlichung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_9"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 1. Abschnitt: Gemeinsame Bestimmungen, Hausbriefkästen und Zustellanlagen",
        "citation": "Art. 10 PG",
        "content": "Der Bundesrat regelt die Bedingungen für Hausbriefkästen und Zustellanlagen am Domizil der Empfängerin oder des Empfängers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_10"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 1. Abschnitt: Gemeinsame Bestimmungen, Haftung",
        "citation": "Art. 11 PG",
        "content": "Anbieterinnen von Postdiensten können in ihren allgemeinen Geschäftsbedingungen die Haftung für uneingeschriebene Postsendungen beschränken oder ausschliessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_11"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 1. Abschnitt: Gemeinsame Bestimmungen, Postverkehr in ausserordentlichen Lagen",
        "citation": "Art. 12 Abs. 1 PG",
        "content": "Der Bundesrat bestimmt die Ereignisse, in denen das Erbringen von Postdiensten eingeschränkt oder untersagt werden kann und die meldepflichtigen Anbieterinnen von Postdiensten zur Leistungserbringung beigezogen werden können. Er regelt die Abgeltung und trägt dabei dem Eigeninteresse der Anbieterinnen angemessen Rechnung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_12"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 1. Abschnitt: Gemeinsame Bestimmungen, Postverkehr in ausserordentlichen Lagen",
        "citation": "Art. 12 Abs. 2 PG",
        "content": "Erfordert es eine ausserordentliche Lage, so kann der Bundesrat das notwendige Personal zum Dienst verpflichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_12"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 1. Abschnitt: Gemeinsame Bestimmungen, Postverkehr in ausserordentlichen Lagen",
        "citation": "Art. 12 Abs. 3 PG",
        "content": "Vorbehalten bleiben die Bestimmungen über die Verfügungsgewalt des Generals nach Artikel 91 des Militärgesetzes vom 3. Februar 1995.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_12"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 2. Abschnitt: Grundversorgung, Auftrag der Post",
        "citation": "Art. 13 Abs. 1 PG",
        "content": "Die Post gewährleistet die Grundversorgung mit Postdiensten nach den Artikeln 14–17.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_13"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 2. Abschnitt: Grundversorgung, Auftrag der Post",
        "citation": "Art. 13 Abs. 2 PG",
        "content": "Sie umschreibt im Rahmen der Vorgaben des Bundesrats in ihren allgemeinen Geschäftsbedingungen, welche Dienstleistungen sie aus Gründen der Gefahrenabwehr, der Hygiene oder des Schutzes berechtigter Interessen nicht oder nur unter bestimmten Voraussetzungen erbringt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_13"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 2. Abschnitt: Grundversorgung, Umfang",
        "citation": "Art. 14 Abs. 1 PG",
        "content": "Die Post stellt die Beförderung von Briefen, Paketen, Zeitungen und Zeitschriften sicher.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_14"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 2. Abschnitt: Grundversorgung, Umfang",
        "citation": "Art. 14 Abs. 2 PG",
        "content": "Sie nimmt an ihren Zugangspunkten die folgenden Sendungen entgegen:\na. Briefe ins In- und ins Ausland;\nb. Pakete ins In- und ins Ausland.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_14"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 2. Abschnitt: Grundversorgung, Umfang",
        "citation": "Art. 14 Abs. 3 PG",
        "content": "Sie stellt alle Postsendungen nach Absatz 1 an mindestens fünf Wochentagen zu. Abonnierte Tageszeitungen werden an sechs Wochentagen zugestellt. Die Hauszustellung erfolgt in allen ganzjährig bewohnten Siedlungen. Für einzelne Haushalte, die nur mit unverhältnismässigen Schwierigkeiten erreichbar sind, kann der Bundesrat Ausnahmen vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_14"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 2. Abschnitt: Grundversorgung, Umfang",
        "citation": "Art. 14 Abs. 4 PG",
        "content": "Der Bundesrat kann zusätzlich auch alternative Zustellformen vorsehen. Erfolgt die Zustellung mittels alternativer Formen, gewährleistet die Post auch in diesem Falle die Vertraulichkeit und Sicherheit ihrer Dienstleistungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_14"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 2. Abschnitt: Grundversorgung, Umfang",
        "citation": "Art. 14 Abs. 5 PG",
        "content": "Die Post stellt landesweit ein flächendeckendes Netz von Zugangspunkten sicher. Dieses umfasst:\na. ein landesweit flächendeckendes Poststellen- und Postagenturennetz, das sicherstellt, dass die Grundversorgung für alle Bevölkerungsgruppen in allen Regionen in angemessener Distanz zugänglich ist;\nb. öffentliche Briefeinwürfe in ausreichender Zahl, mindestens aber einen pro Ortschaft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_14"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 2. Abschnitt: Grundversorgung, Umfang",
        "citation": "Art. 14 Abs. 6 PG",
        "content": "Vor der Schliessung oder Verlegung eines bedienten Zugangspunktes hört die Post die Behörden der betroffenen Gemeinden an. Sie strebt eine einvernehmliche Lösung an. Die betroffene Gemeinde kann die PostCom anrufen. Der Bundesrat sieht dafür ein Schlichtungsverfahren vor.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_14"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 2. Abschnitt: Grundversorgung, Umfang",
        "citation": "Art. 14 Abs. 7 PG",
        "content": "Die Postdienste müssen so angeboten werden, dass Menschen mit Behinderungen sie in qualitativer, quantitativer und wirtschaftlicher Hinsicht unter vergleichbaren Bedingungen wie Menschen ohne Behinderungen beanspruchen können. Insbesondere müssen:\na. die Zugangspunkte den Bedürfnissen von Kundinnen und Kunden mit sensorischen oder Bewegungsbehinderungen entsprechen;\nb. Sendungen von und für Menschen mit Sehbehinderungen portofrei versandt werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_14"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 2. Abschnitt: Grundversorgung, Umfang",
        "citation": "Art. 14 Abs. 8 PG",
        "content": "Der Bundesrat bestimmt die Postdienste im Einzelnen und legt die Vorgaben zum Zugang nach Rücksprache mit den Kantonen und Gemeinden fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_14"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 2. Abschnitt: Grundversorgung, Qualität",
        "citation": "Art. 15 PG",
        "content": "Die Postdienste der Grundversorgung müssen landesweit in guter Qualität erhältlich sein. Der Bundesrat legt die Qualitätskriterien fest und bestimmt das Verfahren zur Prüfung der Qualität.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_15"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 2. Abschnitt: Grundversorgung, Preise",
        "citation": "Art. 16 Abs. 1 PG",
        "content": "Die Preise sind nach wirtschaftlichen Grundsätzen festzulegen. Die Überprüfung der Einhaltung dieses Grundsatzes erfolgt nach dem Preisüberwachungsgesetz vom 20. Dezember 1985.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_16"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 2. Abschnitt: Grundversorgung, Preise",
        "citation": "Art. 16 Abs. 2 PG",
        "content": "Für Briefe und Pakete der Grundversorgung im Inland sind die Preise distanzunabhängig und nach einheitlichen Grundsätzen festzulegen. Die PostCom überprüft periodisch die Einhaltung der Distanzunabhängigkeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_16"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 2. Abschnitt: Grundversorgung, Preise",
        "citation": "Art. 16 Abs. 3 PG",
        "content": "Die Preise für die Zustellung abonnierter Zeitungen und Zeitschriften sind distanzunabhängig. Sie entsprechen den in den grösseren Agglomerationen üblichen Preisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_16"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 2. Abschnitt: Grundversorgung, Preise",
        "citation": "Art. 16 Abs. 4 PG",
        "content": "Ermässigungen werden gewährt für die Zustellung von:\na. abonnierten Tages- und Wochenzeitungen der Regional- und Lokalpresse;\nb. Zeitungen und Zeitschriften von nicht gewinnorientierten Organisationen an ihre Abonnenten, Mitglieder oder Spender (Mitgliedschafts- und Stiftungspresse) in der Tageszustellung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_16"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 2. Abschnitt: Grundversorgung, Preise",
        "citation": "Art. 16 Abs. 5 PG",
        "content": "Von Ermässigungen ausgeschlossen sind Titel, die zu einem Kopfblattverbund mit über 100 000 Exemplaren beglaubigter Gesamtauflage gehören. Der Bundesrat kann weitere Kriterien vorsehen; solche können insbesondere sein: das Verbreitungsgebiet, die Erscheinungshäufigkeit, der redaktionelle Anteil sowie das Verbot von überwiegender Bewerbung von Produkten und Dienstleistungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_16"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 2. Abschnitt: Grundversorgung, Preise",
        "citation": "Art. 16 Abs. 6 PG",
        "content": "Der Bundesrat genehmigt die ermässigten Preise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_16"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 2. Abschnitt: Grundversorgung, Preise",
        "citation": "Art. 16 Abs. 7 PG",
        "content": "Der Bund leistet zur Gewährung dieser Ermässigung jährlich folgende Beiträge:\na. 30 Millionen Franken für die Regional- und Lokalpresse;\nb. 20 Millionen Franken für die Mitgliedschafts- und Stiftungspresse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_16"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 2. Abschnitt: Grundversorgung, Preise",
        "citation": "Art. 16 Abs. 8 PG",
        "content": "Der Bundesrat kann für die Grundversorgung oder für Teile davon Preisobergrenzen festlegen. Diese Obergrenzen gelten einheitlich und richten sich nach den Entwicklungen des Marktes. Der Bundesrat kann den Erlass sowie den Vollzug von technischen und administrativen Vorschriften an die PostCom übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_16"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 2. Abschnitt: Grundversorgung, Weitere Rechte und Pflichten der Post",
        "citation": "Art. 17 Abs. 1 PG",
        "content": "Die Post gibt Postwertzeichen heraus; sie hat das alleinige Recht, auf den Postwertzeichen den Aufdruck «Helvetia» zu verwenden. Der Bundesrat kann festlegen, dass Postwertzeichen mit einem Zuschlag herausgegeben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_17"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 2. Abschnitt: Grundversorgung, Weitere Rechte und Pflichten der Post",
        "citation": "Art. 17 Abs. 2 PG",
        "content": "Die Post kann für das Aufstellen öffentlicher Briefeinwürfe und anderer für die Grundversorgung erforderlicher Einrichtungen den im Gemeingebrauch stehenden Boden unentgeltlich nutzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_17"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 2. Abschnitt: Grundversorgung, Weitere Rechte und Pflichten der Post",
        "citation": "Art. 17 Abs. 3 PG",
        "content": "Sie kann in den allgemeinen Geschäftsbedingungen ihre Haftung für leichtes Verschulden beschränken oder ausschliessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_17"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 2. Abschnitt: Grundversorgung, Weitere Rechte und Pflichten der Post",
        "citation": "Art. 17 Abs. 4 PG",
        "content": "Bei der Organisation ihres Unternehmens trägt sie den Anliegen der Kantone Rechnung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_17"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 3. Abschnitt: Finanzierung der Grundversorgung, Reservierter Dienst",
        "citation": "Art. 18 Abs. 1 PG",
        "content": "Die Post hat das ausschliessliche Recht, Briefe bis 50 Gramm zu befördern (reservierter Dienst).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_18"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 3. Abschnitt: Finanzierung der Grundversorgung, Reservierter Dienst",
        "citation": "Art. 18 Abs. 2 PG",
        "content": "Vom reservierten Dienst ausgenommen sind:\na. Briefe, für die das Zweieinhalbfache des Preises der Post für Briefe der schnellsten Kategorie der ersten Gewichts- und Formatstufe bezahlt wird; und\nb. abgehende Briefe im internationalen Verkehr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_18"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 3. Abschnitt: Finanzierung der Grundversorgung, Reservierter Dienst",
        "citation": "Art. 18 Abs. 3 PG",
        "content": "Die Post legt die Preise für Briefe des reservierten Dienstes im Inland distanzunabhängig, kostendeckend, angemessen und nach einheitlichen Grundsätzen fest; sie kann mit Absendern von Massensendungen Preise vereinbaren, die sich vorwiegend nach den entstehenden Kosten richten. Der Bundesrat legt Preisobergrenzen fest. Er richtet sich dabei nach den Entwicklungen des Marktes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_18"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 3. Abschnitt: Finanzierung der Grundversorgung, Finanzierung, Quersubventionierung und Rechnungslegung",
        "citation": "Art. 19 Abs. 1 PG",
        "content": "Die Post darf die Erträge aus dem reservierten Dienst nur zur Deckung der Kosten aus der Grundversorgung nach den Artikeln 13–17 und den Artikeln 32 und 33 verwenden, hingegen nicht zur Verbilligung von Dienstleistungen ausserhalb der beiden Grundversorgungsaufträge (Quersubventionierungsverbot).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_19"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 3. Abschnitt: Finanzierung der Grundversorgung, Finanzierung, Quersubventionierung und Rechnungslegung",
        "citation": "Art. 19 Abs. 2 PG",
        "content": "Sie muss ihr Rechnungswesen so ausgestalten, dass Kosten und Erlöse der einzelnen Dienstleistungen ausgewiesen werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_19"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 3. Abschnitt: Finanzierung der Grundversorgung, Finanzierung, Quersubventionierung und Rechnungslegung",
        "citation": "Art. 19 Abs. 3 PG",
        "content": "Die Post weist jährlich die Einhaltung von Absatz 1 nach. Die PostCom kann auf Anzeige hin oder von Amtes wegen die Post verpflichten, den Nachweis im Einzelfall zu erbringen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_19"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 3. Abschnitt: Finanzierung der Grundversorgung, Finanzierung, Quersubventionierung und Rechnungslegung",
        "citation": "Art. 19 Abs. 4 PG",
        "content": "Der Bundesrat regelt die Einzelheiten und überträgt der PostCom den Erlass der notwendigen administrativen und technischen Vorschriften.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_19"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 4. Abschnitt: Die Postkommission, Organisation",
        "citation": "Art. 20 Abs. 1 PG",
        "content": "Der Bundesrat wählt die aus fünf bis sieben Mitgliedern bestehende PostCom und bezeichnet die Präsidentin oder den Präsidenten sowie die Vizepräsidentin oder den Vizepräsidenten. Die Mitglieder müssen unabhängige Sachverständige sein; sie dürfen weder Organen von juristischen Personen angehören, die Tätigkeiten im Bereich des Postmarktes ausüben, noch in einem Dienstleistungsverhältnis zu solchen juristischen Personen stehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_20"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 4. Abschnitt: Die Postkommission, Organisation",
        "citation": "Art. 20 Abs. 2 PG",
        "content": "Die PostCom ist unabhängig und untersteht in ihren Entscheiden keinen Weisungen des Bundesrates oder von Verwaltungsbehörden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_20"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 4. Abschnitt: Die Postkommission, Organisation",
        "citation": "Art. 20 Abs. 3 PG",
        "content": "Sie erlässt ein Reglement über ihre Organisation und Geschäftsführung und unterbreitet es dem Bundesrat zur Genehmigung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_20"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 4. Abschnitt: Die Postkommission, Organisation",
        "citation": "Art. 20 Abs. 4 PG",
        "content": "Sie erlässt strategische Ziele und unterbreitet diese dem Bundesrat zur Kenntnis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_20"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 4. Abschnitt: Die Postkommission, Fachsekretariat",
        "citation": "Art. 21 Abs. 1 PG",
        "content": "Die PostCom verfügt über ein Fachsekretariat. Dieses bereitet die Geschäfte der PostCom vor, führt die Untersuchungen durch und erlässt die notwendigen verfahrensleitenden Verfügungen in Absprache mit dem Präsidium. Es stellt der PostCom Antrag und vollzieht ihre Entscheide. Es verkehrt mit Beteiligten, Dritten und Behörden direkt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_21"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 4. Abschnitt: Die Postkommission, Fachsekretariat",
        "citation": "Art. 21 Abs. 2 PG",
        "content": "Der Bundesrat kann dem Fachsekretariat im Bereich der Marktaufsicht, des Zugangs nach den Artikeln 6 und 7, der Grundversorgung und der Rechnungslegung weitere Aufgaben übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_21"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 4. Abschnitt: Die Postkommission, Aufgaben",
        "citation": "Art. 22 Abs. 1 PG",
        "content": "Die PostCom trifft die Entscheide und erlässt die Verfügungen, die nach diesem Gesetz und den Ausführungsbestimmungen in ihrer Kompetenz liegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_22"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 4. Abschnitt: Die Postkommission, Aufgaben",
        "citation": "Art. 22 Abs. 2 PG",
        "content": "Sie hat folgende Aufgaben:\na. Sie registriert die Anbieterinnen (Art. 4 Abs. 1);\nb. Sie überwacht, ob die branchenüblichen Arbeitsbedingungen eingehalten werden und ob Verhandlungen über einen Gesamtarbeitsvertrag geführt werden. (Art. 4 Abs. 3 Bst. b und c).\nc. Sie entscheidet bei Streitigkeiten über den Zugang zu Postfachanlagen und über das Bearbeiten von Adressdaten (Art. 6 und 7).\nd. Sie überwacht die Einhaltung der Informations- und Auskunftspflichten (Art. 9 und 23).\ne. Sie beaufsichtigt die Einhaltung des gesetzlichen Auftrages zur Grundversorgung (Art. 13–17).\nf. Sie macht Empfehlungen im Falle von geplanten Schliessungen und Verlegungen bedienter Zugangspunkte (Art. 14 Abs. 6).\ng. Sie stellt die Qualitätsprüfung der Grundversorgung mit Postdiensten sicher (Art. 15).\nh. Sie überwacht die Einhaltung der rechtlichen Vorgaben zu den Preisen in der Grundversorgung (Art. 92 Abs. 2 zweiter Satz der Bundesverfassung sowie Art. 16 Abs. 2 und 18 Abs. 3).\ni. Sie überwacht die Einhaltung des Quersubventionierungsverbotes (Art. 19).\nj. Sie sorgt für die Einrichtung der Schlichtungsstelle (Art. 29).\nk. Sie verfolgt und beurteilt Übertretungen (Art. 31).\nl. Sie beobachtet die Entwicklungen des Postmarktes im Hinblick auf eine vielfältige, preiswerte und qualitativ hochstehende Versorgung aller Landesteile.\nm. Sie schlägt dem Bundesrat gegebenenfalls geeignete Massnahmen zur Sicherstellung der Grundversorgung vor.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_22"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 4. Abschnitt: Die Postkommission, Aufgaben",
        "citation": "Art. 22 Abs. 3 PG",
        "content": "Sie orientiert die Öffentlichkeit über ihre Tätigkeit und unterbreitet dem Bundesrat jährlich einen Tätigkeitsbericht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_22"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 4. Abschnitt: Die Postkommission, Auskunftspflichten",
        "citation": "Art. 23 Abs. 1 PG",
        "content": "Wer diesem Gesetz unterstellt ist, muss der PostCom und dem Fachsekretariat die Auskünfte erteilen, die diese für die Erfüllung ihrer Aufgaben benötigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_23"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 4. Abschnitt: Die Postkommission, Auskunftspflichten",
        "citation": "Art. 23 Abs. 2 PG",
        "content": "Die Anbieterinnen von Postdiensten müssen der PostCom und dem Fachsekretariat jährlich die Unterlagen einreichen, die erforderlich sind, um die Erfüllung der gesetzlichen Anforderungen zu überprüfen und eine Statistik über Postdienste zu erstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_23"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 4. Abschnitt: Die Postkommission, Auskunftspflichten",
        "citation": "Art. 23 Abs. 3 PG",
        "content": "Die Post muss der PostCom und dem Fachsekretariat insbesondere diejenigen Auskünfte erteilen, die für die Prüfung der Einhaltung des gesetzlichen Grundversorgungsauftrages und der Qualitätsvorgaben sowie für die Überwachung der Einhaltung des Quersubventionierungsverbotes nach Artikel 19 notwendig sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_23"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 4. Abschnitt: Die Postkommission,  Aufsicht und Massnahmen",
        "citation": "Art. 24 Abs. 1 PG",
        "content": "Die PostCom wacht im Rahmen ihrer Aufgaben darüber, dass das internationale Recht, dieses Gesetz und die Ausführungsbestimmungen eingehalten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_24"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 4. Abschnitt: Die Postkommission,  Aufsicht und Massnahmen",
        "citation": "Art. 24 Abs. 2 PG",
        "content": "Stellt sie eine Rechtsverletzung fest, so kann sie:\na. von der für die Verletzung verantwortlichen Anbieterin von Postdiensten verlangen, den Mangel zu beheben oder Massnahmen zu treffen, damit die Verletzung sich nicht wiederholt;\nb. die Feststellung der Verletzung in geeigneter Form veröffentlichen;\nc. die notwendigen Massnahmen für die Erfüllung des gesetzlichen Grundversorgungsauftrages anordnen;\nd. die Tätigkeit der für die Verletzung verantwortlichen Anbieterin durch Auflagen ergänzen, einschränken, suspendieren oder ganz verbieten;\ne. die Gewinne, die bei der Rechtsverletzung erzielt worden sind, einziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_24"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 4. Abschnitt: Die Postkommission,  Aufsicht und Massnahmen",
        "citation": "Art. 24 Abs. 3 PG",
        "content": "In Fällen nach Absatz 2 Buchstabe a muss die für die Verletzung verantwortliche Anbieterin der PostCom mitteilen, was sie unternommen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_24"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 4. Abschnitt: Die Postkommission, Verwaltungssanktionen",
        "citation": "Art. 25 Abs. 1 PG",
        "content": "Verstösst eine Anbieterin gegen dieses Gesetz, die Ausführungsbestimmungen oder eine rechtskräftige Verfügung gestützt auf dieses Gesetz, so kann sie mit einem Betrag von bis zu 10 Prozent des in den letzten drei Geschäftsjahren durchschnittlich in der Schweiz mit Postdiensten erzielten Umsatzes belastet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_25"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 4. Abschnitt: Die Postkommission, Verwaltungssanktionen",
        "citation": "Art. 25 Abs. 2 PG",
        "content": "Verstösse werden von der PostCom untersucht und beurteilt. Das Verfahren richtet sich nach dem Verwaltungsverfahrensgesetz vom 20. Dezember 1968.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_25"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 4. Abschnitt: Die Postkommission, Verwaltungssanktionen",
        "citation": "Art. 25 Abs. 3 PG",
        "content": "Bei der Bemessung der Sanktion berücksichtigt die PostCom insbesondere die Schwere des Verstosses und die finanziellen Verhältnisse der Anbieterin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_25"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 4. Abschnitt: Die Postkommission, Amtshilfe",
        "citation": "Art. 26 Abs. 1 PG",
        "content": "Die PostCom sowie weitere mit dem Vollzug dieses Gesetzes betraute Behörden übermitteln anderen Behörden des Bundes und der Kantone diejenigen Daten, die diese zur Erfüllung ihrer gesetzlichen Aufgaben benötigen; dazu gehören auch die in Verwaltungs- oder Verwaltungsstrafverfahren beschafften besonders schützenswerten Personendaten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_26"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 4. Abschnitt: Die Postkommission, Amtshilfe",
        "citation": "Art. 26 Abs. 2 PG",
        "content": "Unter Vorbehalt anders lautender internationaler Vereinbarungen darf die PostCom ausländischen Aufsichtsbehörden im Postbereich Daten, einschliesslich in Verwaltungs- oder Verwaltungsstrafverfahren beschaffter besonders schützenswerter Personendaten, nur übermitteln, sofern diese Behörden:\na. die Daten ausschliesslich zur Ausübung der Aufsicht über Anbieterinnen von Postdiensten und zur Marktbeobachtung verwenden;\nb. an das Amts- oder Berufsgeheimnis gebunden sind;\nc. die Daten nur mit vorgängiger Zustimmung der PostCom an Behörden und Organe weiterleiten, die mit im öffentlichen Interesse liegenden Aufsichtsaufgaben betraut sind, es sei denn es liege eine generelle Ermächtigung in einem Staatsvertrag vor.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_26"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 4. Abschnitt: Die Postkommission, Amtshilfe",
        "citation": "Art. 26 Abs. 3 PG",
        "content": "Amtsstellen des Bundes und der Kantone sind verpflichtet, an Abklärungen der PostCom mitzuwirken und die notwendigen Unterlagen zur Verfügung zu stellen. Dazu gehören auch die in Verwaltungs- oder Verwaltungsstrafverfahren beschafften besonders schützenswerten Personendaten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_26"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 4. Abschnitt: Die Postkommission, Geschäfts- und Berufsgeheimnis",
        "citation": "Art. 27 PG",
        "content": "Die PostCom darf keine Geschäfts- und Berufsgeheimnisse preisgeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_27"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 4. Abschnitt: Die Postkommission, Bearbeitung von Personendaten",
        "citation": "Art. 28 PG",
        "content": "Die PostCom sowie die Schlichtungsstelle dürfen zur Erfüllung ihrer gesetzlichen Aufgaben Personendaten, einschliesslich besonders schützenswerter Personendaten betreffend strafrechtliche Verfolgungen und Sanktionen, bearbeiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_28"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 5. Abschnitt: Schlichtungsstelle",
        "citation": "Art. 29 Abs. 1 PG",
        "content": "Die PostCom richtet eine Schlichtungsstelle ein oder beauftragt Dritte damit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_29"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 5. Abschnitt: Schlichtungsstelle",
        "citation": "Art. 29 Abs. 2 PG",
        "content": "Bei Streitigkeiten zwischen Kundinnen oder Kunden und Anbieterinnen von Postdiensten kann jede Partei die Schlichtungsstelle anrufen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_29"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 5. Abschnitt: Schlichtungsstelle",
        "citation": "Art. 29 Abs. 3 PG",
        "content": "Wer die Schlichtungsstelle anruft, zahlt eine Behandlungsgebühr. Die Anbieterin von Postdiensten trägt die Verfahrenskosten abzüglich der Behandlungsgebühr. Erfolgt der Schlichtungsentscheid zugunsten der Kundin oder des Kunden, erhält sie oder er die Behandlungsgebühr von der Anbieterin von Postdiensten zurückerstattet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_29"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 5. Abschnitt: Schlichtungsstelle",
        "citation": "Art. 29 Abs. 4 PG",
        "content": "Die Parteien sind durch den Schlichtungsentscheid nicht gebunden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_29"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 6. Abschnitt: Gebühren und Aufsichtsabgaben",
        "citation": "Art. 30 Abs. 1 PG",
        "content": "Die PostCom erhebt kostendeckende Verwaltungsgebühren für ihre Verfügungen und Dienstleistungen. Zudem erhebt sie von den Beaufsichtigten jährlich eine Abgabe für die Aufsichtskosten, die durch die Gebühren nicht gedeckt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_30"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 6. Abschnitt: Gebühren und Aufsichtsabgaben",
        "citation": "Art. 30 Abs. 2 PG",
        "content": "Die Aufsichtsabgabe wird aufgrund der Aufsichtskosten des Vorjahres erhoben. Deren Bemessung richtet sich nach dem Umfang der erbrachten Postdienste, insbesondere nach der Anzahl Postsendungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_30"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 6. Abschnitt: Gebühren und Aufsichtsabgaben",
        "citation": "Art. 30 Abs. 3 PG",
        "content": "Der Bundesrat regelt die Einzelheiten. Er kann die Festlegung von Gebühren untergeordneter Bedeutung der zuständigen Behörde übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_30"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 7. Abschnitt: Übertretungen",
        "citation": "Art. 31 Abs. 1 PG",
        "content": "Mit Busse bis zu 100 000 Franken wird bestraft, wer vorsätzlich:\na. die Meldepflicht nach Artikel 4 Absatz 1 verletzt;\nb. Postsendungen im Bereich des reservierten Dienstes unbefugt befördert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_31"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 7. Abschnitt: Übertretungen",
        "citation": "Art. 31 Abs. 2 PG",
        "content": "Wird die Tat fahrlässig begangen, so beträgt die Busse bis zu 20 000 Franken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_31"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 7. Abschnitt: Übertretungen",
        "citation": "Art. 31 Abs. 3 PG",
        "content": "Der Bundesrat kann Widerhandlungen gegen die Ausführungsvorschriften mit Busse bis zu 10 000 Franken bedrohen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_31"
    },
    {
        "book": "PG",
        "title": "PG, 2. Kapitel: Postdienste, 7. Abschnitt: Übertretungen",
        "citation": "Art. 31 Abs. 4 PG",
        "content": "Die Übertretungen werden von der PostCom nach den Bestimmungen des Verwaltungsstrafrechtsgesetzes vom 22. März 1974 verfolgt und beurteilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_31"
    },
    {
        "book": "PG",
        "title": "PG, 3. Kapitel:, Grundversorgung mit Dienstleistungen des Zahlungsverkehrs, Grundversorgung",
        "citation": "Art. 32 Abs. 1 PG",
        "content": "Die Post stellt eine landesweite Grundversorgung mit Dienstleistungen des Zahlungsverkehrs sicher.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_32"
    },
    {
        "book": "PG",
        "title": "PG, 3. Kapitel:, Grundversorgung mit Dienstleistungen des Zahlungsverkehrs, Grundversorgung",
        "citation": "Art. 32 Abs. 2 PG",
        "content": "Sie umschreibt im Rahmen der Vorgaben des Bundesrats in ihren allgemeinen Geschäftsbedingungen, welche Dienstleistungen sie aus Gründen der Gefahrenabwehr oder des Schutzes berechtigter Interessen nicht oder nur unter bestimmten Voraussetzungen erbringt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_32"
    },
    {
        "book": "PG",
        "title": "PG, 3. Kapitel:, Grundversorgung mit Dienstleistungen des Zahlungsverkehrs, Grundversorgung",
        "citation": "Art. 32 Abs. 3 PG",
        "content": "Die Dienstleistungen müssen für alle Bevölkerungsgruppen in allen Regionen in angemessener Weise zugänglich sein. Bei der Ausgestaltung des Zugangs richtet sich die Post nach den Bedürfnissen der Bevölkerung. Für Menschen mit Behinderungen stellt die Post den barrierefreien Zugang zum elektronischen Zahlungsverkehr sicher.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_32"
    },
    {
        "book": "PG",
        "title": "PG, 3. Kapitel:, Grundversorgung mit Dienstleistungen des Zahlungsverkehrs, Grundversorgung",
        "citation": "Art. 32 Abs. 4 PG",
        "content": "Der Bundesrat bestimmt diese Dienstleistungen im Einzelnen und legt die Vorgaben zum Zugang nach Rücksprache mit den Kantonen und Gemeinden fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_32"
    },
    {
        "book": "PG",
        "title": "PG, 3. Kapitel:, Grundversorgung mit Dienstleistungen des Zahlungsverkehrs, Berichterstattung",
        "citation": "Art. 33 PG",
        "content": "Die Post erstattet dem Bundesrat periodisch Bericht über die Einhaltung der gesetzlichen Verpflichtungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2012/585/de#art_33"
    }
]