[
    {
        "book": "PrHG",
        "title": "PrHG, Grundsatz",
        "citation": "Art. 1 Abs. 1 PrHG",
        "content": "Die herstellende Person (Herstellerin) haftet für den Schaden, wenn ein fehlerhaftes Produkt dazu führt, dass:\na. eine Person getötet oder verletzt wird;\nb. eine Sache beschädigt oder zerstört wird, die nach ihrer Art gewöhnlich zum privaten Gebrauch oder Verbrauch bestimmt und vom Geschädigten hauptsächlich privat verwendet worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/de#art_1"
    },
    {
        "book": "PrHG",
        "title": "PrHG, Grundsatz",
        "citation": "Art. 1 Abs. 2 PrHG",
        "content": "Die Herstellerin haftet nicht für den Schaden am fehlerhaften Produkt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/de#art_1"
    },
    {
        "book": "PrHG",
        "title": "PrHG, Herstellerin",
        "citation": "Art. 2 Abs. 1 PrHG",
        "content": "Als Herstellerin im Sinne dieses Gesetzes gilt:\na. die Person, die das Endprodukt, einen Grundstoff oder ein Teilprodukt hergestellt hat;\nb. jede Person, die sich als Herstellerin ausgibt, indem sie ihren Namen, ihr Warenzeichen oder ein anderes Erkennungszeichen auf dem Produkt anbringt;\nc. jede Person, die ein Produkt zum Zweck des Verkaufs, der Vermietung, des Mietkaufs oder einer andern Form des Vertriebs im Rahmen ihrer geschäftlichen Tätigkeit einführt; dabei bleiben abweichende Bestimmungen in völkerrechtlichen Verträgen vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/de#art_2"
    },
    {
        "book": "PrHG",
        "title": "PrHG, Herstellerin",
        "citation": "Art. 2 Abs. 2 PrHG",
        "content": "Kann die Herstellerin des Produkts nicht festgestellt werden, so gilt jede Person als Herstellerin, welche das Produkt geliefert hat, sofern sie dem Geschädigten nach einer entsprechenden Aufforderung nicht innerhalb einer angemessenen Frist die Herstellerin oder die Person nennt, die ihr das Produkt geliefert hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/de#art_2"
    },
    {
        "book": "PrHG",
        "title": "PrHG, Herstellerin",
        "citation": "Art. 2 Abs. 3 PrHG",
        "content": "Absatz 2 gilt auch für Produkte, bei denen nicht festgestellt werden kann, wer sie eingeführt hat, selbst wenn der Name der Herstellerin angegeben ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/de#art_2"
    },
    {
        "book": "PrHG",
        "title": "PrHG, Produkt",
        "citation": "Art. 3 Abs. 1 PrHG",
        "content": "Als Produkte im Sinne dieses Gesetzes gelten:\na. jede bewegliche Sache, auch wenn sie einen Teil einer anderen beweglichen Sache oder einer unbeweglichen Sache bildet, und\nb. Elektrizität.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/de#art_3"
    },
    {
        "book": "PrHG",
        "title": "PrHG, Fehler",
        "citation": "Art. 4 Abs. 1 PrHG",
        "content": "Ein Produkt ist fehlerhaft, wenn es nicht die Sicherheit bietet, die man unter Berücksichtigung aller Umstände zu erwarten berechtigt ist; insbesondere sind zu berücksichtigen:\na. die Art und Weise, in der es dem Publikum präsentiert wird;\nb. der Gebrauch, mit dem vernünftigerweise gerechnet werden kann;\nc. der Zeitpunkt, in dem es in Verkehr gebracht wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/de#art_4"
    },
    {
        "book": "PrHG",
        "title": "PrHG, Fehler",
        "citation": "Art. 4 Abs. 2 PrHG",
        "content": "Ein Produkt ist nicht allein deshalb fehlerhaft, weil später ein verbessertes Produkt in Verkehr gebracht wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/de#art_4"
    },
    {
        "book": "PrHG",
        "title": "PrHG, Ausnahmen von der Haftung",
        "citation": "Art. 5 Abs. 1 PrHG",
        "content": "Die Herstellerin haftet nicht, wenn sie beweist, dass:\na. sie das Produkt nicht in Verkehr gebracht hat;\nb. nach den Umständen davon auszugehen ist, dass der Fehler, der den Schaden verursacht hat, noch nicht vorlag, als sie das Produkt in Verkehr brachte;\nc. sie das Produkt weder für den Verkauf oder eine andere Form des Vertriebs mit wirtschaftlichem Zweck hergestellt noch im Rahmen ihrer beruflichen Tätigkeit hergestellt oder vertrieben hat;\nd. der Fehler darauf zurückzuführen ist, dass das Produkt verbindlichen, hoheitlich erlassenen Vorschriften entspricht;\ne. der Fehler nach dem Stand der Wissenschaft und Technik im Zeitpunkt, in dem das Produkt in Verkehr gebracht wurde, nicht erkannt werden konnte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/de#art_5"
    },
    {
        "book": "PrHG",
        "title": "PrHG, Ausnahmen von der Haftung",
        "citation": "Art. 5 Abs. 1bis PrHG",
        "content": "Die Ausnahme von der Haftung nach Absatz 1 Buchstabe e gilt nicht für tierische Organe, Gewebe oder Zellen oder daraus hergestellte Transplantatprodukte, die zur Transplantation auf den Menschen bestimmt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/de#art_5"
    },
    {
        "book": "PrHG",
        "title": "PrHG, Ausnahmen von der Haftung",
        "citation": "Art. 5 Abs. 2 PrHG",
        "content": "Die Herstellerin eines Grundstoffs oder eines Teilprodukts haftet ferner nicht, wenn sie beweist, dass der Fehler durch die Konstruktion des Produkts, in das der Grundstoff oder das Teilprodukt eingearbeitet wurde, oder durch die Anleitungen der Herstellerin dieses Produkts verursacht worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/de#art_5"
    },
    {
        "book": "PrHG",
        "title": "PrHG, Selbstbehalt bei Sachschäden",
        "citation": "Art. 6 Abs. 1 PrHG",
        "content": "Der Geschädigte muss Sachschäden bis zur Höhe von 900 Franken selber tragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/de#art_6"
    },
    {
        "book": "PrHG",
        "title": "PrHG, Selbstbehalt bei Sachschäden",
        "citation": "Art. 6 Abs. 2 PrHG",
        "content": "Der Bundesrat kann den Betrag gemäss Absatz 1 den veränderten Verhältnissen anpassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/de#art_6"
    },
    {
        "book": "PrHG",
        "title": "PrHG, Solidarhaftung",
        "citation": "Art. 7 PrHG",
        "content": "Sind für den Schaden, der durch ein fehlerhaftes Produkt verursacht worden ist, mehrere Personen ersatzpflichtig, so haften sie solidarisch.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/de#art_7"
    },
    {
        "book": "PrHG",
        "title": "PrHG, Wegbedingung der Haftung",
        "citation": "Art. 8 PrHG",
        "content": "Vereinbarungen, welche die Haftpflicht nach diesem Gesetz gegenüber dem Geschädigten beschränken oder wegbedingen, sind nichtig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/de#art_8"
    },
    {
        "book": "PrHG",
        "title": "PrHG, Verjährung",
        "citation": "Art. 9 PrHG",
        "content": "Ansprüche nach diesem Gesetz verjähren drei Jahre nach dem Tag, an dem der Geschädigte Kenntnis vom Schaden, dem Fehler und von der Person der Herstellerin erlangt hat oder hätte erlangen müssen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/de#art_9"
    },
    {
        "book": "PrHG",
        "title": "PrHG, Verwirkung",
        "citation": "Art. 10 Abs. 1 PrHG",
        "content": "Ansprüche nach diesem Gesetz verwirken zehn Jahre nach dem Tag, an dem die Herstellerin das Produkt, das den Schaden verursacht hat, in Verkehr gebracht hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/de#art_10"
    },
    {
        "book": "PrHG",
        "title": "PrHG, Verwirkung",
        "citation": "Art. 10 Abs. 2 PrHG",
        "content": "Die Verwirkungsfrist gilt als gewahrt, wenn gegen die Herstellerin binnen zehn Jahren geklagt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/de#art_10"
    },
    {
        "book": "PrHG",
        "title": "PrHG, Verhältnis zu anderen Bestimmungen des eidgenössischen oder kantonalen Rechts",
        "citation": "Art. 11 Abs. 1 PrHG",
        "content": "Soweit dieses Gesetz nichts anderes vorsieht, gelten die Bestimmungen des Obligationenrechts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/de#art_11"
    },
    {
        "book": "PrHG",
        "title": "PrHG, Verhältnis zu anderen Bestimmungen des eidgenössischen oder kantonalen Rechts",
        "citation": "Art. 11 Abs. 2 PrHG",
        "content": "Schadenersatzansprüche aufgrund des Obligationenrechts oder anderer Bestimmungen des eidgenössischen oder des kantonalen öffentlichen Rechts bleiben dem Geschädigten gewahrt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/de#art_11"
    },
    {
        "book": "PrHG",
        "title": "PrHG, Verhältnis zu anderen Bestimmungen des eidgenössischen oder kantonalen Rechts",
        "citation": "Art. 11 Abs. 3 PrHG",
        "content": "Dieses Gesetz ist nicht anwendbar auf Schäden infolge eines nuklearen Zwischenfalls. Abweichende Bestimmungen in völkerrechtlichen Verträgen sind vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/de#art_11"
    },
    {
        "book": "PrHG",
        "title": "PrHG, Übergangsbestimmung",
        "citation": "Art. 13 PrHG",
        "content": "Dieses Gesetz gilt nur für Produkte, die nach seinem Inkrafttreten in Verkehr gebracht wurden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/de#art_13"
    },
    {
        "book": "PrHG",
        "title": "PrHG, Referendum und Inkrafttreten",
        "citation": "Art. 14 Abs. 1 PrHG",
        "content": "Dieses Gesetz untersteht dem fakultativen Referendum.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/de#art_14"
    },
    {
        "book": "PrHG",
        "title": "PrHG, Referendum und Inkrafttreten",
        "citation": "Art. 14 Abs. 2 PrHG",
        "content": "Der Bundesrat bestimmt das Inkrafttreten.Datum des Inkrafttretens: 1. Januar 1994",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/de#art_14"
    }
]