[
    {
        "book": "PrHG",
        "title": "LRDP, Principio",
        "citation": "Art. 1 cpv. 1 LRDP",
        "content": "Il produttore è responsabile del danno quando un prodotto difettoso cagiona:\na. la morte o lesioni corporali a una persona;\nb. un danno o la distruzione di una cosa che, per sua natura, sia normalmente destinata all’uso o consumo privato e che sia stata utilizzata dal danneggiato principalmente per fini privati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/it#art_1"
    },
    {
        "book": "PrHG",
        "title": "LRDP, Principio",
        "citation": "Art. 1 cpv. 2 LRDP",
        "content": "Egli non è responsabile per il danno cagionato al prodotto difettoso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/it#art_1"
    },
    {
        "book": "PrHG",
        "title": "LRDP, Produttore",
        "citation": "Art. 2 cpv. 1 LRDP",
        "content": "È considerato produttore ai sensi della presente legge:\na. la persona che produce il prodotto finito, una materia prima o una parte componente;\nb. chiunque si presenta come produttore apponendo il proprio nome, marchio o altro segno distintivo sul prodotto;\nc. chiunque importa un prodotto ai fini della vendita, della locazione, del leasing o di qualsiasi altra forma di distribuzione nell’ambito della sua attività commerciale; al riguardo sono salve le disposizioni contrarie previste nei trattati internazionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/it#art_2"
    },
    {
        "book": "PrHG",
        "title": "LRDP, Produttore",
        "citation": "Art. 2 cpv. 2 LRDP",
        "content": "Quando non può essere individuato il produttore, si considera tale ogni persona che ha fornito il prodotto, a meno che quest’ultima comunichi al danneggiato, entro un termine ragionevole a contare dal momento della richiesta, l’identità del produttore o della persona che gli ha fornito il prodotto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/it#art_2"
    },
    {
        "book": "PrHG",
        "title": "LRDP, Produttore",
        "citation": "Art. 2 cpv. 3 LRDP",
        "content": "Il capoverso 2 vale anche per prodotti importati, qualora non si possa stabilire chi sia l’importatore, anche se è indicato il nome del produttore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/it#art_2"
    },
    {
        "book": "PrHG",
        "title": "LRDP, Prodotto",
        "citation": "Art. 3 cpv. 1 LRDP",
        "content": "Sono considerati prodotti ai fini della presente legge:\na. ogni bene mobile, anche se incorporato in un altro bene mobile o immobile; e\nb. l’elettricità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/it#art_3"
    },
    {
        "book": "PrHG",
        "title": "LRDP, Difetto",
        "citation": "Art. 4 cpv. 1 LRDP",
        "content": "Un prodotto è difettoso quando non offre la sicurezza che ci si può legittimamente attendere tenuto conto di tutte le circostanze, tra cui:\na. la sua presentazione;\nb. l’uso al quale esso può essere ragionevolmente destinato;\nc. il momento della sua messa in circolazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/it#art_4"
    },
    {
        "book": "PrHG",
        "title": "LRDP, Difetto",
        "citation": "Art. 4 cpv. 2 LRDP",
        "content": "Un prodotto non può essere considerato difettoso per il solo fatto che un prodotto più perfezionato sia stato messo in circolazione successivamente ad esso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/it#art_4"
    },
    {
        "book": "PrHG",
        "title": "LRDP, Eccezioni alla responsabilità",
        "citation": "Art. 5 cpv. 1 LRDP",
        "content": "Il produttore non è responsabile se prova che:\na. non ha messo in circolazione il prodotto;\nb. è lecito ritenere, tenuto conto delle circostanze, che il difetto che ha causato il danno non esistesse quando l’aveva messo in circolazione;\nc. non ha fabbricato il prodotto per la vendita o per qualsiasi altra forma di distribuzione a scopo economico, né l’ha fabbricato o distribuito nel quadro della sua attività professionale;\nd. il difetto è dovuto alla conformità del prodotto a prescrizioni imperative emanate dai poteri pubblici;\ne. lo stato delle conoscenze scientifiche e tecniche al momento in cui fu messo in circolazione il prodotto non permetteva di scoprire l’esistenza del difetto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/it#art_5"
    },
    {
        "book": "PrHG",
        "title": "LRDP, Eccezioni alla responsabilità",
        "citation": "Art. 5 cpv. 1bis LRDP",
        "content": "L’eccezione alla responsabilità di cui al capoverso 1 lettera e non è applicabile agli organi, tessuti o cellule di origine animale e ai prodotti da essi derivati destinati al trapianto sugli esseri umani.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/it#art_5"
    },
    {
        "book": "PrHG",
        "title": "LRDP, Eccezioni alla responsabilità",
        "citation": "Art. 5 cpv. 2 LRDP",
        "content": "Inoltre, il produttore di una materia prima o di una parte componente non è responsabile se prova che il difetto è dovuto alla concezione del prodotto in cui è stata incorporata la materia prima o la parte, oppure alle istruzioni date dal fabbricante del prodotto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/it#art_5"
    },
    {
        "book": "PrHG",
        "title": "LRDP, Franchigia in caso di danno materiale",
        "citation": "Art. 6 cpv. 1 LRDP",
        "content": "Il danno causato a uno o più beni fino a 900 franchi è a carico del danneggiato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/it#art_6"
    },
    {
        "book": "PrHG",
        "title": "LRDP, Franchigia in caso di danno materiale",
        "citation": "Art. 6 cpv. 2 LRDP",
        "content": "Il Consiglio federale può adeguare alle nuove circostanze l’importo di cui al capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/it#art_6"
    },
    {
        "book": "PrHG",
        "title": "LRDP, Responsabilità solidale",
        "citation": "Art. 7 LRDP",
        "content": "Se più persone rispondono per un danno causato da un prodotto difettoso, sono responsabili solidalmente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/it#art_7"
    },
    {
        "book": "PrHG",
        "title": "LRDP, Esclusione della responsabilità",
        "citation": "Art. 8 LRDP",
        "content": "Sono nulle le convenzioni che limitano o sopprimono a svantaggio del danneggiato la responsabilità civile derivante dalla presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/it#art_8"
    },
    {
        "book": "PrHG",
        "title": "LRDP, Prescrizione",
        "citation": "Art. 9 LRDP",
        "content": "Le pretese di risarcimento derivanti dalla presente legge si prescrivono in tre anni a decorrere dal giorno in cui il danneggiato ha avuto o avrebbe dovuto avere conoscenza del danno, del difetto e dell’identità del produttore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/it#art_9"
    },
    {
        "book": "PrHG",
        "title": "LRDP, Perenzione",
        "citation": "Art. 10 cpv. 1 LRDP",
        "content": "Le pretese di risarcimento derivanti dalla presente legge si estinguono alla scadenza di dieci anni dal giorno in cui il produttore ha messo in circolazione il prodotto che ha provocato il danno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/it#art_10"
    },
    {
        "book": "PrHG",
        "title": "LRDP, Perenzione",
        "citation": "Art. 10 cpv. 2 LRDP",
        "content": "Il termine di perenzione è rispettato se contro il produttore è avviato un procedimento giudiziario entro dieci anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/it#art_10"
    },
    {
        "book": "PrHG",
        "title": "LRDP, Rapporto con altre disposizioni del diritto federale o cantonale",
        "citation": "Art. 11 cpv. 1 LRDP",
        "content": "Impregiudicate le disposizioni contrarie della presente legge sono applicabili le disposizioni del Codice delle obbligazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/it#art_11"
    },
    {
        "book": "PrHG",
        "title": "LRDP, Rapporto con altre disposizioni del diritto federale o cantonale",
        "citation": "Art. 11 cpv. 2 LRDP",
        "content": "Sono fatte salve le pretese di risarcimento conferite al danneggiato in applicazione del Codice delle obbligazioni o di altre leggi federali o di diritto pubblico cantonali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/it#art_11"
    },
    {
        "book": "PrHG",
        "title": "LRDP, Rapporto con altre disposizioni del diritto federale o cantonale",
        "citation": "Art. 11 cpv. 3 LRDP",
        "content": "La presente legge non si applica ai danni risultanti da incidenti nucleari. Sono salve le disposizioni contrarie previste da trattati internazionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/it#art_11"
    },
    {
        "book": "PrHG",
        "title": "LRDP, Disposizione transitoria",
        "citation": "Art. 13 LRDP",
        "content": "La presente legge si applica soltanto ai prodotti messi in circolazione dopo la sua entrata in vigore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/it#art_13"
    },
    {
        "book": "PrHG",
        "title": "LRDP, Referendum ed entrata in vigore",
        "citation": "Art. 14 cpv. 1 LRDP",
        "content": "La presente legge sottostà al referendum facoltativo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/it#art_14"
    },
    {
        "book": "PrHG",
        "title": "LRDP, Referendum ed entrata in vigore",
        "citation": "Art. 14 cpv. 2 LRDP",
        "content": "Il Consiglio federale ne determina l’entrata in vigore.Data dell’entrata in vigore: 1° gennaio 1994",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/it#art_14"
    }
]