[
    {
        "book": "PrHG",
        "title": "LRFP, Principe",
        "citation": "Art. 1 al. 1 LRFP",
        "content": "Le producteur répond du dommage lorsqu’un produit défectueux cause:\na. la mort d’une personne ou provoque chez elle des lésions corporelles;\nb. un dommage à une chose ou la destruction d’une chose d’un type qui la destine habituellement à l’usage ou à la consommation privés et qui a été principalement utilisée à des fins privées par la victime.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/fr#art_1"
    },
    {
        "book": "PrHG",
        "title": "LRFP, Principe",
        "citation": "Art. 1 al. 2 LRFP",
        "content": "Il ne répond pas du dommage causé au produit défectueux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/fr#art_1"
    },
    {
        "book": "PrHG",
        "title": "LRFP, Producteur",
        "citation": "Art. 2 al. 1 LRFP",
        "content": "Par producteur, au sens de la présente loi, on entend:\na. le fabricant d’un produit fini, le producteur d’une matière première ou le fabricant d’une partie composante;\nb. toute personne qui se présente comme producteur en apposant sur le produit son nom, sa marque ou un autre signe distinctif;\nc. toute personne qui importe un produit en vue de la vente, de la location, du crédit-bail ou de toute autre forme de distribution dans le cadre de son activité commerciale; les dispositions contraires prévues dans les traités internationaux sont réservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/fr#art_2"
    },
    {
        "book": "PrHG",
        "title": "LRFP, Producteur",
        "citation": "Art. 2 al. 2 LRFP",
        "content": "Si le producteur ne peut pas être identifié, chaque fournisseur d’un produit en sera considéré comme le producteur, à moins qu’il n’indique à la victime, dans un délai raisonnable à partir du jour où il en a été invité, l’identité du producteur ou de la personne qui lui a fourni le produit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/fr#art_2"
    },
    {
        "book": "PrHG",
        "title": "LRFP, Producteur",
        "citation": "Art. 2 al. 3 LRFP",
        "content": "L’al. 2 s’applique également au cas d’un produit importé, si ce dernier n’indique pas l’identité de l’importateur au sens de la présente loi, même si le nom du producteur est indiqué.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/fr#art_2"
    },
    {
        "book": "PrHG",
        "title": "LRFP, Produit",
        "citation": "Art. 3 al. 1 LRFP",
        "content": "Par produits, on entend:\na. toute chose mobilière, même si elle est incorporée dans une autre chose mobilière ou immobilière ainsi que\nb. l’électricité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/fr#art_3"
    },
    {
        "book": "PrHG",
        "title": "LRFP, Défaut",
        "citation": "Art. 4 al. 1 LRFP",
        "content": "Un produit est défectueux lorsqu’il n’offre pas la sécurité à laquelle on peut légitimement s’attendre compte tenu de toutes les circonstances, et notamment:\na. de sa présentation;\nb. de l’usage qui peut en être raisonnablement attendu;\nc. du moment de sa mise en circulation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/fr#art_4"
    },
    {
        "book": "PrHG",
        "title": "LRFP, Défaut",
        "citation": "Art. 4 al. 2 LRFP",
        "content": "Un produit ne peut être considéré comme défectueux par le seul fait qu’un produit plus perfectionné a été mis ultérieurement en circulation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/fr#art_4"
    },
    {
        "book": "PrHG",
        "title": "LRFP, Exceptions à la responsabilité",
        "citation": "Art. 5 al. 1 LRFP",
        "content": "Le producteur n’est pas responsable s’il prouve:\na. qu’il n’a pas mis le produit en circulation;\nb. que, compte tenu des circonstances, il y a lieu d’estimer que le défaut ayant causé le dommage n’existait pas au moment où il a mis le produit en circulation;\nc. que le produit n’a été ni fabriqué pour la vente ou pour toute autre forme de distribution dans un but économique, ni fabriqué ou distribué dans le cadre de son activité professionnelle;\nd. que le défaut est dû à la conformité du produit avec des règles impératives émanant des pouvoirs publics;\ne. que l’état des connaissances scientifiques et techniques, lors de la mise en circulation du produit, ne permettait pas de déceler l’existence du défaut.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/fr#art_5"
    },
    {
        "book": "PrHG",
        "title": "LRFP, Exceptions à la responsabilité",
        "citation": "Art. 5 al. 1bis LRFP",
        "content": "L’exception à la responsabilité au sens de l’al. 1, let. e, ne s’applique pas aux organes, tissus ou cellules d’origine animale ainsi qu’aux transplants standardisés issus de ceux-ci destinés à être transplantés sur l’être humain.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/fr#art_5"
    },
    {
        "book": "PrHG",
        "title": "LRFP, Exceptions à la responsabilité",
        "citation": "Art. 5 al. 2 LRFP",
        "content": "En outre, le producteur d’une matière première et le fabricant d’une partie composante ne sont pas responsables s’ils prouvent que le défaut est imputable à la conception du produit dans lequel la matière première ou la partie composante est incorporée, ou aux instructions données par le fabricant du produit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/fr#art_5"
    },
    {
        "book": "PrHG",
        "title": "LRFP, Franchise en cas de dommage matériel",
        "citation": "Art. 6 al. 1 LRFP",
        "content": "Le dommage causé à une ou à plusieurs choses doit être supporté par la victime jusqu’à concurrence de 900 francs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/fr#art_6"
    },
    {
        "book": "PrHG",
        "title": "LRFP, Franchise en cas de dommage matériel",
        "citation": "Art. 6 al. 2 LRFP",
        "content": "Le Conseil fédéral peut adapter aux circonstances nouvelles le montant prévu à l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/fr#art_6"
    },
    {
        "book": "PrHG",
        "title": "LRFP, Responsabilité solidaire",
        "citation": "Art. 7 LRFP",
        "content": "Lorsque plusieurs personnes répondent d’un dommage causé par un produit défectueux, ces personnes sont solidairement responsables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/fr#art_7"
    },
    {
        "book": "PrHG",
        "title": "LRFP, Exclusion de la responsabilité",
        "citation": "Art. 8 LRFP",
        "content": "Sont nulles les conventions qui limitent ou excluent au détriment de la victime la responsabilité civile résultant de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/fr#art_8"
    },
    {
        "book": "PrHG",
        "title": "LRFP, Prescription",
        "citation": "Art. 9 LRFP",
        "content": "Les prétentions en dommages-intérêts prévues par la présente loi se prescrivent par trois ans à compter de la date à laquelle la victime a eu ou aurait dû avoir connaissance du dommage, du défaut et de l’identité du producteur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/fr#art_9"
    },
    {
        "book": "PrHG",
        "title": "LRFP, Péremption",
        "citation": "Art. 10 al. 1 LRFP",
        "content": "Les prétentions en dommages-intérêts prévues par la présente loi s’éteignent à l’expiration d’un délai de dix ans à compter de la date à laquelle le producteur a mis en circulation le produit qui a causé le dommage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/fr#art_10"
    },
    {
        "book": "PrHG",
        "title": "LRFP, Péremption",
        "citation": "Art. 10 al. 2 LRFP",
        "content": "Le délai de péremption est respecté si une procédure judiciaire a été engagée contre le producteur avant l’expiration de ces dix ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/fr#art_10"
    },
    {
        "book": "PrHG",
        "title": "LRFP, Rapport avec d’autres dispositions du droit fédéral ou cantonal",
        "citation": "Art. 11 al. 1 LRFP",
        "content": "Sous réserve des dispositions contraires de la présente loi, les dispositions du code des obligations sont applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/fr#art_11"
    },
    {
        "book": "PrHG",
        "title": "LRFP, Rapport avec d’autres dispositions du droit fédéral ou cantonal",
        "citation": "Art. 11 al. 2 LRFP",
        "content": "Les prétentions en dommages-intérêts conférées à la victime par le code des obligations ou par d’autres lois fédérales ou de droit public cantonales sont réservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/fr#art_11"
    },
    {
        "book": "PrHG",
        "title": "LRFP, Rapport avec d’autres dispositions du droit fédéral ou cantonal",
        "citation": "Art. 11 al. 3 LRFP",
        "content": "La présente loi ne s’applique pas aux dommages résultant d’accidents nucléaires. Les dispositions contraires prévues dans des traités internationaux sont réservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/fr#art_11"
    },
    {
        "book": "PrHG",
        "title": "LRFP, Disposition transitoire",
        "citation": "Art. 13 LRFP",
        "content": "La présente loi ne s’applique qu’aux produits mis en circulation après son entrée en vigueur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/fr#art_13"
    },
    {
        "book": "PrHG",
        "title": "LRFP, Référendum et entrée en vigueur",
        "citation": "Art. 14 al. 1 LRFP",
        "content": "La présente loi est sujette au référendum facultatif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/fr#art_14"
    },
    {
        "book": "PrHG",
        "title": "LRFP, Référendum et entrée en vigueur",
        "citation": "Art. 14 al. 2 LRFP",
        "content": "Le Conseil fédéral fixe la date de l’entrée en vigueur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/fr#art_14"
    },
    {
        "book": "PrHG",
        "title": "LRFP, Référendum et entrée en vigueur",
        "citation": "Art. 14 al. er LRFP",
        "content": "Date de l’entrée en vigueur: 1 janvier 1994",
        "url": "https://www.fedlex.admin.ch/eli/cc/1993/3122_3122_3122/fr#art_14"
    }
]