[
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 1: Scopo, campo d’applicazione e definizioni, Scopo e campo d’applicazione ",
        "citation": "Art. 1 cpv. 1 LSPro",
        "content": "Scopo della presente legge è garantire la sicurezza dei prodotti ed agevolare il libero scambio internazionale delle merci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_1"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 1: Scopo, campo d’applicazione e definizioni, Scopo e campo d’applicazione ",
        "citation": "Art. 1 cpv. 2 LSPro",
        "content": "Essa si applica all’immissione in commercio di prodotti, a scopo commerciale o professionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_1"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 1: Scopo, campo d’applicazione e definizioni, Scopo e campo d’applicazione ",
        "citation": "Art. 1 cpv. 3 LSPro",
        "content": "Le disposizioni della presente legge sono applicabili per quanto altre disposizioni di diritto federale non perseguano il medesimo obiettivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_1"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 1: Scopo, campo d’applicazione e definizioni, Scopo e campo d’applicazione ",
        "citation": "Art. 1 cpv. 4 LSPro",
        "content": "La presente legge non si applica all’immissione in commercio di prodotti usati se questi:\na. sono ceduti quali pezzi d’antiquariato; oppure se\nb. prima del loro impiego devono essere riparati o ricondizionati, sempre che chi li immette in commercio ne informi sufficientemente la persona a cui li consegna.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_1"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 1: Scopo, campo d’applicazione e definizioni, Definizioni",
        "citation": "Art. 2 cpv. 1 LSPro",
        "content": "È considerato prodotto ai sensi della presente legge una cosa mobile pronta per l’uso, anche se incorporata in un’altra cosa mobile o immobile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_2"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 1: Scopo, campo d’applicazione e definizioni, Definizioni",
        "citation": "Art. 2 cpv. 2 LSPro",
        "content": "Un prodotto è considerato pronto per l’uso anche se consegnato al destinatario sotto forma di componenti staccate da montare o assemblare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_2"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 1: Scopo, campo d’applicazione e definizioni, Definizioni",
        "citation": "Art. 2 cpv. 3 LSPro",
        "content": "È considerata immissione in commercio ai sensi della presente legge la consegna a titolo oneroso o gratuito di un prodotto, indipendentemente dal fatto che quest’ultimo sia nuovo, usato, ricondizionato o sostanzialmente modificato. Sono equiparati all’immissione in commercio:\na. l’uso interno di un prodotto a scopo commerciale o professionale;\nb. l’impiego o l’applicazione di un prodotto nell’ambito della prestazione di un servizio;\nc. la messa a disposizione di un prodotto per l’uso da parte di terzi;\nd. l’offerta di un prodotto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_2"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 1: Scopo, campo d’applicazione e definizioni, Definizioni",
        "citation": "Art. 2 cpv. 4 LSPro",
        "content": "È considerato produttore ai sensi della presente legge anche chi:\na. si presenta come produttore apponendo il proprio nome, marchio o altro segno distintivo sul prodotto; \nb. rappresenta il produttore, se quest’ultimo non ha sede in Svizzera;\nc. ricondiziona il prodotto o esercita un’attività che influenza in altro modo le caratteristiche di sicurezza di un prodotto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_2"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 2: Condizioni per l’immissione in commercio, Principi",
        "citation": "Art. 3 cpv. 1 LSPro",
        "content": "I prodotti possono essere immessi in commercio, se il loro impiego normale o ragionevolmente prevedibile non espone a pericolo, o espone soltanto a pericoli minimi, la sicurezza e la salute dei loro utenti e di terzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_3"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 2: Condizioni per l’immissione in commercio, Principi",
        "citation": "Art. 3 cpv. 2 LSPro",
        "content": "I prodotti devono soddisfare i requisiti essenziali di sicurezza e di tutela della salute di cui all’articolo 4 oppure, se tali requisiti non sono stati definiti, corrispondere allo stato della scienza e della tecnica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_3"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 2: Condizioni per l’immissione in commercio, Principi",
        "citation": "Art. 3 cpv. 3 LSPro",
        "content": "Per garantire la sicurezza e la salute degli utenti e di terzi occorre considerare:\na. la durata indicata o prevedibile di utilizzazione di un prodotto;\nb. l’effetto del prodotto su altri prodotti, sempre che il suo impiego con questi altri prodotti sia ragionevolmente prevedibile;\nc. il fatto che il prodotto sia destinato ai consumatori o che, in condizioni ragionevolmente prevedibili, possa essere utilizzato anche dai consumatori;\nd. la possibilità che il prodotto venga impiegato da categorie di persone esposte a maggior pericolo di altre (p. es. bambini, persone disabili o anziane).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_3"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 2: Condizioni per l’immissione in commercio, Principi",
        "citation": "Art. 3 cpv. 4 LSPro",
        "content": "Il concreto potenziale di pericolo di un prodotto deve inoltre essere adeguatamente segnalato mediante:\na. l’etichettatura e la presentazione;\nb. l’imballaggio e le istruzioni per l’assemblaggio, l’istallazione e la manutenzione;\nc. avvertenze e consigli di prudenza;\nd. istruzioni per l’uso e indicazioni relative allo smaltimento;\ne. tutte le altre indicazioni o informazioni relative al prodotto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_3"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 2: Condizioni per l’immissione in commercio, Principi",
        "citation": "Art. 3 cpv. 5 LSPro",
        "content": "Un prodotto non va considerato pericoloso per il solo fatto che sia stato immesso in commercio un prodotto più sicuro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_3"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 2: Condizioni per l’immissione in commercio, Principi",
        "citation": "Art. 3 cpv. 6 LSPro",
        "content": "Gli obblighi previsti nella presente sezione incombono:\na. al produttore;\nb. a titolo sussidiario all’importatore, al distributore o al prestatore di servizi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_3"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 2: Condizioni per l’immissione in commercio, Requisiti essenziali di sicurezza e di tutela della salute",
        "citation": "Art. 4 cpv. 1 LSPro",
        "content": "Il Consiglio federale stabilisce i requisiti essenziali di sicurezza e di tutela della salute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_4"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 2: Condizioni per l’immissione in commercio, Requisiti essenziali di sicurezza e di tutela della salute",
        "citation": "Art. 4 cpv. 2 LSPro",
        "content": "A tal fine tiene conto del diritto internazionale in materia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_4"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 2: Condizioni per l’immissione in commercio, Conformità con i requisiti essenziali di sicurezza e di tutela della salute",
        "citation": "Art. 5 cpv. 1 LSPro",
        "content": "Chiunque immette in commercio un prodotto deve poter dimostrare che esso soddisfa i requisiti essenziali di sicurezza e di tutela della salute. La prova della conformità è retta dagli articoli 17 e 18 della legge federale del 6 ottobre 1995 sugli ostacoli tecnici al commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_5"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 2: Condizioni per l’immissione in commercio, Conformità con i requisiti essenziali di sicurezza e di tutela della salute",
        "citation": "Art. 5 cpv. 2 LSPro",
        "content": "Si presume che un prodotto fabbricato conformemente alle norme tecniche di cui all’articolo 6 soddisfi i requisiti essenziali di sicurezza e di tutela della salute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_5"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 2: Condizioni per l’immissione in commercio, Conformità con i requisiti essenziali di sicurezza e di tutela della salute",
        "citation": "Art. 5 cpv. 3 LSPro",
        "content": "Chiunque immette in commercio un prodotto che non corrisponde alle norme tecniche di cui all’articolo 6 deve poter dimostrare che il prodotto soddisfa in altro modo i requisiti essenziali di sicurezza e di tutela della salute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_5"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 2: Condizioni per l’immissione in commercio, Conformità con i requisiti essenziali di sicurezza e di tutela della salute",
        "citation": "Art. 5 cpv. 4 LSPro",
        "content": "Se non è stato stabilito alcun requisito essenziale di sicurezza e di tutela della salute, si deve poter dimostrare che il prodotto è stato fabbricato conformemente allo stato della scienza e della tecnica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_5"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 2: Condizioni per l’immissione in commercio, Norme tecniche",
        "citation": "Art. 6 cpv. 1 LSPro",
        "content": "D’intesa con la Segreteria di Stato dell’economia (SECO), l’Ufficio federale competente definisce le norme tecniche idonee ad attuare i requisiti essenziali di sicurezza e di tutela della salute di cui all’articolo 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_6"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 2: Condizioni per l’immissione in commercio, Norme tecniche",
        "citation": "Art. 6 cpv. 2 LSPro",
        "content": "Per quanto possibile, designa norme armonizzate a livello internazionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_6"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 2: Condizioni per l’immissione in commercio, Norme tecniche",
        "citation": "Art. 6 cpv. 3 LSPro",
        "content": "L’Ufficio federale pubblica nel Foglio federale le norme tecniche con il titolo e l’indicazione della fonte o dell’ente presso cui possono essere ottenute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_6"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 2: Condizioni per l’immissione in commercio, Norme tecniche",
        "citation": "Art. 6 cpv. 4 LSPro",
        "content": "Può incaricare organizzazioni svizzere di normazione indipendenti di elaborare le norme tecniche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_6"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 2: Condizioni per l’immissione in commercio, Valutazione della conformità",
        "citation": "Art. 7 cpv. 1 LSPro",
        "content": "Il Consiglio federale disciplina:\na. la procedura di controllo della conformità dei prodotti con i requisiti essenziali di sicurezza e di tutela della salute; \nb. l’uso di marchi di conformità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_7"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 2: Condizioni per l’immissione in commercio, Valutazione della conformità",
        "citation": "Art. 7 cpv. 2 LSPro",
        "content": "Per i prodotti che presentano un rischio elevato può prescrivere che la conformità con i requisiti essenziali di sicurezza e di tutela della salute debba essere certificata da un organo di valutazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_7"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 3: Obblighi consecutivi all’immissione in commercio",
        "citation": "Art. 8 cpv. 1 LSPro",
        "content": "Le disposizioni del presente articolo si applicano ai prodotti destinati ai consumatori o che, in condizioni ragionevolmente prevedibili, possono essere utilizzati anche dai consumatori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_8"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 3: Obblighi consecutivi all’immissione in commercio",
        "citation": "Art. 8 cpv. 2 LSPro",
        "content": "Il produttore o l’importatore che immette un prodotto in commercio deve, nell’ambito della sua attività, adottare misure idonee per la durata indicata o ragionevolmente prevedibile di utilizzazione di un prodotto, per:\na. individuare i pericoli che possono derivare dall’utilizzazione normale o ragionevolmente prevedibile del prodotto;\nb. poter prevenire eventuali pericoli;\nc. poter tracciare il prodotto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_8"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 3: Obblighi consecutivi all’immissione in commercio",
        "citation": "Art. 8 cpv. 3 LSPro",
        "content": "Il produttore o l’importatore deve esaminare con la debita cura i reclami concernenti la sicurezza del prodotto e, se necessario, eseguire campionature.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_8"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 3: Obblighi consecutivi all’immissione in commercio",
        "citation": "Art. 8 cpv. 4 LSPro",
        "content": "Il distributore deve contribuire al rispetto dei requisiti di sicurezza e collaborare alla sorveglianza sulla sicurezza dei prodotti immessi in commercio. Deve adottare misure che rendano possibile un’efficace collaborazione con il produttore o l’importatore e con gli organi di esecuzione competenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_8"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 3: Obblighi consecutivi all’immissione in commercio",
        "citation": "Art. 8 cpv. 5 LSPro",
        "content": "Il produttore o un altro responsabile dell’immissione in commercio che constata o abbia ragione di presumere che il suo prodotto mette in pericolo la sicurezza o la salute degli utenti o di terzi comunica senza indugio all’organo di esecuzione competente:\na. tutte le informazioni che consentono un’identificazione precisa del prodotto;\nb. una descrizione completa del pericolo che può derivare da tale prodotto;\nc. tutte le informazioni disponibili su coloro da cui ha ricevuto il prodotto e, salvo consegna diretta agli utenti, su coloro a cui lo ha consegnato;\nd. le misure adottate per prevenire il pericolo, come avvertenze, blocco delle vendite, ritiro dal mercato o richiamo del prodotto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_8"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 4: Esecuzione, finanziamento e rimedi giuridici, Sorveglianza del mercato e vigilanza sull’esecuzione",
        "citation": "Art. 9 LSPro",
        "content": "Il Consiglio federale disciplina la sorveglianza dei prodotti sul mercato e vigila sull’esecuzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_9"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 4: Esecuzione, finanziamento e rimedi giuridici, Controlli e misure amministrative",
        "citation": "Art. 10 cpv. 1 LSPro",
        "content": "Gli organi di esecuzione possono controllare i prodotti immessi in commercio e se necessario prelevarne campioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_10"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 4: Esecuzione, finanziamento e rimedi giuridici, Controlli e misure amministrative",
        "citation": "Art. 10 cpv. 2 LSPro",
        "content": "Se dal controllo risulta che un prodotto non corrisponde ai requisiti essenziali di sicurezza e di tutela della salute o non corrisponde allo stato della scienza e della tecnica, l’organo di esecuzione dispone misure adeguate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_10"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 4: Esecuzione, finanziamento e rimedi giuridici, Controlli e misure amministrative",
        "citation": "Art. 10 cpv. 3 LSPro",
        "content": "Se necessario per la protezione della sicurezza o della salute degli utenti o di terzi, l’organo di esecuzione può in particolare:\na. proibire l’ulteriore immissione in commercio di un prodotto; \nb. disporre avvertenze sui pericoli derivanti da un prodotto, ordinarne e se necessario organizzarne il ritiro o il richiamo;\nc. vietare l’esportazione di un prodotto la cui immissione in commercio è proibita conformemente alla lettera a;\nd. confiscare e distruggere oppure rendere inutilizzabile un prodotto da cui deriva un pericolo grave e immediato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_10"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 4: Esecuzione, finanziamento e rimedi giuridici, Controlli e misure amministrative",
        "citation": "Art. 10 cpv. 4 LSPro",
        "content": "Gli organi di esecuzione informano la popolazione della pericolosità di un prodotto se chi lo immette in commercio non adotta misure efficaci o non le adotta per tempo. Rendono accessibili al pubblico le informazioni di cui dispongono sulla pericolosità di determinati prodotti e sulle misure adottate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_10"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 4: Esecuzione, finanziamento e rimedi giuridici, Controlli e misure amministrative",
        "citation": "Art. 10 cpv. 5 LSPro",
        "content": "Per quanto necessario per proteggere la popolazione, le misure di cui al capoverso 3 sono adottate sotto forma di una decisione di portata generale. L’organo cantonale di esecuzione o l’organizzazione incaricata dell’esecuzione che hanno eseguito il controllo possono chiedere all’organo di esecuzione competente della Confederazione di emanare una decisione di portata generale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_10"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 4: Esecuzione, finanziamento e rimedi giuridici, Controlli e misure amministrative",
        "citation": "Art. 10 cpv. 6 LSPro",
        "content": "Si applica la legge federale del 20 dicembre 1968 sulla procedura amministrativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_10"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 4: Esecuzione, finanziamento e rimedi giuridici, Obbligo di collaborazione e di informazione",
        "citation": "Art. 11 LSPro",
        "content": "Se necessario, chi immette un prodotto in commercio e le eventuali altre persone interessate sono tenuti a collaborare all’esecuzione. Devono in particolare fornire gratuitamente agli organi di esecuzione tutte le informazioni necessarie e consegnare le prove e la documentazione necessarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_11"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 4: Esecuzione, finanziamento e rimedi giuridici, Obbligo del segreto",
        "citation": "Art. 12 LSPro",
        "content": "Gli organi di esecuzione devono mantenere il segreto, per quanto i loro accertamenti non siano importanti per la sicurezza dei prodotti o per lo scambio di esperienze su misure tecniche di sicurezza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_12"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 4: Esecuzione, finanziamento e rimedi giuridici, Protezione dei dati e assistenza amministrativa ",
        "citation": "Art. 13 cpv. 1 LSPro",
        "content": "Gli organi di esecuzione sono autorizzati a trattare dati personali, compresi quelli concernenti procedimenti e sanzioni amministrativi o penali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_13"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 4: Esecuzione, finanziamento e rimedi giuridici, Protezione dei dati e assistenza amministrativa ",
        "citation": "Art. 13 cpv. 2 LSPro",
        "content": "Gli organi di esecuzione possono conservare tali dati in forma elettronica e, per quanto necessario per un’esecuzione uniforme della presente legge, scambiarseli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_13"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 4: Esecuzione, finanziamento e rimedi giuridici, Protezione dei dati e assistenza amministrativa ",
        "citation": "Art. 13 cpv. 3 LSPro",
        "content": "L’assistenza amministrativa è retta dagli articoli 21 e 22 della legge del 6 ottobre 1995 sugli ostacoli tecnici al commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_13"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 4: Esecuzione, finanziamento e rimedi giuridici, Emolumenti e finanziamento dell’esecuzione",
        "citation": "Art. 14 cpv. 1 LSPro",
        "content": "Il Consiglio federale disciplina il finanziamento dell’esecuzione, nella misura in cui questa è di competenza della Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_14"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 4: Esecuzione, finanziamento e rimedi giuridici, Emolumenti e finanziamento dell’esecuzione",
        "citation": "Art. 14 cpv. 2 LSPro",
        "content": "Gli organi di esecuzione possono riscuotere emolumenti per il controllo di prodotti e l’esecuzione di misure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_14"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 4: Esecuzione, finanziamento e rimedi giuridici, Rimedi giuridici ",
        "citation": "Art. 15 cpv. 1 LSPro",
        "content": "La tutela giurisdizionale è retta dalle disposizioni generali sull’amministrazione della giustizia federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_15"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 4: Esecuzione, finanziamento e rimedi giuridici, Rimedi giuridici ",
        "citation": "Art. 15 cpv. 2 LSPro",
        "content": "Le decisioni degli organi di esecuzione possono essere impugnate con ricorso al Tribunale amministrativo federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_15"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 5: Disposizioni penali, Delitti",
        "citation": "Art. 16 cpv. 1 LSPro",
        "content": "Chiunque immette intenzionalmente in commercio un prodotto che non soddisfa i requisiti di cui all’articolo 3 capoversi 1 e 2 e mette perciò in pericolo la sicurezza o la salute degli utenti o di terzi, è punito con una pena detentiva fino a un anno o con una pena pecuniaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_16"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 5: Disposizioni penali, Delitti",
        "citation": "Art. 16 cpv. 2 LSPro",
        "content": "Se l’autore ha agito per mestiere o a scopo di lucro, la pena è una pena detentiva fino a tre anni o una pena pecuniaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_16"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 5: Disposizioni penali, Delitti",
        "citation": "Art. 16 cpv. 3 LSPro",
        "content": "Se l’autore ha messo in pericolo per negligenza la sicurezza o la salute degli utenti o di terzi, la pena è una pena pecuniaria fino a 180 aliquote giornaliere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_16"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 5: Disposizioni penali, Delitti",
        "citation": "Art. 16 cpv. 4 LSPro",
        "content": "Per falsificazioni, false attestazioni, conseguimento fraudolento di false attestazioni, uso di attestazioni false o inesatte, rilascio non autorizzato di dichiarazioni di conformità, applicazione e uso non autorizzato di marchi di conformità ai sensi degli articoli 23–28 della legge del 6 ottobre 1995 sugli ostacoli tecnici al commercio si applicano le pene comminate in tali articoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_16"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 5: Disposizioni penali, Contravvenzioni",
        "citation": "Art. 17 cpv. 1 LSPro",
        "content": "È punito con la multa fino a 40 000 franchi, chiunque intenzionalmente:\na. immette in commercio un prodotto che non soddisfa i requisiti di cui all’articolo 3 capoverso 4;\nb. viola l’obbligo di collaborazione e di informazione di cui all’articolo 11 o l’obbligo di comunicazione di cui all’articolo 8 capoverso 5;\nc. viola una disposizione d’esecuzione la cui contravvenzione è dichiarata punibile, o viola una decisione a lui intimata sotto comminatoria della pena prevista dal presente articolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_17"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 5: Disposizioni penali, Contravvenzioni",
        "citation": "Art. 17 cpv. 2 LSPro",
        "content": "Se l’autore ha agito per negligenza, la pena è la multa fino a 20 000 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_17"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 5: Disposizioni penali, Contravvenzioni",
        "citation": "Art. 17 cpv. 3 LSPro",
        "content": "Sono applicabili gli articoli 6 e 7 della legge federale del 22 marzo 1974 sul diritto penale amministrativo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_17"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 5: Disposizioni penali, Vantaggi pecuniari illeciti",
        "citation": "Art. 18 cpv. RS 311.0 LSPro",
        "content": "I vantaggi pecuniari derivanti da atti illeciti previsti negli articoli 16 e 17 possono essere confiscati giusta gli articoli 69–72 del Codice penale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_18"
    },
    {
        "book": "PrSG",
        "title": "LSPro, Sezione 5: Disposizioni penali, Perseguimento penale",
        "citation": "Art. 19 LSPro",
        "content": "Il perseguimento penale spetta ai Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2010/347/it#art_19"
    }
]