[
    {
        "book": "RPG",
        "title": "LPT, Titolo primo: Introduzione, Scopi",
        "citation": "Art. 1 cpv. 1 LPT",
        "content": "Confederazione, Cantoni e Comuni provvedono affinché il suolo sia utilizzato con misura e i comprensori edificabili siano separati da quelli non edificabili. Essi coordinano le loro attività d’incidenza territoriale e ordinano l’insediamento in vista di uno sviluppo armonioso del Paese. Essi tengono conto delle condizioni naturali, come pure dei bisogni della popolazione e dell’economia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_1"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo primo: Introduzione, Scopi",
        "citation": "Art. 1 cpv. 2 LPT",
        "content": "Essi sostengono con misure pianificatorie in particolare gli sforzi intesi a:\na. proteggere le basi naturali della vita, come il suolo, l’aria, l’acqua, il bosco e il paesaggio;\nabis. promuovere lo sviluppo centripeto degli insediamenti preservando una qualità abitativa adeguata;\nb. realizzare insediamenti compatti;\nbbis. creare e conservare le premesse territoriali per le attività economiche;\nc. promuovere la vita sociale, economica e culturale nelle singole parti del Paese e decentralizzare adeguatamente l’insediamento e l’economia;\nd. garantire una sufficiente base di approvvigionamento del Paese;\ne. garantire la difesa nazionale;\nf. promuovere l’integrazione degli stranieri e la coesione sociale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_1"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo primo: Introduzione, Obbligo di pianificare",
        "citation": "Art. 2 cpv. 1 LPT",
        "content": "Confederazione, Cantoni e Comuni elaborano e coordinano le pianificazioni necessarie ai loro compiti d’incidenza territoriale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_2"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo primo: Introduzione, Obbligo di pianificare",
        "citation": "Art. 2 cpv. 2 LPT",
        "content": "Essi tengono conto delle incidenze territoriali della loro altra attività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_2"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo primo: Introduzione, Obbligo di pianificare",
        "citation": "Art. 2 cpv. 3 LPT",
        "content": "Le autorità incaricate di compiti pianificatori badano di lasciare alle autorità loro subordinate il margine d’apprezzamento necessario per adempiere i loro compiti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_2"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo primo: Introduzione, Principi pianificatori",
        "citation": "Art. 3 cpv. 1 LPT",
        "content": "Le autorità incaricate di compiti pianificatori osservano i principi qui appresso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_3"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo primo: Introduzione, Principi pianificatori",
        "citation": "Art. 3 cpv. 2 LPT",
        "content": "Il paesaggio deve essere rispettato. In particolare occorre:\na. mantenere per l’agricoltura sufficienti superfici coltive idonee, segnatamente superfici per l’avvicendamento delle colture;\nb. integrare nel paesaggio gli insediamenti, gli edifici e gli impianti;\nc. tenere libere le rive dei laghi e dei fiumi ed agevolarne il pubblico accesso e percorso;\nd. conservare i siti naturali e gli spazi ricreativi;\ne. permettere che il bosco adempia le sue funzioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_3"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo primo: Introduzione, Principi pianificatori",
        "citation": "Art. 3 cpv. 3 LPT",
        "content": "Gli insediamenti devono essere strutturati secondo i bisogni della popolazione e limitati nella loro estensione. Occorre in particolare:\na. ripartire razionalmente i luoghi destinati all’abitazione e al lavoro e pianificarli prioritariamente in luoghi dotati di una rete adeguata di trasporti pubblici;\nabis. adottare misure per migliorare l’uso di superfici inutilizzate o non sufficientemente utilizzate situate in zone edificabili e le possibilità di densificazione delle superfici insediative\nb. preservare quanto possibile i luoghi destinati all’abitazione da immissioni nocive o moleste come l’inquinamento dell’aria, il rumore e gli scotimenti;\nc. mantenere e costruire vie ciclabili e pedonali;\nd. assicurare condizioni favorevoli per l’approvvigionamento in beni e servizi;\ne. inserire negli insediamenti molti spazi verdi e alberati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_3"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo primo: Introduzione, Principi pianificatori",
        "citation": "Art. 3 cpv. 4 LPT",
        "content": "Per gli edifici e gli impianti pubblici o di interesse pubblico deve essere determinata un’ubicazione appropriata. Occorre in particolare:\na. tener conto dei bisogni regionali e ridurre le disparità urtanti;\nb. rendere convenientemente accessibili alla popolazione attrezzature come scuole, centri per il tempo libero e servizi pubblici;\nc. evitare o ridurre generalmente al minimo le incidenze negative sulle basi naturali della vita, sulla popolazione e sull’economia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_3"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo primo: Introduzione, Informazione e partecipazione",
        "citation": "Art. 4 cpv. 1 LPT",
        "content": "Le autorità incaricate di compiti pianificatori informano la popolazione sugli scopi e sullo sviluppo delle pianificazioni previste dalla presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_4"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo primo: Introduzione, Informazione e partecipazione",
        "citation": "Art. 4 cpv. 2 LPT",
        "content": "Esse provvedono per un’adeguata partecipazione della popolazione al processo pianificatorio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_4"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo primo: Introduzione, Informazione e partecipazione",
        "citation": "Art. 4 cpv. 3 LPT",
        "content": "I piani previsti dalla presente legge sono pubblici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_4"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo primo: Introduzione, Compensazione e indennizzo",
        "citation": "Art. 5 cpv. 1 LPT",
        "content": "Il diritto cantonale prevede un’adeguata compensazione di vantaggi o svantaggi rilevanti, derivanti da pianificazioni secondo la presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_5"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo primo: Introduzione, Compensazione e indennizzo",
        "citation": "Art. 5 cpv. 1bis LPT",
        "content": "I vantaggi derivanti da pianificazioni sono compensati con un’aliquota del 20 per cento almeno. La compensazione diventa esigibile se il fondo è edificato o alienato. Il diritto cantonale imposta la compensazione in modo da compensare quantomeno il plusvalore derivante dall’assegnazione durevole del terreno a una zona edificabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_5"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo primo: Introduzione, Compensazione e indennizzo",
        "citation": "Art. 5 cpv. 1ter LPT",
        "content": "Il prodotto è utilizzato per misure di cui al capoverso 2 o per altre misure pianificatorie di cui all’articolo 3 in particolare ai capoversi 2 lettera a e 3 lettera abis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_5"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo primo: Introduzione, Compensazione e indennizzo",
        "citation": "Art. 5 cpv. 1quater LPT",
        "content": "Per il calcolo della tassa, dal vantaggio derivante da pianificazioni in occasione di un azzonamento è dedotto l’importo che è utilizzato entro un congruo termine per l’acquisto di un edificio agricolo sostitutivo per la gestione in proprio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_5"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo primo: Introduzione, Compensazione e indennizzo",
        "citation": "Art. 5 cpv. 1quinquies LPT",
        "content": "Il diritto cantonale può rinunciare alla riscossione della tassa se:\na. la tassa è dovuta da un ente pubblico; o\nb. il prodotto della tassa prevedibile è insufficiente rispetto alle spese di riscossione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_5"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo primo: Introduzione, Compensazione e indennizzo",
        "citation": "Art. 5 cpv. 1sexies LPT",
        "content": "In caso di imposta sugli utili da sostanza immobiliare, la tassa pagata è dedotta dall’utile quale parte delle spese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_5"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo primo: Introduzione, Compensazione e indennizzo",
        "citation": "Art. 5 cpv. 2 LPT",
        "content": "Per le restrizioni della proprietà equivalenti a espropriazione, derivanti da pianificazioni secondo la presente legge, è dovuta piena indennità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_5"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo primo: Introduzione, Compensazione e indennizzo",
        "citation": "Art. 5 cpv. 3 LPT",
        "content": "I Cantoni possono prescrivere che il pagamento di indennità per restrizioni della proprietà sia menzionato nel registro fondiario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_5"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 1: Piani direttori dei Cantoni, Fondamenti",
        "citation": "Art. 6 cpv. 2 LPT",
        "content": "In vista dell’allestimento dei loro piani direttori, i Cantoni elaborano i fondamenti in cui stabiliscono quali territori:\na. sono idonei all’agricoltura;\nb. sono di particolare bellezza o valore, importanti ai fini della ricreazione o quali basi naturali della vita;\nbbis. sono idonei alla produzione di elettricità generata da energie rinnovabili;\nc. sono minacciati in misura rilevante da pericoli naturali o da immissioni nocive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_6"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 1: Piani direttori dei Cantoni, Fondamenti",
        "citation": "Art. 6 cpv. 3 LPT",
        "content": "Nei fondamenti i Cantoni descrivono anche lo stato e lo sviluppo avvenuto:\na. del loro comprensorio insediativo;\nb. del traffico;\nbbis. dell’approvvigionamento, segnatamente di quello di elettricità generata a partire da energie rinnovabili;\nbter. degli edifici e impianti pubblici;;\nc. delle loro superfici coltive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_6"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 1: Piani direttori dei Cantoni, Fondamenti",
        "citation": "Art. 6 cpv. 4 LPT",
        "content": "Essi tengono conto delle concezioni e dei piani settoriali della Confederazione, dei piani direttori dei Cantoni vicini come pure dei programmi di sviluppo e piani regionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_6"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 1: Piani direttori dei Cantoni, Collaborazione tra autorità",
        "citation": "Art. 7 cpv. 1 LPT",
        "content": "I Cantoni collaborano con le autorità federali e dei Cantoni vicini allorché i rispettivi compiti interferiscono.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_7"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 1: Piani direttori dei Cantoni, Collaborazione tra autorità",
        "citation": "Art. 7 cpv. 2 LPT",
        "content": "Se i Cantoni non si accordano tra di loro, oppure con la Confederazione, sulla coordinazione delle loro attività d’incidenza territoriale, può essere richiesta la procedura di conciliazione prevista dall’articolo 12.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_7"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 1: Piani direttori dei Cantoni, Collaborazione tra autorità",
        "citation": "Art. 7 cpv. 3 LPT",
        "content": "I Cantoni di frontiera si adoperano per collaborare con le autorità regionali dei Paesi limitrofi in quanto i loro provvedimenti possano ripercuotersi oltre confine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_7"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 1: Piani direttori dei Cantoni, Contenuto minimo dei piani direttori",
        "citation": "Art. 8 cpv. 1 LPT",
        "content": "Ogni Cantone elabora un piano direttore, nel quale definisce almeno:\na. il suo sviluppo territoriale;\nb. le modalità di coordinamento delle attività d’incidenza territoriale in vista dello sviluppo che intende perseguire;\nc. i tempi e i mezzi previsti per l’attuazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_8"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 1: Piani direttori dei Cantoni, Contenuto minimo dei piani direttori",
        "citation": "Art. 8 cpv. 2 LPT",
        "content": "I progetti con ripercussioni considerevoli sul territorio e sull’ambiente necessitano di una base nel piano direttore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_8"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 1: Piani direttori dei Cantoni, Contenuto del piano direttore nell’ambito degli insediamenti",
        "citation": "Art. 8a cpv. 1 LPT",
        "content": "Nell’ambito degli insediamenti, il piano direttore indica in particolare:\na. le dimensioni complessive delle superfici insediative, la loro distribuzione nel Cantone e le misure atte a garantire il coordinamento regionale della loro espansione;\nb. le misure volte ad assicurare il coordinamento fra gli insediamenti e i trasporti, nonché un’urbanizzazione razionale che permetta di risparmiare superfici;\nc. le misure finalizzate a uno sviluppo degli insediamenti centripeto e di elevata qualità; \nd. le misure volte ad assicurare la conformità delle zone edificabili alle condizioni di cui all’articolo 15; e\ne. le misure volte a rafforzare il rinnovamento degli insediamenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_8_a"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 1: Piani direttori dei Cantoni, Contenuto del piano direttore nel settore dell’energia",
        "citation": "Art. 8b LPT",
        "content": "Il piano direttore specifica i territori e le sezioni di corsi d’acqua adeguati per l’impiego delle energie rinnovabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_8_b"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 1: Piani direttori dei Cantoni, Obbligatorietà e adattamento",
        "citation": "Art. 9 cpv. 1 LPT",
        "content": "I piani direttori vincolano le autorità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_9"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 1: Piani direttori dei Cantoni, Obbligatorietà e adattamento",
        "citation": "Art. 9 cpv. 2 LPT",
        "content": "In caso di mutate condizioni o di nuovi compiti o quando sia possibile una soluzione complessivamente migliore, i piani direttori sono riesaminati e, se necessario, adattati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_9"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 1: Piani direttori dei Cantoni, Obbligatorietà e adattamento",
        "citation": "Art. 9 cpv. 3 LPT",
        "content": "Di regola, i piani direttori sono riesaminati globalmente ogni 10 anni e, se necessario, rielaborati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_9"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 1: Piani direttori dei Cantoni, Competenza e procedura",
        "citation": "Art. 10 cpv. 1 LPT",
        "content": "I Cantoni disciplinano competenza e procedura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_10"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 1: Piani direttori dei Cantoni, Competenza e procedura",
        "citation": "Art. 10 cpv. 2 LPT",
        "content": "Essi regolano, per l’elaborazione dei piani direttori, il modo di collaborazione dei Comuni, degli altri enti ai quali incombono compiti d’incidenza territoriale, nonché delle organizzazioni di protezione dell’ambiente, della natura e del paesaggio legittimate a ricorrere conformemente all’articolo 55 della legge del 7 ottobre 1983 sulla protezione dell’ambiente e all’articolo 12 della legge federale del 1° luglio 1966 sulla protezione della natura e del paesaggio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_10"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 1: Piani direttori dei Cantoni, Approvazione del Consiglio federale",
        "citation": "Art. 11 cpv. 1 LPT",
        "content": "Il Consiglio federale approva i piani direttori e le loro modificazioni, se gli stessi sono conformi alla presente legge, segnatamente se tengono conto in modo appropriato dei compiti d’incidenza territoriale della Confederazione e dei Cantoni vicini.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_11"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 1: Piani direttori dei Cantoni, Approvazione del Consiglio federale",
        "citation": "Art. 11 cpv. 2 LPT",
        "content": "I piani direttori vincolano la Confederazione e i Cantoni vicini soltanto dopo la loro approvazione da parte del Consiglio federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_11"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 1: Piani direttori dei Cantoni, Conciliazione",
        "citation": "Art. 12 cpv. 1 LPT",
        "content": "Se non può approvare i piani direttori o parti di questi, il Consiglio federale, sentiti gli interessati, ordina una procedura di conciliazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_12"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 1: Piani direttori dei Cantoni, Conciliazione",
        "citation": "Art. 12 cpv. 2 LPT",
        "content": "Per la durata della procedura di conciliazione, il Consiglio federale vieta quanto possa influire negativamente sull’esito della stessa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_12"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 1: Piani direttori dei Cantoni, Conciliazione",
        "citation": "Art. 12 cpv. 3 LPT",
        "content": "Mancando ogni accordo, il Consiglio federale decide il più tardi entro tre anni dal momento in cui ha ordinato la procedura di conciliazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_12"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 2: Misure particolari della Confederazione, Concezioni e piani settoriali",
        "citation": "Art. 13 cpv. 1 LPT",
        "content": "La Confederazione elabora i fondamenti per poter adempiere i suoi compiti d’incidenza territoriale; essa definisce le concezioni e i piani settoriali necessari e li coordina tra di loro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_13"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 2: Misure particolari della Confederazione, Concezioni e piani settoriali",
        "citation": "Art. 13 cpv. 2 LPT",
        "content": "Essa collabora con i Cantoni e comunica loro per tempo le sue concezioni, i suoi piani settoriali e i suoi progetti edilizi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_13"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 1: Scopo e contenuto, Definizione",
        "citation": "Art. 14 cpv. 1 LPT",
        "content": "I piani d’utilizzazione disciplinano l’uso ammissibile del suolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_14"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 1: Scopo e contenuto, Definizione",
        "citation": "Art. 14 cpv. 2 LPT",
        "content": "Essi delimitano in particolare le zone edificabili, agricole e protette.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_14"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 1: Scopo e contenuto, Zone edificabili",
        "citation": "Art. 15 cpv. 1 LPT",
        "content": "Le zone edificabili vanno definite in modo da soddisfare il fabbisogno prevedibile per 15 anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_15"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 1: Scopo e contenuto, Zone edificabili",
        "citation": "Art. 15 cpv. 2 LPT",
        "content": "Le zone edificabili sovradimensionate devono essere ridotte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_15"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 1: Scopo e contenuto, Zone edificabili",
        "citation": "Art. 15 cpv. 3 LPT",
        "content": "L’ubicazione e le dimensioni delle zone edificabili vanno coordinate al di là dei confini comunali, rispettando gli scopi e i principi della pianificazione del territorio. In particolare occorre conservare le superfici per l’avvicendamento delle colture e rispettare la natura e il paesaggio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_15"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 1: Scopo e contenuto, Zone edificabili",
        "citation": "Art. 15 cpv. 4 LPT",
        "content": "Un terreno può essere assegnato a una zona edificabile se: \na. è idoneo all’edificazione;\nb. sarà prevedibilmente necessario all’edificazione, urbanizzato ed edificato entro 15 anni, anche in caso di sfruttamento coerente delle riserve interne d’utilizzazione delle zone edificabili esistenti;\nc. le superfici coltive non sono frazionate;\nd. la sua disponibilità è garantita sul piano giuridico; e\ne. l’assegnazione consente di attuare quanto disposto nel piano direttore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_15"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 1: Scopo e contenuto, Zone edificabili",
        "citation": "Art. 15 cpv. 5 LPT",
        "content": "La Confederazione e i Cantoni elaborano congiuntamente direttive tecniche per l’assegnazione di terreni alle zone edificabili, segnatamente per il calcolo del fabbisogno di tali zone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_15"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 1: Scopo e contenuto, Promozione della disponibilità di zone edificabili",
        "citation": "Art. 15a cpv. 1 LPT",
        "content": "I Cantoni adottano in collaborazione con i Comuni le misure necessarie affinché le zone edificabili siano utilizzate conformemente alla loro destinazione, in particolare ordinano misure di diritto fondiario quali la ricomposizione particellare (art. 20).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_15_a"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 1: Scopo e contenuto, Promozione della disponibilità di zone edificabili",
        "citation": "Art. 15a cpv. 2 LPT",
        "content": "Il diritto cantonale prevede che, qualora l’interesse pubblico lo giustifichi, l’autorità competente possa impartire un termine per l’edificazione di un terreno e, in caso di inadempimento, ordinare determinate misure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_15_a"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 1: Scopo e contenuto, Zone agricole",
        "citation": "Art. 16 cpv. 1 LPT",
        "content": "Le zone agricole servono a garantire a lungo termine la base dell’approvvigionamento alimentare, a salvaguardare il paesaggio e lo spazio per lo svago o ad assicurare la compensazione ecologica; devono essere tenute per quanto possibile libere da costruzioni, in sintonia con le loro differenti funzioni e comprendono:\na. i terreni idonei alla coltivazione agricola o all’orticoltura produttiva necessari all’adempimento dei vari compiti dell’agricoltura;\nb. i terreni che, nell’interesse generale, devono essere coltivati dall’agricoltura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_16"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 1: Scopo e contenuto, Zone agricole",
        "citation": "Art. 16 cpv. 2 LPT",
        "content": "Per quanto possibile, devono essere delimitate ampie superfici contigue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_16"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 1: Scopo e contenuto, Zone agricole",
        "citation": "Art. 16 cpv. 3 LPT",
        "content": "Nelle loro pianificazioni, i Cantoni tengono conto in maniera adeguata delle diverse funzioni della zona agricola.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_16"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 1: Scopo e contenuto, Edifici e impianti conformi alla zona agricola",
        "citation": "Art. 16a cpv. 1 LPT",
        "content": "Sono conformi alla zona agricola gli edifici e gli impianti che sono necessari alla coltivazione agricola o all’orticoltura. È fatta salva una descrizione più restrittiva della conformità alla zona ai sensi dell’articolo 16 capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_16_a"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 1: Scopo e contenuto, Edifici e impianti conformi alla zona agricola",
        "citation": "Art. 16a cpv. 1bis LPT",
        "content": "Edifici e impianti necessari alla produzione di energia a partire dalla biomassa, o necessari per impianti di compostaggio loro connessi, possono essere ammessi in un’azienda agricola in quanto conformi alla zona se la biomassa trattata è in stretto rapporto con l’agricoltura, nonché con l’azienda medesima. Le autorizzazioni sono vincolate alla condizione che tali edifici e impianti possano essere usati soltanto per lo scopo autorizzato. Il Consiglio federale disciplina i dettagli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_16_a"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 1: Scopo e contenuto, Edifici e impianti conformi alla zona agricola",
        "citation": "Art. 16a cpv. 2 LPT",
        "content": "Edifici e impianti che servono all’ampliamento interno di un’azienda agricola od orticola produttiva sono conformi alla zona. Il Consiglio federale disciplina i dettagli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_16_a"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 1: Scopo e contenuto, Edifici e impianti conformi alla zona agricola",
        "citation": "Art. 16a cpv. 3 LPT",
        "content": "Edifici e impianti che vanno al di là di un ampliamento interno dell’azienda possono essere ammessi in quanto conformi alla zona se sono situati in un territorio che il Cantone ha destinato a tal fine nella zona agricola mediante una procedura di pianificazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_16_a"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 1: Scopo e contenuto, Edifici e impianti per la tenuta e l’utilizzazione di cavalli",
        "citation": "Art. 16abis cpv. 1 LPT",
        "content": "Edifici e impianti necessari alla tenuta di cavalli sono autorizzati in quanto conformi alla zona di destinazione in un’azienda agricola esistente ai sensi della legge federale del 4 ottobre 1991 sul diritto fondiario rurale, se l’azienda dispone di una base foraggera prevalentemente propria e di pascoli per la tenuta di cavalli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_16_a_bis"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 1: Scopo e contenuto, Edifici e impianti per la tenuta e l’utilizzazione di cavalli",
        "citation": "Art. 16abis cpv. 2 LPT",
        "content": "Per l’utilizzazione dei cavalli tenuti nell’azienda possono essere ammessi spiazzi con suolo compatto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_16_a_bis"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 1: Scopo e contenuto, Edifici e impianti per la tenuta e l’utilizzazione di cavalli",
        "citation": "Art. 16abis cpv. 3 LPT",
        "content": "Le installazioni direttamente connesse con l’utilizzazione dei cavalli, come sellerie o spogliatoi, sono autorizzate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_16_a_bis"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 1: Scopo e contenuto, Edifici e impianti per la tenuta e l’utilizzazione di cavalli",
        "citation": "Art. 16abis cpv. 4 LPT",
        "content": "Il Consiglio federale disciplina i particolari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_16_a_bis"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 1: Scopo e contenuto, Divieto d’utilizzazione e demolizione",
        "citation": "Art. 16b cpv. 1 LPT",
        "content": "Edifici e impianti che non sono più utilizzati in conformità alla zona di destinazione e non possono essere destinati ad altro uso secondo gli articoli 24–24e non possono più essere utilizzati. Il divieto d’utilizzazione decade non appena essi possono essere utilizzati in modo conforme alla zona.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_16_b"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 1: Scopo e contenuto, Divieto d’utilizzazione e demolizione",
        "citation": "Art. 16b cpv. 2 LPT",
        "content": "Se l’autorizzazione è stata limitata nel tempo o vincolata a una condizione risolutiva, al decadere dell’autorizzazione gli edifici e gli impianti devono essere demoliti e deve essere ripristinato lo stato anteriore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_16_b"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 1: Scopo e contenuto, Zone protette",
        "citation": "Art. 17 cpv. 1 LPT",
        "content": "Le zone protette comprendono:\na. i ruscelli, i fiumi, i laghi e le loro rive;\nb. i paesaggi particolarmente belli e quelli con valore naturalistico o storico-culturale;\nc. i siti caratteristici, i luoghi storici e i monumenti naturali e culturali;\nd. i biotopi per gli animali e vegetali degni di protezione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_17"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 1: Scopo e contenuto, Zone protette",
        "citation": "Art. 17 cpv. 2 LPT",
        "content": "Il diritto cantonale può prevedere, in vece delle zone protette, altre misure adatte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_17"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 1: Scopo e contenuto, Altre zone e comprensori",
        "citation": "Art. 18 cpv. 1 LPT",
        "content": "Il diritto cantonale può prevedere altre zone d’utilizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_18"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 1: Scopo e contenuto, Altre zone e comprensori",
        "citation": "Art. 18 cpv. 2 LPT",
        "content": "Esso può contenere prescrizioni su comprensori non attribuiti o il cui azzonamento è differito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_18"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 1: Scopo e contenuto, Altre zone e comprensori",
        "citation": "Art. 18 cpv. 3 LPT",
        "content": "L’area boschiva è definita e protetta dalla legislazione forestale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_18"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 1: Scopo e contenuto, Urbanizzazione",
        "citation": "Art. 19 cpv. 1 LPT",
        "content": "Un fondo è urbanizzato se, ai fini della prevista utilizzazione, vi è accesso sufficiente e le necessarie condotte d’acqua, d’energia e d’evacuazione dei liquami arrivano così vicine da rendere possibile un raccordo senza dispendio rilevante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_19"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 1: Scopo e contenuto, Urbanizzazione",
        "citation": "Art. 19 cpv. 2 LPT",
        "content": "L’ente pubblico urbanizza le zone edificabili entro i termini previsti dal programma di urbanizzazione; se necessario, può scaglionare l’urbanizzazione. Il diritto cantonale disciplina i contributi dei proprietari fondiari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_19"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 1: Scopo e contenuto, Urbanizzazione",
        "citation": "Art. 19 cpv. 3 LPT",
        "content": "Se l’ente pubblico non urbanizza le zone edificabili nei termini previsti, deve permettere ai proprietari fondiari di provvedere da sé all’urbanizzazione dei fondi secondo i piani approvati dall’ente pubblico oppure di anticipare le spese d’urbanizzazione giusta il diritto cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_19"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 1: Scopo e contenuto, Ricomposizione particellare",
        "citation": "Art. 20 LPT",
        "content": "La ricomposizione particellare può essere ordinata d’ufficio ed anche eseguita, se i piani d’utilizzazione lo esigono.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_20"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 2: Effetti, Obbligatorietà e adattamento",
        "citation": "Art. 21 cpv. 1 LPT",
        "content": "I piani d’utilizzazione vincolano ognuno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_21"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 2: Effetti, Obbligatorietà e adattamento",
        "citation": "Art. 21 cpv. 2 LPT",
        "content": "In caso di notevole cambiamento delle circostanze, i piani d’utilizzazione sono riesaminati e, se necessario, adattati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_21"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 2: Effetti, Autorizzazione edilizia",
        "citation": "Art. 22 cpv. 1 LPT",
        "content": "Edifici o impianti possono essere costruiti o trasformati solo con l’autorizzazione dell’autorità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_22"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 2: Effetti, Autorizzazione edilizia",
        "citation": "Art. 22 cpv. 2 LPT",
        "content": "L’autorizzazione è rilasciata solo se:\na. gli edifici o gli impianti sono conformi alla funzione prevista per la zona d’utilizzazione; e\nb. il fondo è urbanizzato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_22"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 2: Effetti, Autorizzazione edilizia",
        "citation": "Art. 22 cpv. 3 LPT",
        "content": "Sono riservate le altre condizioni previste dal diritto federale e cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_22"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 2: Effetti, Eccezioni nelle zone edificabili",
        "citation": "Art. 23 LPT",
        "content": "Il diritto cantonale disciplina le eccezioni nelle zone edificabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_23"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 2: Effetti, Eccezioni per edifici e impianti fuori delle zone edificabili",
        "citation": "Art. 24 LPT",
        "content": "In deroga all’articolo 22 capoverso 2 lettera a, possono essere rilasciate autorizzazioni per la costruzione o il cambiamento di destinazione di edifici o impianti, se:\na. la loro destinazione esige un’ubicazione fuori della zona edificabile; e\nb. non vi si oppongono interessi preponderanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_24"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 2: Effetti, Cambiamenti di destinazione senza lavori di trasformazione fuori delle zone edificabili",
        "citation": "Art. 24a cpv. 1 LPT",
        "content": "Quando il cambiamento di destinazione di un edificio o di un impianto fuori delle zone edificabili non necessita lavori di trasformazione ai sensi dell’articolo 22 capoverso 1, l’autorizzazione è rilasciata se:\na. non ne deriva alcuna nuova ripercussione sul territorio, sull’urbanizzazione e sull’ambiente; e\nb. esso non contravviene ad alcun altro atto normativo federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_24_a"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 2: Effetti, Cambiamenti di destinazione senza lavori di trasformazione fuori delle zone edificabili",
        "citation": "Art. 24a cpv. 2 LPT",
        "content": "L’autorizzazione eccezionale è rilasciata con la riserva di una nuova decisione, presa d’ufficio, in caso di mutate condizioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_24_a"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 2: Effetti, Aziende accessorie non agricole fuori delle zone edificabili",
        "citation": "Art. 24b cpv. 1 LPT",
        "content": "Se un’azienda agricola ai sensi della legge federale del 4 ottobre 1991 sul diritto fondiario rurale non può sussistere senza un reddito supplementare, è possibile autorizzare lavori di trasformazione degli edifici e degli impianti esistenti per installare un’azienda accessoria affine non agricola. Il requisito giusta l’articolo 24 lettera a non dev’essere soddisfatto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_24_b"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 2: Effetti, Aziende accessorie non agricole fuori delle zone edificabili",
        "citation": "Art. 24b cpv. 1bis LPT",
        "content": "Indipendentemente dalla necessità di un reddito supplementare possono essere autorizzate aziende accessorie con uno stretto legame materiale con l’azienda agricola; in tal caso possono essere ammessi ampliamenti di modeste dimensioni, purché negli edifici e impianti esistenti non vi sia sufficiente spazio a disposizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_24_b"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 2: Effetti, Aziende accessorie non agricole fuori delle zone edificabili",
        "citation": "Art. 24b cpv. 1ter LPT",
        "content": "Nei centri dell’azienda a uso temporaneo, i provvedimenti edilizi possono essere autorizzati soltanto negli edifici e impianti esistenti e soltanto per aziende agroturistiche accessorie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_24_b"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 2: Effetti, Aziende accessorie non agricole fuori delle zone edificabili",
        "citation": "Art. 24b cpv. 1quater LPT",
        "content": "Per evitare distorsioni della concorrenza, le aziende accessorie non agricole devono soddisfare i requisiti legali e le condizioni quadro previsti per le aziende commerciali che si trovano in situazioni paragonabili nelle zone edificabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_24_b"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 2: Effetti, Aziende accessorie non agricole fuori delle zone edificabili",
        "citation": "Art. 24b cpv. 2 LPT",
        "content": "L’azienda accessoria può essere diretta soltanto dal gestore dell’azienda agricola oppure dal suo coniuge o partner convivente. L’assunzione di personale impiegato principalmente o esclusivamente nell’azienda accessoria è permessa soltanto per le aziende accessorie di cui al capoverso 1bis. In ogni caso, il lavoro prestato in questo settore dell’azienda deve essere svolto principalmente dalla famiglia del gestore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_24_b"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 2: Effetti, Aziende accessorie non agricole fuori delle zone edificabili",
        "citation": "Art. 24b cpv. 3 LPT",
        "content": "L’esistenza dell’azienda accessoria è menzionata nel registro fondiario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_24_b"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 2: Effetti, Aziende accessorie non agricole fuori delle zone edificabili",
        "citation": "Art. 24b cpv. 4 LPT",
        "content": "Le aziende accessorie non agricole costituiscono parte integrante dell’azienda agricola e soggiacciono al divieto di divisione materiale e di frazionamento a tenore degli articoli 58–60 della legge federale del 4 ottobre 1991 sul diritto fondiario rurale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_24_b"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 2: Effetti, Aziende accessorie non agricole fuori delle zone edificabili",
        "citation": "Art. 24b cpv. 5 LPT",
        "content": "Le disposizioni della legge federale sul diritto fondiario rurale concernenti le aziende accessorie non agricole non sono applicabili alle aziende accessorie di cui al presente articolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_24_b"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 2: Effetti, Edifici e impianti esistenti fuori delle zone edificabili, non conformi alla destinazione della zona",
        "citation": "Art. 24c cpv. 1 LPT",
        "content": "Fuori delle zone edificabili, gli edifici e impianti utilizzabili in base alla loro destinazione ma non più conformi alla destinazione della zona, sono per principio protetti nella propria situazione di fatto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_24_c"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 2: Effetti, Edifici e impianti esistenti fuori delle zone edificabili, non conformi alla destinazione della zona",
        "citation": "Art. 24c cpv. 2 LPT",
        "content": "Con l’autorizzazione dell’autorità competente, tali edifici e impianti possono essere rinnovati, trasformati parzialmente, ampliati con moderazione o ricostruiti, purché siano stati eretti o modificati legalmente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_24_c"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 2: Effetti, Edifici e impianti esistenti fuori delle zone edificabili, non conformi alla destinazione della zona",
        "citation": "Art. 24c cpv. 3 LPT",
        "content": "Lo stesso vale per gli edifici abitativi agricoli e gli edifici annessi utilizzati a scopo di sfruttamento agricolo, eretti o trasformati legalmente prima che il fondo in questione diventasse parte della zona non edificabile ai sensi del diritto federale. Il Consiglio federale emana disposizioni al fine di evitare ripercussioni negative per l’agricoltura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_24_c"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 2: Effetti, Edifici e impianti esistenti fuori delle zone edificabili, non conformi alla destinazione della zona",
        "citation": "Art. 24c cpv. 4 LPT",
        "content": "L’aspetto esterno di un edificio può essere modificato soltanto se ciò è necessario per un’utilizzazione a scopo abitativo conforme agli standard attuali o per un risanamento energetico, oppure per migliorare l’integrazione dell’edificio nel paesaggio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_24_c"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 2: Effetti, Edifici e impianti esistenti fuori delle zone edificabili, non conformi alla destinazione della zona",
        "citation": "Art. 24c cpv. 5 LPT",
        "content": "In ogni caso è fatta salva la compatibilità con le importanti esigenze della pianificazione territoriale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_24_c"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 2: Effetti, Utilizzazione a scopi abitativi extra-agricoli, edifici e impianti degni di protezione ",
        "citation": "Art. 24d cpv. 1 LPT",
        "content": "In edifici abitativi agricoli, conservati nella loro sostanza, può essere autorizzata un’utilizzazione a scopi abitativi extra-agricoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_24_d"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 2: Effetti, Utilizzazione a scopi abitativi extra-agricoli, edifici e impianti degni di protezione ",
        "citation": "Art. 24d cpv. 2 LPT",
        "content": "Il cambiamento totale di destinazione di edifici e impianti degni di protezione può essere autorizzato se:\na. sono stati sottoposti a protezione dall’autorità competente; e\nb. la loro conservazione a lungo termine non può essere assicurata in altro modo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_24_d"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 2: Effetti, Utilizzazione a scopi abitativi extra-agricoli, edifici e impianti degni di protezione ",
        "citation": "Art. 24d cpv. 3 LPT",
        "content": "Le autorizzazioni secondo il presente articolo possono essere rilasciate soltanto se:\na. l’edificio o l’impianto non è più necessario all’utilizzazione anteriore, si presta all’utilizzazione prevista e non comporta un edificio sostitutivo che non sia necessario;\nb. l’aspetto esterno e la struttura edilizia basilare restano sostanzialmente immutati;\nc. è necessaria tutt’al più una leggera estensione dell’urbanizzazione esistente e il finanziamento di tutti i costi d’infrastruttura, causati dal cambiamento completo di destinazione dell’edificio o dell’impianto, sono ribaltati sul proprietario;\nd. la coltivazione agricola dei terreni circostanti non è minacciata;\ne. non vi si oppongono interessi preponderanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_24_d"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 2: Effetti, Tenuta di animali a scopo di hobby",
        "citation": "Art. 24e cpv. 1 LPT",
        "content": "Negli edifici non abitati o nelle parti non abitate di edifici, conservati nella loro sostanza, sono autorizzati provvedimenti edilizi se servono per la tenuta di animali a scopo di hobby agli abitanti di un edificio situato nelle vicinanze e garantiscono una tenuta rispettosa degli animali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_24_e"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 2: Effetti, Tenuta di animali a scopo di hobby",
        "citation": "Art. 24e cpv. 2 LPT",
        "content": "Entro i limiti di quanto disposto dal capoverso 1 sono autorizzati i nuovi impianti esterni che sono necessari per un’adeguata tenuta degli animali. Nell’interesse di una tenuta rispettosa degli animali tali impianti possono avere dimensioni superiori alle dimensioni minime legali, sempreché ciò sia compatibile con le importanti esigenze della pianificazione del territorio e l’impianto abbia carattere reversibile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_24_e"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 2: Effetti, Tenuta di animali a scopo di hobby",
        "citation": "Art. 24e cpv. 3 LPT",
        "content": "Gli impianti esterni possono essere utilizzati per svolgere attività con gli animali a scopo di hobby, sempreché tale utilizzazione non implichi alcuna modifica edilizia né comporti alcuna nuova ripercussione sul territorio e sull’ambiente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_24_e"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 2: Effetti, Tenuta di animali a scopo di hobby",
        "citation": "Art. 24e cpv. 4 LPT",
        "content": "Le recinzioni che servono al pascolo e che non hanno ripercussioni negative sul paesaggio sono autorizzate anche quando gli animali sono tenuti nella zona edificabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_24_e"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 2: Effetti, Tenuta di animali a scopo di hobby",
        "citation": "Art. 24e cpv. 5 LPT",
        "content": "Le autorizzazioni secondo il presente articolo possono essere rilasciate soltanto se sono adempite le condizioni di cui all’articolo 24d capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_24_e"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 2: Effetti, Tenuta di animali a scopo di hobby",
        "citation": "Art. 24e cpv. 6 LPT",
        "content": "Il Consiglio federale disciplina i particolari. Definisce segnatamente il rapporto tra le possibilità di modifica secondo il presente articolo e quelle secondo gli articoli 24c e 24d capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_24_e"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 3: Competenza e procedura, Competenze cantonali",
        "citation": "Art. 25 cpv. 1 LPT",
        "content": "I Cantoni disciplinano competenza e procedura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_25"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 3: Competenza e procedura, Competenze cantonali",
        "citation": "Art. 25 cpv. 1bis LPT",
        "content": "Essi stabiliscono i termini per le procedure necessarie a erigere, trasformare, mutare di destinazione edifici e impianti e ne disciplinano gli effetti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_25"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 3: Competenza e procedura, Competenze cantonali",
        "citation": "Art. 25 cpv. 2 LPT",
        "content": "Per tutti i progetti edilizi fuori delle zone edificabili, l’autorità cantonale competente decide se siano conformi alla zona o se un’eccezione possa essere autorizzata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_25"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 3: Competenza e procedura, Principi della coordinazione",
        "citation": "Art. 25a cpv. 1 LPT",
        "content": "Qualora la costruzione o la trasformazione di un edificio o di un impianto necessiti decisioni di più autorità, occorre designare un’autorità responsabile di garantire una coordinazione sufficiente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_25_a"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 3: Competenza e procedura, Principi della coordinazione",
        "citation": "Art. 25a cpv. 2 LPT",
        "content": "L’autorità responsabile della coordinazione:\na. può prendere le disposizioni necessarie per dirigere le procedure;\nb. vigila affinché tutti i documenti del fascicolo della domanda siano pubblicati contemporaneamente;\nc. raccoglie pareri circostanziati in merito al progetto presso tutte le autorità cantonali e federali che partecipano alla procedura;\nd. provvede alla concordanza materiale e se possibile alla notificazione comune o simultanea delle decisioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_25_a"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 3: Competenza e procedura, Principi della coordinazione",
        "citation": "Art. 25a cpv. 3 LPT",
        "content": "Le decisioni non devono contenere contraddizioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_25_a"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 3: Competenza e procedura, Principi della coordinazione",
        "citation": "Art. 25a cpv. 4 LPT",
        "content": "Questi principi sono applicabili per analogia alla procedura dei piani d’utilizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_25_a"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 3: Competenza e procedura, Approvazione dei piani d’utilizzazione da parte dell’autorità cantonale",
        "citation": "Art. 26 cpv. 1 LPT",
        "content": "Un’autorità cantonale approva i piani d’utilizzazione e le loro modificazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_26"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 3: Competenza e procedura, Approvazione dei piani d’utilizzazione da parte dell’autorità cantonale",
        "citation": "Art. 26 cpv. 2 LPT",
        "content": "Essa esamina se sono conformi con i piani direttori cantonali approvati dal Consiglio federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_26"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 3: Competenza e procedura, Approvazione dei piani d’utilizzazione da parte dell’autorità cantonale",
        "citation": "Art. 26 cpv. 3 LPT",
        "content": "I piani d’utilizzazione diventano vincolanti approvati che siano dall’autorità cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_26"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 3: Competenza e procedura, Zone di pianificazione",
        "citation": "Art. 27 cpv. 1 LPT",
        "content": "Se i piani d’utilizzazione mancano o devono essere modificati, l’autorità competente può stabilire zone di pianificazione per comprensori esattamente delimitati. All’interno delle zone di pianificazione nulla può essere intrapreso che possa rendere più ardua la pianificazione dell’utilizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_27"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 3: Competenza e procedura, Zone di pianificazione",
        "citation": "Art. 27 cpv. 2 LPT",
        "content": "Le zone di pianificazione possono essere stabilite per cinque anni al massimo; il diritto cantonale può prevedere una proroga.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_27"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo secondo: Misure pianificatorie, Capitolo 3: Piani di utilizzazione, Sezione 3: Competenza e procedura, Restrizioni dei Cantoni per costruzioni fuori delle zone edificabili",
        "citation": "Art. 27a LPT",
        "content": "La legislazione cantonale può prevedere restrizioni alle disposizioni degli articoli 16a capoverso 2, 24b, 24c e 24d.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_27_a"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo terzo: Sussidi federali, Sussidi per le indennità conseguenti a misure di protezione",
        "citation": "Art. 29 LPT",
        "content": "La Confederazione può sussidiare le indennità conseguenti a misure di protezione particolarmente importanti giusta l’articolo 17.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_29"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo terzo: Sussidi federali, Sussidi per i progetti",
        "citation": "Art. 29a cpv. 1 LPT",
        "content": "In collaborazione con i Cantoni, le città e i Comuni, la Confederazione può promuovere progetti volti a migliorare, nell’interesse di uno sviluppo sostenibile, la qualità abitativa e la coesione sociale nei luoghi destinati all’abitazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_29_a"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo terzo: Sussidi federali, Sussidi per i progetti",
        "citation": "Art. 29a cpv. 2 LPT",
        "content": "L’Ufficio federale della pianificazione del territorio coordina tale promozione con i servizi federali interessati e garantisce una valutazione sistematica delle esperienze raccolte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_29_a"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo terzo: Sussidi federali, Presupposto per altri sussidi",
        "citation": "Art. 30 LPT",
        "content": "I sussidi della Confederazione, previsti da altre leggi federali, per provvedimenti d’incidenza territoriale sono subordinati alla congruenza di questi con i piani direttori approvati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_30"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo quarto: Organizzazione, Uffici cantonali",
        "citation": "Art. 31 LPT",
        "content": "I Cantoni istituiscono un ufficio per la pianificazione del territorio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_31"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo quarto: Organizzazione, Ufficio federale dello sviluppo territoriale",
        "citation": "Art. 32 LPT",
        "content": "L’Ufficio federale dello sviluppo territoriale è il servizio competente della Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_32"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo quinto: Protezione giuridica, Diritto cantonale",
        "citation": "Art. 33 cpv. 1 LPT",
        "content": "I piani d’utilizzazione sono pubblicati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_33"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo quinto: Protezione giuridica, Diritto cantonale",
        "citation": "Art. 33 cpv. 2 LPT",
        "content": "Il diritto cantonale prevede almeno un rimedio di diritto contro le decisioni e i piani di utilizzazione fondati sulla presente legge e sulle sue disposizioni di applicazione cantonali e federali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_33"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo quinto: Protezione giuridica, Diritto cantonale",
        "citation": "Art. 33 cpv. 3 LPT",
        "content": "Il diritto cantonale garantisce:\na. la legittimazione a ricorrere, per lo meno nella stessa misura di quella prevista per il ricorso al Tribunale federale in materia di diritto pubblico;\nb. il riesame completo da parte di almeno una istanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_33"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo quinto: Protezione giuridica, Diritto cantonale",
        "citation": "Art. 33 cpv. 4 LPT",
        "content": "Per l’impugnazione di decisioni pronunciate da autorità cantonali e alle quali è applicabile l’articolo 25a capoverso 1, occorre prevedere autorità di ricorso uniche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_33"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo quinto: Protezione giuridica, Diritto federale",
        "citation": "Art. 34 cpv. 1 LPT",
        "content": "I rimedi giuridici proponibili dinanzi alle autorità federali sono retti dalle disposizioni generali sull’amministrazione della giustizia federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_34"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo quinto: Protezione giuridica, Diritto federale",
        "citation": "Art. 34 cpv. 2 LPT",
        "content": "I Cantoni e i Comuni sono legittimati a ricorrere contro le decisioni cantonali di ultima istanza concernenti:\na. le indennità per restrizioni della proprietà (art. 5);\nb. la conformità alla destinazione della zona di edifici o impianti fuori della zona edificabile;\nc. le autorizzazioni ai sensi degli articoli 24–24d e 37a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_34"
    },
    {
        "book": "RPG",
        "title": "LPT, Titolo quinto: Protezione giuridica, Diritto federale",
        "citation": "Art. 34 cpv. 3 LPT",
        "content": "L’Ufficio federale dell’agricoltura è legittimato a ricorrere contro le decisioni riguardanti progetti che richiedono superfici per l’avvicendamento delle colture.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1979/1573_1573_1573/it#art_34"
    }
]