[
    {
        "book": "RPV",
        "title": "OAT, Chapitre 1, Introduction, Activités ayant des effets sur l’organisation du territoire",
        "citation": "Art. 1 al. 1 OAT",
        "content": "On entend par activités ayant des effets sur l’organisation du territoire les activités qui modifient l’utilisation du sol ou l’occupation du territoire ou qui visent à les maintenir en l’état.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_1"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 1, Introduction, Activités ayant des effets sur l’organisation du territoire",
        "citation": "Art. 1 al. 2 OAT",
        "content": "La Confédération, les cantons et les communes exercent de telles activités notamment lorsqu’ils:\na. établissent ou approuvent des plans directeurs et des plans d’affectation, des conceptions et des plans sectoriels ainsi que les études de base qui les précèdent;\nb. élaborent ou réalisent des projets de construction ou de transformation de bâtiments, d’ouvrages ou d’installations publics ou d’intérêt public ou utilisent de telles constructions ou installations;\nc. accordent des concessions ou des autorisations concernant des constructions et des installations ou touchant d’une autre manière l’utilisation du sol (autorisations de déboiser, droits d’eau, droits de prospection, droits en matière de transports, etc.);\nd. allouent des subventions pour la construction ou l’exploitation de bâtiments, d’ouvrages ou d’installations, servant notamment à la protection des eaux, aux transports, à l’approvisionnement ou à des fins d’habitation, ainsi que pour des améliorations foncières, des corrections de cours d’eau ou des mesures de protection.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_1"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 1, Introduction, Planification et coordination des activités ayant des effets sur l’organisation du territoire",
        "citation": "Art. 2 al. 1 OAT",
        "content": "Lors de la planification d’activités ayant des effets sur l’organisation du territoire, les autorités examinent en particulier, compte tenu du développement spatial souhaité:\na. quels sont les besoins de terrains pour l’exercice de ces activités;\nb. quelles possibilités et variantes de solution entrent en ligne de compte;\nc. si ces activités sont compatibles avec les buts et principes de l’aménagement du territoire;\nd. quelles possibilités permettent de garantir une utilisation mesurée du sol, de réduire à un minimum les atteintes à l’environnement et de réaliser une occupation plus rationnelle du territoire;\ne. si la solution choisie est compatible avec les plans et prescriptions de la Confédération, des cantons, des régions et des communes relatives à l’utilisation du sol, en particulier avec les plans directeurs et les plans d’affectation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_2"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 1, Introduction, Planification et coordination des activités ayant des effets sur l’organisation du territoire",
        "citation": "Art. 2 al. 2 OAT",
        "content": "Les autorités déterminent l’impact qu’ont leurs activités sur l’organisation du territoire et s’en informent mutuellement en temps utile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_2"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 1, Introduction, Planification et coordination des activités ayant des effets sur l’organisation du territoire",
        "citation": "Art. 2 al. 3 OAT",
        "content": "Elles coordonnent celles de ces activités qui sont incompatibles, concurrentes, interdépendantes ou complémentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_2"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 1, Introduction, Pesée des intérêts en présence",
        "citation": "Art. 3 al. 1 OAT",
        "content": "Lorsque, dans l’accomplissement et la coordination de tâches ayant des effets sur l’organisation du territoire, les autorités disposent d’un pouvoir d’appréciation, elles sont tenues de peser les intérêts en présence. Ce faisant, elles:\na. déterminent les intérêts concernés;\nb. apprécient ces intérêts notamment en fonction du développement spatial souhaité et des implications qui en résultent;\nc. fondent leur décision sur cette appréciation, en veillant à prendre en considération, dans la mesure du possible, l’ensemble des intérêts concernés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_3"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 1, Introduction, Pesée des intérêts en présence",
        "citation": "Art. 3 al. 2 OAT",
        "content": "Elles exposent leur pondération dans la motivation de leur décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_3"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 2, Plan directeur cantonal, Études de base",
        "citation": "Art. 4 al. 1 OAT",
        "content": "Les études de base comprennent les études et plans sectoriels (art. 6, al. 2 et 3, LAT); elles s’attachent en particulier à séparer le territoire à urbaniser de celui qui ne doit pas l’être.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_4"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 2, Plan directeur cantonal, Études de base",
        "citation": "Art. 4 al. 2 OAT",
        "content": "Les études et plans sectoriels mettent en évidence, pour les différents domaines relevant de l’aménagement du territoire, les données de fait et de droit ainsi que les conflits d’utilisation prévisibles; elles contiennent une appréciation des développements possibles dans une perspective d’ensemble.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_4"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 2, Plan directeur cantonal, Contenu et structure",
        "citation": "Art. 5 al. 1 OAT",
        "content": "Le plan directeur présente le développement spatial souhaité ainsi que, dans la mesure où ils ont une influence sensible en la matière, les résultats des études d’aménagement cantonales et de la collaboration du canton avec la Confédération, les cantons voisins et les régions limitrophes des pays voisins; il détermine l’orientation future de la planification et de la collaboration entre autorités, en précisant notamment les exigences à respecter lors de l’affectation du sol et de la coordination des différents domaines sectoriels; il en définit les étapes nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_5"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 2, Plan directeur cantonal, Contenu et structure",
        "citation": "Art. 5 al. 2 OAT",
        "content": "Il montre:\na. comment les activités ayant des effets sur l’organisation du territoire sont coordonnées (coordination réglée);\nb. quelles sont les activités ayant des effets sur l’organisation du territoire qui ne sont pas encore coordonnées et les dispositions qu’il convient de prendre pour parvenir à le faire en temps utile (coordination en cours);\nc. quelles sont les activités ayant des effets sur l’organisation du territoire qui peuvent avoir des répercussions importantes sur l’utilisation du sol mais ne sont pas définies de manière suffisamment précise pour qu’une concertation puisse avoir lieu (informations préalables).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_5"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 2, Plan directeur cantonal, Prescriptions du plan directeur relatives aux zones à bâtir",
        "citation": "Art. 5a al. 1 OAT",
        "content": "En complément aux éléments énumérés à l’art. 8a, al. 1, LAT, le canton indique dans son plan directeur quelle évolution de la population résidente et des emplois il prend en considération pour déterminer ses besoins en zones à bâtir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_5_a"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 2, Plan directeur cantonal, Prescriptions du plan directeur relatives aux zones à bâtir",
        "citation": "Art. 5a al. 2 OAT",
        "content": "Si l’évolution supposée de la croissance est supérieure à celle du scénario moyen d’évolution de la population établi par l’Office fédéral de la statistique (OFS), elle n’est prise en considération pour déterminer les besoins totaux en zone à bâtir du canton qu’à concurrence du scénario haut de l’OFS. Si elle dépasse le scénario haut, elle n’est prise en considération que si l’une des conditions suivantes est remplie:\na. le développement réel l’a confirmée;\nb. elle concerne le nombre d’emplois et le canton apporte dans le plan directeur la preuve que ses suppositions sont plus plausibles que les hypothèses qui fondent les scénarios de l’OFS pour la croissance de la population résidente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_5_a"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 2, Plan directeur cantonal, Prescriptions du plan directeur relatives aux zones à bâtir",
        "citation": "Art. 5a al. 3 OAT",
        "content": "Dans son plan directeur, le canton donne les mandats permettant:\na. de vérifier périodiquement la dimension et l’emplacement des zones à bâtir et de prendre les mesures nécessaires;\nb. de construire et densifier de manière efficace et en économisant le sol les zones à bâtir existantes ou nouvellement créées;\nc. de garantir par des mesures d’aménagement les surfaces prévues pour le déclassement;\nd. de recourir à temps, mais au plus tard cinq ans après la définition des mesures d’aménagement, à l’exécution par substitution si la commune concernée n’a pris aucune décision de mise en œuvre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_5_a"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 2, Plan directeur cantonal, Prescriptions du plan directeur relatives aux zones à bâtir",
        "citation": "Art. 5a al. 4 OAT",
        "content": "Les cantons ayant des zones à bâtir surdimensionnées indiquent au surplus par quelles mesures et dans quels délais ils répondront aux exigences de l’art. 15 LAT. Si les zones à bâtir sont nettement surdimensionnées, le canton impose les prescriptions nécessaires pour les réduire globalement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_5_a"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 2, Plan directeur cantonal, Forme",
        "citation": "Art. 6 al. 1 OAT",
        "content": "Le plan directeur se présente sous la forme d’une carte et d’un texte liés par un système de renvois réciproques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_6"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 2, Plan directeur cantonal, Forme",
        "citation": "Art. 6 al. 2 OAT",
        "content": "La carte donne une vue d’ensemble de tous les domaines sectoriels et présente les projets relevant du plan directeur, dans leur contexte spatial. En règle générale, elle est établie à l’échelle 1:50 000.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_6"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 2, Plan directeur cantonal, Forme",
        "citation": "Art. 6 al. 3 OAT",
        "content": "Le texte pose, pour chacun des domaines sectoriels et projets individuels, les exigences à respecter lors de la poursuite des travaux en ce qui concerne les conditions spatiales, l’échelonnement dans le temps et l’organisation à mettre en place; il fournit en outre des indications sur les instruments d’aménagement et les moyens financiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_6"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 2, Plan directeur cantonal, Forme",
        "citation": "Art. 6 al. 4 OAT",
        "content": "Pour faciliter la compréhension du plan directeur, la carte et le texte montrent les relations spatiales et fonctionnelles entre les mesures proposées et l’utilisation actuelle du sol (données de base), en faisant apparaître notamment:\na. les constructions et installations existantes;\nb. les plans et prescriptions en vigueur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_6"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 2, Plan directeur cantonal, Rapport explicatif",
        "citation": "Art. 7 OAT",
        "content": "Les cantons renseignent:\na. sur le déroulement des travaux d’établissement du plan directeur, en particulier sur l’information et la participation de la population et sur la collaboration avec les communes, les régions, les cantons voisins, les régions limitrophes des pays voisins et les services fédéraux qui exercent des activités ayant des effets sur l’organisation du territoire (services fédéraux);\nb. sur les relations entre les domaines sectoriels, les projets individuels et les études de base.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_7"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 2, Plan directeur cantonal, Directives",
        "citation": "Art. 8 OAT",
        "content": "L’Office fédéral du développement territorial (ARE) édicte, après avoir consulté les cantons et les services fédéraux, des directives techniques pour l’établissement des plans directeurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_8"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 2, Plan directeur cantonal, Collaboration",
        "citation": "Art. 9 al. 1 OAT",
        "content": "Les cantons renseignent l’ARE au moins tous les quatre ans sur l’état de la planification directrice, sur l’avancement de sa mise en œuvre et sur les modifications essentielles des études de base.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_9"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 2, Plan directeur cantonal, Collaboration",
        "citation": "Art. 9 al. 2 OAT",
        "content": "Si les cantons veulent adapter ou remanier leur plan directeur (art. 9, al. 2 et 3, LAT), ils en informent l’ARE.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_9"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 2, Plan directeur cantonal, Collaboration",
        "citation": "Art. 9 al. 3 OAT",
        "content": "L’ARE conseille et soutient les cantons dans l’établissement et l’adaptation de leur plan directeur; il transmet les informations utiles aux services fédéraux et aux cantons et les met en rapport les uns avec les autres.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_9"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 2, Plan directeur cantonal, Collaboration",
        "citation": "Art. 9 al. 4 OAT",
        "content": "Il peut conclure, au nom de la Confédération, des accords administratifs avec les cantons en vue de régler cette collaboration.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_9"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 2, Plan directeur cantonal, Examen",
        "citation": "Art. 10 al. 1 OAT",
        "content": "L’ARE dirige la procédure relative à l’examen du plan directeur cantonal et de ses modifications et mène à cet effet les pourparlers nécessaires avec le canton et les services fédéraux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_10"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 2, Plan directeur cantonal, Examen",
        "citation": "Art. 10 al. 2 OAT",
        "content": "Il établit un rapport de synthèse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_10"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 2, Plan directeur cantonal, Examen",
        "citation": "Art. 10 al. 3 OAT",
        "content": "Les cantons peuvent soumettre leur plan directeur à l’examen préalable de l’ARE.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_10"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 2, Plan directeur cantonal, Examen",
        "citation": "Art. 10 al. 4 OAT",
        "content": "La durée de l’examen préalable et de l’examen du dossier complet ne doit pas, en règle générale, excéder six mois au total en cas d’adaptation et douze mois au total en cas de révision complète du plan directeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_10"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 2, Plan directeur cantonal, Approbation",
        "citation": "Art. 11 al. 1 OAT",
        "content": "Après avoir entendu le canton et les cantons voisins, le Département fédéral de l’environnement, des transports, de l’énergie et de la communication (DETEC) propose au Conseil fédéral d’approuver le plan directeur cantonal et ses modifications ou d’ordonner l’ouverture d’une procédure de conciliation (art. 12 LAT).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_11"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 2, Plan directeur cantonal, Approbation",
        "citation": "Art. 11 al. 2 OAT",
        "content": "Lorsque des modifications ne suscitent aucune opposition, le DETEC les approuve.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_11"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 2, Plan directeur cantonal, Approbation",
        "citation": "Art. 11 al. 3 OAT",
        "content": "Si les cantons modifient des éléments du plan directeur dans les limites des conditions fixées par celui-ci (mise à jour), il suffit qu’ils le communiquent sans retard à l’ARE.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_11"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 2, Plan directeur cantonal, Demande d’adaptation",
        "citation": "Art. 12 al. 1 OAT",
        "content": "Les cantons voisins peuvent demander au canton d’adapter son plan directeur (art. 9, al. 2, LAT); les services fédéraux peuvent adresser la même demande par l’intermédiaire du DETEC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_12"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 2, Plan directeur cantonal, Demande d’adaptation",
        "citation": "Art. 12 al. 2 OAT",
        "content": "Si la demande est agréée par le canton, la procédure d’approbation est appliquée; si celui-ci la rejette, le DETEC propose au Conseil fédéral d’ordonner l’ouverture d’une procédure de conciliation (art. 12 LAT).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_12"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 2, Plan directeur cantonal, Demande d’ouverture d’une procédure de conciliation",
        "citation": "Art. 13 al. 1 OAT",
        "content": "Le canton, les cantons voisins et les services fédéraux peuvent demander en tout temps au DETEC l’ouverture d’une procédure de conciliation (art. 7, al. 2, et 12 LAT).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_13"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 2, Plan directeur cantonal, Demande d’ouverture d’une procédure de conciliation",
        "citation": "Art. 13 al. 2 OAT",
        "content": "Le DETEC transmet la demande au Conseil fédéral en y joignant une proposition indiquant qui devrait participer aux négociations ainsi que le mode de procéder dans le cas d’espèce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_13"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 2, Plan directeur cantonal, Demande d’ouverture d’une procédure de conciliation",
        "citation": "Art. 13 al. 3 OAT",
        "content": "Si aucun accord n’intervient, le DETEC soumet au Conseil fédéral des propositions pour qu’il statue (art. 12, al. 3, LAT).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_13"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 3, Mesures particulières de la Confédération, Section 1, Conceptions et plans sectoriels, But et contenu",
        "citation": "Art. 14 al. 1 OAT",
        "content": "La Confédération établit des conceptions et des plans sectoriels pour planifier et coordonner celles de ses activités qui ont des effets importants sur le territoire et l’environnement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_14"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 3, Mesures particulières de la Confédération, Section 1, Conceptions et plans sectoriels, But et contenu",
        "citation": "Art. 14 al. 2 OAT",
        "content": "Dans ses conceptions et dans ses plans sectoriels, la Confédération montre comment elle entend faire usage de sa liberté d’appréciation en matière d’aménagement; elle définit notamment:\na. les objectifs visés dans le domaine en question et comment elle entend les faire concorder entre eux et avec ceux de l’organisation du territoire, et\nb. les priorités, les modalités et les moyens envisagés pour exercer ses activités à incidence spatiale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_14"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 3, Mesures particulières de la Confédération, Section 1, Conceptions et plans sectoriels, But et contenu",
        "citation": "Art. 14 al. 3 OAT",
        "content": "Les plans sectoriels contiennent au surplus des indications concrètes portant sur les conditions spatiales et l’échelonnement dans le temps ainsi que des exigences particulières à l’attention des autorités fédérales compétentes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_14"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 3, Mesures particulières de la Confédération, Section 1, Conceptions et plans sectoriels, Exigences quant à la forme et au contenu",
        "citation": "Art. 15 al. 1 OAT",
        "content": "Les indications concrètes portant sur les conditions spatiales revêtent à la fois la forme d’un texte et de cartes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_15"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 3, Mesures particulières de la Confédération, Section 1, Conceptions et plans sectoriels, Exigences quant à la forme et au contenu",
        "citation": "Art. 15 al. 2 OAT",
        "content": "Le texte et les cartes contiennent des indications contraignantes qui peuvent être classées dans les catégories «coordination réglée», «coordination en cours» et «informations préalables» (art. 5, al. 2); ils peuvent au besoin comprendre d’autres informations. Ils renseignent en outre sur les données spatiales et sectorielles (données de base) nécessaires à la compréhension des indications contraignantes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_15"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 3, Mesures particulières de la Confédération, Section 1, Conceptions et plans sectoriels, Exigences quant à la forme et au contenu",
        "citation": "Art. 15 al. 3 OAT",
        "content": "Un projet particulier ne peut être arrêté en tant que «coordination réglée»:\na. que s’il répond à un besoin;\nb. que si d’autres lieux d’implantation ont été examinés et que si le lieu retenu constitue la meilleure solution; \nc. que si les incidences majeures du projet sur le territoire et l’environnement peuvent être appréciées d’une manière qui corresponde à ce niveau de planification, et\nd. que s’il apparaît conforme à la législation pertinente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_15"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 3, Mesures particulières de la Confédération, Section 1, Conceptions et plans sectoriels, Rapport explicatif",
        "citation": "Art. 16 OAT",
        "content": "Dans le rapport explicatif, le service fédéral compétent renseigne en particulier sur:\na. l’objet et le déroulement de la planification;\nb. la façon dont il a été tenu compte des divers intérêts en présence (art. 3);\nc. les résultats de la collaboration (art. 18) et des procédures de consultation et de participation (art. 19).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_16"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 3, Mesures particulières de la Confédération, Section 1, Conceptions et plans sectoriels, Élaboration et adaptation ",
        "citation": "Art. 17 al. 1 OAT",
        "content": "Le service fédéral compétent élabore les conceptions et les plans sectoriels, leurs adaptations et les études de base nécessaires en étroite collaboration avec l’ARE. Ce faisant, il tient compte de la planification directrice des cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_17"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 3, Mesures particulières de la Confédération, Section 1, Conceptions et plans sectoriels, Élaboration et adaptation ",
        "citation": "Art. 17 al. 2 OAT",
        "content": "L’ARE prête ses bons offices en cas de divergences de vues entre les services fédéraux ou entre la Confédération et les cantons. Il établit à l’intention du DETEC qui présente la proposition si les conditions sont réunies pour que la planification en question puisse être adoptée en tant que conception ou plan sectoriel au sens de l’art. 13 LAT.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_17"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 3, Mesures particulières de la Confédération, Section 1, Conceptions et plans sectoriels, Élaboration et adaptation ",
        "citation": "Art. 17 al. 3 OAT",
        "content": "Le service fédéral compétent et l’ARE mettent conjointement à disposition les ressources financières et humaines nécessaires à ces travaux selon une clé de répartition à fixer cas par cas.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_17"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 3, Mesures particulières de la Confédération, Section 1, Conceptions et plans sectoriels, Élaboration et adaptation ",
        "citation": "Art. 17 al. 4 OAT",
        "content": "Lorsque les circonstances se sont modifiées, que de nouvelles tâches se présentent ou qu’il est possible de trouver une solution dans l’ensemble meilleure, les conceptions et les plans sectoriels sont réexaminés et, au besoin, totalement remaniés ou adaptés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_17"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 3, Mesures particulières de la Confédération, Section 1, Conceptions et plans sectoriels, Collaboration ",
        "citation": "Art. 18 al. 1 OAT",
        "content": "Afin d’identifier à temps les conflits qui pourraient naître au cours du processus de planification et de les régler alors d’un commun accord, le service fédéral compétent s’attache à obtenir aussi tôt que possible la collaboration:\na. des autorités concernées de la Confédération, des cantons et des régions limitrophes des pays voisins;\nb. des organisations et des personnes de droit public et de droit privé concernées qui n’appartiennent pas à l’administration, lorsqu’elles assument des tâches publiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_18"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 3, Mesures particulières de la Confédération, Section 1, Conceptions et plans sectoriels, Collaboration ",
        "citation": "Art. 18 al. 2 OAT",
        "content": "Si un plan directeur cantonal en vigueur empêche ou entrave de façon disproportionnée la réalisation des objectifs visés par un plan sectoriel, le canton et le service fédéral compétent coordonnent les procédures d’adaptation du plan directeur et d’élaboration du plan sectoriel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_18"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 3, Mesures particulières de la Confédération, Section 1, Conceptions et plans sectoriels, Consultation des cantons et des communes; information et participation de la population",
        "citation": "Art. 19 al. 1 OAT",
        "content": "Le service fédéral compétent remet le projet de conception ou de plan sectoriel aux cantons concernés. Il leur indique, en outre, comment assurer l’information et la participation de la population par voie d’annonces dans les organes officiels pour les éléments du plan sectoriel qui affecteront concrètement le lieu considéré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_19"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 3, Mesures particulières de la Confédération, Section 1, Conceptions et plans sectoriels, Consultation des cantons et des communes; information et participation de la population",
        "citation": "Art. 19 al. 2 OAT",
        "content": "Le service cantonal chargé de l’aménagement du territoire consulte les services cantonaux, régionaux et communaux intéressés et veille à ce qu’une participation adéquate de la population soit assurée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_19"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 3, Mesures particulières de la Confédération, Section 1, Conceptions et plans sectoriels, Consultation des cantons et des communes; information et participation de la population",
        "citation": "Art. 19 al. 3 OAT",
        "content": "Les frais d’annonces dans les organes officiels sont à la charge du service fédéral compétent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_19"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 3, Mesures particulières de la Confédération, Section 1, Conceptions et plans sectoriels, Consultation des cantons et des communes; information et participation de la population",
        "citation": "Art. 19 al. 4 OAT",
        "content": "Le projet de conception ou de plan sectoriel fait l’objet d’un dépôt public pendant 20 jours au moins. La procédure de consultation dure en principe trois mois. En cas d’adaptations de conceptions ou de plans sectoriels, ce délai est réduit de façon appropriée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_19"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 3, Mesures particulières de la Confédération, Section 1, Conceptions et plans sectoriels, Conciliation",
        "citation": "Art. 20 al. 1 OAT",
        "content": "Avant l’adoption de la conception ou du plan sectoriel par le Conseil fédéral, les cantons obtiennent la possibilité de relever les contradictions qui subsisteraient encore avec la planification directrice cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_20"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 3, Mesures particulières de la Confédération, Section 1, Conceptions et plans sectoriels, Conciliation",
        "citation": "Art. 20 al. 2 OAT",
        "content": "Si ces contradictions ne peuvent être éliminées, une procédure de conciliation peut être demandée avant l’adoption de la conception ou du plan sectoriel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_20"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 3, Mesures particulières de la Confédération, Section 1, Conceptions et plans sectoriels, Conciliation",
        "citation": "Art. 20 al. 3 OAT",
        "content": "Les dispositions relatives à la procédure de conciliation prévue pour les plans directeurs cantonaux (art. 7, al. 2, et 12 LAT; art. 13 OAT) s’appliquent par analogie. La procédure doit être achevée aussi vite que possible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_20"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 3, Mesures particulières de la Confédération, Section 1, Conceptions et plans sectoriels, Adoption ",
        "citation": "Art. 21 al. 1 OAT",
        "content": "Le Conseil fédéral adopte les conceptions et les plans sectoriels ainsi que leurs adaptations sur la base d’une proposition du département compétent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_21"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 3, Mesures particulières de la Confédération, Section 1, Conceptions et plans sectoriels, Adoption ",
        "citation": "Art. 21 al. 2 OAT",
        "content": "Dans les limites de sa liberté d’appréciation en matière d’aménagement, il s’assure en particulier:\na. que la conception ou le plan sectoriel est conforme aux exigences du droit de l’aménagement du territoire et du droit spécial;\nb. que les éventuelles contradictions avec les autres conceptions et plans sectoriels de la Confédération de même qu’avec les plans directeurs cantonaux en vigueur ont été éliminées;\nc. que la conception ou le plan sectoriel tient compte de façon adéquate des autres activités à incidence spatiale de la Confédération et des cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_21"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 3, Mesures particulières de la Confédération, Section 1, Conceptions et plans sectoriels, Adoption ",
        "citation": "Art. 21 al. 3 OAT",
        "content": "Il approuve les adaptations correspondantes de plans directeurs cantonaux si possible en même temps qu’il adopte la conception ou le plan sectoriel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_21"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 3, Mesures particulières de la Confédération, Section 1, Conceptions et plans sectoriels, Adoption ",
        "citation": "Art. 21 al. 4 OAT",
        "content": "Lorsque l’adaptation d’un plan sectoriel existant n’entraîne pas de nouveaux conflits et n’a pas d’effets importants sur le territoire et l’environnement, elle peut être adoptée par le département compétent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_21"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 3, Mesures particulières de la Confédération, Section 1, Conceptions et plans sectoriels, Force obligatoire",
        "citation": "Art. 22 al. 1 OAT",
        "content": "Les conceptions et les plans sectoriels ont force obligatoire pour les autorités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_22"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 3, Mesures particulières de la Confédération, Section 1, Conceptions et plans sectoriels, Force obligatoire",
        "citation": "Art. 22 al. 2 OAT",
        "content": "Ils ont en outre force obligatoire pour les organisations et les personnes de droit public ou de droit privé qui n’appartiennent pas à l’administration, lorsqu’elles assument des tâches publiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_22"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 3, Mesures particulières de la Confédération, Section 1, Conceptions et plans sectoriels, Force obligatoire",
        "citation": "Art. 22 al. 3 OAT",
        "content": "Les autorités sont liées par un projet particulier classé en catégorie «coordination réglée» pour autant que les incidences sur le territoire et l’environnement aient pu être appréciées correctement compte tenu des études de base du plan sectoriel et des plans de la Confédération et des cantons disponibles au moment du classement dans ladite catégorie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_22"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 3, Mesures particulières de la Confédération, Section 1, Conceptions et plans sectoriels, Relations entre les plans sectoriels et les plans directeurs cantonaux",
        "citation": "Art. 23 al. 1 OAT",
        "content": "Les dispositions d’un plan sectoriel qui se rapportent à la réalisation d’un projet concret sont contraignantes pour les cantons si la Confédération les a arrêtées en vertu des compétences que la constitution et la loi lui confèrent dans le domaine en question.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_23"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 3, Mesures particulières de la Confédération, Section 1, Conceptions et plans sectoriels, Relations entre les plans sectoriels et les plans directeurs cantonaux",
        "citation": "Art. 23 al. 2 OAT",
        "content": "Si l’adaptation d’un plan directeur cantonal se fonde sur les dispositions d’un plan sectoriel, la Confédération en prend acte en tant que mise à jour.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_23"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 3, Mesures particulières de la Confédération, Section 2, Information et coordination Information des cantons",
        "citation": "Art. 24 OAT",
        "content": "La Confédération établit périodiquement à l’intention des cantons une vue d’ensemble des conceptions et des plans sectoriels, des études de base y afférentes et des projets de construction de la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_24"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 3, Mesures particulières de la Confédération, Section 2, Information et coordination Coordination",
        "citation": "Art. 25 al. 1 OAT",
        "content": "Lorsqu’ils allouent des subventions, approuvent des plans ou accordent des autorisations ou des concessions relatifs à des mesures ayant des effets sur l’organisation du territoire, les services fédéraux examinent si l’obligation d’aménager a été correctement remplie eu égard à la décision à prendre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_25"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 3, Mesures particulières de la Confédération, Section 2, Information et coordination Coordination",
        "citation": "Art. 25 al. 2 OAT",
        "content": "Si un plan directeur doit être adapté, l’ARE coordonne les procédures entre la Confédération et le canton.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_25"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 4, Surfaces d’assolement, Principes",
        "citation": "Art. 26 al. 1 OAT",
        "content": "Les surfaces d’assolement font partie du territoire qui se prête à l’agriculture (art. 6, al. 2, let. a, LAT); elles se composent des terres cultivables comprenant avant tout les terres ouvertes, les prairies artificielles intercalaires et les prairies naturelles arables. Elles sont garanties par des mesures d’aménagement du territoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_26"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 4, Surfaces d’assolement, Principes",
        "citation": "Art. 26 al. 2 OAT",
        "content": "Les surfaces d’assolement sont délimitées en fonction des conditions climatiques (période de végétation, précipitations), des caractéristiques du sol (possibilités de labourer, degrés de fertilité et d’humidité) ainsi que de la configuration du terrain (déclivité, possibilité d’exploitation mécanisée). La nécessité d’assurer une compensation écologique doit également être prise en considération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_26"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 4, Surfaces d’assolement, Principes",
        "citation": "Art. 26 al. 3 OAT",
        "content": "Une surface totale minimale d’assolement a pour but d’assurer au pays une base d’approvisionnement suffisante, comme l’exige le plan alimentaire, dans l’hypothèse où le ravitaillement serait perturbé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_26"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 4, Surfaces d’assolement, Fixation de chiffres indicatifs par la Confédération",
        "citation": "Art. 27 al. 1 OAT",
        "content": "Le DETEC et le Département fédéral de l’économie, de la formation et de la recherche déterminent, sous forme de chiffres indicatifs, la surface totale minimale d’assolement et sa répartition entre les cantons; la décision est publiée dans la Feuille fédérale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_27"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 4, Surfaces d’assolement, Fixation de chiffres indicatifs par la Confédération",
        "citation": "Art. 27 al. 2 OAT",
        "content": "L’Office fédéral de l’agriculture informe les cantons des études et des plans sur lesquels se fondent ces chiffres.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_27"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 4, Surfaces d’assolement, Relevés cantonaux",
        "citation": "Art. 28 al. 1 OAT",
        "content": "Au cours de l’élaboration de leur plan directeur (art. 6 à 12 LAT), les cantons circonscrivent les surfaces d’assolement visées à l’art. 26, al. 1 et 2, dans le cadre de la délimitation des autres parties du territoire qui se prêtent à l’agriculture.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_28"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 4, Surfaces d’assolement, Relevés cantonaux",
        "citation": "Art. 28 al. 2 OAT",
        "content": "Ils fixent les surfaces d’assolement par commune, les reportent sur des cartes, les chiffrent et en indiquent l’emplacement exact, l’étendue et la qualité; ils montrent également celles de ces surfaces qui sont situées dans des zones à bâtir non équipées ou dans d’autres zones non affectées à l’agriculture.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_28"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 4, Surfaces d’assolement, Plan sectoriel de la Confédération",
        "citation": "Art. 29 OAT",
        "content": "La Confédération fixe dans le plan sectoriel des surfaces d’assolement la surface totale minimale d’assolement et sa répartition entre les cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_29"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 4, Surfaces d’assolement, Garantie des surfaces d’assolement",
        "citation": "Art. 30 al. 1 OAT",
        "content": "Les cantons veillent à ce que les surfaces d’assolement soient classées en zones agricoles; ils indiquent dans leur plan directeur les mesures nécessaires à cet effet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_30"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 4, Surfaces d’assolement, Garantie des surfaces d’assolement",
        "citation": "Art. 30 al. 1bis OAT",
        "content": "Des surfaces d’assolement ne peuvent être classées en zone à bâtir que:\na. lorsqu’un objectif que le canton également estime important ne peut pas être atteint judicieusement sans recourir aux surfaces d’assolement, et\nb. lorsqu’il peut être assuré que les surfaces sollicitées seront utilisées de manière optimale selon l’état des connaissances.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_30"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 4, Surfaces d’assolement, Garantie des surfaces d’assolement",
        "citation": "Art. 30 al. 2 OAT",
        "content": "Les cantons s’assurent que leur part de la surface totale minimale d’assolement (art. 29) soit garantie de façon durable. Si cette part ne peut être garantie hors des zones à bâtir, ils prévoient des zones réservées (art. 27 LAT) pour des territoires non équipés sis dans des zones à bâtir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_30"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 4, Surfaces d’assolement, Garantie des surfaces d’assolement",
        "citation": "Art. 30 al. 3 OAT",
        "content": "Le Conseil fédéral peut délimiter des zones d’affectation de caractère temporaire (art. 37 LAT) aux fins de garantir des surfaces d’assolement situées dans des zones à bâtir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_30"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 4, Surfaces d’assolement, Garantie des surfaces d’assolement",
        "citation": "Art. 30 al. 4 OAT",
        "content": "Les cantons suivent les modifications qui affectent l’emplacement, l’étendue et la qualité des surfaces d’assolement; ils renseignent au moins tous les quatre ans l’ARE sur ces modifications (art. 9, al. 1).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_30"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 1, Dimension totale des zones à bâtir du canton",
        "citation": "Art. 30a al. 1 OAT",
        "content": "La surface maximale de zone à bâtir utilisée par habitant et par emploi en équivalent plein-temps qu’un canton peut comptabiliser dans l’évaluation de ses zones d’habitation, zones mixtes et zones centrales au sens de l’art. 15, al. 1 et 2, LAT correspond à la valeur obtenue pour les communes du canton. Si, pour une commune, cette valeur est supérieure à la valeur atteinte par la moitié des entités territoriales comparables, le calcul doit utiliser cette dernière valeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_30_a"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 1, Dimension totale des zones à bâtir du canton",
        "citation": "Art. 30a al. 2 OAT",
        "content": "La délimitation de nouvelles zones d’activités économiques requiert l’introduction par le canton d’un système de gestion des zones d’activités garantissant, globalement, leur utilisation rationnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_30_a"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 1, Dimension totale des zones à bâtir du canton",
        "citation": "Art. 30a al. 3 OAT",
        "content": "Le DETEC est compétent pour l’élaboration des directives prévues à l’art. 15, al. 5, LAT avec les cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_30_a"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 2, Équipement, Aperçu de l’état de l’équipement",
        "citation": "Art. 31 al. 1 OAT",
        "content": "Pour remplir les tâches que le droit, fédéral et cantonal, leur impose en matière d’équipement, les collectivités publiques établissent un aperçu de l’état de l’équipement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_31"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 2, Équipement, Aperçu de l’état de l’équipement",
        "citation": "Art. 31 al. 2 OAT",
        "content": "L’aperçu présente les parties de la zone à bâtir propres à la construction, compte tenu de l’aménagement et de l’équipement effectués, ou qui pourront vraisemblablement l’être dans les cinq ans si les travaux effectués se poursuivent conformément au programme établi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_31"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 2, Équipement, Aperçu de l’état de l’équipement",
        "citation": "Art. 31 al. 3 OAT",
        "content": "Les collectivités publiques suivent le développement de la construction, déterminent les réserves d’utilisation dans les territoires déjà largement bâtis et tiennent l’aperçu à jour.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_31"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 2, Équipement, Aperçu de l’état de l’équipement",
        "citation": "Art. 31 al. 4 OAT",
        "content": "L’aperçu peut être consulté par toute personne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_31"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 2, Équipement, Mesures des cantons",
        "citation": "Art. 32 al. 1 OAT",
        "content": "L’autorité cantonale veille à ce que les collectivités publiques remplissent les tâches qui leur incombent en matière d’équipement et échelonnent au besoin un équipement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_32"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 2, Équipement, Mesures des cantons",
        "citation": "Art. 32 al. 2 OAT",
        "content": "Un canton ne doit pas compter au total plus de zones à bâtir équipées que celles correspondant aux besoins des quinze années suivantes selon le scénario moyen de croissance de l’OFS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_32"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 2, Équipement, Mesures des cantons",
        "citation": "Art. 32 al. 3 OAT",
        "content": "Lorsque les zones à bâtir ne sont pas équipées par les collectivités publiques dans le délai prévu par le programme d’équipement, l’autorité cantonale examine s’il y a lieu d’adapter les plans d’affectation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_32"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 3, Installations solaires, Installations solaires dispensées d’autorisation",
        "citation": "Art. 32a al. 1 OAT",
        "content": "Les installations solaires placées sur un toit sont considérées suffisamment adaptées (art. 18a, al. 1, LAT) si les conditions suivantes sont réunies:\na. elles ne dépassent pas les pans du toit perpendiculairement de plus de 20 cm;\nb. elles ne dépassent pas du toit, vu du dessus;\nc. elles sont peu réfléchissantes selon l’état des connaissances techniques;\nd. elles forment un ensemble groupé; des exceptions pour raisons techniques ou une disposition décalée en raison de la surface disponible sont admissibles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_32_a"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 3, Installations solaires, Installations solaires dispensées d’autorisation",
        "citation": "Art. 32a al. 1bis OAT",
        "content": "Sur un toit plat, elles sont aussi considérées suffisamment adaptées si, au lieu des conditions de l’al. 1, les conditions suivantes sont réunies:\na. elles ne dépassent pas de l’arête supérieure du toit de plus de 1 m;\nb. elles sont placées suffisamment loin du bord du toit pour ne pas être visibles d’en bas avec un angle de vue de 45 degrés;\nc. elles sont peu réfléchissantes selon l’état actuel des connaissances techniques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_32_a"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 3, Installations solaires, Installations solaires dispensées d’autorisation",
        "citation": "Art. 32a al. 2 OAT",
        "content": "Les dispositions concrètes fondées sur le droit cantonal traitant de l’intégration desdites installations s’appliquent lorsqu’elles visent de manière proportionnée la défense d’intérêts de protection justifiés et ne limitent pas l’exploitation de l’énergie solaire plus strictement que l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_32_a"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 3, Installations solaires, Installations solaires dispensées d’autorisation",
        "citation": "Art. 32a al. 3 OAT",
        "content": "Les projets dispensés d’autorisation doivent être annoncés avant le début des travaux à l’autorité délivrant les autorisations de construire ou à une autre autorité déclarée compétente pour recevoir les annonces par la législation cantonale. La législation cantonale fixe le délai dans lequel l’annonce doit être faite et précise quels plans et autres documents doivent y être joints.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_32_a"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 3, Installations solaires, Installations solaires sur des biens culturels ",
        "citation": "Art. 32b OAT",
        "content": "Sont considérés comme des biens culturels d’importance cantonale ou nationale (art. 18a, al. 3, LAT):\na. les biens culturels au sens de l’art. 1, let. a et b, de l’ordonnance du 29 octobre 2014 sur la protection des biens culturels en cas de conflit armé, de catastrophe ou de situation d’urgence;\nb. les périmètres, ensembles et éléments individuels figurant à l’Inventaire fédéral des sites construits d’importance nationale à protéger en Suisse et assortis d’un objectif de sauvegarde A;\nc. les biens culturels d’importance nationale ou régionale répertoriés dans un autre inventaire adopté par la Confédération sur la base de la loi fédérale du 1er juillet 1966 sur la protection de la nature et du paysage (LPN);\nd. les biens culturels d’importance nationale ou régionale auxquels des contributions fédérales au sens de l’art. 13 LPN ont été accordées;\ne. les constructions et installations entrant dans le champ d’application de l’art. 24d, al. 2, LAT ou de l’art. 39, al. 2, de la présente ordonnance en raison de la protection dont elles bénéficient;\nf. les objets qui, dans le plan directeur approuvé par la Confédération, sont désignés comme étant des biens culturels d’importance cantonale au sens de l’art. 18a, al. 3, LAT.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_32_b"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 3, Installations solaires, Installations solaires imposées par leur destination hors de la zone à bâtir",
        "citation": "Art. 32c al. 1 OAT",
        "content": "Hors de la zone à bâtir, les installations solaires raccordées au réseau électrique peuvent être imposées par leur destination en particulier si elles:\na. forment une unité visuelle avec des constructions ou des installations dont l’existence légale à long terme est vraisemblable;\nb. sont mises en place de façon flottante sur un lac de barrage ou un autre plan d’eau artificiel, ou\nc. ont, dans une partie du territoire peu sensible, des conséquences positives pour la production agricole ou sont utiles à des fins de recherche et d’expérimentation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_32_c"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 3, Installations solaires, Installations solaires imposées par leur destination hors de la zone à bâtir",
        "citation": "Art. 32c al. 2 OAT",
        "content": "Si l’installation requiert une planification, le projet doit se fonder sur une base correspondante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_32_c"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 3, Installations solaires, Installations solaires imposées par leur destination hors de la zone à bâtir",
        "citation": "Art. 32c al. 3 OAT",
        "content": "Une pesée des intérêts complète est effectuée dans tous les cas.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_32_c"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 3, Installations solaires, Installations solaires imposées par leur destination hors de la zone à bâtir",
        "citation": "Art. 32c al. 4 OAT",
        "content": "Les installations et les parties d’installation qui ne satisfont plus aux conditions d’autorisation sont démontées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_32_c"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 4, Petites entités urbanisées hors de la zone à bâtir",
        "citation": "Art. 33 OAT",
        "content": "Pour assurer le maintien de petites entités urbanisées sises hors de la zone à bâtir, des zones spéciales au sens de l’art. 18 LAT, telles que les zones de hameaux ou les zones de maintien de l’habitat rural, peuvent être délimitées si la carte ou le texte du plan directeur cantonal (art. 8 LAT) le prévoit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_33"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 5, Conformité à l’affectation de la zone agricole, Constructions et installations conformes à l’affectation de la zone agricole: conditions générales (art. 16a, al. 1 à 3, LAT) ",
        "citation": "Art. 34 al. 1 OAT",
        "content": "Sont conformes à l’affectation de la zone agricole les constructions et installations qui servent à l’exploitation tributaire du sol ou au développement interne, ou qui sont – dans les parties de la zone agricole désignées à cet effet conformément à l’art. 16a, al. 3, LAT – nécessaires à une exploitation excédant les limites d’un développement interne et qui sont utilisées pour:\na. la production de denrées se prêtant à la consommation et à la transformation et provenant de la culture de végétaux et de la garde d’animaux de rente;\nb. l’exploitation de surfaces proches de leur état naturel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_34"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 5, Conformité à l’affectation de la zone agricole, Constructions et installations conformes à l’affectation de la zone agricole: conditions générales (art. 16a, al. 1 à 3, LAT) ",
        "citation": "Art. 34 al. 2 OAT",
        "content": "Sont en outre conformes à l’affectation de la zone les constructions et installations qui servent à la préparation, au stockage ou à la vente de produits agricoles ou horticoles:\na. si ces derniers sont produits dans la région et que plus de la moitié d’entre eux proviennent de l’exploitation où se trouvent lesdites constructions et installations ou d’exploitations appartenant à une communauté de production;\nb. si la préparation, le stockage ou la vente ne revêt pas un caractère industriel, et\nc. si l’exploitation où se trouve lesdites constructions et installations conserve son caractère agricole ou horticole.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_34"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 5, Conformité à l’affectation de la zone agricole, Constructions et installations conformes à l’affectation de la zone agricole: conditions générales (art. 16a, al. 1 à 3, LAT) ",
        "citation": "Art. 34 al. 3 OAT",
        "content": "Sont enfin conformes à l’affectation de la zone les constructions qui servent au logement indispensable à l’entreprise agricole, y compris le logement destiné à la génération qui prend sa retraite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_34"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 5, Conformité à l’affectation de la zone agricole, Constructions et installations conformes à l’affectation de la zone agricole: conditions générales (art. 16a, al. 1 à 3, LAT) ",
        "citation": "Art. 34 al. 4 OAT",
        "content": "Une autorisation ne peut être délivrée que:\na. si la construction ou l’installation est nécessaire à l’exploitation en question;\nb. si aucun intérêt prépondérant ne s’oppose à l’implantation de la construction ou de l’installation à l’endroit prévu, et\nc. s’il est prévisible que l’exploitation pourra subsister à long terme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_34"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 5, Conformité à l’affectation de la zone agricole, Constructions et installations conformes à l’affectation de la zone agricole: conditions générales (art. 16a, al. 1 à 3, LAT) ",
        "citation": "Art. 34 al. 5 OAT",
        "content": "Les constructions et installations qui servent à l’agriculture pratiquée en tant que loisir ne sont pas réputées conformes à l’affectation de la zone agricole.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_34"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 5, Conformité à l’affectation de la zone agricole, Constructions et installations nécessaires à la production d’énergie à partir de biomasse (art. 16a, al. 1bis LAT)",
        "citation": "Art. 34a al. 1 OAT",
        "content": "Sont admissibles les constructions et les installations nécessaires pour:\na. la production de carburant ou de combustible;\nb. la production de courant par couplage chaleur-force à partir du carburant ou du combustible généré;\nc. ...\nd. les conduites destinées au transport de l’énergie produite vers les utilisateurs adéquats, ainsi qu’à l’acheminement de la biomasse et à l’évacuation des résidus de la production d’énergie;\ne. le traitement de la biomasse acheminée et des résidus de la production d’énergie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_34_a"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 5, Conformité à l’affectation de la zone agricole, Constructions et installations nécessaires à la production d’énergie à partir de biomasse (art. 16a, al. 1bis LAT)",
        "citation": "Art. 34a al. 1bis OAT",
        "content": "Sont également admissibles les constructions et les installations nécessaires pour la production de chaleur à partir de biomasse ligneuse et la distribution de la chaleur produite si:\na. les installations nécessaires sont placées dans des bâtiments centraux existant à l’intérieur de l’exploitation agricole et qui ne sont plus utilisés pour l’agriculture, et\nb. les parties constitutives de ces installations répondent aux normes actuelles de haute efficacité énergétique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_34_a"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 5, Conformité à l’affectation de la zone agricole, Constructions et installations nécessaires à la production d’énergie à partir de biomasse (art. 16a, al. 1bis LAT)",
        "citation": "Art. 34a al. 2 OAT",
        "content": "Les substrats utilisés doivent provenir à raison de la moitié au moins de leur masse de l’exploitation elle-même ou d’entreprises agricoles distantes, en règle générale, de 15 km au maximum par la route. Cette partie doit représenter 10 % au moins de la valeur énergétique de tous les substrats utilisés. Les sources des autres substrats de la biomasse doivent être situées, en règle générale, à une distance de 50 km au maximum par la route. Des distances plus longues peuvent être autorisée à titre exceptionnel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_34_a"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 5, Conformité à l’affectation de la zone agricole, Constructions et installations nécessaires à la production d’énergie à partir de biomasse (art. 16a, al. 1bis LAT)",
        "citation": "Art. 34a al. 3 OAT",
        "content": "L’installation complète doit être subordonnée à l’exploitation agricole et contribuer à une utilisation efficace des énergies renouvelables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_34_a"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 5, Conformité à l’affectation de la zone agricole, Constructions et installations nécessaires à la production d’énergie à partir de biomasse (art. 16a, al. 1bis LAT)",
        "citation": "Art. 34a al. 4 OAT",
        "content": "Les conditions de l’art. 34, al. 4, doivent être remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_34_a"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 5, Conformité à l’affectation de la zone agricole, Constructions et installations pour la détention et l’utilisation de chevaux (art. 16abis LAT)",
        "citation": "Art. 34b al. 1 OAT",
        "content": "Sont considérées comme des entreprises agricoles les entreprises au sens des art. 5 ou 7 de la loi fédérale du 4 octobre 1991 sur le droit foncier rural (LDFR).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_34_b"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 5, Conformité à l’affectation de la zone agricole, Constructions et installations pour la détention et l’utilisation de chevaux (art. 16abis LAT)",
        "citation": "Art. 34b al. 2 OAT",
        "content": "Dans les exploitations agricoles existantes qui ne remplissent pas les conditions fixées aux art. 5 ou 7 LDFR relatives aux unités de main-d’œuvre standard, des travaux de transformation destinés à la détention de chevaux dans des constructions et installations existantes et les installations extérieures nécessaires pour une détention convenable des animaux peuvent être autorisés lorsqu’une base fourragère provenant majoritairement de l’exploitation et des pâturages pour la détention des chevaux sont disponibles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_34_b"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 5, Conformité à l’affectation de la zone agricole, Constructions et installations pour la détention et l’utilisation de chevaux (art. 16abis LAT)",
        "citation": "Art. 34b al. 3 OAT",
        "content": "L’enclos aménagé de façon à permettre aux animaux de s’y mouvoir librement tous les jours et par tous les temps au sens de l’art. 2, al. 3, let. f, de l’ordonnance du 23 avril 2008 sur la protection des animaux (aire de sortie toutes saisons) doit remplir les conditions suivantes:\na. il doit être attenant à l’écurie; là où cela n’est pas possible, une éventuelle place pour l’utilisation des chevaux doit aussi faire office d’aire de sortie toutes saisons; si le nombre de chevaux nécessite une aire de sortie supplémentaire, celle-ci peut être séparée de l’écurie;\nb. dans la mesure où l’aire de sortie toutes saisons excède la surface minimale prévue par la législation sur la protection des animaux, la consolidation du sol doit pouvoir être éliminée sans grands efforts; l’aire de sortie toutes saisons ne doit toutefois pas excéder la surface recommandée par la législation sur la protection des animaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_34_b"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 5, Conformité à l’affectation de la zone agricole, Constructions et installations pour la détention et l’utilisation de chevaux (art. 16abis LAT)",
        "citation": "Art. 34b al. 4 OAT",
        "content": "Les places pour l’utilisation des chevaux, telles que les terrains d’équitation, les ronds de longe ou les carrousels:\na. ne peuvent être affectées qu’à l’utilisation des chevaux détenus sur l’exploitation;\nb. peuvent être utilisées en commun par plusieurs entreprises;\nc. peuvent avoir au maximum une surface de 800 m2; les carrousels ne sont pas inclus dans le calcul de la surface;\nd. doivent être aménagées à proximité immédiate des bâtiments et installations de l’exploitation;\ne. ne peuvent être ni couvertes ni entourées de parois; pour les carrousels, une couverture du parcours est admissible;\nf. peuvent comporter une installation d’éclairage appropriée; \ng. ne doivent pas être munies de haut-parleurs;\nh. doivent pouvoir être éliminées sans grands efforts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_34_b"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 5, Conformité à l’affectation de la zone agricole, Constructions et installations pour la détention et l’utilisation de chevaux (art. 16abis LAT)",
        "citation": "Art. 34b al. 5 OAT",
        "content": "Construire de nouveaux bâtiments d’habitation en rapport avec la détention et l’utilisation de chevaux n’est pas admissible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_34_b"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 5, Conformité à l’affectation de la zone agricole, Constructions et installations pour la détention et l’utilisation de chevaux (art. 16abis LAT)",
        "citation": "Art. 34b al. 6 OAT",
        "content": "Au surplus, les conditions fixées à l’art. 34 doivent être remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_34_b"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 5, Conformité à l’affectation de la zone agricole, Constructions et installations destinées à la garde en commun d’animaux de rente",
        "citation": "Art. 35 OAT",
        "content": "Une construction ou une installation destinée à la garde d’animaux de rente et dont une seule personne physique est propriétaire peut être érigée pour plusieurs exploitations:\na. si les exploitations constituent une communauté d’exploitation ou une communauté partielle d’exploitation reconnue par l’autorité cantonale compétente;\nb. si le contrat signé par tous les membres de la communauté est joint à la demande, et\nc. si la durée minimale du contrat est de dix ans au moment de l’octroi de l’autorisation de construire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_35"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 5, Conformité à l’affectation de la zone agricole, Développement interne dans le domaine de la garde d’animaux de rente",
        "citation": "Art. 36 al. 1 OAT",
        "content": "Est considérée comme un développement interne (art. 16a, al. 2, LAT) l’édification de constructions et installations destinées à la garde d’animaux de rente selon un mode de production indépendant du sol lorsque:\na. la marge brute du secteur de production indépendante du sol est inférieure à celle de la production dépendante du sol, ou \nb. le potentiel en matières sèches de la culture végétale représente au moins 70 % des besoins en matières sèches des animaux de rente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_36"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 5, Conformité à l’affectation de la zone agricole, Développement interne dans le domaine de la garde d’animaux de rente",
        "citation": "Art. 36 al. 2 OAT",
        "content": "La comparaison des marges brutes et des matières sèches doit être effectuée en fonction de valeurs standard. À défaut, on utilisera des critères de calcul comparables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_36"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 5, Conformité à l’affectation de la zone agricole, Développement interne dans le domaine de la garde d’animaux de rente",
        "citation": "Art. 36 al. 3 OAT",
        "content": "Si le critère de la marge brute aboutit à un potentiel de développement interne plus élevé que le critère des matières sèches, il faudra, dans tous les cas, veiller à ce que la couverture de 50 % des besoins en matières sèches des animaux de rente soit assurée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_36"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 5, Conformité à l’affectation de la zone agricole, Développement interne dans le domaine de la culture maraîchère et de l’horticulture productrice",
        "citation": "Art. 37 al. 1 OAT",
        "content": "L’édification de constructions et installations destinées à la culture maraîchère et à l’horticulture selon un mode de production indépendant du sol est réputée développement interne (art. 16a, al. 2, LAT) si la surface de production indépendante du sol n’excède pas 35 % de la surface maraîchère ou horticole cultivée et n’est pas supérieure à 5000 m2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_37"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 5, Conformité à l’affectation de la zone agricole, Développement interne dans le domaine de la culture maraîchère et de l’horticulture productrice",
        "citation": "Art. 37 al. 2 OAT",
        "content": "La production est réputée indépendante du sol s’il n’y a pas de lien suffisamment étroit avec le sol.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_37"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 5, Conformité à l’affectation de la zone agricole, Constructions et installations dépassant le cadre de ce qui peut être admis au titre du développement interne",
        "citation": "Art. 38 OAT",
        "content": "Les cantons déterminent, dans le cadre de l’élaboration de leur plan directeur ou par voie législative, les exigences à respecter lors de la délimitation de zones au sens de l’art. 16a, al. 3, LAT; à cet égard, les buts et les principes énoncés aux art. 1 et 3 LAT sont déterminants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_38"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 6, Exceptions pour les constructions et installations hors de la zone à bâtir, Constructions dans les territoires à habitat traditionnellement dispersé et constructions protégées en tant qu’éléments caractéristiques du paysage",
        "citation": "Art. 39 al. 1 OAT",
        "content": "Dans les territoires à habitat traditionnellement dispersé qui sont désignés dans le plan directeur cantonal et dans lesquels, compte tenu du développement spatial souhaité, l’habitat permanent doit être renforcé, les cantons peuvent autoriser, au titre de constructions dont l’implantation est imposée par leur destination (art. 24, let. a, LAT):\na. les changements d’affectation, à des fins d’habitation sans rapport avec l’agriculture, de constructions existantes comportant des logements, si la construction après transformation est habitée à l’année;\nb. les changements d’affectation de constructions ou de complexes de bâtiments existants comportant des logements, à des fins servant le petit artisanat et le commerce local (p. ex. les fromageries, les entreprises de transformation du bois, les ateliers mécaniques, les serrureries, les commerces de détail, les cafés); la partie réservée à l’artisanat ou au commerce ne doit en règle générale pas occuper plus de la moitié de la construction ou du complexe de bâtiments existants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_39"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 6, Exceptions pour les constructions et installations hors de la zone à bâtir, Constructions dans les territoires à habitat traditionnellement dispersé et constructions protégées en tant qu’éléments caractéristiques du paysage",
        "citation": "Art. 39 al. 2 OAT",
        "content": "Les cantons peuvent autoriser, au titre de constructions dont l’implantation est imposée par leur destination, les changements d’affectation de constructions existantes, protégées en tant qu’éléments caractéristiques du paysage:\na. si le paysage et les constructions forment un ensemble digne de protection et qu’ils ont été placés sous protection dans le cadre d’un plan d’affectation;\nb. si l’aspect dudit paysage dépend du maintien de ces constructions;\nc. si la conservation à long terme de ces constructions ne peut être assurée d’une autre manière, et\nd. si le plan directeur cantonal définit les critères permettant de juger si les paysages et les constructions sont dignes de protection.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_39"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 6, Exceptions pour les constructions et installations hors de la zone à bâtir, Constructions dans les territoires à habitat traditionnellement dispersé et constructions protégées en tant qu’éléments caractéristiques du paysage",
        "citation": "Art. 39 al. 3 OAT",
        "content": "Des autorisations ne peuvent être délivrées sur la base du présent article que si l’aspect extérieur et la structure architecturale de la construction demeurent inchangés pour l’essentiel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_39"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 6, Exceptions pour les constructions et installations hors de la zone à bâtir, Constructions dans les territoires à habitat traditionnellement dispersé et constructions protégées en tant qu’éléments caractéristiques du paysage",
        "citation": "Art. 39 al. 4 OAT",
        "content": "Une autorisation fondée sur l’al. 2 devient caduque si la construction ou, pour autant que cela relève de la responsabilité du propriétaire, le paysage environnant n’est plus digne de protection.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_39"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 6, Exceptions pour les constructions et installations hors de la zone à bâtir, Constructions dans les territoires à habitat traditionnellement dispersé et constructions protégées en tant qu’éléments caractéristiques du paysage",
        "citation": "Art. 39 al. 5 OAT",
        "content": "En cas de modification illégale apportée dans un paysage au sens de l’al. 2, une autorité cantonale veille à ce qu’une décision de remise en état conforme au droit soit prise et exécutée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_39"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 6, Exceptions pour les constructions et installations hors de la zone à bâtir, Activités accessoires non agricoles (art. 24b LAT)",
        "citation": "Art. 40 al. 1 OAT",
        "content": "L’autorisation d’une activité accessoire non agricole présuppose:\na. que celle-ci soit effectuée dans les bâtiments centraux de l’entreprise agricole;\nb. que celle-ci soit conçue de telle façon que l’exploitation de l’entreprise agricole reste assurée;\nc. que le caractère agricole de la ferme reste pour l’essentiel inchangé;\nd. qu’on soit en présence d’une entreprise agricole au sens de l’art. 5 ou 7 de la loi fédérale du 4 octobre 1991 sur le droit foncier rural.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_40"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 6, Exceptions pour les constructions et installations hors de la zone à bâtir, Activités accessoires non agricoles (art. 24b LAT)",
        "citation": "Art. 40 al. 2 OAT",
        "content": "La preuve que la survie de l’entreprise dépend d’un revenu complémentaire (art. 24b, al. 1, LAT) doit être apportée au moyen d’un concept de gestion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_40"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 6, Exceptions pour les constructions et installations hors de la zone à bâtir, Activités accessoires non agricoles (art. 24b LAT)",
        "citation": "Art. 40 al. 3 OAT",
        "content": "Sont considérées comme des activités accessoires étroitement liées à l’entreprise agricole:\na. les prestations de l’agritourisme telles que les repas à la ferme, les nuits dans la paille, les chambres d’hôtes, les bains de foin;\nb. les prestations sociothérapeutiques et pédagogiques pour lesquelles la vie et, autant que possible, le travail à la ferme constituent une composante essentielle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_40"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 6, Exceptions pour les constructions et installations hors de la zone à bâtir, Activités accessoires non agricoles (art. 24b LAT)",
        "citation": "Art. 40 al. 4 OAT",
        "content": "Si l’espace à disposition pour une activité accessoire non agricole au sens de l’art. 24b, al. 1bis, LAT est insuffisant dans les constructions et installations existantes, des constructions annexes ou mobilières peuvent être autorisées jusqu’à une surface de 100 m2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_40"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 6, Exceptions pour les constructions et installations hors de la zone à bâtir, Activités accessoires non agricoles (art. 24b LAT)",
        "citation": "Art. 40 al. 5 OAT",
        "content": "Si les conditions pour une autorisation au sens de l’art. 24b LAT ne sont plus remplies, l’autorisation devient caduque. L’autorité compétente le constate par une décision. Sur requête, il sera décidé dans le cadre d’une nouvelle procédure d’autorisation si l’activité accessoire non agricole peut être autorisée en vertu d’une autre disposition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_40"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 6, Exceptions pour les constructions et installations hors de la zone à bâtir, Champ d’application de l’art. 24c LAT",
        "citation": "Art. 41 al. 1 OAT",
        "content": "L’art. 24c LAT est applicable aux constructions et installations qui ont été érigées ou transformées légalement avant l’attribution du bien-fonds à un territoire non constructible au sens du droit fédéral (constructions et installations érigées selon l’ancien droit).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_41"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 6, Exceptions pour les constructions et installations hors de la zone à bâtir, Champ d’application de l’art. 24c LAT",
        "citation": "Art. 41 al. 2 OAT",
        "content": "Il n’est pas applicable aux constructions et installations agricoles isolées et inhabitées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_41"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 6, Exceptions pour les constructions et installations hors de la zone à bâtir, Modifications apportées aux constructions et installations érigées selon l’ancien droit",
        "citation": "Art. 42 al. 1 OAT",
        "content": "Une transformation est considérée comme partielle et un agrandissement est considéré comme mesuré lorsque l’identité de la construction ou de l’installation et de ses abords est respectée pour l’essentiel. Sont admises les améliorations de nature esthétique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_42"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 6, Exceptions pour les constructions et installations hors de la zone à bâtir, Modifications apportées aux constructions et installations érigées selon l’ancien droit",
        "citation": "Art. 42 al. 2 OAT",
        "content": "Le moment déterminant pour l’appréciation du respect de l’identité est l’état de la construction ou de l’installation au moment de l’attribution du bien-fonds à un territoire non constructible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_42"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 6, Exceptions pour les constructions et installations hors de la zone à bâtir, Modifications apportées aux constructions et installations érigées selon l’ancien droit",
        "citation": "Art. 42 al. 3 OAT",
        "content": "La question de savoir si l’identité de la construction ou de l’installation est respectée pour l’essentiel est à examiner en fonction de l’ensemble des circonstances. Les règles suivantes doivent en tout cas être respectées:\na. à l’intérieur du volume bâti existant, la surface brute de plancher imputable ne peut pas être agrandie de plus de 60 % , la pose d’une isolation extérieure étant considérée comme un agrandissement à l’intérieur du volume bâti existant;\nb. un agrandissement peut être réalisé à l’extérieur du volume bâti existant si les conditions de l’art. 24c, al. 4, LAT sont remplies; l’agrandissement total ne peut alors excéder ni 30 % ni 100 m2, qu’il s’agisse de la surface brute de plancher imputable ou de la surface totale (somme de la surface brute de plancher imputable et des surfaces brutes annexes); les agrandissements effectués à l’intérieur du volume bâti existant ne comptent que pour moitié;\nc. les travaux de transformation ne doivent pas permettre une modification importante de l’utilisation de bâtiments habités initialement de manière temporaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_42"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 6, Exceptions pour les constructions et installations hors de la zone à bâtir, Modifications apportées aux constructions et installations érigées selon l’ancien droit",
        "citation": "Art. 42 al. 4 OAT",
        "content": "Ne peut être reconstruite que la construction ou l’installation qui pouvait être utilisée conformément à sa destination au moment de sa destruction ou de sa démolition et dont l’utilisation répond toujours à un besoin. Le volume bâti ne peut être reconstruit que dans la mesure correspondant à la surface admissible au sens de l’al. 3. L’al. 3, let. a n’est pas applicable. Si des raisons objectives l’exigent, l’implantation de la construction ou de l’installation de remplacement peut légèrement différer de celle de la construction ou de l’installation antérieure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_42"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 6, Exceptions pour les constructions et installations hors de la zone à bâtir, Modifications apportées aux constructions et installations érigées selon l’ancien droit",
        "citation": "Art. 42 al. 5 OAT",
        "content": "Les installations solaires visées à l’art. 18a, al. 1, LAT, ne sont pas prises en compte dans l’examen selon l’art. 24c, al. 4, LAT.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_42"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 6, Exceptions pour les constructions et installations hors de la zone à bâtir, Transformation de bâtiments d’habitation agricoles érigés selon le nouveau droit (art. 24d, al. 1, LAT)",
        "citation": "Art. 42a al. 1 OAT",
        "content": "Un agrandissement peut être admis conformément à l’art. 24d, al. 1 et 3, LAT s’il est indispensable pour un usage d’habitation répondant aux normes usuelles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_42_a"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 6, Exceptions pour les constructions et installations hors de la zone à bâtir, Transformation de bâtiments d’habitation agricoles érigés selon le nouveau droit (art. 24d, al. 1, LAT)",
        "citation": "Art. 42a al. 3 OAT",
        "content": "La reconstruction peut être admise si la destruction était due à un cas de force majeure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_42_a"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 6, Exceptions pour les constructions et installations hors de la zone à bâtir, Détention d’animaux à titre de loisir (art. 24e LAT)",
        "citation": "Art. 42b al. 1 OAT",
        "content": "La transformation destinée à la détention d’animaux à titre de loisir est assimilée à un agrandissement de l’utilisation à des fins d’habitation du bâtiment d’habitation situé à proximité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_42_b"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 6, Exceptions pour les constructions et installations hors de la zone à bâtir, Détention d’animaux à titre de loisir (art. 24e LAT)",
        "citation": "Art. 42b al. 2 OAT",
        "content": "Elle est imputée aux possibilités d’agrandissement des bâtiments d’habitation au sens de l’art. 42, al. 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_42_b"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 6, Exceptions pour les constructions et installations hors de la zone à bâtir, Détention d’animaux à titre de loisir (art. 24e LAT)",
        "citation": "Art. 42b al. 3 OAT",
        "content": "Le nombre d’animaux détenus ne doit pas excéder la capacité des personnes qui résident à proximité de s’en occuper elles-mêmes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_42_b"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 6, Exceptions pour les constructions et installations hors de la zone à bâtir, Détention d’animaux à titre de loisir (art. 24e LAT)",
        "citation": "Art. 42b al. 4 OAT",
        "content": "Lorsque le droit fédéral fixe des exigences plus sévères que la législation sur la protection des animaux pour une détention respectueuse des animaux, les installations à l’intérieur des bâtiments doivent respecter ces exigences. Fait exception à cette règle la détention en groupes de chevaux selon l’annexe 6, let. A, ch. 2.1, let. a, de l’ordonnance du 23 octobre 2013 sur les paiements directs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_42_b"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 6, Exceptions pour les constructions et installations hors de la zone à bâtir, Détention d’animaux à titre de loisir (art. 24e LAT)",
        "citation": "Art. 42b al. 5 OAT",
        "content": "Sont considérées comme des installations extérieures les installations qui sont nécessaires pour une détention convenable des animaux et qui ne sont ni couvertes ni entourées de parois, telles que les aires de sortie toutes saisons, les aires à fumier ou les clôtures. N’en font pas partie notamment:\na. les installations qui servent uniquement à des activités à titre de loisir avec les animaux, tels que les terrains d’équitation ou d’exercice;\nb. les abris de pâturage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_42_b"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 6, Exceptions pour les constructions et installations hors de la zone à bâtir, Détention d’animaux à titre de loisir (art. 24e LAT)",
        "citation": "Art. 42b al. 6 OAT",
        "content": "L’aire de sortie toutes saisons ne peut être séparée de l’écurie que pour des raisons impératives. La surface admissible se détermine selon l’art. 34b, al. 3, let. b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_42_b"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 6, Exceptions pour les constructions et installations hors de la zone à bâtir, Détention d’animaux à titre de loisir (art. 24e LAT)",
        "citation": "Art. 42b al. 7 OAT",
        "content": "Si les conditions fixées à l’art. 24e LAT ne sont plus remplies, l’autorisation est caduque. L’autorité compétente le constate par voie de décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_42_b"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 6, Exceptions pour les constructions et installations hors de la zone à bâtir, Constructions et installations à usage commercial érigées selon l’ancien droit (art. 37a LAT)",
        "citation": "Art. 43 al. 1 OAT",
        "content": "Les changements d’affectation et les agrandissements de constructions et installations artisanales ou commerciales devenues contraires à l’affectation de la zone peuvent être autorisés:\na. si la construction ou l’installation a été érigée ou transformée légalement;\nb. s’il n’en résulte aucun nouvel impact important sur le territoire et l’environnement;\nc. si la nouvelle utilisation ne contrevient à aucune autre loi fédérale;\nd. à f. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_43"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 6, Exceptions pour les constructions et installations hors de la zone à bâtir, Constructions et installations à usage commercial érigées selon l’ancien droit (art. 37a LAT)",
        "citation": "Art. 43 al. 2 OAT",
        "content": "La surface utilisée pour un usage non conforme à l’affectation de la zone peut être agrandie de 30 %, les agrandissements effectués à l’intérieur du volume bâti existant comptant pour moitié.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_43"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 6, Exceptions pour les constructions et installations hors de la zone à bâtir, Constructions et installations à usage commercial érigées selon l’ancien droit (art. 37a LAT)",
        "citation": "Art. 43 al. 3 OAT",
        "content": "Si l’agrandissement de la surface utilisée pour un usage non conforme à l’affectation de la zone en dehors du volume bâti existant excède 100 m2, il ne pourra être autorisé que s’il est indispensable au maintien de l’entreprise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_43"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 6, Exceptions pour les constructions et installations hors de la zone à bâtir, Dispositions communes",
        "citation": "Art. 43a OAT",
        "content": "Des autorisations ne peuvent être délivrées sur la base de la présente section que si les conditions suivantes sont remplies:\na. la construction n’est plus nécessaire à l’utilisation antérieure conforme à l’affectation de la zone ou imposée par sa destination ou le maintien de cette utilisation est assuré;\nb. le changement d’affectation n’implique pas une construction de remplacement que n’imposerait aucune nécessité;\nc. tout au plus une légère extension des équipements existants est nécessaire et tous les coûts supplémentaires d’infrastructure occasionnés par l’utilisation autorisée sont à la charge du propriétaire;\nd. l’exploitation agricole des terrains environnants n’est pas menacée;\ne. aucun intérêt prépondérant ne s’y oppose.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_43_a"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 7, Mention au registre foncier",
        "citation": "Art. 44 al. 1 OAT",
        "content": "L’autorité cantonale compétente qui octroie une autorisation relative à une construction ou à une installation hors de la zone à bâtir fait porter au registre foncier les mentions suivantes concernant le bien-fonds touché:\na. l’existence d’une activité accessoire non agricole (art. 24b LAT);\nb. les conditions résolutoires auxquelles est subordonné l’octroi d’une autorisation;\nc. l’obligation de rétablir l’état conforme au droit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_44"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 7, Mention au registre foncier",
        "citation": "Art. 44 al. 2 OAT",
        "content": "Elle peut faire mentionner les autres restrictions du droit de propriété, notamment les restrictions d’utilisation et les restrictions du droit d’aliéner, ainsi que les conditions et les charges.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_44"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 7, Mention au registre foncier",
        "citation": "Art. 44 al. 3 OAT",
        "content": "L’Office du registre foncier radie d’office les mentions lorsque le bien-fonds est définitivement classé en zone à bâtir. Dans les autres cas, il ne peut radier une mention que lorsque l’autorité compétente a pris une décision constatant que les conditions qui avaient justifié la mention n’existent plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_44"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 8, Observation du territoire et information, Observation du territoire",
        "citation": "Art. 45 al. 1 OAT",
        "content": "L’ARE contrôle l’impact sur l’organisation du territoire et sur le paysage de l’application des prescriptions sur les constructions hors zone à bâtir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_45"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 8, Observation du territoire et information, Observation du territoire",
        "citation": "Art. 45 al. 2 OAT",
        "content": "Les cantons transmettent à l’ARE les informations nécessaires à cet effet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_45"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 8, Observation du territoire et information, Communication des cantons",
        "citation": "Art. 46 al. 1 OAT",
        "content": "Les cantons notifient à l’ARE les décisions relatives à l’approbation de plans d’affectation au sens de l’art. 26 LAT et les décisions sur recours rendues par les autorités inférieures lorsqu’elles concernent:\na. la délimitation de zones à bâtir dans des cantons où s’applique l’art. 38a, al. 2, 3 ou 5, LAT;\nb. la modification de plans d’affectation entraînant une diminution de plus de trois hectares de surfaces d’assolement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_46"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 8, Observation du territoire et information, Communication des cantons",
        "citation": "Art. 46 al. 2 OAT",
        "content": "L’ARE peut exiger que certains cantons lui notifient les décisions relatives à des domaines sectoriels déterminés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_46"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 8, Observation du territoire et information, Communication des cantons",
        "citation": "Art. 46 al. 3 OAT",
        "content": "Les cantons communiquent à l’Office fédéral de l’agriculture les décisions concernant l’approbation de plans d’affectation en vertu de l’art. 26 LAT ou les décisions sur recours prises par les instances inférieures lorsque celles-ci concernent des modifications de plans d’affectation qui réduisent les surfaces d’assolement de plus de trois hectares.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_46"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 8, Observation du territoire et information, Rapport à l’intention de l’autorité cantonale chargée de l’approbation des plans",
        "citation": "Art. 47 al. 1 OAT",
        "content": "L’autorité qui établit les plans d’affectation fournit à l’autorité cantonale chargée d’approuver ces plans (art. 26, al. 1, LAT), un rapport démontrant leur conformité aux buts et aux principes de l’aménagement du territoire (art. 1 et 3 LAT), ainsi que la prise en considération adéquate des observations émanant de la population (art. 4, al. 2, LAT), des conceptions et des plans sectoriels de la Confédération (art. 13 LAT), du plan directeur (art. 8 LAT) et des exigences découlant des autres dispositions du droit fédéral, notamment de la législation sur la protection de l’environnement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_47"
    },
    {
        "book": "RPV",
        "title": "OAT, Chapitre 5, Plans d’affectation, Section 8, Observation du territoire et information, Rapport à l’intention de l’autorité cantonale chargée de l’approbation des plans",
        "citation": "Art. 47 al. 2 OAT",
        "content": "Elle expose en particulier quelles réserves d’affectation subsistent dans les zones à bâtir existantes, quelles mesures sont nécessaires afin de mobiliser ces réserves ou d’obtenir sur ces surfaces un bâti conforme à l’affectation de la zone et dans quel ordre ces mesures seront prises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/fr#art_47"
    }
]