[
    {
        "book": "RPV",
        "title": "OPT, Capitolo 1: Disposizioni introduttive, Attività d’incidenza territoriale",
        "citation": "Art. 1 cpv. 1 OPT",
        "content": "Sono d’incidenza territoriale le attività che modificano l’utilizzazione del suolo o l’insediamento o che sono volte a conservare l’utilizzazione del suolo o l’insediamento in questione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_1"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 1: Disposizioni introduttive, Attività d’incidenza territoriale",
        "citation": "Art. 1 cpv. 2 OPT",
        "content": "Confederazione, Cantoni e Comuni esplicano segnatamente attività d’incidenza territoriale allorquando:\na. elaborano o approvano piani direttori e d’utilizzazione, concezioni e piani settoriali, come anche i fondamenti necessari a tal fine;\nb. progettano, costruiscono, modificano o usano edifici e impianti pubblici o d’interesse pubblico;\nc. rilasciano concessioni o autorizzazioni per edifici e impianti, per dissodamenti, diritti d’acqua, di prospezione o di trasporto, oppure per altri diritti di godimento;\nd. erogano sussidi per edifici e impianti, segnatamente per impianti di protezione delle acque, impianti di trasporto e di approvvigionamento ed edifici di abitazione nonché per bonifiche fondiarie, correzioni di corsi d’acqua o misure protettive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_1"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 1: Disposizioni introduttive, Pianificazione e coordinazione di attività d’incidenza territoriale",
        "citation": "Art. 2 cpv. 1 OPT",
        "content": "Quando si tratta di pianificare le attività d’incidenza territoriale, le autorità, in vista dello sviluppo territoriale auspicato, esaminano in particolare:\na. quanto territorio è necessario per l’attività;\nb. quali alternative e varianti entrano in considerazione;\nc. se l’attività è compatibile con gli scopi e i principi della pianificazione del territorio;\nd. quali possibilità sono date di utilizzare il suolo in modo misurato e riguardoso dell’ambiente nonché di migliorare l’assetto dell’insediamento;\ne. se l’attività è compatibile con piani e prescrizioni vigenti di Confederazione, Cantoni, regioni e Comuni in merito all’utilizzazione del suolo, in particolare con i piani direttori e di utilizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_2"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 1: Disposizioni introduttive, Pianificazione e coordinazione di attività d’incidenza territoriale",
        "citation": "Art. 2 cpv. 2 OPT",
        "content": "Le autorità accertano le ripercussioni delle loro attività d’incidenza territoriale e provvedono tempestivamente all’informazione reciproca.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_2"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 1: Disposizioni introduttive, Pianificazione e coordinazione di attività d’incidenza territoriale",
        "citation": "Art. 2 cpv. 3 OPT",
        "content": "Esse coordinano le attività d’incidenza territoriale che si escludono, si intralciano, si condizionano o si completano a vicenda.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_2"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 1: Disposizioni introduttive, Ponderazione degli interessi",
        "citation": "Art. 3 cpv. 1 OPT",
        "content": "Se dispongono di margini d’azione nell’adempimento e coordinamento dei compiti d’incidenza territoriale, le autorità ponderano i diversi interessi. In tale contesto:\na. verificano gli interessi in causa;\nb. valutano gli interessi verificati considerandone in particolare la compatibilità con lo sviluppo territoriale auspicato e con le implicazioni possibili;\nc. tengono conto di tali interessi nel migliore modo possibile, sulla base della loro valutazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_3"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 1: Disposizioni introduttive, Ponderazione degli interessi",
        "citation": "Art. 3 cpv. 2 OPT",
        "content": "Nella motivazione delle decisioni esse presentano la ponderazione degli interessi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_3"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 2: Piano direttore cantonale, Fondamenti",
        "citation": "Art. 4 cpv. 1 OPT",
        "content": "I fondamenti constano di pianificazioni sui singoli ambiti settoriali (art. 6 cpv. 2 e 3 LPT); vertono in particolare sulla separazione tra comprensorio insediativo e comprensorio non insediativo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_4"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 2: Piano direttore cantonale, Fondamenti",
        "citation": "Art. 4 cpv. 2 OPT",
        "content": "Le pianificazioni sui singoli ambiti settoriali mostrano le situazioni effettive e giuridiche e i prevedibili conflitti d’utilizzazione; esse contengono una valutazione degli sviluppi possibili in un’ottica globale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_4"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 2: Piano direttore cantonale, Contenuto e struttura",
        "citation": "Art. 5 cpv. 1 OPT",
        "content": "Il piano direttore indica lo sviluppo territoriale auspicato nonché i risultati essenziali della pianificazione nel Cantone e della collaborazione tra questo e la Confederazione, i Cantoni vicini e i Paesi limitrofi in vista di tale sviluppo; definisce l’indirizzo della pianificazione e collaborazione ulteriori, in particolare con indicazioni per l’attribuzione delle utilizzazioni del suolo e per la coordinazione dei singoli ambiti settoriali, e menziona i passi necessari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_5"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 2: Piano direttore cantonale, Contenuto e struttura",
        "citation": "Art. 5 cpv. 2 OPT",
        "content": "Esso indica:\na. come sono coordinate le attività d’incidenza territoriale (dati acquisiti);\nb. quali attività d’incidenza territoriale non sono ancora coordinate e come si debba procedere al fine di coordinarle tempestivamente (risultati intermedi);\nc. quali attività d’incidenza territoriale non sono ancora circoscritte nella misura necessaria per essere coordinate, ma possono avere ripercussioni rilevanti sull’utilizzazione del suolo (informazioni preliminari).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_5"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 2: Piano direttore cantonale, Indicazioni nel piano direttore in materia di zone edificabili",
        "citation": "Art. 5a cpv. 1 OPT",
        "content": "A completamento delle indicazioni di cui all’articolo 8a capoverso 1 LPT, nel piano direttore il Cantone definisce su quali dati si basa, in termini di evoluzione demografica e del numero di occupati, per determinare il suo fabbisogno di zone edificabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_5_a"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 2: Piano direttore cantonale, Indicazioni nel piano direttore in materia di zone edificabili",
        "citation": "Art. 5a cpv. 2 OPT",
        "content": "Le previsioni di crescita che superano lo scenario medio dell’Ufficio federale di statistica (UST) in ambito di evoluzione demografica vanno prese in considerazione per determinare il fabbisogno di zone edificabili complessivamente necessarie nel Cantone se non eccedono quelle delineate nello scenario alto dell’UST. In caso contrario, vanno prese in considerazione soltanto se:\na. l’evoluzione reale le ha confermate; oppure\nb.  concernono il numero di occupati e, nel piano direttore, il Cantone dimostra che le sue previsioni sono più plausibili di quelle riportate negli scenari dell’UST concernenti l’evoluzione demografica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_5_a"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 2: Piano direttore cantonale, Indicazioni nel piano direttore in materia di zone edificabili",
        "citation": "Art. 5a cpv. 3 OPT",
        "content": "Nel piano direttore, il Cantone attribuisce i compiti necessari a:\na. monitorare periodicamente le dimensioni e l’ubicazione delle zone edificabili e adottare le misure necessarie;\nb. effettuare un’edificazione e una densificazione efficienti contenendo l’utilizzo di superfici nelle zone edificabili esistenti e in quelle nuove;\nc. cautelare con misure pianificatorie le superfici destinate ai dezonamenti;\nd. procedere all’esecuzione sostitutiva per tempo, ma al più tardi entro cinque anni dalla definizione delle misure pianificatorie, se il Comune competente non ha sino ad allora adottato alcuna decisione in materia di esecuzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_5_a"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 2: Piano direttore cantonale, Indicazioni nel piano direttore in materia di zone edificabili",
        "citation": "Art. 5a cpv. 4 OPT",
        "content": "I Cantoni le cui zone edificabili sono sovradimensionate indicano inoltre le misure con cui intendono adempiere le esigenze di cui all’articolo 15 LPT e la relativa tempistica. Se le zone edificabili sono palesemente sovradimensionate, il Cantone fornisce le indicazioni necessarie per ridurne le dimensioni complessive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_5_a"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 2: Piano direttore cantonale, Forma",
        "citation": "Art. 6 cpv. 1 OPT",
        "content": "Il piano direttore consta di rappresentazione grafica e testo collegati fra loro da rinvii.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_6"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 2: Piano direttore cantonale, Forma",
        "citation": "Art. 6 cpv. 2 OPT",
        "content": "La rappresentazione grafica indica globalmente i progetti del piano direttore di tutti gli ambiti settoriali nel loro contesto territoriale. La scala è di norma 1:50 000.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_6"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 2: Piano direttore cantonale, Forma",
        "citation": "Art. 6 cpv. 3 OPT",
        "content": "Il testo contiene, suddivise per ambiti settoriali e progetti singoli, istruzioni sull’ulteriore modo di procedere in merito al territorio, al tempo e all’organizzazione, nonché indicazioni relative ai mezzi pianificatori e finanziari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_6"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 2: Piano direttore cantonale, Forma",
        "citation": "Art. 6 cpv. 4 OPT",
        "content": "Per la comprensibilità del piano direttore, rappresentazione grafica e testo informano anche sui nessi territoriali e materiali (statu quo) segnatamente su:\na. edifici e impianti esistenti;\nb. piani e norme vigenti sull’utilizzazione del suolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_6"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 2: Piano direttore cantonale, Chiarimenti",
        "citation": "Art. 7 OPT",
        "content": "I Cantoni forniscono chiarimenti:\na. sullo svolgimento della pianificazione direttrice, in particolare sull’informazione e partecipazione della popolazione e sulla collaborazione con i Comuni, le regioni, i Cantoni vicini, i Paesi limitrofi e i servizi federali incaricati di compiti d’incidenza territoriale (servizi federali);\nb. sui nessi tra ambiti settoriali, progetti singoli e fondamenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_7"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 2: Piano direttore cantonale, Direttive",
        "citation": "Art. 8 OPT",
        "content": "L’Ufficio federale dello sviluppo territoriale (ARE), dopo aver sentito i Cantoni e i servizi federali, emana direttive tecniche per l’allestimento dei piani direttori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_8"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 2: Piano direttore cantonale, Collaborazione",
        "citation": "Art. 9 cpv. 1 OPT",
        "content": "Ogni quattro anni almeno, i Cantoni informano l’ARE sullo stato della pianificazione direttrice, sulla sua attuazione e sulle modifiche importanti dei fondamenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_9"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 2: Piano direttore cantonale, Collaborazione",
        "citation": "Art. 9 cpv. 2 OPT",
        "content": "Se intendono adattare o rielaborare i loro piani direttori (art. 9 cpv. 2 e 3 LPT), i Cantoni lo comunicano all’ARE.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_9"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 2: Piano direttore cantonale, Collaborazione",
        "citation": "Art. 9 cpv. 3 OPT",
        "content": "L’ARE consiglia e assiste i Cantoni nell’allestimento e adattamento dei loro piani direttori; fornisce le informazioni necessarie e stabilisce i contatti tra i servizi federali e i Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_9"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 2: Piano direttore cantonale, Collaborazione",
        "citation": "Art. 9 cpv. 4 OPT",
        "content": "Esso può concludere in nome della Confederazione convenzioni amministrative con i Cantoni al fine di disciplinare la collaborazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_9"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 2: Piano direttore cantonale, Esame",
        "citation": "Art. 10 cpv. 1 OPT",
        "content": "L’ARE dirige la procedura d’esame del piano direttore e dei suoi adattamenti, come anche le pertinenti trattative con il Cantone e con i servizi federali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_10"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 2: Piano direttore cantonale, Esame",
        "citation": "Art. 10 cpv. 2 OPT",
        "content": "Esso redige il rapporto d’esame.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_10"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 2: Piano direttore cantonale, Esame",
        "citation": "Art. 10 cpv. 3 OPT",
        "content": "Il Cantone può sottoporre il piano direttore all’ARE per un esame preliminare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_10"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 2: Piano direttore cantonale, Esame",
        "citation": "Art. 10 cpv. 4 OPT",
        "content": "L’esame preliminare e l’esame finale delle documentazioni complete non devono di norma richiedere più di sei mesi complessivamente in caso di adattamenti di un piano direttore e non più di 12 mesi in caso di un piano direttore completamente rielaborato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_10"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 2: Piano direttore cantonale, Approvazione",
        "citation": "Art. 11 cpv. 1 OPT",
        "content": "Il Dipartimento federale dell’ambiente, dei trasporti, dell’energia e delle comuni-cazioni (DATEC), sentiti il Cantone e i Cantoni limitrofi, propone al Consiglio federale di approvare il piano direttore cantonale e i suoi adattamenti o di ordinare la procedura di conciliazione (art. 12 LPT).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_11"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 2: Piano direttore cantonale, Approvazione",
        "citation": "Art. 11 cpv. 2 OPT",
        "content": "Gli adattamenti incontestati sono approvati dal DATEC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_11"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 2: Piano direttore cantonale, Approvazione",
        "citation": "Art. 11 cpv. 3 OPT",
        "content": "Se il contenuto del piano direttore è aggiornato secondo le sue istruzioni basta una comunicazione immediata all’ARE.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_11"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 2: Piano direttore cantonale, Istanza d’adattamento",
        "citation": "Art. 12 cpv. 1 OPT",
        "content": "L’adattamento del piano direttore (art. 9 cpv. 2 LPT) può essere chiesto al Cantone sia dai Cantoni limitrofi, sia, per il tramite del DATEC, dai servizi federali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_12"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 2: Piano direttore cantonale, Istanza d’adattamento",
        "citation": "Art. 12 cpv. 2 OPT",
        "content": "Se il Cantone accondiscende all’istanza, è attuata la procedura d’approvazione; se la respinge, il DATEC propone al Consiglio federale di ordinare la procedura di conciliazione (art. 12 LPT).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_12"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 2: Piano direttore cantonale, Istanza di conciliazione",
        "citation": "Art. 13 cpv. 1 OPT",
        "content": "Il Cantone, i Cantoni limitrofi e i servizi federali possono ognora chiedere al DATEC di esperire la procedura di conciliazione (art. 7 cpv. 2 e art. 12 LPT).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_13"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 2: Piano direttore cantonale, Istanza di conciliazione",
        "citation": "Art. 13 cpv. 2 OPT",
        "content": "Il DATEC inoltra l’istanza al Consiglio federale indicando chi dovrebbe partecipare alla procedura e le modalità d’attuazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_13"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 2: Piano direttore cantonale, Istanza di conciliazione",
        "citation": "Art. 13 cpv. 3 OPT",
        "content": "Ove non si giunga a un’intesa, il DATEC sottopone al Consiglio federale una proposta di decisione (art. 12 cpv. 3 LPT).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_13"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 3: Misure speciali della Confederazione, Sezione 1: Concezioni e piani settoriali, Scopo e contenuto",
        "citation": "Art. 14 cpv. 1 OPT",
        "content": "La Confederazione redige le concezioni e i piani settoriali per pianificare e coordinare i suoi compiti nella misura in cui essi incidano notevolmente sul territorio e sull’ambiente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_14"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 3: Misure speciali della Confederazione, Sezione 1: Concezioni e piani settoriali, Scopo e contenuto",
        "citation": "Art. 14 cpv. 2 OPT",
        "content": "Nelle concezioni e nei piani settoriali la Confederazione definisce come intende fare uso del suo apprezzamento in materia di pianificazione, segnatamente:\na. quali sono gli obiettivi specifici che persegue e come intende coordinarli e conciliarli con gli obiettivi dell’ordinamento del territorio; e\nb. secondo quali priorità, in che modo e con quali mezzi vanno attuati i compiti della Confederazione a livello territoriale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_14"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 3: Misure speciali della Confederazione, Sezione 1: Concezioni e piani settoriali, Scopo e contenuto",
        "citation": "Art. 14 cpv. 3 OPT",
        "content": "I piani settoriali comprendono inoltre indicazioni concrete a livello territoriale e temporale nonché istruzioni all’attenzione delle autorità federali competenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_14"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 3: Misure speciali della Confederazione, Sezione 1: Concezioni e piani settoriali, Esigenze formali e materiali",
        "citation": "Art. 15 cpv. 1 OPT",
        "content": "Indicazioni concrete a livello territoriale vanno rappresentate non soltanto nel testo bensì anche a livello cartografico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_15"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 3: Misure speciali della Confederazione, Sezione 1: Concezioni e piani settoriali, Esigenze formali e materiali",
        "citation": "Art. 15 cpv. 2 OPT",
        "content": "Il testo e le carte comprendono indicazioni vincolanti che possono essere suddivise in dati acquisiti, risultati intermedi e informazioni preliminari (art. 5 cpv. 2) nonché, se del caso, altre informazioni. Essi forniscono inoltre chiarimenti sui nessi territoriali e materiali necessari per la comprensibilità delle indicazioni (statu quo).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_15"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 3: Misure speciali della Confederazione, Sezione 1: Concezioni e piani settoriali, Esigenze formali e materiali",
        "citation": "Art. 15 cpv. 3 OPT",
        "content": "Un progetto concreto è definito dato acquisito soltanto se:\na. vi è un fabbisogno per il progetto;\nb. sono state esaminate ubicazioni alternative e il progetto esige l’ubicazione prevista;\nc. le ripercussioni rilevanti del progetto su territorio e ambiente possono essere valutate conformemente al relativo grado di pianificazione; ed\nd. è presumibilmente data la compatibilità del progetto con la legislazione determinante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_15"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 3: Misure speciali della Confederazione, Sezione 1: Concezioni e piani settoriali, Chiarimenti",
        "citation": "Art. 16 OPT",
        "content": "Il servizio federale competente informa nei propri chiarimenti segnatamente:\na. sul motivo e sullo svolgimento della pianificazione;\nb. sul modo in cui è stato tenuto conto dei differenti interessi (art. 3);\nc. sugli esiti della collaborazione (art. 18) nonché sulla procedura di audizione e partecipazione (art. 19).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_16"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 3: Misure speciali della Confederazione, Sezione 1: Concezioni e piani settoriali, Elaborazione e adattamento",
        "citation": "Art. 17 cpv. 1 OPT",
        "content": "Il servizio federale competente elabora le concezioni e i piani settoriali, i loro adeguamenti e le basi necessarie in stretta collaborazione con l’ARE. A tal riguardo tiene conto della pianificazione direttrice dei Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_17"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 3: Misure speciali della Confederazione, Sezione 1: Concezioni e piani settoriali, Elaborazione e adattamento",
        "citation": "Art. 17 cpv. 2 OPT",
        "content": "L’ARE funge da mediatore in caso di conflitti territoriali fra servizi federali nonché fra Confederazione e Cantoni. Esso accerta, all’attenzione del DATEC che sottopone la proposta, se sono soddisfatte le condizioni per approvare la pianificazione quale concezione o piano settoriale ai sensi dell’articolo 13 LPT.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_17"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 3: Misure speciali della Confederazione, Sezione 1: Concezioni e piani settoriali, Elaborazione e adattamento",
        "citation": "Art. 17 cpv. 3 OPT",
        "content": "Il servizio federale competente e l’ARE mettono a disposizione in comune e in base a una chiave di ripartizione da definire nel caso specifico il personale e i mezzi finanziari necessari per i lavori relativi alle concezioni e ai piani settoriali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_17"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 3: Misure speciali della Confederazione, Sezione 1: Concezioni e piani settoriali, Elaborazione e adattamento",
        "citation": "Art. 17 cpv. 4 OPT",
        "content": "In caso di mutate condizioni o di nuovi compiti o quando sia possibile una soluzione complessivamente migliore, le concezioni e i piani settoriali vanno riesaminati e, se del caso, rielaborati nel loro complesso o adattati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_17"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 3: Misure speciali della Confederazione, Sezione 1: Concezioni e piani settoriali, Collaborazione",
        "citation": "Art. 18 cpv. 1 OPT",
        "content": "Per riconoscere tempestivamente eventuali conflitti nell’ambito della pianificazione ed eliminarli di comune intesa, il servizio federale competente garantisce un coinvolgimento il più tempestivo possibile:\na. delle autorità interessate della Confederazione, dei Cantoni e dei Paesi limitrofi;\nb. delle organizzazioni e delle persone interessate di diritto pubblico e privato che non appartengono all’amministrazione, sempreché siano affidati loro compiti pubblici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_18"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 3: Misure speciali della Confederazione, Sezione 1: Concezioni e piani settoriali, Collaborazione",
        "citation": "Art. 18 cpv. 2 OPT",
        "content": "Se un piano direttore cantonale in vigore impedisce o ostacola in modo sproporzionato il perseguimento degli obiettivi di un piano settoriale, il Cantone e il servizio federale competente coordinano le procedure per il pertinente adeguamento del piano direttore e per l’elaborazione del piano settoriale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_18"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 3: Misure speciali della Confederazione, Sezione 1: Concezioni e piani settoriali, Audizione dei Cantoni e dei Comuni; informazione e partecipazione della popolazione",
        "citation": "Art. 19 cpv. 1 OPT",
        "content": "Il servizio federale competente sottopone il progetto di concezione o di piano settoriale ai Cantoni interessati. In relazione ad aspetti territoriali concreti, il servizio federale comunica inoltre ai Cantoni come devono essere pubblicate nei fogli ufficiali l’informazione e le possibilità di partecipazione della popolazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_19"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 3: Misure speciali della Confederazione, Sezione 1: Concezioni e piani settoriali, Audizione dei Cantoni e dei Comuni; informazione e partecipazione della popolazione",
        "citation": "Art. 19 cpv. 2 OPT",
        "content": "L’ufficio cantonale per la pianificazione del territorio sente i servizi cantonali, regionali e comunali interessati e provvede a un’adeguata partecipazione della popolazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_19"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 3: Misure speciali della Confederazione, Sezione 1: Concezioni e piani settoriali, Audizione dei Cantoni e dei Comuni; informazione e partecipazione della popolazione",
        "citation": "Art. 19 cpv. 3 OPT",
        "content": "Il servizio federale competente si assume le spese per gli annunci pubblicati nei fogli ufficiali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_19"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 3: Misure speciali della Confederazione, Sezione 1: Concezioni e piani settoriali, Audizione dei Cantoni e dei Comuni; informazione e partecipazione della popolazione",
        "citation": "Art. 19 cpv. 4 OPT",
        "content": "Il deposito pubblico del progetto di concezione o piano settoriale deve durare almeno 20 giorni. La procedura di consultazione dura di regola 3 mesi. Nel caso di adattamenti di concezioni e piani settoriali la durata è raccorciata in misura adeguata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_19"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 3: Misure speciali della Confederazione, Sezione 1: Concezioni e piani settoriali, Conciliazione",
        "citation": "Art. 20 cpv. 1 OPT",
        "content": "Prima dell’adozione della concezione o del piano settoriale da parte del Consiglio federale i Cantoni ottengono la possibilità di rilevare contraddizioni in relazione alla pianificazione direttrice cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_20"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 3: Misure speciali della Confederazione, Sezione 1: Concezioni e piani settoriali, Conciliazione",
        "citation": "Art. 20 cpv. 2 OPT",
        "content": "Se non è possibile eliminare siffatte contraddizioni, può essere richiesta la procedura di conciliazione prima dell’approvazione della concezione o del piano settoriale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_20"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 3: Misure speciali della Confederazione, Sezione 1: Concezioni e piani settoriali, Conciliazione",
        "citation": "Art. 20 cpv. 3 OPT",
        "content": "Le disposizioni relative alla procedura di conciliazione nell’ambito dei piani direttori cantonali (art. 7 cpv. 2 e 12 LPT nonché art. 13 della presente ordinanza) sono applicabili per analogia. La procedura va ultimata il più rapidamente possibile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_20"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 3: Misure speciali della Confederazione, Sezione 1: Concezioni e piani settoriali, Adozione ",
        "citation": "Art. 21 cpv. 1 OPT",
        "content": "Il Consiglio federale adotta le concezioni e i piani settoriali nonché i loro adattamenti su proposta del Dipartimento competente in materia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_21"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 3: Misure speciali della Confederazione, Sezione 1: Concezioni e piani settoriali, Adozione ",
        "citation": "Art. 21 cpv. 2 OPT",
        "content": "Nell’ambito del suo apprezzamento in materia di pianificazione, il Consiglio federale garantisce segnatamente che:\na. la concezione e il piano settoriale corrispondano alle esigenze del diritto in materia di pianificazione del territorio e del diritto speciale;\nb. siano eliminate eventuali contraddizioni con le altre concezioni e gli altri piani settoriali della Confederazione nonché con i piani direttori cantonali in vigore;\nc. la concezione e il piano settoriale tengano conto in modo appropriato di altre esigenze di incidenza territoriale della Confederazione e dei Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_21"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 3: Misure speciali della Confederazione, Sezione 1: Concezioni e piani settoriali, Adozione ",
        "citation": "Art. 21 cpv. 3 OPT",
        "content": "Esso approva i pertinenti adattamenti dei piani direttori cantonali, se possibile, contemporaneamente all’adozione della concezione o del piano settoriale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_21"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 3: Misure speciali della Confederazione, Sezione 1: Concezioni e piani settoriali, Adozione ",
        "citation": "Art. 21 cpv. 4 OPT",
        "content": "Il Dipartimento competente può adottare gli adattamenti dei piani settoriali in vigore se tali adattamenti non sono né fonte di nuovi conflitti né hanno ripercussioni rilevanti sul territorio e l’ambiente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_21"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 3: Misure speciali della Confederazione, Sezione 1: Concezioni e piani settoriali, Obbligatorietà",
        "citation": "Art. 22 cpv. 1 OPT",
        "content": "Le concezioni e i piani settoriali vincolano le autorità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_22"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 3: Misure speciali della Confederazione, Sezione 1: Concezioni e piani settoriali, Obbligatorietà",
        "citation": "Art. 22 cpv. 2 OPT",
        "content": "Le concezioni e i piani settoriali vincolano inoltre organizzazioni e persone di diritto pubblico e privato che non appartengono all’amministrazione sempreché siano affidati loro compiti pubblici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_22"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 3: Misure speciali della Confederazione, Sezione 1: Concezioni e piani settoriali, Obbligatorietà",
        "citation": "Art. 22 cpv. 3 OPT",
        "content": "Un dato acquisito vincola le autorità nella misura in cui sia possibile valutare le ripercussioni su territorio e ambiente sulla scorta dei documenti relativi ai piani settoriali e dello stato delle pianificazioni della Confederazione e dei Cantoni al momento in cui l’avvenuta coordinazione è decisa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_22"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 3: Misure speciali della Confederazione, Sezione 1: Concezioni e piani settoriali, Rapporto dei piani settoriali nei confronti dei piani direttori cantonali",
        "citation": "Art. 23 cpv. 1 OPT",
        "content": "Le disposizioni adottate nel piano settoriale in riferimento alla realizzazione di progetti concreti vincolano il Cantone nella misura in cui la Confederazione dispone di pertinenti competenze nel rispettivo settore sancite dalla Costituzione e dalla legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_23"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 3: Misure speciali della Confederazione, Sezione 1: Concezioni e piani settoriali, Rapporto dei piani settoriali nei confronti dei piani direttori cantonali",
        "citation": "Art. 23 cpv. 2 OPT",
        "content": "Nella misura in cui l’adattamento di un piano direttore cantonale si fonda su disposizioni di un piano settoriale, la Confederazione ne prende atto come aggiornamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_23"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 3: Misure speciali della Confederazione, Sezione 2: Informazione e coordinazione, Informazione dei Cantoni",
        "citation": "Art. 24 OPT",
        "content": "La Confederazione redige periodicamente un compendio all’attenzione dei Cantoni sulle concezioni e sui piani settoriali, sui fondamenti necessari a tale scopo nonché sui progetti edilizi della Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_24"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 3: Misure speciali della Confederazione, Sezione 2: Informazione e coordinazione, Coordinazione",
        "citation": "Art. 25 cpv. 1 OPT",
        "content": "Quando erogano contributi, approvano piani o rilasciano autorizzazioni e concessioni per misure d’incidenza territoriale, i servizi federali esaminano se il compito di pianificazione è sufficientemente adempiuto in vista della decisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_25"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 3: Misure speciali della Confederazione, Sezione 2: Informazione e coordinazione, Coordinazione",
        "citation": "Art. 25 cpv. 2 OPT",
        "content": "Se un piano direttore dev’essere adattato, l’ARE coordina le procedure tra Confederazione e Cantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_25"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 4: Superfici per l’avvicendamento delle colture, Principi",
        "citation": "Art. 26 cpv. 1 OPT",
        "content": "Le superfici per l’avvicendamento delle colture sono parte dei territori idonei all’agricoltura (art. 6 cpv. 2 lett. a LPT); esse sono costituite dalle superfici coltive idonee, comprendenti soprattutto i campi, i prati artificiali in rotazione, come pure i prati naturali confacenti alla campicoltura, e sono assicurate con provvedimenti della pianificazione del territorio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_26"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 4: Superfici per l’avvicendamento delle colture, Principi",
        "citation": "Art. 26 cpv. 2 OPT",
        "content": "Esse sono designate in funzione delle condizioni climatiche (durata della vegetazione, precipitazioni), delle caratteristiche del suolo (coltivabilità, fertilità, equilibrio idrico) e della forma del terreno (pendenza, attitudine a una lavorazione con mezzi meccanici) come pure nel rispetto delle necessità dell’equilibrio ecologico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_26"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 4: Superfici per l’avvicendamento delle colture, Principi",
        "citation": "Art. 26 cpv. 3 OPT",
        "content": "Un’estensione totale minima delle superfici per l’avvicendamento delle colture è necessaria onde assicurare, in periodi perturbati, una base sufficiente per l’approvvigionamento del Paese ai sensi del piano di alimentazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_26"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 4: Superfici per l’avvicendamento delle colture, Valori di massima fissati dalla Confederazione",
        "citation": "Art. 27 cpv. 1 OPT",
        "content": "Il DATEC, in accordo con il Dipartimento federale dell’economia, della formazione e della ricerca, fissa, sotto forma di valori di massima, l’estensione totale minima delle superfici per l’avvicendamento delle colture e la relativa ripartizione fra i Cantoni; la decisione è pubblicata nel Foglio federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_27"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 4: Superfici per l’avvicendamento delle colture, Valori di massima fissati dalla Confederazione",
        "citation": "Art. 27 cpv. 2 OPT",
        "content": "L’Ufficio federale dell’agricoltura informa i Cantoni in merito alle indagini e alle pianificazioni che servono da fondamento per i valori di massima.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_27"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 4: Superfici per l’avvicendamento delle colture, Rilevamenti dei Cantoni",
        "citation": "Art. 28 cpv. 1 OPT",
        "content": "Nell’ambito della loro pianificazione direttrice (art. 6–12 LPT), i Cantoni designano le superfici per l’avvicendamento delle colture, giusta l’articolo 26 capoversi 1 e 2, insieme agli altri territori idonei all’agricoltura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_28"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 4: Superfici per l’avvicendamento delle colture, Rilevamenti dei Cantoni",
        "citation": "Art. 28 cpv. 2 OPT",
        "content": "A tale scopo essi forniscono per ogni Comune i dati cartografici e numerici sull’ubicazione, l’estensione e la qualità delle superfici per l’avvicendamento delle colture; essi rilevano quali superfici per l’avvicendamento colturale sono situate in zone edificabili non urbanizzate o in altre zone non previste per l’utilizzazione agricola.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_28"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 4: Superfici per l’avvicendamento delle colture, Piano settoriale della Confederazione",
        "citation": "Art. 29 OPT",
        "content": "La Confederazione fissa nel piano settoriale per l’avvicendamento delle colture l’estensione totale minima delle superfici per l’avvicendamento delle colture e la relativa ripartizione tra i Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_29"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 4: Superfici per l’avvicendamento delle colture, Garanzia delle superfici per l’avvicendamento delle colture",
        "citation": "Art. 30 cpv. 1 OPT",
        "content": "I Cantoni badano che le superfici per l’avvicendamento delle colture siano attribuite alle zone agricole; essi indicano le misure necessarie a tale scopo nei loro piani direttori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_30"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 4: Superfici per l’avvicendamento delle colture, Garanzia delle superfici per l’avvicendamento delle colture",
        "citation": "Art. 30 cpv. 1bis OPT",
        "content": "Le superfici per l’avvicendamento delle colture possono essere azzonate soltanto se:\na. senza sfruttare tali zone, non è ragionevolmente possibile raggiungere un obiettivo importante anche dal punto di vista del Cantone; e \nb. viene garantito che le superfici sfruttate sono impiegate in modo ottimale secondo lo stato attuale delle conoscenze.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_30"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 4: Superfici per l’avvicendamento delle colture, Garanzia delle superfici per l’avvicendamento delle colture",
        "citation": "Art. 30 cpv. 2 OPT",
        "content": "I Cantoni garantiscono che la quota dell’estensione totale minima delle superfici per l’avvicendamento delle colture attribuita loro (art. 29) sia assicurata costantemente. Nella misura in cui tale quota non possa essere garantita fuori delle zone edificabili, essi designano zone di pianificazione (art. 27 LPT) per territori non urbanizzati situati in zone edificabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_30"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 4: Superfici per l’avvicendamento delle colture, Garanzia delle superfici per l’avvicendamento delle colture",
        "citation": "Art. 30 cpv. 3 OPT",
        "content": "Onde garantire superfici per l’avvicendamento delle colture in zone edificabili, il Consiglio federale può fissare zone d’utilizzazione transitorie (art. 37 LPT).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_30"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 4: Superfici per l’avvicendamento delle colture, Garanzia delle superfici per l’avvicendamento delle colture",
        "citation": "Art. 30 cpv. 4 OPT",
        "content": "I Cantoni seguono le modifiche della situazione, dell’estensione e della qualità delle superfici per l’avvicendamento delle colture; essi comunicano le modifiche all’ARE almeno ogni quattro anni (art. 9 cpv. 1).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_30"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 1: Dimensioni complessive delle zone edificabili nel Cantone",
        "citation": "Art. 30a cpv. 1 OPT",
        "content": "La superficie massima di zone edificabili richiesta per abitante e per addetto in equivalente a tempo pieno che un Cantone può far computare in sede di valutazione delle proprie zone per l’abitazione, delle zone miste e di quelle centrali secondo l’articolo 15 capoversi 1 e 2 LPT deve corrispondere al valore calcolato per i Comuni del Cantone. Se il valore relativo a un Comune è più alto di quello raggiunto dalla metà delle unità territoriali comparabili, può essere computato soltanto il valore più basso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_30_a"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 1: Dimensioni complessive delle zone edificabili nel Cantone",
        "citation": "Art. 30a cpv. 2 OPT",
        "content": "La delimitazione di nuove zone per il lavoro presuppone che il Cantone introduca un sistema di gestione di queste zone atto a garantire che, globalmente, vengano utilizzate con misura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_30_a"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 1: Dimensioni complessive delle zone edificabili nel Cantone",
        "citation": "Art. 30a cpv. 3 OPT",
        "content": "Il DATEC è competente per l’elaborazione, in collaborazione con i Cantoni, delle direttive tecniche di cui all’articolo 15 capoverso 5 LPT.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_30_a"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 2: Urbanizzazione, Compendio dello stato dell’urbanizzazione",
        "citation": "Art. 31 cpv. 1 OPT",
        "content": "L’ente pubblico stende un compendio dello stato dell’urbanizzazione necessario all’adempimento dei compiti d’urbanizzazione giusta il diritto federale e il diritto cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_31"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 2: Urbanizzazione, Compendio dello stato dell’urbanizzazione",
        "citation": "Art. 31 cpv. 2 OPT",
        "content": "Il compendio indica le parti della zona edificabile che, sulla base della pianificazione e urbanizzazione concluse, sono pronte all’edificazione o che, continuando in modo mirato le prestazioni finora fornite, potranno presumibilmente essere pronte all’edificazione entro cinque anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_31"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 2: Urbanizzazione, Compendio dello stato dell’urbanizzazione",
        "citation": "Art. 31 cpv. 3 OPT",
        "content": "L’ente pubblico segue lo sviluppo edilizio, rileva le riserve d’utilizzazione nel comprensorio già edificato in larga misura e aggiorna il compendio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_31"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 2: Urbanizzazione, Compendio dello stato dell’urbanizzazione",
        "citation": "Art. 31 cpv. 4 OPT",
        "content": "Il compendio può essere consultato da chiunque.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_31"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 2: Urbanizzazione, Misure dei Cantoni",
        "citation": "Art. 32 cpv. 1 OPT",
        "content": "L’autorità cantonale si assicura che l’ente pubblico adempia i compiti d’urbanizzazione che gli competono e, all’occorrenza, suddivida l’urbanizzazione in più fasi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_32"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 2: Urbanizzazione, Misure dei Cantoni",
        "citation": "Art. 32 cpv. 2 OPT",
        "content": "All’interno del Cantone nel suo complesso non possono essere urbanizzate più zone edificabili di quelle necessarie in base alle previsioni di crescita per i 15 anni successivi secondo lo scenario «medio» dell’UST concernente l’evoluzione demografica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_32"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 2: Urbanizzazione, Misure dei Cantoni",
        "citation": "Art. 32 cpv. 3 OPT",
        "content": "Nei casi in cui le zone edificabili non siano urbanizzate dall’ente pubblico entro il termine previsto dal programma di urbanizzazione, l’autorità cantonale esamina se i piani di utilizzazione debbano essere adeguati",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_32"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 3: Impianti solari, Impianti solari non soggetti ad autorizzazione",
        "citation": "Art. 32a cpv. 1 OPT",
        "content": "Un impianto solare è sufficientemente adattato a un tetto (art. 18a cpv. 1 LPT), se:\na. sporge ortogonalmente di al massimo 20 cm dalla superficie del tetto;\nb.  visto dall’alto non sporge dalla superficie del tetto;\nc. in base allo stato della tecnica, presenta un basso grado di riflessione; e\nd. le varie parti sono disposte in modo compatto; sono ammessi spazi lasciati vuoti per motivi tecnici o una disposizione sfalsata dovuta alla superficie disponibile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_32_a"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 3: Impianti solari, Impianti solari non soggetti ad autorizzazione",
        "citation": "Art. 32a cpv. 1bis OPT",
        "content": "Un impianto solare è sufficientemente adattato anche a un tetto piano, se anziché rispettare le condizioni di cui al capoverso 1: \na. sporge dal bordo superiore del tetto al massimo di un metro; \nb. è arretrato rispetto allo spigolo del tetto al punto da non essere visibile se guardato dal basso con un angolo di 45 gradi; e\nc. in base allo stato della tecnica, presenta un basso grado di riflessione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_32_a"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 3: Impianti solari, Impianti solari non soggetti ad autorizzazione",
        "citation": "Art. 32a cpv. 2 OPT",
        "content": "Concrete prescrizioni edilizie fondate sul diritto cantonale sono applicabili se sono proporzionali a giustificate esigenze di protezione e se non limitano lo sfruttamento dell’energia solare in misura superiore a quanto previsto al capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_32_a"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 3: Impianti solari, Impianti solari non soggetti ad autorizzazione",
        "citation": "Art. 32a cpv. 3 OPT",
        "content": "I progetti esenti dall’obbligo di autorizzazione devono essere annunciati, prima che inizino i lavori, all’autorità preposta al rilascio dell’autorizzazione edilizia o a un’altra autorità competente secondo il diritto cantonale. Il diritto cantonale fissa il termine per l’annuncio nonché i piani e la documentazione da allegare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_32_a"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 3: Impianti solari, Impianti solari su monumenti culturali",
        "citation": "Art. 32b OPT",
        "content": "Per monumenti culturali di importanza cantonale e nazionale (art. 18a cpv. 3 LPT) si intendono:\na. beni culturali secondo l’articolo 1 lettere a e b dell’ordinanza del 29 ottobre 2014 sulla protezione dei beni culturali in caso di conflitti armati, catastrofi e situazioni d’emergenza;\nb. perimetri edificati, gruppi edilizi ed elementi eminenti annoverati nell’Inventario federale degli abitati meritevoli di protezione, d’importanza nazionale e appartenenti alla categoria di rilievo A;\nc. beni culturali di importanza nazionale o regionale annoverati in un altro inventario che la Confederazione ha adottato in virtù della legge del 1° luglio 1966 sulla protezione della natura e del paesaggio (LPN);\nd. beni culturali di importanza nazionale o regionale per i quali sono stati concessi sussidi federali ai sensi dell’articolo 13 LPN;\ne. edifici e impianti che, in quanto degni di protezione, rientrano nel campo d’applicazione dell’articolo 24d capoverso 2 LPT o dell’articolo 39 capoverso 2 della presente ordinanza;\nf. oggetti che, nel piano direttore approvato dalla Confederazione, sono designati quali monumenti culturali di importanza cantonale ai sensi dell’articolo 18a capoverso 3 LPT.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_32_b"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 3: Impianti solari, Impianti solari d’ubicazione vincolata fuori delle zone edificabili",
        "citation": "Art. 32c cpv. 1 OPT",
        "content": "Fuori delle zone edificabili, un impianto solare allacciato alla rete elettrica può essere in particolare d’ubicazione vincolata se:\na. costituisce visivamente un’unità con edifici o impianti, la cui esistenza legale è prevedibile a lungo termine;\nb. è posizionato come impianto galleggiante in un bacino di accumulazione o in altre superfici d’acqua artificiali; o\nc. in territori poco sensibili, arreca vantaggi alla coltivazione agricola o è destinato a scopi sperimentali o di ricerca in questo senso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_32_c"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 3: Impianti solari, Impianti solari d’ubicazione vincolata fuori delle zone edificabili",
        "citation": "Art. 32c cpv. 2 OPT",
        "content": "Se l’impianto è soggetto a un obbligo di pianificazione, il progetto necessita di una base adeguata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_32_c"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 3: Impianti solari, Impianti solari d’ubicazione vincolata fuori delle zone edificabili",
        "citation": "Art. 32c cpv. 3 OPT",
        "content": "In ogni caso è necessaria un’ampia ponderazione degli interessi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_32_c"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 3: Impianti solari, Impianti solari d’ubicazione vincolata fuori delle zone edificabili",
        "citation": "Art. 32c cpv. 4 OPT",
        "content": "Se le condizioni per l’autorizzazione non sono più adempiute, l’impianto e le parti degli impianti corrispondenti devono essere smantellati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_32_c"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 4: Piccoli insediamenti fuori delle zone edificabili",
        "citation": "Art. 33 OPT",
        "content": "Zone speciali giusta l’articolo 18 LPT, quali per esempio zone di casali o degne di essere conservate, possono essere designate per la conservazione di piccoli insediamenti fuori delle zone edificabili, ove il piano direttore cantonale (art. 8 LPT) lo preveda nella rappresentazione grafica o nel testo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_33"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 5: Conformità alla zona agricola, Conformità alla zona agricola di edifici ed impianti in generale (art. 16a cpv. 1–3 LPT)",
        "citation": "Art. 34 cpv. 1 OPT",
        "content": "Sono conformi alla zona agricola gli edifici e gli impianti se sono necessari alla coltivazione dipendente dal suolo o all’ampliamento interno oppure – nei territori giusta l’articolo 16a capoverso 3 LPT – a una coltivazione che va al di là di un ampliamento interno, e se sono utilizzati per:\na. la produzione di derrate che si prestano alla consumazione o alla trasformazione derivanti dalla coltivazione vegetale e dalla tenuta di animali da reddito;\nb. la coltivazione di superfici vicine allo stato naturale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_34"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 5: Conformità alla zona agricola, Conformità alla zona agricola di edifici ed impianti in generale (art. 16a cpv. 1–3 LPT)",
        "citation": "Art. 34 cpv. 2 OPT",
        "content": "Sono inoltre conformi alla zona agricola gli edifici e gli impianti destinati alla preparazione, all’immagazzinamento o alla vendita di prodotti agricoli o orticoli se:\na. i prodotti sono coltivati nella regione e oltre la metà nell’azienda d’ubicazione o nelle aziende riunite in una comunità di produzione;\nb. la preparazione, l’immagazzinamento o la vendita non sono di carattere industriale–commerciale; e\nc. il carattere agricolo o orticolo dell’azienda d’ubicazione resta immutato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_34"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 5: Conformità alla zona agricola, Conformità alla zona agricola di edifici ed impianti in generale (art. 16a cpv. 1–3 LPT)",
        "citation": "Art. 34 cpv. 3 OPT",
        "content": "Sono infine conformi alla zona agricola gli edifici destinati al fabbisogno abitativo indispensabile per la gestione della relativa azienda agricola compreso quello della generazione che si ritira dalla vita attiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_34"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 5: Conformità alla zona agricola, Conformità alla zona agricola di edifici ed impianti in generale (art. 16a cpv. 1–3 LPT)",
        "citation": "Art. 34 cpv. 4 OPT",
        "content": "L’autorizzazione va rilasciata soltanto se:\na. l’edificio o l’impianto è necessario per l’utilizzazione in questione;\nb. all’edificio o all’impianto non si oppongono interessi preponderanti nell’ubicazione prevista; e\nc. l’esistenza dell’impresa è prevedibile a lungo termine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_34"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 5: Conformità alla zona agricola, Conformità alla zona agricola di edifici ed impianti in generale (art. 16a cpv. 1–3 LPT)",
        "citation": "Art. 34 cpv. 5 OPT",
        "content": "Gli edifici e gli impianti per l’agricoltura esercitata a titolo ricreativo non sono considerati conformi alla zona agricola.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_34"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 5: Conformità alla zona agricola, Edifici e impianti necessari alla produzione di energia a partire dalla biomassa (art. 16a cpv. 1bis LPT)",
        "citation": "Art. 34a cpv. 1 OPT",
        "content": "Sono ammessi edifici e impianti necessari per:\na. la produzione di combustibili o carburanti;\nb. la produzione di elettricità con recupero di calore dai combustibili o dai carburanti ottenuti;\nc. ...\nd. le condotte per il trasporto dell’energia prodotta a utenti adeguati nonché le condotte per il trasporto della biomassa e per lo sgombero delle sostanze residue della produzione di energia;\ne. il trattamento della biomassa fornita e delle sostanze residue della produzione di energia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_34_a"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 5: Conformità alla zona agricola, Edifici e impianti necessari alla produzione di energia a partire dalla biomassa (art. 16a cpv. 1bis LPT)",
        "citation": "Art. 34a cpv. 1bis OPT",
        "content": "Sono inoltre ammessi edifici e impianti necessari per la produzione di calore a partire da biomassa legnosa e la distribuzione di detto calore, se:\na. le installazioni necessarie sono sistemate in edifici esistenti che non sono più necessari a scopo agricolo e sono collocati all’interno del nucleo dell’azienda agricola; e\nb. le singole parti degli impianti soddisfano gli standard attuali di elevata efficienza energetica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_34_a"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 5: Conformità alla zona agricola, Edifici e impianti necessari alla produzione di energia a partire dalla biomassa (art. 16a cpv. 1bis LPT)",
        "citation": "Art. 34a cpv. 2 OPT",
        "content": "I sostrati trattati devono provenire per oltre la metà della loro massa dall’azienda di ubicazione o da aziende agricole che si trovano di regola a una distanza di 15 km. Questa parte deve corrispondere ad almeno il 10 per cento del contenuto energetico di tutti i sostrati trattati. Le fonti dei sostrati restanti devono trovarsi di norma entro una distanza di 50 km. In via eccezionale possono essere autorizzate distanze più lunghe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_34_a"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 5: Conformità alla zona agricola, Edifici e impianti necessari alla produzione di energia a partire dalla biomassa (art. 16a cpv. 1bis LPT)",
        "citation": "Art. 34a cpv. 3 OPT",
        "content": "L’intero impianto dev’essere subordinato all’azienda agricola e contribuire all’uso efficiente delle energie rinnovabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_34_a"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 5: Conformità alla zona agricola, Edifici e impianti necessari alla produzione di energia a partire dalla biomassa (art. 16a cpv. 1bis LPT)",
        "citation": "Art. 34a cpv. 4 OPT",
        "content": "Vanno adempiuti i requisiti di cui all’articolo 34 capoverso 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_34_a"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 5: Conformità alla zona agricola, Edifici e impianti per la tenuta e l’utilizzazione di cavalli, (art. 16abis LPT)",
        "citation": "Art. 34b cpv. 1 OPT",
        "content": "Per aziende agricole si intendono le aziende ai sensi degli articoli 5 e 7 della legge federale del 4 ottobre 1991 sul diritto fondiario rurale (LDFR).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_34_b"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 5: Conformità alla zona agricola, Edifici e impianti per la tenuta e l’utilizzazione di cavalli, (art. 16abis LPT)",
        "citation": "Art. 34b cpv. 2 OPT",
        "content": "Nelle aziende agricole esistenti che non adempiono le condizioni di cui all’articolo 5 o 7 LDFR in merito alle unità standard di manodopera possono essere autorizzati provvedimenti edilizi per la tenuta di cavalli in edifici e impianti esistenti nonché gli impianti esterni necessari a un’adeguata tenuta degli animali, se sono presenti una base foraggera proveniente principalmente dall’azienda e pascoli per la tenuta di cavalli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_34_b"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 5: Conformità alla zona agricola, Edifici e impianti per la tenuta e l’utilizzazione di cavalli, (art. 16abis LPT)",
        "citation": "Art. 34b cpv. 3 OPT",
        "content": "Il parco realizzato per l’uscita quotidiana in qualsiasi condizione atmosferica secondo l’articolo 2 capoverso 3 lettera f dell’ordinanza del 23 aprile 2008 sulla protezione degli animali (area di uscita con qualsiasi tempo) deve adempiere le seguenti condizioni:\na. deve essere direttamente adiacente alla scuderia. Qualora ciò non fosse possibile, un eventuale spiazzo per l’utilizzazione dei cavalli va impiegato anche come area di uscita con qualsiasi tempo. Se, a causa del numero di cavalli, è necessaria un’area di uscita aggiuntiva, quest’ultima può essere distaccata dalla scuderia;\nb. se supera la superficie minima stabilita nella legislazione sulla protezione degli animali, il fissaggio al suolo deve poter essere rimosso senza grande dispendio. La superficie dell’aera di uscita con qualsiasi tempo non può tuttavia superare quella raccomandata nella legislazione sulla protezione degli animali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_34_b"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 5: Conformità alla zona agricola, Edifici e impianti per la tenuta e l’utilizzazione di cavalli, (art. 16abis LPT)",
        "citation": "Art. 34b cpv. 4 OPT",
        "content": "Gli spiazzi per l’utilizzazione dei cavalli quali maneggi, tondini e giostre:\na. possono essere impiegati esclusivamente per l’utilizzazione dei cavalli tenuti nell’azienda;\nb. possono essere impiegati in comune da più aziende;\nc. possono avere una superficie massima di 800 m2; la superficie delle giostre non è computata nella superficie globale;\nd. devono trovarsi nelle immediate vicinanze degli impianti e degli edifici aziendali;\ne. non possono avere né tettoie né pareti; nel caso delle giostre, è ammessa una tettoia per coprire la pista; \nf. possono essere muniti di un adeguato impianto di illuminazione;\ng. non possono essere muniti di altoparlanti;\nh. devono poter essere rimossi senza grande dispendio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_34_b"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 5: Conformità alla zona agricola, Edifici e impianti per la tenuta e l’utilizzazione di cavalli, (art. 16abis LPT)",
        "citation": "Art. 34b cpv. 5 OPT",
        "content": "Non è ammesso costruire nuovi edifici abitativi nel contesto della tenuta e dell’utilizzazione di cavalli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_34_b"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 5: Conformità alla zona agricola, Edifici e impianti per la tenuta e l’utilizzazione di cavalli, (art. 16abis LPT)",
        "citation": "Art. 34b cpv. 6 OPT",
        "content": "Per il resto, vanno adempiute le condizioni di cui all’articolo 34.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_34_b"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 5: Conformità alla zona agricola, Costruzioni di stalle in comune",
        "citation": "Art. 35 OPT",
        "content": "Gli edifici e gli impianti per la tenuta di animali, di proprietà esclusiva di una persona fisica, possono essere costruiti in comune per più aziende se:\na. le aziende costituiscono una comunità aziendale o una comunità aziendale settoriale riconosciuta dal servizio cantonale competente;\nb. alla domanda è accluso il contratto che istituisce la comunità firmata da tutti i membri; e\nc. il contratto che istituisce la comunità al momento dell’autorizzazione a costruire è ancora valido per almeno dieci anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_35"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 5: Conformità alla zona agricola, Ampliamenti interni nell’ambito della tenuta di animali",
        "citation": "Art. 36 cpv. 1 OPT",
        "content": "È considerata ampliamento interno (art. 16a cpv. 2 LPT) la costruzione di edifici e impianti per la tenuta di animali non dipendente dal suolo se:\na. il contributo di copertura della produzione non dipendente dal suolo è inferiore a quello della produzione dipendente dal suolo;\nb. il potenziale di sostanza secca derivante dalla coltivazione vegetale corrisponde a una quota di almeno 70 per cento del fabbisogno di sostanza secca dell’effettivo di animali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_36"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 5: Conformità alla zona agricola, Ampliamenti interni nell’ambito della tenuta di animali",
        "citation": "Art. 36 cpv. 2 OPT",
        "content": "La comparazione secondo il contributo di copertura e quella secondo la sostanza secca vanno effettuate in base a valori standard. Ove valori standard non fossero disponibili, occorre utilizzare dati per il calcolo comparabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_36"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 5: Conformità alla zona agricola, Ampliamenti interni nell’ambito della tenuta di animali",
        "citation": "Art. 36 cpv. 3 OPT",
        "content": "Se il criterio che si fonda sul contributo di copertura sfocia in un potenziale d’ampliamento interno più alto rispetto al criterio che si fonda sulla sostanza secca, va coperto in ogni caso almeno il 50 per cento del fabbisogno di sostanza secca dell’effettivo di animali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_36"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 5: Conformità alla zona agricola, Ampliamenti interni nell’ambito dell’orticoltura e del giardinaggio produttivo",
        "citation": "Art. 37 cpv. 1 OPT",
        "content": "È considerata ampliamento interno (art. 16a cpv. 2 LPT) la costruzione di edifici e impianti per l’orticoltura e il giardinaggio non dipendenti dal suolo, se la superficie coltivata in modo indipendente dal suolo non supera il 35 per cento della superficie coltivata destinata all’orticoltura e al giardinaggio dell’azienda e non è superiore a 5000 m2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_37"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 5: Conformità alla zona agricola, Ampliamenti interni nell’ambito dell’orticoltura e del giardinaggio produttivo",
        "citation": "Art. 37 cpv. 2 OPT",
        "content": "La produzione è considerata non dipendente dal suolo se non sussiste una relazione sufficientemente stretta con il suolo naturale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_37"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 5: Conformità alla zona agricola, Edifici e impianti che vanno al di là di un ampliamento interno",
        "citation": "Art. 38 OPT",
        "content": "In sede di piano direttore o in via legislativa, il Cantone fissa i criteri che vanno osservati in caso di delimitazione di zone secondo l’articolo 16a capoverso 3 LPT; a tale riguardo sono applicabili gli obiettivi e i principi ai sensi degli articoli 1 e 3 LPT.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_38"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 6: Eccezioni per edifici e impianti fuori delle zone edificabili, Edifici in comprensori con insediamenti sparsi ed edifici tipici del paesaggio",
        "citation": "Art. 39 cpv. 1 OPT",
        "content": "In comprensori con abitati tradizionalmente sparsi, designati nel piano direttore cantonale, e nei quali l’insediamento duraturo dev’essere rafforzato in vista dello sviluppo auspicabile del territorio, i Cantoni possono autorizzare, siccome d’ubicazione vincolata (art. 24 lett. a LPT):\na. la modifica dell’utilizzazione di edifici esistenti che comprendono abitazioni, per scopi abitativi extra–agricoli, se dopo la modifica gli edifici sono abitati tutto l’anno; \nb. la modifica dell’utilizzazione di edifici o complessi di edifici esistenti che comprendono abitazioni, per scopi del piccolo commercio locale (p. es. caseifici, aziende di lavorazione del legno, officine meccaniche, officine da fabbro ferraio, negozi di commercio al dettaglio, locande); la parte riservata all’esercizio del commercio non deve occupare di norma più della metà dell’edificio o del complesso di edifici esistenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_39"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 6: Eccezioni per edifici e impianti fuori delle zone edificabili, Edifici in comprensori con insediamenti sparsi ed edifici tipici del paesaggio",
        "citation": "Art. 39 cpv. 2 OPT",
        "content": "I Cantoni possono autorizzare, siccome d’ubicazione vincolata, la modifica dell’utilizzazione di edifici esistenti, protetti perché elementi tipici del paesaggio, se:\na. il paesaggio e gli edifici formano un’unità degna di protezione e sono stati posti sotto protezione nell’ambito di un piano di utilizzazione;\nb. il carattere particolare del paesaggio dipende dal mantenimento di tali edifici;\nc. la conservazione duratura degli edifici può essere garantita solo con un cambiamento di destinazione; e\nd. il piano direttore cantonale contiene i criteri secondo cui va valutato il carattere degno di protezione dei paesaggi e degli edifici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_39"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 6: Eccezioni per edifici e impianti fuori delle zone edificabili, Edifici in comprensori con insediamenti sparsi ed edifici tipici del paesaggio",
        "citation": "Art. 39 cpv. 3 OPT",
        "content": "Le autorizzazioni secondo il presente articolo possono essere rilasciate soltanto se l’aspetto esterno e la struttura edilizia basilare restano sostanzialmente immutati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_39"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 6: Eccezioni per edifici e impianti fuori delle zone edificabili, Edifici in comprensori con insediamenti sparsi ed edifici tipici del paesaggio",
        "citation": "Art. 39 cpv. 4 OPT",
        "content": "Le autorizzazioni di cui al capoverso 2 decadono se non sussiste più il carattere degno di protezione dell’edificio o del paesaggio circostante, sempre che ciò rientri nell’ambito di responsabilità del proprietario fondiario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_39"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 6: Eccezioni per edifici e impianti fuori delle zone edificabili, Edifici in comprensori con insediamenti sparsi ed edifici tipici del paesaggio",
        "citation": "Art. 39 cpv. 5 OPT",
        "content": "In caso di modifiche illegali nei paesaggi di cui al capoverso 2, un’autorità cantonale provvede affinché sia disposto ed eseguito il ripristino della situazione conforme al diritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_39"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 6: Eccezioni per edifici e impianti fuori delle zone edificabili, Aziende accessorie non agricole (art. 24b LPT)",
        "citation": "Art. 40 cpv. 1 OPT",
        "content": "L’autorizzazione per un’azienda accessoria non agricola presuppone che:\na. l’azienda accessoria si trovi all’interno del nucleo dell’azienda agricola;\nb. l’azienda accessoria sia tale da garantire che l’utilizzazione dell’azienda agricola rimanga assicurata;\nc. il carattere di azienda agricola rimanga essenzialmente immutato;\nd. l’azienda agricola di ubicazione sia un’azienda ai sensi dell’articolo 5 o 7 della legge federale del 4 ottobre 1991 sul diritto fondiario rurale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_40"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 6: Eccezioni per edifici e impianti fuori delle zone edificabili, Aziende accessorie non agricole (art. 24b LPT)",
        "citation": "Art. 40 cpv. 2 OPT",
        "content": "La necessità di un reddito supplementare (art. 24b cpv. 1 LPT) dev’essere comprovata mediante un piano aziendale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_40"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 6: Eccezioni per edifici e impianti fuori delle zone edificabili, Aziende accessorie non agricole (art. 24b LPT)",
        "citation": "Art. 40 cpv. 3 OPT",
        "content": "Sono considerate aziende accessorie con uno stretto legame materiale con l’azienda agricola in particolare:\na. le offerte agrituristiche quali ristorazione in fattoria, pernottamento sulla paglia, affitto di stanze nella fattoria, bagni di fieno;\nb. le offerte socio-terapeutiche e pedagogiche nelle quali la vita e, nella misura del possibile, il lavoro in fattoria sono una parte fondamentale della terapia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_40"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 6: Eccezioni per edifici e impianti fuori delle zone edificabili, Aziende accessorie non agricole (art. 24b LPT)",
        "citation": "Art. 40 cpv. 4 OPT",
        "content": "Se negli edifici e impianti esistenti non c’è spazio disponibile o sufficiente per l’avviamento di un’azienda accessoria non agricola secondo l’articolo 24b capoverso 1bis LPT, possono essere autorizzate costruzioni annesse o mobiliari fino a una superficie di 100 m2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_40"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 6: Eccezioni per edifici e impianti fuori delle zone edificabili, Aziende accessorie non agricole (art. 24b LPT)",
        "citation": "Art. 40 cpv. 5 OPT",
        "content": "L’autorizzazione viene a cadere se le condizioni di autorizzazione secondo l’articolo 24b LPT non sono più adempiute. L’autorità competente lo stabilisce mediante decisione. Su richiesta, occorre decidere, nell’ambito di una nuova procedura di autorizzazione, se l’azienda accessoria non agricola può essere autorizzata ai sensi di un’altra disposizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_40"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 6: Eccezioni per edifici e impianti fuori delle zone edificabili, Campo d’applicazione dell’articolo 24c LPT",
        "citation": "Art. 41 cpv. 1 OPT",
        "content": "L’articolo 24c LPT è applicabile a edifici e impianti costruiti o trasformati legalmente prima che il fondo in questione diventasse parte della zona non edificabile ai sensi del diritto federale (edifici e impianti secondo il diritto anteriore).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_41"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 6: Eccezioni per edifici e impianti fuori delle zone edificabili, Campo d’applicazione dell’articolo 24c LPT",
        "citation": "Art. 41 cpv. 2 OPT",
        "content": "Esso non è applicabile a edifici e impianti agricoli isolati non abitati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_41"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 6: Eccezioni per edifici e impianti fuori delle zone edificabili, Trasformazione di edifici e impianti secondo il diritto anteriore",
        "citation": "Art. 42 cpv. 1 OPT",
        "content": "Una trasformazione è considerata parziale e un ampliamento è considerato moderato se l’identità dell’edificio o dell’impianto unitamente ai dintorni rimane conservata nei tratti essenziali. Sono ammessi miglioramenti volti a cambiare l’aspetto esterno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_42"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 6: Eccezioni per edifici e impianti fuori delle zone edificabili, Trasformazione di edifici e impianti secondo il diritto anteriore",
        "citation": "Art. 42 cpv. 2 OPT",
        "content": "Stato di riferimento determinante per la valutazione dell’identità è lo stato in cui si trovava l’edificio o l’impianto al momento dell’assegnazione a una zona non edificabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_42"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 6: Eccezioni per edifici e impianti fuori delle zone edificabili, Trasformazione di edifici e impianti secondo il diritto anteriore",
        "citation": "Art. 42 cpv. 3 OPT",
        "content": "Il quesito se l’identità dell’edificio o dell’impianto rimanga sostanzialmente immutata va valutato tenendo conto di tutte le circostanze. In ogni caso valgono le seguenti regole:\na. all’interno del volume esistente dell’edificio la superficie utile lorda computabile non può essere ampliata oltre il 60 per cento, fermo restando che la posa di un’isolazione esterna è considerata quale ampliamento all’interno del volume esistente dell’edificio;\nb. si può procedere ad un ampliamento esterno se sono rispettate le condizioni di cui all’articolo 24c capoverso 4 LPT; in questo caso, l’ampliamento totale, sia in relazione alla superficie utile lorda computabile, sia in relazione alla superficie totale (somma della superficie utile lorda computabile e della superficie accessoria lorda) non deve superare il 30 per cento o i 100 m2; gli ampliamenti all’interno del volume esistente dell’edificio sono computati solo per metà;\nc. i lavori di trasformazione non devono consentire una modifica rilevante dell’utilizzazione di edifici abitati in origine solo temporaneamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_42"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 6: Eccezioni per edifici e impianti fuori delle zone edificabili, Trasformazione di edifici e impianti secondo il diritto anteriore",
        "citation": "Art. 42 cpv. 4 OPT",
        "content": "Un edificio o un impianto può essere ricostruito soltanto se al momento della distruzione o della demolizione era ancora utilizzabile secondo la destinazione e vi era ancora un interesse alla sua utilizzazione. Il volume dell’edificio può essere ricostruito entro i limiti necessari per realizzare la superficie ammessa ai sensi del capoverso 3. Il capoverso 3 lettera a non è applicabile. Ove risulti indicato dal profilo oggettivo, l’ubicazione dell’edificio o dell’impianto sostitutivo può divergere in misura minima da quella dell’edificio o dell’impianto preesistente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_42"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 6: Eccezioni per edifici e impianti fuori delle zone edificabili, Trasformazione di edifici e impianti secondo il diritto anteriore",
        "citation": "Art. 42 cpv. 5 OPT",
        "content": "Gli impianti solari di cui all’articolo 18a capoverso 1 LPT non sono tenuti in considerazione nella valutazione di cui all’articolo 24c capoverso 4 LPT.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_42"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 6: Eccezioni per edifici e impianti fuori delle zone edificabili, Trasformazione di edifici abitativi agricoli costruiti secondo il nuovo diritto (art. 24d cpv. 1 LPT)",
        "citation": "Art. 42a cpv. 1 OPT",
        "content": "Nel quadro dell’articolo 24d capoversi 1 e 3 LPT, sono ammessi gli ampliamenti indispensabili per un’utilizzazione a scopo abitativo al passo con i tempi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_42_a"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 6: Eccezioni per edifici e impianti fuori delle zone edificabili, Trasformazione di edifici abitativi agricoli costruiti secondo il nuovo diritto (art. 24d cpv. 1 LPT)",
        "citation": "Art. 42a cpv. 3 OPT",
        "content": "La ricostruzione degli edifici distrutti per cause di forza maggiore può essere autorizzata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_42_a"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 6: Eccezioni per edifici e impianti fuori delle zone edificabili, Tenuta di animali a scopo di hobby (art. 24e LPT)",
        "citation": "Art. 42b cpv. 1 OPT",
        "content": "La tenuta di animali a scopo di hobby è considerata un ampliamento dell’utilizzazione a scopo abitativo dell’abitazione situata nelle vicinanze.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_42_b"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 6: Eccezioni per edifici e impianti fuori delle zone edificabili, Tenuta di animali a scopo di hobby (art. 24e LPT)",
        "citation": "Art. 42b cpv. 2 OPT",
        "content": "Essa è computata nelle possibilità di ampliamento dell’edificio abitativo secondo l’articolo 42 capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_42_b"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 6: Eccezioni per edifici e impianti fuori delle zone edificabili, Tenuta di animali a scopo di hobby (art. 24e LPT)",
        "citation": "Art. 42b cpv. 3 OPT",
        "content": "Possono essere tenuti soltanto tanti animali quanti gli abitanti degli edifici situati nelle vicinanze sono in grado di accudire personalmente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_42_b"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 6: Eccezioni per edifici e impianti fuori delle zone edificabili, Tenuta di animali a scopo di hobby (art. 24e LPT)",
        "citation": "Art. 42b cpv. 4 OPT",
        "content": "Se il diritto federale fissa esigenze supplementari rispetto a quelle definite dalla legislazione sulla protezione degli animali per una tenuta rispettosa degli animali, le installazioni all’interno degli edifici devono soddisfare queste esigenze. Fa eccezione la stabulazione in gruppo di cavalli secondo l’allegato 6 lettera A numero 2.1 lettera a dell’ordinanza del 23 ottobre 2013 sui pagamenti diretti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_42_b"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 6: Eccezioni per edifici e impianti fuori delle zone edificabili, Tenuta di animali a scopo di hobby (art. 24e LPT)",
        "citation": "Art. 42b cpv. 5 OPT",
        "content": "Per impianti esterni si intendono gli impianti, privi di tettoie e di pareti, necessari a un’adeguata tenuta degli animali, segnatamente le aree di uscita con qualsiasi tempo, i depositi del letame o i recinti. Sono invece esclusi in particolare:\na. gli impianti destinati ad attività svolte con gli animali a scopo di hobby, quali maneggi o aree di esercitazione;\nb. le pensiline in mezzo al pascolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_42_b"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 6: Eccezioni per edifici e impianti fuori delle zone edificabili, Tenuta di animali a scopo di hobby (art. 24e LPT)",
        "citation": "Art. 42b cpv. 6 OPT",
        "content": "L’area di uscita con qualsiasi tempo può essere distaccata dalla scuderia soltanto se sussistono ragioni imperative. La superficie ammessa è retta dall’articolo 34b capoverso 3 lettera b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_42_b"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 6: Eccezioni per edifici e impianti fuori delle zone edificabili, Tenuta di animali a scopo di hobby (art. 24e LPT)",
        "citation": "Art. 42b cpv. 7 OPT",
        "content": "L’autorizzazione viene a cadere se le condizioni di autorizzazione secondo l’articolo 24e LPT non sono più adempiute. L’autorità competente lo stabilisce mediante decisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_42_b"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 6: Eccezioni per edifici e impianti fuori delle zone edificabili, Edifici e impianti usati a scopi commerciali costruiti secondo il diritto anteriore (art. 37a LPT)",
        "citation": "Art. 43 cpv. 1 OPT",
        "content": "Cambiamenti di destinazione e ampliamenti di edifici e impianti usati a scopo commerciale divenuti non conformi alla destinazione della zona possono essere autorizzati se:\na. l’edificio o l’impianto è stato legalmente costruito o modificato;\nb. non insorgono nuove implicazioni rilevanti su territorio e ambiente;\nc. la nuova utilizzazione non è inammissibile secondo un altro atto legislativo federale.\nd. a f....",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_43"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 6: Eccezioni per edifici e impianti fuori delle zone edificabili, Edifici e impianti usati a scopi commerciali costruiti secondo il diritto anteriore (art. 37a LPT)",
        "citation": "Art. 43 cpv. 2 OPT",
        "content": "La superficie utilizzata in modo non conforme alla destinazione della zona può essere ampliata del 30 per cento; gli ampliamenti all’interno del volume esistente dell’edificio sono computati soltanto per la metà.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_43"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 6: Eccezioni per edifici e impianti fuori delle zone edificabili, Edifici e impianti usati a scopi commerciali costruiti secondo il diritto anteriore (art. 37a LPT)",
        "citation": "Art. 43 cpv. 3 OPT",
        "content": "Se la superficie utilizzata in modo non conforme alla destinazione della zona deve essere ampliata fuori del volume esistente dell’edificio per più di 100 m2, tale ampliamento può essere autorizzato soltanto se necessario al proseguimento dell’azienda.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_43"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 6: Eccezioni per edifici e impianti fuori delle zone edificabili, Disposizioni comuni",
        "citation": "Art. 43a OPT",
        "content": "Le autorizzazioni secondo la presente sezione possono essere rilasciate solo se:\na. gli edifici non sono più necessari ai fini dell’anteriore destinazione conforme alla zona o vincolata all’ubicazione oppure se viene assicurato che gli edifici vengono mantenuti per tale scopo;\nb. la nuova utilizzazione non comporta un edificio sostitutivo che non sia necessario;\nc. è necessaria tutt’al più una leggera estensione dell’urbanizzazione esistente e tutti i costi d’infrastruttura in relazione all’utilizzazione autorizzata sono a carico del proprietario;\nd. la coltivazione agricola dei terreni circostanti non è minacciata;\ne. non vi si oppongono interessi preponderanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_43_a"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 7: Menzione nel registro fondiario",
        "citation": "Art. 44 cpv. 1 OPT",
        "content": "Nel caso di autorizzazioni per edifici e impianti fuori delle zone edificabili l’autorità cantonale competente fa menzionare nel registro fondiario, sul fondo interessato:\na. l’esistenza di un’azienda accessoria non agricola (art. 24b LPT)\nb. le condizioni risolutive alle quali soggiacciono le autorizzazioni; \nc. gli obblighi di ripristinare lo stato legale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_44"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 7: Menzione nel registro fondiario",
        "citation": "Art. 44 cpv. 2 OPT",
        "content": "Se necessario, essa fa menzionare altre restrizioni del diritto di proprietà, segnatamente restrizioni d’utilizzazione e della facoltà di disporre nonché condizioni e oneri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_44"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 7: Menzione nel registro fondiario",
        "citation": "Art. 44 cpv. 3 OPT",
        "content": "L’Ufficio del registro fondiario cancella d’ufficio la menzione se il terreno è inserito in una zona edificabile con decisione cresciuta in giudicato. Negli altri casi l’Ufficio del registro fondiario può cancellare la menzione soltanto se l’autorità competente ha deciso che le condizioni per la menzione sono scadute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_44"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 8: Osservazione del territorio e informazione, Osservazione del territorio ",
        "citation": "Art. 45 cpv. 1 OPT",
        "content": "L’ARE esamina le implicazioni sullo sviluppo territoriale e sul paesaggio dell’applicazione delle disposizioni sull’edificazione fuori delle zone edificabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_45"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 8: Osservazione del territorio e informazione, Osservazione del territorio ",
        "citation": "Art. 45 cpv. 2 OPT",
        "content": "I Cantoni forniscono all’ARE le informazioni necessarie a tal fine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_45"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 8: Osservazione del territorio e informazione, Comunicazioni dei Cantoni",
        "citation": "Art. 46 cpv. 1 OPT",
        "content": "I Cantoni notificano all’ARE le decisioni concernenti l’approvazione dei piani d’utilizzazione secondo l’articolo 26 LPT e le decisioni di ricorso delle istanze inferiori che riguardano:\na. la delimitazione delle zone edificabili in Cantoni in cui trova applicazione l’articolo 38a capoverso 2, 3 o 5 LPT;\nb. la modifica dei piani d’utilizzazione, ove le superfici per l’avvicendamento delle colture siano ridotte in misura superiore a tre ettari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_46"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 8: Osservazione del territorio e informazione, Comunicazioni dei Cantoni",
        "citation": "Art. 46 cpv. 2 OPT",
        "content": "In determinati Cantoni l’ARE può richiedere la notifica di decisioni riguardanti ambiti specifici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_46"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 8: Osservazione del territorio e informazione, Comunicazioni dei Cantoni",
        "citation": "Art. 46 cpv. 3 OPT",
        "content": "I Cantoni notificano all’Ufficio federale dell’agricoltura le decisioni concernenti l’approvazione dei piani d’utilizzazione secondo l’articolo 26 LPT e le decisioni di ricorso delle istanze inferiori che riguardano modifiche dei piani d’utilizzazione, ove le superfici per l’avvicendamento delle colture siano ridotte in misura superiore a tre ettari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_46"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 8: Osservazione del territorio e informazione, Informazione nei confronti dell’autorità cantonale preposta all’approvazione",
        "citation": "Art. 47 cpv. 1 OPT",
        "content": "L’autorità che emana i piani di utilizzazione informa l’autorità cantonale preposta all’approvazione (art. 26 cpv. 1 LPT) su come i piani di utilizzazione tengono conto degli scopi e dei principi della pianificazione del territorio (art. 1 e 3 LPT), dei suggerimenti provenienti dalla popolazione (art. 4 cpv. 2 LPT), dei piani settoriali e delle concezioni della Confederazione (art. 13 LPT), del piano direttore (art. 8 LPT) e delle esigenze poste dall’ulteriore diritto federale, in particolare dalla legislazione sulla protezione dell’ambiente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_47"
    },
    {
        "book": "RPV",
        "title": "OPT, Capitolo 5: Piani di utilizzazione, Sezione 8: Osservazione del territorio e informazione, Informazione nei confronti dell’autorità cantonale preposta all’approvazione",
        "citation": "Art. 47 cpv. 2 OPT",
        "content": "In particolare, indica le riserve di utilizzazione presenti nelle zone edificabili esistenti e le misure da adottare, nonché i tempi entro cui adottarle, per poter sfruttare tali riserve oppure per poterle edificare in modo conforme alla destinazione della zona.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/it#art_47"
    }
]