[
    {
        "book": "RPV",
        "title": "RPV, 1. Kapitel: Einleitung, Raumwirksame Tätigkeiten",
        "citation": "Art. 1 Abs. 1 RPV",
        "content": "Raumwirksam sind Tätigkeiten, welche die Nutzung des Bodens oder die Besiedlung des Landes verändern oder dazu bestimmt sind, die jeweilige Nutzung des Bodens oder die jeweilige Besiedlung des Landes zu erhalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_1"
    },
    {
        "book": "RPV",
        "title": "RPV, 1. Kapitel: Einleitung, Raumwirksame Tätigkeiten",
        "citation": "Art. 1 Abs. 2 RPV",
        "content": "Bund, Kantone und Gemeinden üben insbesondere dann raumwirksame Tätigkeiten aus, wenn sie:\na. Richt- und Nutzungspläne, Konzepte und Sachpläne sowie dazu erforderliche Grundlagen erarbeiten oder genehmigen;\nb. öffentliche oder im öffentlichen Interesse liegende Bauten und Anlagen planen, errichten, verändern oder nutzen;\nc. Konzessionen oder Bewilligungen erteilen für Bauten und Anlagen sowie für Rodungen, Wasser-, Schürf-, Transport- oder andere Nutzungsrechte;\nd. Beiträge ausrichten an Bauten und Anlagen, insbesondere an Gewässerschutz-, Verkehrs- und Versorgungsanlagen und Wohnungsbauten sowie für Bodenverbesserungen, Gewässerkorrektionen oder Schutzmassnahmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_1"
    },
    {
        "book": "RPV",
        "title": "RPV, 1. Kapitel: Einleitung, Planung und Abstimmung raumwirksamer Tätigkeiten",
        "citation": "Art. 2 Abs. 1 RPV",
        "content": "Im Hinblick auf die anzustrebende räumliche Entwicklung prüfen die Behörden bei der Planung raumwirksamer Tätigkeiten insbesondere:\na. wie viel Raum für die Tätigkeit benötigt wird;\nb. welche Alternativen und Varianten in Betracht fallen;\nc. ob die Tätigkeit mit den Zielen und Grundsätzen der Raumplanung vereinbar ist;\nd. welche Möglichkeiten bestehen, den Boden haushälterisch und umweltschonend zu nutzen sowie die Siedlungsordnung zu verbessern;\ne. ob die Tätigkeit mit geltenden Plänen und Vorschriften von Bund, Kantonen, Regionen und Gemeinden über die Nutzung des Bodens, insbesondere mit Richt- und Nutzungsplänen, vereinbar ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_2"
    },
    {
        "book": "RPV",
        "title": "RPV, 1. Kapitel: Einleitung, Planung und Abstimmung raumwirksamer Tätigkeiten",
        "citation": "Art. 2 Abs. 2 RPV",
        "content": "Die Behörden stellen fest, wie sich ihre raumwirksamen Tätigkeiten auswirken, und unterrichten einander darüber rechtzeitig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_2"
    },
    {
        "book": "RPV",
        "title": "RPV, 1. Kapitel: Einleitung, Planung und Abstimmung raumwirksamer Tätigkeiten",
        "citation": "Art. 2 Abs. 3 RPV",
        "content": "Sie stimmen die raumwirksamen Tätigkeiten aufeinander ab, wenn diese einander ausschliessen, behindern, bedingen oder ergänzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_2"
    },
    {
        "book": "RPV",
        "title": "RPV, 1. Kapitel: Einleitung, Interessenabwägung",
        "citation": "Art. 3 Abs. 1 RPV",
        "content": "Stehen den Behörden bei Erfüllung und Abstimmung raumwirksamer Aufgaben Handlungsspielräume zu, so wägen sie die Interessen gegeneinander ab, indem sie:\na. die betroffenen Interessen ermitteln;\nb. diese Interessen beurteilen und dabei insbesondere die Vereinbarkeit mit der anzustrebenden räumlichen Entwicklung und die möglichen Auswirkungen berücksichtigen;\nc. diese Interessen auf Grund der Beurteilung im Entscheid möglichst umfassend berücksichtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_3"
    },
    {
        "book": "RPV",
        "title": "RPV, 1. Kapitel: Einleitung, Interessenabwägung",
        "citation": "Art. 3 Abs. 2 RPV",
        "content": "Sie legen die Interessenabwägung in der Begründung ihrer Beschlüsse dar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_3"
    },
    {
        "book": "RPV",
        "title": "RPV, 2. Kapitel: Kantonaler Richtplan, Grundlagen",
        "citation": "Art. 4 Abs. 1 RPV",
        "content": "Die Grundlagen bestehen aus Planungen über die einzelnen Sachbereiche (Art. 6 Abs. 2 und 3 RPG); sie befassen sich insbesondere mit der Trennung des Siedlungsgebiets vom Nichtsiedlungsgebiet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_4"
    },
    {
        "book": "RPV",
        "title": "RPV, 2. Kapitel: Kantonaler Richtplan, Grundlagen",
        "citation": "Art. 4 Abs. 2 RPV",
        "content": "Die Planungen über die einzelnen Sachbereiche zeigen die tatsächlichen und rechtlichen Gegebenheiten und die absehbaren Nutzungskonflikte; sie enthalten eine Beurteilung der möglichen Entwicklungen aus gesamtheitlicher Sicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_4"
    },
    {
        "book": "RPV",
        "title": "RPV, 2. Kapitel: Kantonaler Richtplan, Inhalt und Gliederung",
        "citation": "Art. 5 Abs. 1 RPV",
        "content": "Der Richtplan zeigt die anzustrebende räumliche Entwicklung und die im Hinblick darauf wesentlichen Ergebnisse der Planung im Kanton und von dessen Zusammenarbeit mit Bund, Nachbarkantonen und benachbartem Ausland; er bestimmt die Richtung der weiteren Planung und Zusammenarbeit, insbesondere mit Vorgaben für die Zuweisung der Bodennutzungen und für die Koordination der einzelnen Sachbereiche, und bezeichnet die dafür erforderlichen Schritte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_5"
    },
    {
        "book": "RPV",
        "title": "RPV, 2. Kapitel: Kantonaler Richtplan, Inhalt und Gliederung",
        "citation": "Art. 5 Abs. 2 RPV",
        "content": "Er zeigt:\na. wie die raumwirksamen Tätigkeiten aufeinander abgestimmt sind (Festsetzungen);\nb. welche raumwirksamen Tätigkeiten noch nicht aufeinander abgestimmt sind und was vorzukehren ist, damit eine zeitgerechte Abstimmung erreicht werden kann (Zwischenergebnisse);\nc. welche raumwirksamen Tätigkeiten sich noch nicht in dem für die Abstimmung erforderlichen Mass umschreiben lassen, aber erhebliche Auswirkungen auf die Nutzung des Bodens haben können (Vororientierungen).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_5"
    },
    {
        "book": "RPV",
        "title": "RPV, 2. Kapitel: Kantonaler Richtplan, Vorgaben im Richtplan zu den Bauzonen",
        "citation": "Art. 5a Abs. 1 RPV",
        "content": "Ergänzend zu den Festlegungen nach Artikel 8a Absatz 1 RPG bestimmt der Kanton im Richtplan, von welcher Entwicklung der Wohnbevölkerung und der Beschäftigten er zur Ermittlung seines Bauzonenbedarfes ausgeht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_5_a"
    },
    {
        "book": "RPV",
        "title": "RPV, 2. Kapitel: Kantonaler Richtplan, Vorgaben im Richtplan zu den Bauzonen",
        "citation": "Art. 5a Abs. 2 RPV",
        "content": "Wachstumsannahmen über dem mittleren Szenario des Bundesamts für Statistik (BFS) für die Bevölkerungsentwicklung sind für die Bestimmung der im Kanton insgesamt benötigten Bauzonenkapazitäten zu berücksichtigen, soweit sie das hohe Szenario des BFS nicht überschreiten. Überschreiten sie dieses Szenario, so sind sie nur zu berücksichtigen, soweit:\na. die reale Entwicklung sie bestätigt hat; oder\nb. sie die Beschäftigten betreffen und der Kanton im Richtplan nachweist, dass seine Annahmen plausibler sind als diejenigen der BFS-Szenarien für das Wachstum der Wohnbevölkerung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_5_a"
    },
    {
        "book": "RPV",
        "title": "RPV, 2. Kapitel: Kantonaler Richtplan, Vorgaben im Richtplan zu den Bauzonen",
        "citation": "Art. 5a Abs. 3 RPV",
        "content": "Der Kanton erteilt im Richtplan die Aufträge, die nötig sind, um:\na. die Grösse und Lage der Bauzonen periodisch zu überprüfen und die notwendigen Massnahmen zu treffen;\nb. die bestehenden und neu geschaffenen Bauzonen bodensparend und effizient zu bebauen und zu verdichten;\nc. die für Rückzonungen vorgesehenen Flächen planungsrechtlich zu sichern;\nd. zeitgerecht, spätestens aber fünf Jahre nach Festlegung der planungsrechtlichen Massnahmen, zum Mittel der Ersatzvornahme zu greifen, sofern die zuständige Gemeinde bis dahin keinen Beschluss zur Umsetzung gefasst hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_5_a"
    },
    {
        "book": "RPV",
        "title": "RPV, 2. Kapitel: Kantonaler Richtplan, Vorgaben im Richtplan zu den Bauzonen",
        "citation": "Art. 5a Abs. 4 RPV",
        "content": "Kantone mit zu grossen Bauzonen zeigen zusätzlich, mit welchen Massnahmen und innerhalb welcher Frist sie die Anforderungen nach Artikel 15 RPG erfüllen werden. Sind die Bauzonen deutlich zu gross, so macht der Kanton die notwendigen Vorgaben, um die Bauzonen insgesamt zu verkleinern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_5_a"
    },
    {
        "book": "RPV",
        "title": "RPV, 2. Kapitel: Kantonaler Richtplan, Form",
        "citation": "Art. 6 Abs. 1 RPV",
        "content": "Der Richtplan besteht aus Karte und Text, die durch wechselseitige Verweisungen miteinander verbunden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_6"
    },
    {
        "book": "RPV",
        "title": "RPV, 2. Kapitel: Kantonaler Richtplan, Form",
        "citation": "Art. 6 Abs. 2 RPV",
        "content": "Die Karte zeigt gesamthaft die Richtplanvorhaben aller Sachbereiche in ihrem räumlichen Zusammenhang. Der Massstab ist in der Regel 1:50 000.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_6"
    },
    {
        "book": "RPV",
        "title": "RPV, 2. Kapitel: Kantonaler Richtplan, Form",
        "citation": "Art. 6 Abs. 3 RPV",
        "content": "Der Text enthält, geordnet nach Sachbereichen und Einzelvorhaben, Anweisungen zum weiteren Vorgehen in Bezug auf Raum, Zeit und Organisation sowie Angaben zu den planerischen und finanziellen Mitteln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_6"
    },
    {
        "book": "RPV",
        "title": "RPV, 2. Kapitel: Kantonaler Richtplan, Form",
        "citation": "Art. 6 Abs. 4 RPV",
        "content": "Zum Verständnis des Richtplans geben Karte und Text auch Aufschluss über räumliche und sachliche Zusammenhänge (Ausgangslage), insbesondere über:\na. bestehende Bauten und Anlagen;\nb. geltende Pläne und Vorschriften über die Nutzung des Bodens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_6"
    },
    {
        "book": "RPV",
        "title": "RPV, 2. Kapitel: Kantonaler Richtplan, Erläuterungen",
        "citation": "Art. 7 RPV",
        "content": "Die Kantone geben Aufschluss:\na. über den Ablauf der Richtplanung, insbesondere über die Information und Mitwirkung der Bevölkerung und über die Zusammenarbeit mit Gemeinden, Regionen, Nachbarkantonen, dem benachbarten Ausland und den Bundesstellen, die mit raumwirksamen Aufgaben betraut sind (Bundesstellen);\nb. über Zusammenhänge zwischen Sachbereichen, Einzelvorhaben und Grundlagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_7"
    },
    {
        "book": "RPV",
        "title": "RPV, 2. Kapitel: Kantonaler Richtplan, Richtlinien",
        "citation": "Art. 8 RPV",
        "content": "Das Bundesamt für Raumentwicklung (ARE) erlässt nach Anhörung der Kantone und der Bundesstellen technische Richtlinien für die Erstellung der Richtpläne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_8"
    },
    {
        "book": "RPV",
        "title": "RPV, 2. Kapitel: Kantonaler Richtplan, Zusammenarbeit",
        "citation": "Art. 9 Abs. 1 RPV",
        "content": "Die Kantone orientieren das ARE mindestens alle vier Jahre über den Stand der Richtplanung, über deren Umsetzung und über wesentliche Änderungen der Grundlagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_9"
    },
    {
        "book": "RPV",
        "title": "RPV, 2. Kapitel: Kantonaler Richtplan, Zusammenarbeit",
        "citation": "Art. 9 Abs. 2 RPV",
        "content": "Wollen die Kantone ihre Richtpläne anpassen oder überarbeiten (Art. 9 Abs. 2 und 3 RPG), so geben sie dies dem ARE bekannt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_9"
    },
    {
        "book": "RPV",
        "title": "RPV, 2. Kapitel: Kantonaler Richtplan, Zusammenarbeit",
        "citation": "Art. 9 Abs. 3 RPV",
        "content": "Das ARE berät und unterstützt die Kantone bei der Erstellung und Anpassung ihrer Richtpläne; es vermittelt die erforderlichen Informationen und Kontakte zwischen den Bundesstellen und den Kantonen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_9"
    },
    {
        "book": "RPV",
        "title": "RPV, 2. Kapitel: Kantonaler Richtplan, Zusammenarbeit",
        "citation": "Art. 9 Abs. 4 RPV",
        "content": "Es kann im Namen des Bundes mit den Kantonen Verwaltungsvereinbarungen zur Regelung der Zusammenarbeit abschliessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_9"
    },
    {
        "book": "RPV",
        "title": "RPV, 2. Kapitel: Kantonaler Richtplan, Prüfung",
        "citation": "Art. 10 Abs. 1 RPV",
        "content": "Das ARE leitet das Verfahren für die Prüfung des kantonalen Richtplans und seiner Anpassungen sowie die dazu erforderlichen Verhandlungen mit dem Kanton und den Bundesstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_10"
    },
    {
        "book": "RPV",
        "title": "RPV, 2. Kapitel: Kantonaler Richtplan, Prüfung",
        "citation": "Art. 10 Abs. 2 RPV",
        "content": "Es erstellt den Prüfungsbericht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_10"
    },
    {
        "book": "RPV",
        "title": "RPV, 2. Kapitel: Kantonaler Richtplan, Prüfung",
        "citation": "Art. 10 Abs. 3 RPV",
        "content": "Der Kanton kann seinen Richtplan dem ARE zu einer Vorprüfung unterbreiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_10"
    },
    {
        "book": "RPV",
        "title": "RPV, 2. Kapitel: Kantonaler Richtplan, Prüfung",
        "citation": "Art. 10 Abs. 4 RPV",
        "content": "Vorprüfung und Prüfung der vollständigen Unterlagen sollen bei Richtplananpassungen in der Regel zusammen nicht mehr als sechs Monate, bei Gesamtüberarbeitungen nicht mehr als zwölf Monate beanspruchen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_10"
    },
    {
        "book": "RPV",
        "title": "RPV, 2. Kapitel: Kantonaler Richtplan, Genehmigung",
        "citation": "Art. 11 Abs. 1 RPV",
        "content": "Das Eidgenössische Departement für Umwelt, Verkehr, Energie und Kommunikation (UVEK) beantragt dem Bundesrat nach Anhörung des Kantons und der Nachbarkantone die Genehmigung des kantonalen Richtplans und seiner Anpassungen oder die Anordnung einer Einigungsverhandlung (Art. 12 RPG).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_11"
    },
    {
        "book": "RPV",
        "title": "RPV, 2. Kapitel: Kantonaler Richtplan, Genehmigung",
        "citation": "Art. 11 Abs. 2 RPV",
        "content": "Sind Anpassungen unbestritten, so genehmigt sie das UVEK.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_11"
    },
    {
        "book": "RPV",
        "title": "RPV, 2. Kapitel: Kantonaler Richtplan, Genehmigung",
        "citation": "Art. 11 Abs. 3 RPV",
        "content": "Wird der Inhalt des Richtplans im Rahmen seiner Anweisungen fortgeschrieben, so genügt eine unverzügliche Mitteilung an das ARE.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_11"
    },
    {
        "book": "RPV",
        "title": "RPV, 2. Kapitel: Kantonaler Richtplan, Begehren um Anpassung",
        "citation": "Art. 12 Abs. 1 RPV",
        "content": "Die Anpassung eines kantonalen Richtplans (Art. 9 Abs. 2 RPG) kann von den Nachbarkantonen beim Kanton und von den Bundesstellen über das Departement verlangt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_12"
    },
    {
        "book": "RPV",
        "title": "RPV, 2. Kapitel: Kantonaler Richtplan, Begehren um Anpassung",
        "citation": "Art. 12 Abs. 2 RPV",
        "content": "Entspricht der Kanton dem Begehren, so wird das Verfahren für die Genehmigung durchgeführt; lehnt er ab, so beantragt das UVEK dem Bundesrat, eine Einigungsverhandlung anzuordnen (Art. 12 RPG).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_12"
    },
    {
        "book": "RPV",
        "title": "RPV, 2. Kapitel: Kantonaler Richtplan, Begehren um Bereinigung",
        "citation": "Art. 13 Abs. 1 RPV",
        "content": "Der Kanton, die Nachbarkantone und die Bundesstellen können jederzeit beim UVEK das Bereinigungsverfahren (Art. 7 Abs. 2 und 12 RPG) verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_13"
    },
    {
        "book": "RPV",
        "title": "RPV, 2. Kapitel: Kantonaler Richtplan, Begehren um Bereinigung",
        "citation": "Art. 13 Abs. 2 RPV",
        "content": "Das UVEK leitet das Begehren an den Bundesrat weiter und beantragt, wer an der Einigungsverhandlung teilnehmen soll und wie vorzugehen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_13"
    },
    {
        "book": "RPV",
        "title": "RPV, 2. Kapitel: Kantonaler Richtplan, Begehren um Bereinigung",
        "citation": "Art. 13 Abs. 3 RPV",
        "content": "Kommt keine Einigung zustande, so stellt das UVEK dem Bundesrat Antrag zum Entscheid (Art. 12 Abs. 3 RPG).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_13"
    },
    {
        "book": "RPV",
        "title": "RPV, 3. Kapitel: Besondere Massnahmen des Bundes, 1. Abschnitt: Konzepte und Sachpläne, Zweck und Inhalt",
        "citation": "Art. 14 Abs. 1 RPV",
        "content": "Der Bund erstellt Konzepte und Sachpläne zur Planung und Koordination seiner Aufgaben, soweit sich diese erheblich auf Raum und Umwelt auswirken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_14"
    },
    {
        "book": "RPV",
        "title": "RPV, 3. Kapitel: Besondere Massnahmen des Bundes, 1. Abschnitt: Konzepte und Sachpläne, Zweck und Inhalt",
        "citation": "Art. 14 Abs. 2 RPV",
        "content": "In den Konzepten und Sachplänen zeigt der Bund, wie er von seinem planerischen Ermessen Gebrauch machen will, namentlich:\na. welche Sachziele er verfolgt und wie er diese aufeinander und mit den Raumordnungszielen abstimmt; und\nb. nach welchen Prioritäten, wie und mit welchen Mitteln die Aufgaben des Bundes räumlich umgesetzt werden sollen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_14"
    },
    {
        "book": "RPV",
        "title": "RPV, 3. Kapitel: Besondere Massnahmen des Bundes, 1. Abschnitt: Konzepte und Sachpläne, Zweck und Inhalt",
        "citation": "Art. 14 Abs. 3 RPV",
        "content": "Sachpläne enthalten zudem räumlich und zeitlich konkrete Aussagen sowie Anweisungen an die zuständigen Bundesbehörden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_14"
    },
    {
        "book": "RPV",
        "title": "RPV, 3. Kapitel: Besondere Massnahmen des Bundes, 1. Abschnitt: Konzepte und Sachpläne, Formelle und materielle Anforderungen",
        "citation": "Art. 15 Abs. 1 RPV",
        "content": "Räumlich konkrete Aussagen sind nicht nur im Text, sondern auch kartografisch darzustellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_15"
    },
    {
        "book": "RPV",
        "title": "RPV, 3. Kapitel: Besondere Massnahmen des Bundes, 1. Abschnitt: Konzepte und Sachpläne, Formelle und materielle Anforderungen",
        "citation": "Art. 15 Abs. 2 RPV",
        "content": "Text und Karten enthalten verbindliche Festlegungen, die nach Festsetzungen, Zwischenergebnissen und Vororientierungen (Art. 5 Abs. 2) gegliedert werden können, sowie allenfalls weitere Informationen. Sie geben zudem Aufschluss über die zum Verständnis der Festlegungen erforderlichen räumlichen und sachlichen Zusammenhänge (Ausgangslage).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_15"
    },
    {
        "book": "RPV",
        "title": "RPV, 3. Kapitel: Besondere Massnahmen des Bundes, 1. Abschnitt: Konzepte und Sachpläne, Formelle und materielle Anforderungen",
        "citation": "Art. 15 Abs. 3 RPV",
        "content": "Ein konkretes Vorhaben darf erst festgesetzt werden, wenn:\na. ein Bedarf dafür besteht;\nb. eine Prüfung von Alternativstandorten stattgefunden hat und das Vorhaben auf den betreffenden Standort angewiesen ist;\nc. sich die wesentlichen Auswirkungen des Vorhabens auf Raum und Umwelt in einer der Planungsstufe entsprechenden Weise beurteilen lassen; und\nd. das Vorhaben mit der massgeblichen Gesetzgebung voraussichtlich vereinbar ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_15"
    },
    {
        "book": "RPV",
        "title": "RPV, 3. Kapitel: Besondere Massnahmen des Bundes, 1. Abschnitt: Konzepte und Sachpläne, Erläuterungen",
        "citation": "Art. 16 RPV",
        "content": "Die zuständige Bundesstelle gibt in ihren Erläuterungen insbesondere Aufschluss über:\na. den Anlass und den Ablauf der Planung;\nb. die Art und Weise, wie den verschiedenen Interessen Rechnung getragen wurde (Art. 3);\nc. die Ergebnisse der Zusammenarbeit (Art. 18) sowie des Anhörungs- und Mitwirkungsverfahrens (Art. 19).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_16"
    },
    {
        "book": "RPV",
        "title": "RPV, 3. Kapitel: Besondere Massnahmen des Bundes, 1. Abschnitt: Konzepte und Sachpläne, Erarbeitung und Anpassung",
        "citation": "Art. 17 Abs. 1 RPV",
        "content": "Die zuständige Bundesstelle erarbeitet die Konzepte und Sachpläne, deren Anpassungen und die nötigen Grundlagen in enger Zusammenarbeit mit dem ARE. Sie berücksichtigt dabei die Richtplanung der Kantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_17"
    },
    {
        "book": "RPV",
        "title": "RPV, 3. Kapitel: Besondere Massnahmen des Bundes, 1. Abschnitt: Konzepte und Sachpläne, Erarbeitung und Anpassung",
        "citation": "Art. 17 Abs. 2 RPV",
        "content": "Das ARE vermittelt bei räumlichen Konflikten zwischen den Bundesstellen sowie zwischen Bund und Kantonen. Es stellt zuhanden des antragstellenden UVEK fest, ob die Voraussetzungen erfüllt sind, um die Planung als Konzept oder Sachplan im Sinne von Artikel 13 RPG verabschieden zu können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_17"
    },
    {
        "book": "RPV",
        "title": "RPV, 3. Kapitel: Besondere Massnahmen des Bundes, 1. Abschnitt: Konzepte und Sachpläne, Erarbeitung und Anpassung",
        "citation": "Art. 17 Abs. 3 RPV",
        "content": "Die zuständige Bundesstelle und das ARE stellen die für die Konzept- und Sachplanarbeiten erforderlichen finanziellen und personellen Mittel nach einem im Einzelfall festzulegenden Verteilschlüssel gemeinsam bereit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_17"
    },
    {
        "book": "RPV",
        "title": "RPV, 3. Kapitel: Besondere Massnahmen des Bundes, 1. Abschnitt: Konzepte und Sachpläne, Erarbeitung und Anpassung",
        "citation": "Art. 17 Abs. 4 RPV",
        "content": "Haben sich die Verhältnisse geändert, stellen sich neue Aufgaben oder ist eine gesamthaft bessere Lösung möglich, so werden die Konzepte und Sachpläne überprüft und nötigenfalls gesamthaft überarbeitet oder angepasst.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_17"
    },
    {
        "book": "RPV",
        "title": "RPV, 3. Kapitel: Besondere Massnahmen des Bundes, 1. Abschnitt: Konzepte und Sachpläne, Zusammenarbeit",
        "citation": "Art. 18 Abs. 1 RPV",
        "content": "Um allfällige Konflikte im Rahmen der Planung rechtzeitig erkennen und partnerschaftlich lösen zu können, sorgt die zuständige Bundesstelle für einen möglichst frühzeitigen Einbezug:\na. der betroffenen Behörden des Bundes, der Kantone und des benachbarten Auslands;\nb. der betroffenen Organisationen und Personen des öffentlichen und privaten Rechts, die nicht der Verwaltung angehören, soweit sie mit der Wahrnehmung öffentlicher Aufgaben betraut sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_18"
    },
    {
        "book": "RPV",
        "title": "RPV, 3. Kapitel: Besondere Massnahmen des Bundes, 1. Abschnitt: Konzepte und Sachpläne, Zusammenarbeit",
        "citation": "Art. 18 Abs. 2 RPV",
        "content": "Wenn ein geltender kantonaler Richtplan die Erreichung der mit einem Sachplan angestrebten Ziele verhindern oder unverhältnismässig erschweren würde, koordinieren der Kanton und die zuständige Bundesstelle die Verfahren für die entsprechende Anpassung des Richtplans und für die Erarbeitung des Sachplans miteinander.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_18"
    },
    {
        "book": "RPV",
        "title": "RPV, 3. Kapitel: Besondere Massnahmen des Bundes, 1. Abschnitt: Konzepte und Sachpläne, Anhörung der Kantone und Gemeinden; Information und Mitwirkung der Bevölkerung",
        "citation": "Art. 19 Abs. 1 RPV",
        "content": "Die zuständige Bundesstelle stellt den Entwurf eines Konzepts oder Sachplans den betroffenen Kantonen zu. Hinsichtlich der räumlich konkreten Sachplaninhalte teilt sie ihnen zusätzlich mit, wie die Information und die Mitwirkungsmöglichkeit der Bevölkerung in den amtlichen Publikationsorganen anzuzeigen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_19"
    },
    {
        "book": "RPV",
        "title": "RPV, 3. Kapitel: Besondere Massnahmen des Bundes, 1. Abschnitt: Konzepte und Sachpläne, Anhörung der Kantone und Gemeinden; Information und Mitwirkung der Bevölkerung",
        "citation": "Art. 19 Abs. 2 RPV",
        "content": "Die kantonale Fachstelle für Raumplanung hört die interessierten kantonalen, regionalen und kommunalen Stellen an und sorgt dafür, dass die Bevölkerung in geeigneter Weise mitwirken kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_19"
    },
    {
        "book": "RPV",
        "title": "RPV, 3. Kapitel: Besondere Massnahmen des Bundes, 1. Abschnitt: Konzepte und Sachpläne, Anhörung der Kantone und Gemeinden; Information und Mitwirkung der Bevölkerung",
        "citation": "Art. 19 Abs. 3 RPV",
        "content": "Die zuständige Bundesstelle trägt die Kosten für die Anzeigen in den amtlichen Publikationsorganen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_19"
    },
    {
        "book": "RPV",
        "title": "RPV, 3. Kapitel: Besondere Massnahmen des Bundes, 1. Abschnitt: Konzepte und Sachpläne, Anhörung der Kantone und Gemeinden; Information und Mitwirkung der Bevölkerung",
        "citation": "Art. 19 Abs. 4 RPV",
        "content": "Der Entwurf des Konzepts oder Sachplans ist während mindestens 20 Tagen öffentlich aufzulegen. Das Anhörungsverfahren dauert in der Regel 3 Monate. Bei Anpassungen von Konzepten und Sachplänen wird diese Frist angemessen verkürzt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_19"
    },
    {
        "book": "RPV",
        "title": "RPV, 3. Kapitel: Besondere Massnahmen des Bundes, 1. Abschnitt: Konzepte und Sachpläne, Bereinigung",
        "citation": "Art. 20 Abs. 1 RPV",
        "content": "Vor der Verabschiedung des Konzepts oder Sachplans durch den Bundesrat erhalten die Kantone Gelegenheit, noch vorhandene Widersprüche zur kantonalen Richtplanung festzustellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_20"
    },
    {
        "book": "RPV",
        "title": "RPV, 3. Kapitel: Besondere Massnahmen des Bundes, 1. Abschnitt: Konzepte und Sachpläne, Bereinigung",
        "citation": "Art. 20 Abs. 2 RPV",
        "content": "Können diese Widersprüche nicht ausgeräumt werden, so kann vor der Verabschiedung des Konzepts oder Sachplans das Bereinigungsverfahren verlangt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_20"
    },
    {
        "book": "RPV",
        "title": "RPV, 3. Kapitel: Besondere Massnahmen des Bundes, 1. Abschnitt: Konzepte und Sachpläne, Bereinigung",
        "citation": "Art. 20 Abs. 3 RPV",
        "content": "Die Bestimmungen über das Bereinigungsverfahren im Zusammenhang mit den kantonalen Richtplänen (Art. 7 Abs. 2 und 12 RPG sowie Art. 13 dieser Verordnung) gelten sinngemäss. Das Verfahren ist so rasch als möglich abzuschliessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_20"
    },
    {
        "book": "RPV",
        "title": "RPV, 3. Kapitel: Besondere Massnahmen des Bundes, 1. Abschnitt: Konzepte und Sachpläne, Verabschiedung",
        "citation": "Art. 21 Abs. 1 RPV",
        "content": "Der Bundesrat verabschiedet die Konzepte und Sachpläne sowie deren Anpassungen auf Antrag des in der Sache zuständigen Departements.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_21"
    },
    {
        "book": "RPV",
        "title": "RPV, 3. Kapitel: Besondere Massnahmen des Bundes, 1. Abschnitt: Konzepte und Sachpläne, Verabschiedung",
        "citation": "Art. 21 Abs. 2 RPV",
        "content": "Er stellt in Wahrnehmung seines planerischen Ermessens insbesondere sicher, dass:\na. das Konzept oder der Sachplan mit den Anforderungen des Raumplanungsrechts und des Spezialrechts übereinstimmt;\nb. allfällige Widersprüche mit den übrigen Konzepten und Sachplänen des Bundes sowie den geltenden kantonalen Richtplänen ausgeräumt sind;\nc. das Konzept oder der Sachplan die übrigen raumrelevanten Anliegen von Bund und Kantonen sachgerecht berücksichtigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_21"
    },
    {
        "book": "RPV",
        "title": "RPV, 3. Kapitel: Besondere Massnahmen des Bundes, 1. Abschnitt: Konzepte und Sachpläne, Verabschiedung",
        "citation": "Art. 21 Abs. 3 RPV",
        "content": "Er genehmigt entsprechende Anpassungen kantonaler Richtpläne wenn möglich gleichzeitig mit der Verabschiedung des Konzepts oder Sachplans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_21"
    },
    {
        "book": "RPV",
        "title": "RPV, 3. Kapitel: Besondere Massnahmen des Bundes, 1. Abschnitt: Konzepte und Sachpläne, Verabschiedung",
        "citation": "Art. 21 Abs. 4 RPV",
        "content": "Soweit Anpassungen geltender Sachpläne weder zu neuen Konflikten führen noch erhebliche Auswirkungen auf Raum und Umwelt haben, können sie vom zuständigen Departement verabschiedet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_21"
    },
    {
        "book": "RPV",
        "title": "RPV, 3. Kapitel: Besondere Massnahmen des Bundes, 1. Abschnitt: Konzepte und Sachpläne, Verbindlichkeit",
        "citation": "Art. 22 Abs. 1 RPV",
        "content": "Konzepte und Sachpläne sind für die Behörden verbindlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_22"
    },
    {
        "book": "RPV",
        "title": "RPV, 3. Kapitel: Besondere Massnahmen des Bundes, 1. Abschnitt: Konzepte und Sachpläne, Verbindlichkeit",
        "citation": "Art. 22 Abs. 2 RPV",
        "content": "Sie binden überdies Organisationen und Personen des öffentlichen und privaten Rechts, die nicht der Verwaltung angehören, soweit sie mit der Wahrnehmung öffentlicher Aufgaben betraut sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_22"
    },
    {
        "book": "RPV",
        "title": "RPV, 3. Kapitel: Besondere Massnahmen des Bundes, 1. Abschnitt: Konzepte und Sachpläne, Verbindlichkeit",
        "citation": "Art. 22 Abs. 3 RPV",
        "content": "Eine Festsetzung bindet die Behörden insoweit, als sich die damit verbundenen Auswirkungen auf Raum und Umwelt anhand der Sachplangrundlagen und des Standes der Planungen von Bund und Kantonen im Zeitpunkt der Festsetzung beurteilen lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_22"
    },
    {
        "book": "RPV",
        "title": "RPV, 3. Kapitel: Besondere Massnahmen des Bundes, 1. Abschnitt: Konzepte und Sachpläne, Verhältnis der Sachpläne zu den kantonalen Richtplänen",
        "citation": "Art. 23 Abs. 1 RPV",
        "content": "Die im Sachplan mit Bezug auf die Realisierung konkreter Vorhaben getroffenen Anordnungen sind für den Kanton so weit verbindlich, als der Bund im betreffenden Bereich von Verfassungs und Gesetzes wegen über entsprechende Kompetenzen verfügt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_23"
    },
    {
        "book": "RPV",
        "title": "RPV, 3. Kapitel: Besondere Massnahmen des Bundes, 1. Abschnitt: Konzepte und Sachpläne, Verhältnis der Sachpläne zu den kantonalen Richtplänen",
        "citation": "Art. 23 Abs. 2 RPV",
        "content": "Soweit die Anpassung eines kantonalen Richtplans auf Anordnungen eines Sachplans beruht, wird sie vom Bund als Fortschreibung zur Kenntnis genommen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_23"
    },
    {
        "book": "RPV",
        "title": "RPV, 3. Kapitel: Besondere Massnahmen des Bundes, 2. Abschnitt: Information und Koordination, Information der Kantone",
        "citation": "Art. 24 RPV",
        "content": "Der Bund erstellt zuhanden der Kantone periodisch eine Übersicht über die Konzepte und Sachpläne, die dazu erforderlichen Grundlagen sowie die Bauvorhaben des Bundes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_24"
    },
    {
        "book": "RPV",
        "title": "RPV, 3. Kapitel: Besondere Massnahmen des Bundes, 2. Abschnitt: Information und Koordination, Koordination",
        "citation": "Art. 25 Abs. 1 RPV",
        "content": "Bei der Leistung von Beiträgen, der Genehmigung von Plänen oder der Erteilung von Bewilligungen und Konzessionen für raumwirksame Massnahmen prüfen die Bundesstellen, ob die Planungspflicht mit Blick auf den Entscheid hinreichend erfüllt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_25"
    },
    {
        "book": "RPV",
        "title": "RPV, 3. Kapitel: Besondere Massnahmen des Bundes, 2. Abschnitt: Information und Koordination, Koordination",
        "citation": "Art. 25 Abs. 2 RPV",
        "content": "Muss ein Richtplan angepasst werden, so koordiniert das ARE die Verfahren zwischen Bund und Kanton.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_25"
    },
    {
        "book": "RPV",
        "title": "RPV, 4. Kapitel: Fruchtfolgeflächen, Grundsätze",
        "citation": "Art. 26 Abs. 1 RPV",
        "content": "Fruchtfolgeflächen sind Teil der für die Landwirtschaft geeigneten Gebiete (Art. 6 Abs. 2 Bst. a RPG); sie umfassen das ackerfähige Kulturland, vorab das Ackerland und die Kunstwiesen in Rotation sowie die ackerfähigen Naturwiesen, und werden mit Massnahmen der Raumplanung gesichert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_26"
    },
    {
        "book": "RPV",
        "title": "RPV, 4. Kapitel: Fruchtfolgeflächen, Grundsätze",
        "citation": "Art. 26 Abs. 2 RPV",
        "content": "Sie sind mit Blick auf die klimatischen Verhältnisse (Vegetationsdauer, Niederschläge), die Beschaffenheit des Bodens (Bearbeitbarkeit, Nährstoff- und Wasserhaushalt) und die Geländeform (Hangneigung, Möglichkeit maschineller Bewirtschaftung) zu bestimmen; die Bedürfnisse des ökologischen Ausgleichs sind zu berücksichtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_26"
    },
    {
        "book": "RPV",
        "title": "RPV, 4. Kapitel: Fruchtfolgeflächen, Grundsätze",
        "citation": "Art. 26 Abs. 3 RPV",
        "content": "Ein Mindestumfang an Fruchtfolgeflächen wird benötigt, damit in Zeiten gestörter Zufuhr die ausreichende Versorgungsbasis des Landes im Sinne der Ernährungsplanung gewährleistet werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_26"
    },
    {
        "book": "RPV",
        "title": "RPV, 4. Kapitel: Fruchtfolgeflächen, Richtwerte des Bundes",
        "citation": "Art. 27 Abs. 1 RPV",
        "content": "Das UVEK legt mit Zustimmung des Eidgenössischen Departements für Wirtschaft, Bildung und Forschung Richtwerte für den Mindestumfang der Fruchtfolgeflächen und für deren Aufteilung auf die Kantone fest; die Verfügung wird im Bundesblatt veröffentlicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_27"
    },
    {
        "book": "RPV",
        "title": "RPV, 4. Kapitel: Fruchtfolgeflächen, Richtwerte des Bundes",
        "citation": "Art. 27 Abs. 2 RPV",
        "content": "Das Bundesamt für Landwirtschaft unterrichtet die Kantone über Untersuchungen und Planungen, die den Richtwerten zu Grunde liegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_27"
    },
    {
        "book": "RPV",
        "title": "RPV, 4. Kapitel: Fruchtfolgeflächen, Erhebungen der Kantone",
        "citation": "Art. 28 Abs. 1 RPV",
        "content": "Die Kantone stellen, im Zuge der Richtplanung (Art. 6–12 RPG), die Fruchtfolgeflächen nach Artikel 26 Absätze 1 und 2 zusammen mit den übrigen für die Landwirtschaft geeigneten Gebieten fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_28"
    },
    {
        "book": "RPV",
        "title": "RPV, 4. Kapitel: Fruchtfolgeflächen, Erhebungen der Kantone",
        "citation": "Art. 28 Abs. 2 RPV",
        "content": "Dabei geben sie für jede Gemeinde kartografisch und in Zahlen Lage, Umfang und Qualität der Fruchtfolgeflächen an; sie zeigen, welche Fruchtfolgeflächen in unerschlossenen Bauzonen oder in anderen nicht für die landwirtschaftliche Nutzung bestimmten Zonen liegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_28"
    },
    {
        "book": "RPV",
        "title": "RPV, 4. Kapitel: Fruchtfolgeflächen, Sachplan des Bundes",
        "citation": "Art. 29 RPV",
        "content": "Der Bund legt im Sachplan Fruchtfolgeflächen den Mindestumfang der Fruchtfolgeflächen und deren Aufteilung auf die Kantone fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_29"
    },
    {
        "book": "RPV",
        "title": "RPV, 4. Kapitel: Fruchtfolgeflächen, Sicherung der Fruchtfolgeflächen",
        "citation": "Art. 30 Abs. 1 RPV",
        "content": "Die Kantone sorgen dafür, dass die Fruchtfolgeflächen den Landwirtschaftszonen zugeteilt werden; sie zeigen in ihren Richtplänen die dazu erforderlichen Massnahmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_30"
    },
    {
        "book": "RPV",
        "title": "RPV, 4. Kapitel: Fruchtfolgeflächen, Sicherung der Fruchtfolgeflächen",
        "citation": "Art. 30 Abs. 1bis RPV",
        "content": "Fruchtfolgeflächen dürfen nur eingezont werden, wenn:\na. ein auch aus der Sicht des Kantons wichtiges Ziel ohne die Beanspruchung von Fruchtfolgeflächen nicht sinnvoll erreicht werden kann; und\nb. sichergestellt wird, dass die beanspruchten Flächen nach dem Stand der Erkenntnisse optimal genutzt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_30"
    },
    {
        "book": "RPV",
        "title": "RPV, 4. Kapitel: Fruchtfolgeflächen, Sicherung der Fruchtfolgeflächen",
        "citation": "Art. 30 Abs. 2 RPV",
        "content": "Die Kantone stellen sicher, dass ihr Anteil am Mindestumfang der Fruchtfolgeflächen (Art. 29) dauernd erhalten bleibt. Soweit dieser Anteil nicht ausserhalb der Bauzonen gesichert werden kann, bestimmen sie Planungszonen (Art. 27 RPG) für unerschlossene Gebiete in Bauzonen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_30"
    },
    {
        "book": "RPV",
        "title": "RPV, 4. Kapitel: Fruchtfolgeflächen, Sicherung der Fruchtfolgeflächen",
        "citation": "Art. 30 Abs. 3 RPV",
        "content": "Der Bundesrat kann zur Sicherung von Fruchtfolgeflächen in Bauzonen vorübergehende Nutzungszonen bestimmen (Art. 37 RPG).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_30"
    },
    {
        "book": "RPV",
        "title": "RPV, 4. Kapitel: Fruchtfolgeflächen, Sicherung der Fruchtfolgeflächen",
        "citation": "Art. 30 Abs. 4 RPV",
        "content": "Die Kantone verfolgen die Veränderungen bei Lage, Umfang und Qualität der Fruchtfolgeflächen; sie teilen die Veränderungen dem ARE mindestens alle vier Jahre mit (Art. 9 Abs. 1).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_30"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 1. Abschnitt: Gesamtgrösse der Bauzonen im Kanton",
        "citation": "Art. 30a Abs. 1 RPV",
        "content": "Die pro Einwohnerin und Einwohner und pro Beschäftigten-Vollzeitäquivalent beanspruchte Bauzonenfläche, die sich ein Kanton bei der Beurteilung seiner Wohn‐, Misch- und Zentrumszonen nach Artikel 15 Absätze 1 und 2 RPG höchstens anrechnen lassen darf, entspricht dem für die Gemeinden des Kantons ermittelten Wert. Ist der Wert für eine Gemeinde höher als der Wert, den die Hälfte der vergleichbaren Gebietseinheiten erreicht, so darf nur dieser tiefere Wert angerechnet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_30_a"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 1. Abschnitt: Gesamtgrösse der Bauzonen im Kanton",
        "citation": "Art. 30a Abs. 2 RPV",
        "content": "Die Ausscheidung neuer Arbeitszonen setzt voraus, dass der Kanton eine Arbeitszonenbewirtschaftung einführt, welche die haushälterische Nutzung der Arbeitszonen insgesamt gewährleistet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_30_a"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 1. Abschnitt: Gesamtgrösse der Bauzonen im Kanton",
        "citation": "Art. 30a Abs. 3 RPV",
        "content": "Das UVEK ist zuständig für die Erarbeitung der Richtlinien nach Artikel 15 Absatz 5 RPG mit den Kantonen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_30_a"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 2. Abschnitt: Erschliessung, Übersicht über den Stand der Erschliessung",
        "citation": "Art. 31 Abs. 1 RPV",
        "content": "Für die Erfüllung seiner Erschliessungsaufgaben nach Bundesrecht und kantonalem Recht erstellt das Gemeinwesen eine Übersicht über den Stand der Erschliessung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_31"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 2. Abschnitt: Erschliessung, Übersicht über den Stand der Erschliessung",
        "citation": "Art. 31 Abs. 2 RPV",
        "content": "Die Übersicht zeigt die Teile der Bauzone, die auf Grund abgeschlossener Planung und Erschliessung baureif sind oder bei zielstrebiger Weiterführung der bisher erbrachten Leistungen voraussichtlich innert fünf Jahren baureif gemacht werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_31"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 2. Abschnitt: Erschliessung, Übersicht über den Stand der Erschliessung",
        "citation": "Art. 31 Abs. 3 RPV",
        "content": "Das Gemeinwesen verfolgt die bauliche Entwicklung, stellt die Nutzungsreserven im weitgehend überbauten Gebiet fest und führt die Übersicht nach.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_31"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 2. Abschnitt: Erschliessung, Übersicht über den Stand der Erschliessung",
        "citation": "Art. 31 Abs. 4 RPV",
        "content": "Die Übersicht kann von jeder Person eingesehen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_31"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 2. Abschnitt: Erschliessung, Massnahmen der Kantone",
        "citation": "Art. 32 Abs. 1 RPV",
        "content": "Die kantonale Behörde wacht darüber, dass das Gemeinwesen seine Erschliessungsaufgaben erfüllt und bei Bedarf die Erschliessung etappiert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_32"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 2. Abschnitt: Erschliessung, Massnahmen der Kantone",
        "citation": "Art. 32 Abs. 2 RPV",
        "content": "Im Kanton dürfen insgesamt nicht mehr Bauzonen erschlossen sein, als unter Annahme eines Wachstums gemäss dem mittleren Szenario des BFS für die Bevölkerungsentwicklung für die jeweils nächsten 15 Jahre benötigt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_32"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 2. Abschnitt: Erschliessung, Massnahmen der Kantone",
        "citation": "Art. 32 Abs. 3 RPV",
        "content": "Die kantonale Behörde prüft, ob in den Fällen, in denen die Bauzonen durch das Gemeinwesen nicht innerhalb der im Erschliessungsprogramm vorgesehenen Frist erschlossen werden, die Nutzungspläne angepasst werden müssen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_32"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 3. Abschnitt: Solaranlagen, Bewilligungsfreie Solaranlagen",
        "citation": "Art. 32a Abs. 1 RPV",
        "content": "Solaranlagen auf einem Dach gelten als genügend angepasst (Art. 18a Abs. 1 RPG), wenn sie:\na. die Dachfläche im rechten Winkel um höchstens 20 cm überragen;\nb. von oben gesehen nicht über die Dachfläche hinausragen;\nc. nach dem Stand der Technik reflexionsarm ausgeführt werden; und\nd. kompakt angeordnet sind; technisch bedingte Auslassungen oder eine versetzte Anordnung aufgrund der verfügbaren Fläche sind zulässig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_32_a"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 3. Abschnitt: Solaranlagen, Bewilligungsfreie Solaranlagen",
        "citation": "Art. 32a Abs. 1bis RPV",
        "content": "Solaranlagen auf einem Flachdach gelten auch dann als genügend angepasst, wenn sie anstelle der Voraussetzungen nach Absatz 1:\na. die Oberkante des Dachrandes um höchstens einen Meter überragen;\nb. von der Dachkante so weit zurückversetzt sind, dass sie, von unten in einem Winkel von 45 Grad betrachtet, nicht sichtbar sind; und\nc. nach dem Stand der Technik reflexionsarm ausgeführt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_32_a"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 3. Abschnitt: Solaranlagen, Bewilligungsfreie Solaranlagen",
        "citation": "Art. 32a Abs. 2 RPV",
        "content": "Konkrete Gestaltungsvorschriften des kantonalen Rechts sind anwendbar, wenn sie zur Wahrung berechtigter Schutzanliegen verhältnismässig sind und die Nutzung der Sonnenenergie nicht stärker einschränken als Absatz 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_32_a"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 3. Abschnitt: Solaranlagen, Bewilligungsfreie Solaranlagen",
        "citation": "Art. 32a Abs. 3 RPV",
        "content": "Bewilligungsfreie Vorhaben sind vor Baubeginn der Baubewilligungsbehörde oder einer anderen vom kantonalen Recht für zuständig erklärten Behörde zu melden. Das kantonale Recht legt die Frist sowie die Pläne und Unterlagen, die der Meldung beizulegen sind, fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_32_a"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 3. Abschnitt: Solaranlagen, Solaranlagen auf Kulturdenkmälern",
        "citation": "Art. 32b RPV",
        "content": "Als Kulturdenkmäler von kantonaler oder nationaler Bedeutung (Art. 18a Abs. 3 RPG) gelten:\na. Kulturgüter gemäss Artikel 1 Buchstaben a und b der Verordnung vom 29. Oktober 2014 über den Schutz der Kulturgüter bei bewaffneten Konflikten, bei Katastrophen und in Notlagen;\nb. Gebiete, Baugruppen und Einzelelemente gemäss Bundesinventar der schützenswerten Ortsbilder von nationaler Bedeutung mit Erhaltungsziel A;\nc. Kulturgüter von nationaler oder regionaler Bedeutung, die in einem anderen Inventar verzeichnet sind, das der Bund gestützt auf das Bundesgesetz vom 1. Juli 1966 über den Natur- und Heimatschutz (NHG) beschlossen hat;\nd. Kulturgüter von nationaler oder regionaler Bedeutung, für die Bundesbeiträge im Sinne von Artikel 13 NHG zugesprochen wurden;\ne. Bauten und Anlagen, die aufgrund ihres Schutzes unter Artikel 24d Absatz 2 RPG oder unter Artikel 39 Absatz 2 dieser Verordnung fallen;\nf. Objekte, die im vom Bund genehmigten Richtplan als Kulturdenkmäler von kantonaler Bedeutung im Sinn von Artikel 18a Absatz 3 RPG bezeichnet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_32_b"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 3. Abschnitt: Solaranlagen, Standortgebundene Solaranlagen ausserhalb der Bauzonen",
        "citation": "Art. 32c Abs. 1 RPV",
        "content": "Solaranlagen mit Anschluss ans Stromnetz können ausserhalb der Bauzonen insbesondere dann standortgebunden sein, wenn sie: \na. optisch eine Einheit bilden mit Bauten oder Anlagen, die voraussichtlich längerfristig rechtmässig bestehen;\nb. schwimmend auf einem Stausee oder auf anderen künstlichen Gewässerflächen angebracht werden; oder\nc. in wenig empfindlichen Gebieten Vorteile für die landwirtschaftliche Produktion bewirken oder entsprechenden Versuchs- und Forschungszwecken dienen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_32_c"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 3. Abschnitt: Solaranlagen, Standortgebundene Solaranlagen ausserhalb der Bauzonen",
        "citation": "Art. 32c Abs. 2 RPV",
        "content": "Besteht für die Anlage eine Planungspflicht, so bedarf das Vorhaben einer entsprechenden Grundlage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_32_c"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 3. Abschnitt: Solaranlagen, Standortgebundene Solaranlagen ausserhalb der Bauzonen",
        "citation": "Art. 32c Abs. 3 RPV",
        "content": "In jedem Fall bedarf es einer umfassenden Interessenabwägung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_32_c"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 3. Abschnitt: Solaranlagen, Standortgebundene Solaranlagen ausserhalb der Bauzonen",
        "citation": "Art. 32c Abs. 4 RPV",
        "content": "Fallen die Bewilligungsvoraussetzungen dahin, so müssen die entsprechenden Anlagen und Anlageteile zurückgebaut werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_32_c"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 4. Abschnitt: Kleinsiedlungen ausserhalb der Bauzone",
        "citation": "Art. 33 RPV",
        "content": "Zur Erhaltung bestehender Kleinsiedlungen ausserhalb der Bauzonen können besondere Zonen nach Artikel 18 RPG, beispielsweise Weiler- oder Erhaltungszonen, bezeichnet werden, wenn der kantonale Richtplan (Art. 8 RPG) dies in der Karte oder im Text vorsieht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_33"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 5. Abschnitt: Zonenkonformität in der Landwirtschaftszone, Allgemeine Zonenkonformität von Bauten und Anlagen in der Landwirtschaftszone (Art. 16a Abs. 1–3 RPG)",
        "citation": "Art. 34 Abs. 1 RPV",
        "content": "In der Landwirtschaftszone zonenkonform sind Bauten und Anlagen, wenn sie der bodenabhängigen Bewirtschaftung oder der inneren Aufstockung dienen oder – in den dafür vorgesehenen Gebieten gemäss Artikel 16a Absatz 3 RPG – für eine Bewirtschaftung benötigt werden, die über eine innere Aufstockung hinausgeht, und wenn sie verwendet werden für:\na. die Produktion verwertbarer Erzeugnisse aus Pflanzenbau und Nutztierhaltung;\nb. die Bewirtschaftung naturnaher Flächen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_34"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 5. Abschnitt: Zonenkonformität in der Landwirtschaftszone, Allgemeine Zonenkonformität von Bauten und Anlagen in der Landwirtschaftszone (Art. 16a Abs. 1–3 RPG)",
        "citation": "Art. 34 Abs. 2 RPV",
        "content": "Zonenkonform sind zudem Bauten und Anlagen, die der Aufbereitung, der Lagerung oder dem Verkauf landwirtschaftlicher oder gartenbaulicher Produkte dienen, wenn:\na. die Produkte in der Region und zu mehr als der Hälfte auf dem Standortbetrieb oder auf den in einer Produktionsgemeinschaft zusammengeschlossenen Betrieben erzeugt werden;\nb. die Aufbereitung, die Lagerung oder der Verkauf nicht industriell-gewerblicher Art ist; und\nc. der landwirtschaftliche oder gartenbauliche Charakter des Standortbetriebs gewahrt bleibt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_34"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 5. Abschnitt: Zonenkonformität in der Landwirtschaftszone, Allgemeine Zonenkonformität von Bauten und Anlagen in der Landwirtschaftszone (Art. 16a Abs. 1–3 RPG)",
        "citation": "Art. 34 Abs. 3 RPV",
        "content": "Zonenkonform sind schliesslich Bauten für den Wohnbedarf, der für den Betrieb des entsprechenden landwirtschaftlichen Gewerbes unentbehrlich ist, einschliesslich des Wohnbedarfs der abtretenden Generation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_34"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 5. Abschnitt: Zonenkonformität in der Landwirtschaftszone, Allgemeine Zonenkonformität von Bauten und Anlagen in der Landwirtschaftszone (Art. 16a Abs. 1–3 RPG)",
        "citation": "Art. 34 Abs. 4 RPV",
        "content": "Die Bewilligung darf nur erteilt werden, wenn:\na. die Baute oder Anlage für die in Frage stehende Bewirtschaftung nötig ist;\nb. der Baute oder Anlage am vorgesehenen Standort keine überwiegenden Interessen entgegenstehen; und\nc. der Betrieb voraussichtlich längerfristig bestehen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_34"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 5. Abschnitt: Zonenkonformität in der Landwirtschaftszone, Allgemeine Zonenkonformität von Bauten und Anlagen in der Landwirtschaftszone (Art. 16a Abs. 1–3 RPG)",
        "citation": "Art. 34 Abs. 5 RPV",
        "content": "Bauten und Anlagen für die Freizeitlandwirtschaft gelten nicht als zonenkonform.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_34"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 5. Abschnitt: Zonenkonformität in der Landwirtschaftszone, Bauten und Anlagen zur Energiegewinnung aus Biomasse (Art. 16a Abs. 1bis RPG)",
        "citation": "Art. 34a Abs. 1 RPV",
        "content": "Zulässig sind Bauten und Anlagen, welche benötigt werden für:\na. die Gewinnung von Brenn- oder Treibstoffen;\nb. die wärmegekoppelte Produktion von Strom aus den gewonnenen Brenn- oder Treibstoffen;\nc. ...\nd. Leitungen für den Transport der Energie zu geeigneten Abnehmern sowie für die Zuführung der Biomasse und den Abtransport der nach der Energiegewinnung anfallenden Stoffe;\ne. die Aufbereitung der zugeführten Biomasse und der nach der Energiegewinnung anfallenden Stoffe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_34_a"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 5. Abschnitt: Zonenkonformität in der Landwirtschaftszone, Bauten und Anlagen zur Energiegewinnung aus Biomasse (Art. 16a Abs. 1bis RPG)",
        "citation": "Art. 34a Abs. 1bis RPV",
        "content": "Zulässig sind ferner Bauten und Anlagen, die benötigt werden für die Produktion von Wärme aus verholzter Biomasse und die Verteilung dieser Wärme, wenn:\na. die notwendigen Installationen in bestehenden, landwirtschaftlich nicht mehr benötigten Bauten innerhalb des Hofbereichs des Standortbetriebs untergebracht werden; und\nb. die einzelnen Anlageteile den jeweils aktuellen Standards hoher Energieeffizienz entsprechen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_34_a"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 5. Abschnitt: Zonenkonformität in der Landwirtschaftszone, Bauten und Anlagen zur Energiegewinnung aus Biomasse (Art. 16a Abs. 1bis RPG)",
        "citation": "Art. 34a Abs. 2 RPV",
        "content": "Die verarbeiteten Substrate müssen zu mehr als der Hälfte ihrer Masse vom Standortbetrieb oder aus Landwirtschaftsbetrieben stammen, die innerhalb einer Fahrdistanz von in der Regel 15 km liegen. Dieser Teil muss mindestens 10 Prozent des Energieinhalts der gesamten verarbeiteten Substrate ausmachen. Die Quellen der restlichen Substrate müssen innerhalb einer Fahrdistanz von in der Regel 50 km liegen. Ausnahmsweise können längere Fahrdistanzen bewilligt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_34_a"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 5. Abschnitt: Zonenkonformität in der Landwirtschaftszone, Bauten und Anlagen zur Energiegewinnung aus Biomasse (Art. 16a Abs. 1bis RPG)",
        "citation": "Art. 34a Abs. 3 RPV",
        "content": "Die ganze Anlage muss sich dem Landwirtschaftsbetrieb unterordnen und einen Beitrag dazu leisten, dass die erneuerbaren Energien effizient genutzt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_34_a"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 5. Abschnitt: Zonenkonformität in der Landwirtschaftszone, Bauten und Anlagen zur Energiegewinnung aus Biomasse (Art. 16a Abs. 1bis RPG)",
        "citation": "Art. 34a Abs. 4 RPV",
        "content": "Die Voraussetzungen von Artikel 34 Absatz 4 müssen erfüllt sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_34_a"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 5. Abschnitt: Zonenkonformität in der Landwirtschaftszone, Bauten und Anlagen für die Haltung und Nutzung von Pferden (Art. 16abis RPG)",
        "citation": "Art. 34b Abs. 1 RPV",
        "content": "Als landwirtschaftliche Gewerbe gelten Gewerbe im Sinne von Artikel 5 oder 7 des Bundesgesetzes vom 4. Oktober 1991 über das bäuerliche Bodenrecht (BGBB).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_34_b"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 5. Abschnitt: Zonenkonformität in der Landwirtschaftszone, Bauten und Anlagen für die Haltung und Nutzung von Pferden (Art. 16abis RPG)",
        "citation": "Art. 34b Abs. 2 RPV",
        "content": "Auf bestehenden Landwirtschaftsbetrieben, welche die Voraussetzungen nach Artikel 5 oder 7 BGBB hinsichtlich der Standardarbeitskräfte nicht erfüllen, können bauliche Massnahmen für die Haltung von Pferden in bestehenden Bauten und Anlagen sowie die für eine tiergerechte Haltung notwendigen Aussenanlagen bewilligt werden, wenn eine überwiegend betriebseigene Futtergrundlage und Weiden für die Pferdehaltung vorhanden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_34_b"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 5. Abschnitt: Zonenkonformität in der Landwirtschaftszone, Bauten und Anlagen für die Haltung und Nutzung von Pferden (Art. 16abis RPG)",
        "citation": "Art. 34b Abs. 3 RPV",
        "content": "Das für den täglichen Auslauf wettertauglich eingerichtete Gehege nach Artikel 2 Absatz 3 Buchstabe f der Tierschutzverordnung vom 23. April 2008 (Allwetterauslauf) muss folgende Voraussetzungen erfüllen:\na. Der Allwetterauslauf muss unmittelbar an den Stall angrenzen. Wo dies nicht möglich ist, dient ein allfälliger Platz für die Nutzung der Pferde zugleich als Allwetterauslauf. Verlangt die Anzahl Pferde eine zusätzliche Auslauffläche, so darf diese vom Stall abgesetzt sein.\nb. Soweit der Allwetterauslauf die Mindestfläche gemäss Tierschutzgesetzgebung überschreitet, muss die Bodenbefestigung ohne grossen Aufwand wieder entfernt werden können. Der Allwetterauslauf darf jedoch die empfohlene Fläche gemäss Tierschutzgesetzgebung nicht überschreiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_34_b"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 5. Abschnitt: Zonenkonformität in der Landwirtschaftszone, Bauten und Anlagen für die Haltung und Nutzung von Pferden (Art. 16abis RPG)",
        "citation": "Art. 34b Abs. 4 RPV",
        "content": "Die Plätze für die Nutzung der Pferde wie beispielsweise Reitplätze, Longierzirkel oder Führanlagen:\na. dürfen nur für die Nutzung der auf dem Betrieb gehaltenen Pferde verwendet werden;\nb. können von mehreren Betrieben gemeinschaftlich genutzt werden;\nc. dürfen eine Fläche von höchstens 800 m2 umfassen; Führanlagen werden nicht an die Fläche angerechnet;\nd. sind in unmittelbarer Nähe der betrieblichen Bauten und Anlagen zu errichten;\ne. dürfen weder überdacht noch umwandet werden; bei Führanlagen ist eine Überdachung der Laufbahn zulässig;\nf. können mit einer angemessenen Beleuchtungsanlage ausgestattet werden;\ng. dürfen nicht mit Lautsprechern ausgestattet werden;\nh. müssen ohne grossen Aufwand wieder entfernt werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_34_b"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 5. Abschnitt: Zonenkonformität in der Landwirtschaftszone, Bauten und Anlagen für die Haltung und Nutzung von Pferden (Art. 16abis RPG)",
        "citation": "Art. 34b Abs. 5 RPV",
        "content": "Im Zusammenhang mit der Haltung und Nutzung von Pferden ist die Errichtung neuer Wohnbauten nicht zulässig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_34_b"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 5. Abschnitt: Zonenkonformität in der Landwirtschaftszone, Bauten und Anlagen für die Haltung und Nutzung von Pferden (Art. 16abis RPG)",
        "citation": "Art. 34b Abs. 6 RPV",
        "content": "Im Übrigen müssen die Voraussetzungen von Artikel 34 erfüllt sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_34_b"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 5. Abschnitt: Zonenkonformität in der Landwirtschaftszone, Gemeinschaftliche Stallbauten",
        "citation": "Art. 35 RPV",
        "content": "Bauten und Anlagen für die Tierhaltung, die im Alleineigentum einer natürlichen Person stehen, können für mehrere Betriebe gemeinsam erstellt werden, wenn:\na. die Betriebe eine von der zuständigen kantonalen Amtsstelle anerkannte Betriebs- oder Betriebszweiggemeinschaft bilden;\nb. dem Gesuch der von allen Mitgliedern unterzeichnete Gemeinschaftsvertrag beiliegt; und\nc. der Gemeinschaftsvertrag zum Zeitpunkt der Baubewilligung noch für mindestens zehn Jahre Gültigkeit hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_35"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 5. Abschnitt: Zonenkonformität in der Landwirtschaftszone, Innere Aufstockungen im Bereich der Tierhaltung",
        "citation": "Art. 36 Abs. 1 RPV",
        "content": "Als innere Aufstockung (Art. 16a Abs. 2 RPG) gilt die Errichtung von Bauten und Anlagen für die bodenunabhängige Tierhaltung, wenn:\na. der Deckungsbeitrag der bodenunabhängigen Produktion kleiner ist als jener der bodenabhängigen Produktion; oder\nb. das Trockensubstanzpotenzial des Pflanzenbaus einem Anteil von mindestens 70 Prozent des Trockensubstanzbedarfs des Tierbestandes entspricht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_36"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 5. Abschnitt: Zonenkonformität in der Landwirtschaftszone, Innere Aufstockungen im Bereich der Tierhaltung",
        "citation": "Art. 36 Abs. 2 RPV",
        "content": "Deckungsbeitrags- und Trockensubstanzvergleich sind anhand von Standardwerten vorzunehmen. Sofern Standardwerte fehlen, ist auf vergleichbare Kalkulationsdaten abzustellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_36"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 5. Abschnitt: Zonenkonformität in der Landwirtschaftszone, Innere Aufstockungen im Bereich der Tierhaltung",
        "citation": "Art. 36 Abs. 3 RPV",
        "content": "Führt das Deckungsbeitragskriterium zu einem höheren Aufstockungspotenzial als das Trockensubstanzkriterium, so müssen in jedem Fall 50 Prozent des Trockensubstanzbedarfs des Tierbestandes gedeckt sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_36"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 5. Abschnitt: Zonenkonformität in der Landwirtschaftszone, Innere Aufstockungen im Bereich des Gemüsebaus und des produzierenden Gartenbaus",
        "citation": "Art. 37 Abs. 1 RPV",
        "content": "Als innere Aufstockung (Art. 16a Abs. 2 RPG) gilt die Errichtung von Bauten und Anlagen für den bodenunabhängigen Gemüse- und Gartenbau, wenn die bodenunabhängig bewirtschaftete Fläche 35 Prozent der gemüse- oder gartenbaulichen Anbaufläche des Betriebs nicht übersteigt und nicht mehr als 5000 m2 beträgt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_37"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 5. Abschnitt: Zonenkonformität in der Landwirtschaftszone, Innere Aufstockungen im Bereich des Gemüsebaus und des produzierenden Gartenbaus",
        "citation": "Art. 37 Abs. 2 RPV",
        "content": "Als bodenunabhängig gilt die Bewirtschaftung, wenn kein hinreichend enger Bezug zum natürlichen Boden besteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_37"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 5. Abschnitt: Zonenkonformität in der Landwirtschaftszone, Bauten und Anlagen, die über eine innere Aufstockung hinausgehen",
        "citation": "Art. 38 RPV",
        "content": "Der Kanton legt im Rahmen seiner Richtplanung oder auf dem Wege der Gesetzgebung die Anforderungen fest, die bei der Ausscheidung von Zonen nach Artikel 16a Absatz 3 RPG zu beachten sind; massgebend sind dabei die Ziele und Grundsätze nach den Artikeln 1 und 3 RPG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_38"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 6. Abschnitt: Ausnahmen für Bauten und Anlagen ausserhalb der Bauzonen, Bauten in Streusiedlungsgebieten und landschaftsprägende Bauten",
        "citation": "Art. 39 Abs. 1 RPV",
        "content": "In Gebieten mit traditioneller Streubauweise, die im kantonalen Richtplan räumlich festgelegt sind und in denen die Dauerbesiedlung im Hinblick auf die anzustrebende räumliche Entwicklung gestärkt werden soll, können die Kantone als standortgebunden (Art. 24 Bst. a RPG) bewilligen:\na. die Änderung der Nutzung bestehender Bauten, die Wohnungen enthalten, zu landwirtschaftsfremden Wohnzwecken, wenn sie nach der Änderung ganzjährig bewohnt werden;\nb. die Änderung der Nutzung bestehender Bauten oder Gebäudekomplexe, die Wohnungen enthalten, zu Zwecken des örtlichen Kleingewerbes (beispielsweise Käsereien, holzverarbeitende Betriebe, mechanische Werkstätten, Schlossereien, Detailhandelsläden, Wirtshäuser); der Gewerbeteil darf in der Regel nicht mehr als die Hälfte der Baute oder des Gebäudekomplexes beanspruchen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_39"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 6. Abschnitt: Ausnahmen für Bauten und Anlagen ausserhalb der Bauzonen, Bauten in Streusiedlungsgebieten und landschaftsprägende Bauten",
        "citation": "Art. 39 Abs. 2 RPV",
        "content": "Die Kantone können die Änderung der Nutzung bestehender, als landschaftsprägend geschützter Bauten als standortgebunden bewilligen, wenn:\na. Landschaft und Bauten als Einheit schützenswert sind und im Rahmen der Nutzungsplanung unter Schutz gestellt wurden;\nb. der besondere Charakter der Landschaft vom Bestand der Bauten abhängt;\nc. die dauernde Erhaltung der Bauten nur durch eine Umnutzung sichergestellt werden kann; und\nd. der kantonale Richtplan die Kriterien enthält, nach denen die Schutzwürdigkeit der Landschaften und Bauten zu beurteilen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_39"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 6. Abschnitt: Ausnahmen für Bauten und Anlagen ausserhalb der Bauzonen, Bauten in Streusiedlungsgebieten und landschaftsprägende Bauten",
        "citation": "Art. 39 Abs. 3 RPV",
        "content": "Bewilligungen nach diesem Artikel dürfen nur erteilt werden, wenn die äussere Erscheinung und die bauliche Grundstruktur im Wesentlichen unverändert bleiben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_39"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 6. Abschnitt: Ausnahmen für Bauten und Anlagen ausserhalb der Bauzonen, Bauten in Streusiedlungsgebieten und landschaftsprägende Bauten",
        "citation": "Art. 39 Abs. 4 RPV",
        "content": "Bewilligungen nach Absatz 2 fallen dahin, wenn die Schutzwürdigkeit der Baute oder, soweit dies im Verantwortungsbereich der Grundeigentümerin oder des Grundeigentümers liegt, der sie umgebenden Landschaft nicht mehr gegeben ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_39"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 6. Abschnitt: Ausnahmen für Bauten und Anlagen ausserhalb der Bauzonen, Bauten in Streusiedlungsgebieten und landschaftsprägende Bauten",
        "citation": "Art. 39 Abs. 5 RPV",
        "content": "Bei rechtswidrigen Veränderungen in Landschaften nach Absatz 2 sorgt eine kantonale Behörde dafür, dass die Wiederherstellung des rechtmässigen Zustandes verfügt und vollzogen wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_39"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 6. Abschnitt: Ausnahmen für Bauten und Anlagen ausserhalb der Bauzonen, Nichtlandwirtschaftliche Nebenbetriebe (Art. 24b RPG)",
        "citation": "Art. 40 Abs. 1 RPV",
        "content": "Die Bewilligung eines nichtlandwirtschaftlichen Nebenbetriebs setzt voraus, dass:\na. dieser innerhalb des Hofbereichs des landwirtschaftlichen Gewerbes liegt;\nb. dieser so beschaffen ist, dass die Bewirtschaftung des landwirtschaftlichen Gewerbes gewährleistet bleibt;\nc. der Hofcharakter im Wesentlichen unverändert bleibt;\nd. es sich um ein Gewerbe im Sinne von Artikel 5 oder 7 BGBB  handelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_40"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 6. Abschnitt: Ausnahmen für Bauten und Anlagen ausserhalb der Bauzonen, Nichtlandwirtschaftliche Nebenbetriebe (Art. 24b RPG)",
        "citation": "Art. 40 Abs. 2 RPV",
        "content": "Der Nachweis, dass ein Betrieb auf ein Zusatzeinkommen angewiesen ist (Art. 24b Abs. 1 RPG), ist mit einem Betriebskonzept zu erbringen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_40"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 6. Abschnitt: Ausnahmen für Bauten und Anlagen ausserhalb der Bauzonen, Nichtlandwirtschaftliche Nebenbetriebe (Art. 24b RPG)",
        "citation": "Art. 40 Abs. 3 RPV",
        "content": "Als Nebenbetrieb mit einem engen sachlichen Bezug zum landwirtschaftlichen Gewerbe gelten insbesondere:\na. Angebote des Agrotourismus wie Besenwirtschaften, Schlafen im Stroh, Gästezimmer auf dem Bauernhof, Heubäder;\nb. sozialtherapeutische und pädagogische Angebote, bei denen das Leben und soweit möglich die Arbeit auf dem Bauernhof einen wesentlichen Bestandteil der Betreuung ausmachen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_40"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 6. Abschnitt: Ausnahmen für Bauten und Anlagen ausserhalb der Bauzonen, Nichtlandwirtschaftliche Nebenbetriebe (Art. 24b RPG)",
        "citation": "Art. 40 Abs. 4 RPV",
        "content": "Steht für die Einrichtung eines nichtlandwirtschaftlichen Nebenbetriebs nach Artikel 24b Absatz 1bis RPG in den bestehenden Bauten und Anlagen kein oder zu wenig Raum zur Verfügung, so dürfen Anbauten oder Fahrnisbauten bis zu einer Fläche von 100 m2 zugelassen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_40"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 6. Abschnitt: Ausnahmen für Bauten und Anlagen ausserhalb der Bauzonen, Nichtlandwirtschaftliche Nebenbetriebe (Art. 24b RPG)",
        "citation": "Art. 40 Abs. 5 RPV",
        "content": "Sind die Voraussetzungen für eine Bewilligung nach Artikel 24b RPG nicht mehr erfüllt, so fällt die Bewilligung dahin. Die zuständige Behörde stellt dies durch Verfügung fest. Auf Gesuch hin ist in einem neuen Bewilligungsverfahren zu entscheiden, ob der nichtlandwirtschaftliche Nebenbetrieb gestützt auf eine andere Bestimmung bewilligt werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_40"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 6. Abschnitt: Ausnahmen für Bauten und Anlagen ausserhalb der Bauzonen, Anwendungsbereich von Artikel 24c RPG",
        "citation": "Art. 41 Abs. 1 RPV",
        "content": "Artikel 24c RPG ist anwendbar auf Bauten und Anlagen, die rechtmässig erstellt oder geändert worden sind, bevor das betreffende Grundstück Bestandteil des Nichtbaugebiets im Sinne des Bundesrechts wurde (altrechtliche Bauten und Anlagen).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_41"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 6. Abschnitt: Ausnahmen für Bauten und Anlagen ausserhalb der Bauzonen, Anwendungsbereich von Artikel 24c RPG",
        "citation": "Art. 41 Abs. 2 RPV",
        "content": "Er ist nicht anwendbar auf allein stehende, unbewohnte landwirtschaftliche Bauten und Anlagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_41"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 6. Abschnitt: Ausnahmen für Bauten und Anlagen ausserhalb der Bauzonen, Änderung altrechtlicher Bauten und Anlagen",
        "citation": "Art. 42 Abs. 1 RPV",
        "content": "Eine Änderung gilt als teilweise und eine Erweiterung als massvoll, wenn die Identität der Baute oder Anlage einschliesslich ihrer Umgebung in den wesentlichen Zügen gewahrt bleibt. Verbesserungen gestalterischer Art sind zulässig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_42"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 6. Abschnitt: Ausnahmen für Bauten und Anlagen ausserhalb der Bauzonen, Änderung altrechtlicher Bauten und Anlagen",
        "citation": "Art. 42 Abs. 2 RPV",
        "content": "Massgeblicher Vergleichszustand für die Beurteilung der Identität ist der Zustand, in dem sich die Baute oder Anlage im Zeitpunkt der Zuweisung zum Nichtbaugebiet befand.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_42"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 6. Abschnitt: Ausnahmen für Bauten und Anlagen ausserhalb der Bauzonen, Änderung altrechtlicher Bauten und Anlagen",
        "citation": "Art. 42 Abs. 3 RPV",
        "content": "Ob die Identität der Baute oder Anlage im Wesentlichen gewahrt bleibt, ist unter Würdigung der gesamten Umstände zu beurteilen. In jedem Fall gelten folgende Regeln:\na. Innerhalb des bestehenden Gebäudevolumens darf die anrechenbare Bruttogeschossfläche nicht um mehr als 60 Prozent erweitert werden, wobei das Anbringen einer Aussenisolation als Erweiterung innerhalb des bestehenden Gebäudevolumens gilt.\nb. Unter den Voraussetzungen von Artikel 24c Absatz 4 RPG kann eine Erweiterung ausserhalb des bestehenden Gebäudevolumens erfolgen; die gesamte Erweiterung darf in diesem Fall sowohl bezüglich der anrechenbaren Bruttogeschossfläche als auch bezüglich der Gesamtfläche (Summe von anrechenbarer Bruttogeschossfläche und Brutto-Nebenfläche) weder 30 Prozent noch 100 m2 überschreiten; die Erweiterungen innerhalb des bestehenden Gebäudevolumens werden nur halb angerechnet.\nc. Bauliche Veränderungen dürfen keine wesentlich veränderte Nutzung ursprünglich bloss zeitweise bewohnter Bauten ermöglichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_42"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 6. Abschnitt: Ausnahmen für Bauten und Anlagen ausserhalb der Bauzonen, Änderung altrechtlicher Bauten und Anlagen",
        "citation": "Art. 42 Abs. 4 RPV",
        "content": "Eine Baute oder Anlage darf nur wieder aufgebaut werden, wenn sie im Zeitpunkt der Zerstörung oder des Abbruchs noch bestimmungsgemäss nutzbar war und an ihrer Nutzung ein ununterbrochenes Interesse besteht. Das Gebäudevolumen darf nur so weit wieder aufgebaut werden, dass es die nach Absatz 3 zulässige Fläche umfassen kann. Absatz 3 Buchstabe a ist nicht anwendbar. Sofern dies objektiv geboten erscheint, darf der Standort der Ersatzbaute oder -anlage von demjenigen der früheren Baute oder Anlage geringfügig abweichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_42"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 6. Abschnitt: Ausnahmen für Bauten und Anlagen ausserhalb der Bauzonen, Änderung altrechtlicher Bauten und Anlagen",
        "citation": "Art. 42 Abs. 5 RPV",
        "content": "Solaranlagen nach Artikel 18a Absatz 1 RPG sind bei der Beurteilung nach Artikel 24c Absatz 4 RPG unbeachtlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_42"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 6. Abschnitt: Ausnahmen für Bauten und Anlagen ausserhalb der Bauzonen, Änderung neurechtlicher landwirtschaftlicher Wohnbauten (Art. 24d Abs. 1 RPG)",
        "citation": "Art. 42a Abs. 1 RPV",
        "content": "Im Rahmen von Artikel 24d Absätze 1 und 3 RPG sind Erweiterungen zulässig, welche für eine zeitgemässe Wohnnutzung unumgänglich sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_42_a"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 6. Abschnitt: Ausnahmen für Bauten und Anlagen ausserhalb der Bauzonen, Änderung neurechtlicher landwirtschaftlicher Wohnbauten (Art. 24d Abs. 1 RPG)",
        "citation": "Art. 42a Abs. 3 RPV",
        "content": "Der Wiederaufbau kann nach Zerstörung durch höhere Gewalt zugelassen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_42_a"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 6. Abschnitt: Ausnahmen für Bauten und Anlagen ausserhalb der Bauzonen, Hobbymässige Tierhaltung (Art. 24e RPG)",
        "citation": "Art. 42b Abs. 1 RPV",
        "content": "Die hobbymässige Tierhaltung gilt als Erweiterung der Wohnnutzung der nahe gelegenen Wohnbaute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_42_b"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 6. Abschnitt: Ausnahmen für Bauten und Anlagen ausserhalb der Bauzonen, Hobbymässige Tierhaltung (Art. 24e RPG)",
        "citation": "Art. 42b Abs. 2 RPV",
        "content": "Sie ist an allfällige Möglichkeiten zur Erweiterung der Wohnbaute nach Artikel 42 Absatz 3 anzurechnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_42_b"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 6. Abschnitt: Ausnahmen für Bauten und Anlagen ausserhalb der Bauzonen, Hobbymässige Tierhaltung (Art. 24e RPG)",
        "citation": "Art. 42b Abs. 3 RPV",
        "content": "Es dürfen nur so viele Tiere gehalten werden, wie die Bewohnerinnen und Bewohner der nahe gelegenen Wohnbaute selber betreuen können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_42_b"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 6. Abschnitt: Ausnahmen für Bauten und Anlagen ausserhalb der Bauzonen, Hobbymässige Tierhaltung (Art. 24e RPG)",
        "citation": "Art. 42b Abs. 4 RPV",
        "content": "Wo das Bundesrecht über die Tierschutzgesetzgebung hinausgehende Anforderungen an eine tierfreundliche Haltung festlegt, müssen die Einrichtungen in den Gebäuden diese Anforderungen erfüllen. Davon ausgenommen ist die in Anhang 6 Buchstabe A Ziffer 2.1 Buchstabe a der Direktzahlungsverordnung vom 23. Oktober 2013 vorgesehene Gruppenhaltung von Pferden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_42_b"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 6. Abschnitt: Ausnahmen für Bauten und Anlagen ausserhalb der Bauzonen, Hobbymässige Tierhaltung (Art. 24e RPG)",
        "citation": "Art. 42b Abs. 5 RPV",
        "content": "Als Aussenanlagen gelten Anlagen, die für eine tiergerechte Haltung notwendig und weder überdacht noch umwandet sind, namentlich Allwetterausläufe, Mistlager oder Zäune. Nicht darunter fallen insbesondere:\na. Anlagen, die ausschliesslich der hobbymässigen Beschäftigung mit den Tieren dienen, wie Reit- oder Übungsplätze;\nb. Weideunterstände.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_42_b"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 6. Abschnitt: Ausnahmen für Bauten und Anlagen ausserhalb der Bauzonen, Hobbymässige Tierhaltung (Art. 24e RPG)",
        "citation": "Art. 42b Abs. 6 RPV",
        "content": "Der Allwetterauslauf darf nur aus zwingenden Gründen abgesetzt vom Stall errichtet werden. Für die zulässige Fläche gilt Artikel 34b Absatz 3 Buchstabe b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_42_b"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 6. Abschnitt: Ausnahmen für Bauten und Anlagen ausserhalb der Bauzonen, Hobbymässige Tierhaltung (Art. 24e RPG)",
        "citation": "Art. 42b Abs. 7 RPV",
        "content": "Sind die Voraussetzungen für eine Bewilligung nach Artikel 24e RPG nicht mehr erfüllt, so fällt die Bewilligung dahin. Die zuständige Behörde stellt dies durch Verfügung fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_42_b"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 6. Abschnitt: Ausnahmen für Bauten und Anlagen ausserhalb der Bauzonen, Altrechtliche gewerbliche Bauten und Anlagen (Art. 37a RPG)",
        "citation": "Art. 43 Abs. 1 RPV",
        "content": "Zweckänderungen und Erweiterungen von zonenwidrig gewordenen gewerblichen Bauten und Anlagen, können bewilligt werden, wenn:\na. die Baute oder Anlage rechtmässig erstellt oder geändert worden ist;\nb. keine wesentlichen neuen Auswirkungen auf Raum und Umwelt entstehen;\nc. die neue Nutzung nach keinem anderen Bundeserlass unzulässig ist;\nd.–f. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_43"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 6. Abschnitt: Ausnahmen für Bauten und Anlagen ausserhalb der Bauzonen, Altrechtliche gewerbliche Bauten und Anlagen (Art. 37a RPG)",
        "citation": "Art. 43 Abs. 2 RPV",
        "content": "Die zonenwidrig genutzte Fläche darf um 30 Prozent erweitert werden; Erweiterungen innerhalb des bestehenden Gebäudevolumens werden nur zur Hälfte angerechnet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_43"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 6. Abschnitt: Ausnahmen für Bauten und Anlagen ausserhalb der Bauzonen, Altrechtliche gewerbliche Bauten und Anlagen (Art. 37a RPG)",
        "citation": "Art. 43 Abs. 3 RPV",
        "content": "Soll die zonenwidrig genutzte Fläche ausserhalb des bestehenden Gebäudevolumens um mehr als 100 m2 erweitert werden, so darf dies nur dann bewilligt werden, wenn die Erweiterung für die Fortführung des Betriebs erforderlich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_43"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 6. Abschnitt: Ausnahmen für Bauten und Anlagen ausserhalb der Bauzonen, Gemeinsame Bestimmungen",
        "citation": "Art. 43a RPV",
        "content": "Bewilligungen nach diesem Abschnitt dürfen nur erteilt werden, wenn:\na. die Baute für den bisherigen zonenkonformen oder standortgebundenen Zweck nicht mehr benötigt wird oder sichergestellt wird, dass sie zu diesem Zweck erhalten bleibt;\nb. die neue Nutzung keine Ersatzbaute zur Folge hat, die nicht notwendig ist;\nc. höchstens eine geringfügige Erweiterung der bestehenden Erschliessung notwendig ist und sämtliche Infrastrukturkosten, die im Zusammenhang mit der bewilligten Nutzung anfallen, auf die Eigentümerin oder den Eigentümer überwälzt werden;\nd. die landwirtschaftliche Bewirtschaftung der umliegenden Grundstücke nicht gefährdet ist;\ne. keine überwiegenden Interessen entgegenstehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_43_a"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 7. Abschnitt: Anmerkung im Grundbuch",
        "citation": "Art. 44 Abs. 1 RPV",
        "content": "Die zuständige kantonale Behörde lässt bei Bewilligungen im Zusammenhang mit Bauten und Anlagen ausserhalb der Bauzonen im Grundbuch auf dem betroffenen Grundstück anmerken:\na. die Existenz eines nichtlandwirtschaftlichen Nebenbetriebs (Art. 24b RPG);\nb. auflösende Bedingungen, unter denen eine Bewilligung erteilt worden ist;\nc. die Verpflichtung zur Wiederherstellung des rechtmässigen Zustands.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_44"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 7. Abschnitt: Anmerkung im Grundbuch",
        "citation": "Art. 44 Abs. 2 RPV",
        "content": "Sie kann weitere Eigentumsbeschränkungen, insbesondere Nutzungs- und Verfügungsbeschränkungen, sowie Bedingungen und Auflagen anmerken lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_44"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 7. Abschnitt: Anmerkung im Grundbuch",
        "citation": "Art. 44 Abs. 3 RPV",
        "content": "Das Grundbuchamt löscht eine Anmerkung von Amtes wegen, wenn das Grundstück rechtskräftig in eine Bauzone einbezogen wurde. In den anderen Fällen darf das Grundbuchamt die Anmerkung nur löschen, wenn die zuständige Behörde verfügt hat, dass die Voraussetzungen für die Anmerkung dahingefallen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_44"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 8. Abschnitt: Raumbeobachtung und Berichterstattung, Raumbeobachtung",
        "citation": "Art. 45 Abs. 1 RPV",
        "content": "Das ARE überprüft, wie sich die Anwendung der Bestimmungen über das Bauen ausserhalb der Bauzonen auf die räumliche Entwicklung und die Landschaft auswirkt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_45"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 8. Abschnitt: Raumbeobachtung und Berichterstattung, Raumbeobachtung",
        "citation": "Art. 45 Abs. 2 RPV",
        "content": "Die Kantone erteilen dem ARE die zu diesem Zweck erforderlichen Auskünfte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_45"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 8. Abschnitt: Raumbeobachtung und Berichterstattung, Mitteilungen der Kantone",
        "citation": "Art. 46 Abs. 1 RPV",
        "content": "Die Kantone eröffnen dem ARE Entscheide betreffend Genehmigung von Nutzungsplänen nach Artikel 26 RPG und Beschwerdeentscheide unterer Instanzen, wenn sie Folgendes betreffen:\na. Ausscheidung von Bauzonen in Kantonen, in denen Artikel 38a Absatz 2, 3 oder 5 RPG zur Anwendung gelangt;\nb. Änderungen von Nutzungsplänen, wenn Fruchtfolgeflächen um mehr als drei Hektaren vermindert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_46"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 8. Abschnitt: Raumbeobachtung und Berichterstattung, Mitteilungen der Kantone",
        "citation": "Art. 46 Abs. 2 RPV",
        "content": "Das ARE kann in einzelnen Kantonen die Eröffnung von Entscheiden zu bestimmten Sachbereichen verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_46"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 8. Abschnitt: Raumbeobachtung und Berichterstattung, Mitteilungen der Kantone",
        "citation": "Art. 46 Abs. 3 RPV",
        "content": "Die Kantone eröffnen dem Bundesamt für Landwirtschaft Entscheide betreffend Genehmigung von Nutzungsplänen nach Artikel 26 RPG und Beschwerdeentscheide unterer Instanzen, wenn sie Änderungen von Nutzungsplänen betreffen, welche die Fruchtfolgeflächen um mehr als drei Hektaren vermindern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_46"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 8. Abschnitt: Raumbeobachtung und Berichterstattung, Berichterstattung gegenüber der kantonalen Genehmigungsbehörde",
        "citation": "Art. 47 Abs. 1 RPV",
        "content": "Die Behörde, welche die Nutzungspläne erlässt, erstattet der kantonalen Genehmigungsbehörde (Art. 26 Abs. 1 RPG) Bericht darüber, wie die Nutzungspläne die Ziele und Grundsätze der Raumplanung (Art. 1 und 3 RPG), die Anregungen aus der Bevölkerung (Art. 4 Abs. 2 RPG), die Sachpläne und Konzepte des Bundes (Art. 13 RPG) und den Richtplan (Art. 8 RPG) berücksichtigen und wie sie den Anforderungen des übrigen Bundesrechts, insbesondere der Umweltschutzgesetzgebung, Rechnung tragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_47"
    },
    {
        "book": "RPV",
        "title": "RPV, 5. Kapitel: Nutzungspläne, 8. Abschnitt: Raumbeobachtung und Berichterstattung, Berichterstattung gegenüber der kantonalen Genehmigungsbehörde",
        "citation": "Art. 47 Abs. 2 RPV",
        "content": "Insbesondere legt sie dar, welche Nutzungsreserven in den bestehenden Bauzonen bestehen und welche notwendigen Massnahmen in welcher zeitlichen Folge ergriffen werden, um diese Reserven zu mobilisieren oder die Flächen einer zonenkonformen Überbauung zuzuführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2000/310/de#art_47"
    }
]