[
    {
        "book": "RTVG",
        "title": "LRTV, Titre 1, Champ d’application et définitions, Champ d’application",
        "citation": "Art. 1 al. 1 LRTV",
        "content": "La présente loi régit la diffusion, le conditionnement technique, la transmission et la réception des programmes de radio et de télévision. Sauf disposition contraire de la présente loi, la transmission par des techniques de télécommunication est régie par la loi du 30 avril 1997 sur les télécommunications (LTC).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_1"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 1, Champ d’application et définitions, Champ d’application",
        "citation": "Art. 1 al. 2 LRTV",
        "content": "La présente loi ne s’applique pas aux services de faible portée journalistique. Le Conseil fédéral définit les critères.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_1"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 1, Champ d’application et définitions, Définitions",
        "citation": "Art. 2 LRTV",
        "content": "Dans la présente loi, on entend par:\na. programme: une série d’émissions offertes en continu dont le déroulement est programmé, transmises par des techniques de télécommunication et destinées au public en général;\nb. émission: une partie de programme formant un tout d’un point de vue formel et matériel;\nc. émission rédactionnelle: toute émission autre que de la publicité;\ncbis. publication rédactionnelle: une émission rédactionnelle dans le programme d’un diffuseur suisse ou une contribution conçue par la rédaction et destinée aux autres services journalistiques de la Société suisse de radiodiffusion et télévision (SSR) (art. 25, al. 3, let. b);\nd. diffuseur: la personne physique ou morale répondant de l’élaboration d’une émission ou de la composition d’un programme à partir d’émissions;\ne. programme suisse: un programme soumis à la juridiction suisse selon les dispositions de la Convention européenne du 5 mai 1989 sur la télévision transfrontière; ces dispositions s’appliquent par analogie aux programmes de radio.\nf. transmission au moyen de techniques de télécommunication: l’émission ou la réception d’informations, sur des lignes ou par ondes hertziennes, au moyen de signaux électriques, magnétiques ou optiques ou d’autres signaux électromagnétiques (art. 3, let. c, LTC);\ng. diffusion: la transmission, au moyen de techniques de télécommunication, de programmes destinés au public en général;\nh. service de télécommunication: la transmission d’informations pour le compte de tiers au moyen de techniques de télécommunication (art. 3, let. b, LTC);\ni. service associé: un service de télécommunication formant une unité fonctionnelle avec un programme ou nécessaire à l’utilisation de ce programme;\nj. conditionnement technique: l’exploitation de services ou de procédés techniques visant à la transmission, au groupage, au cryptage ou à la mise sur le marché de programmes ou à la sélection sur des appareils de réception;\nk. publicité: toute annonce publique diffusée visant à favoriser la conclusion d’un acte juridique concernant des biens ou des services, à promouvoir une cause ou une idée, ou à produire tout autre effet souhaité par l’annonceur ou par le diffuseur en échange d’une rémunération ou d’une contrepartie similaire, ou dans un but d’autopromotion;\nl. offre de vente: une forme de publicité invitant le public à conclure immédiatement un acte juridique portant sur les biens ou les services présentés;\nm. émission de vente: une émission d’une durée d’au moins 15 minutes composée exclusivement d’offres de vente;\nn. programme de vente: un programme composé exclusivement d’offres de vente et d’autres formes de publicité;\no. parrainage: la participation d’une personne physique ou morale au financement direct ou indirect d’une émission afin de promouvoir son nom, sa raison sociale ou son image de marque;\np. redevance de radio-télévision: la redevance conformément à l’art. 68, al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_2"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 1, Obligation d’annoncer et régime de la concession",
        "citation": "Art. 3 LRTV",
        "content": "Quiconque veut diffuser un programme suisse doit:\na. l’annoncer au préalable à l’Office fédéral de la communication (OFCOM), ou\nb. être titulaire d’une concession selon la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_3"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 1a, Indépendance vis-à-vis de l’État",
        "citation": "Art. 3a LRTV",
        "content": "La radio et la télévision sont indépendantes de l’État.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_3_a"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 2, Principes applicables au contenu des programmes, Exigences minimales quant au contenu des programmes",
        "citation": "Art. 4 al. 1 LRTV",
        "content": "Toute émission doit respecter les droits fondamentaux. Elle doit en particulier respecter la dignité humaine, ne pas être discriminatoire, ne pas contribuer à la haine raciale, ne pas porter atteinte à la moralité publique et ne pas faire l’apologie de la violence ni la banaliser.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_4"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 2, Principes applicables au contenu des programmes, Exigences minimales quant au contenu des programmes",
        "citation": "Art. 4 al. 2 LRTV",
        "content": "Les émissions rédactionnelles ayant un contenu informatif doivent présenter les événements de manière fidèle et permettre au public de se faire sa propre opinion. Les vues personnelles et les commentaires doivent être identifiables comme tels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_4"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 2, Principes applicables au contenu des programmes, Exigences minimales quant au contenu des programmes",
        "citation": "Art. 4 al. 3 LRTV",
        "content": "Les émissions ne doivent pas nuire à la sûreté intérieure ou extérieure de la Confédération ou des cantons ni à leur ordre constitutionnel, ni violer les obligations contractées par la Suisse en vertu du droit international.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_4"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 2, Principes applicables au contenu des programmes, Exigences minimales quant au contenu des programmes",
        "citation": "Art. 4 al. 4 LRTV",
        "content": "Les programmes des concessionnaires doivent refléter équitablement, dans l’en-semble de leurs émissions rédactionnelles, la diversité des événements et des opinions. Si une zone de desserte est couverte par un nombre suffisant de diffuseurs, l’autorité concédante peut exempter un ou plusieurs concessionnaires de l’obligation de diversité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_4"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 2, Principes applicables au contenu des programmes, Émissions préjudiciables aux mineurs",
        "citation": "Art. 5 LRTV",
        "content": "Les diffuseurs veillent à ce que les mineurs ne soient pas exposés à des émissions susceptibles de porter préjudice à leur épanouissement physique, psychique, moral ou social, en fixant l’horaire de diffusion de manière adéquate ou en prenant d’autres mesures.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_5"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 2, Principes applicables au contenu des programmes, Exigences minimales quant au contenu des autres services journalistiques de la SSR",
        "citation": "Art. 5a LRTV",
        "content": "Les contributions conçues par la rédaction et destinées aux autres services journalistiques de la SSR doivent remplir les exigences relatives aux programmes inscrites aux art. 4 et 5. L’exigence de refléter la diversité des événements et des opinions (art. 4, al. 4) s’applique exclusivement aux dossiers consacrés aux élections ou aux votations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_5_a"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 2, Principes applicables au contenu des programmes, Autonomie",
        "citation": "Art. 6 al. 1 LRTV",
        "content": "Les diffuseurs ne sont soumis à aucune directive des autorités fédérales, cantonales ou communales si le droit fédéral n’en dispose pas autrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_6"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 2, Principes applicables au contenu des programmes, Autonomie",
        "citation": "Art. 6 al. 2 LRTV",
        "content": "Ils conçoivent librement leurs publications rédactionnelles et la publicité et en choisissent notamment les thèmes, le contenu ainsi que la présentation; ils en sont responsables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_6"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 2, Principes applicables au contenu des programmes, Autonomie",
        "citation": "Art. 6 al. 3 LRTV",
        "content": "Nul ne peut exiger d’un diffuseur la diffusion de productions ou d’informations déterminées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_6"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 2, Principes applicables au contenu des programmes, Autres exigences imposées aux diffuseurs de programmes de télévision",
        "citation": "Art. 7 al. 1 LRTV",
        "content": "Le Conseil fédéral peut, chaque fois que cela est réalisable et par des moyens appropriés, prévoir que les diffuseurs de programmes de télévision doivent:\na. réserver une partie substantielle de leur temps d’émission à des œuvres suisses ou européennes;\nb. réserver une proportion appropriée de leur temps d’émission ou de leurs coûts de production à des œuvres suisses ou européennes de producteurs indépendants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_7"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 2, Principes applicables au contenu des programmes, Autres exigences imposées aux diffuseurs de programmes de télévision",
        "citation": "Art. 7 al. 2 LRTV",
        "content": "L’obligation pour les diffuseurs de programmes de télévision qui diffusent des films d’affecter une partie des recettes à la création cinématographique suisse indépendante est régie par la loi du 14 décembre 2001 sur le cinéma.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_7"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 2, Principes applicables au contenu des programmes, Autres exigences imposées aux diffuseurs de programmes de télévision",
        "citation": "Art. 7 al. 3 LRTV",
        "content": "Les diffuseurs proposant des programmes nationaux ou régionaux-linguistiques doivent rendre accessible aux malentendants et aux malvoyants une proportion appropriée de leurs émissions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_7"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 2, Principes applicables au contenu des programmes, Autres exigences imposées aux diffuseurs de programmes de télévision",
        "citation": "Art. 7 al. 4 LRTV",
        "content": "Les diffuseurs de programmes de télévision régionaux titulaires d’une concession procèdent au sous-titrage des principales émissions d’information. Le Conseil fédéral fixe l’étendue de l’obligation. Les frais induits par l’adaptation des émissions à l’intention des malentendants sont financés intégralement par la redevance de radio-télévision (art. 68a).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_7"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 2, Principes applicables au contenu des programmes, Obligation de diffuser",
        "citation": "Art. 8 al. 1 LRTV",
        "content": "La SSR, ainsi que les diffuseurs titulaires d’une concession en vertu de l’art. 38, al. 1, let. a, ou 43, al. 1, let. a, doivent:\na. insérer sans délai dans leur programme les communiqués urgents de la police indispensables au maintien de l’ordre et de la sécurité publique ou à la sécurité des personnes, ainsi que les alertes et les instructions émanant des autorités;\nb. informer le public des actes législatifs de la Confédération qui font l’objet d’une publication urgente ou d’une publication extraordinaire au sens de l’art. 7, al. 3 et 4, de la loi du 18 juin 2004 sur les publications officielles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_8"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 2, Principes applicables au contenu des programmes, Obligation de diffuser",
        "citation": "Art. 8 al. 2 LRTV",
        "content": "L’autorité qui a ordonné la diffusion d’émissions selon l’al. 1 en assume la responsabilité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_8"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 2, Principes applicables au contenu des programmes, Obligation de diffuser",
        "citation": "Art. 8 al. 3 LRTV",
        "content": "Le Conseil fédéral étend si nécessaire les obligations selon l’al. 1, let. a, aux fournisseurs de services de télécommunication qui diffusent des programmes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_8"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 2, Principes applicables au contenu des programmes, Obligation de diffuser",
        "citation": "Art. 8 al. 4 LRTV",
        "content": "Il veille à ce qu’en situation de crise, l’information de la population soit assurée par la radio. Les autorités concédantes règlent les modalités dans le cadre des concessions de la SSR et des diffuseurs radio mentionnés aux art. 38 à 43.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_8"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 3, Publicité et parrainage, Identification de la publicité",
        "citation": "Art. 9 al. 1 LRTV",
        "content": "La publicité doit être nettement séparée de la partie rédactionnelle du programme et clairement identifiable comme telle. Le Conseil fédéral peut interdire les formes de publicité qui ne respectent pas ces principes, ou les subordonner à des règles particulières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_9"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 3, Publicité et parrainage, Identification de la publicité",
        "citation": "Art. 9 al. 2 LRTV",
        "content": "Les collaborateurs permanents d’un diffuseur ne doivent pas se produire dans ses émissions publicitaires. Les diffuseurs locaux et régionaux dont les ressources finan-cières sont limitées ne sont pas soumis à cette interdiction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_9"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 3, Publicité et parrainage, Interdictions",
        "citation": "Art. 10 al. 1 LRTV",
        "content": "Est interdite la publicité pour:\na. les produits du tabac;\nb. les boissons alcoolisées régies par la loi fédérale du 21 juin 1932 sur l’alcool; le Conseil fédéral édicte d’autres dispositions visant à protéger la santé et la jeunesse;\nc. ...\nd. les partis politiques, les personnes occupant des fonctions officielles ou candidates à des fonctions officielles et les objets des votations populaires;\ne. une appartenance religieuse ainsi que les institutions et les personnes qui la représentent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_10"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 3, Publicité et parrainage, Interdictions",
        "citation": "Art. 10 al. 2 LRTV",
        "content": "Sont interdites:\na. la publicité pour les médicaments, conformément à la loi fédérale du 15 décembre 2000 sur les produits thérapeutiques;\nb. les offres de vente pour tous les produits et traitements médicaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_10"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 3, Publicité et parrainage, Interdictions",
        "citation": "Art. 10 al. 3 LRTV",
        "content": "La publicité clandestine et la publicité subliminale sont interdites.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_10"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 3, Publicité et parrainage, Interdictions",
        "citation": "Art. 10 al. 4 LRTV",
        "content": "Est interdite toute publicité qui:\na. attente à des convictions religieuses ou politiques;\nb. est trompeuse ou déloyale;\nc. encourage des comportements préjudiciables à la santé, à l’environnement ou à la sécurité personnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_10"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 3, Publicité et parrainage, Interdictions",
        "citation": "Art. 10 al. 5 LRTV",
        "content": "Le Conseil fédéral peut interdire d’autres messages publicitaires aux fins de protéger la santé et la jeunesse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_10"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 3, Publicité et parrainage, Insertion et durée de la publicité",
        "citation": "Art. 11 al. 1 LRTV",
        "content": "La publicité doit en règle générale être insérée entre les émissions rédactionnelles et diffusée en écrans. Le Conseil fédéral peut déroger à ce principe. Ces dérogations ne doivent pas porter atteinte à la cohésion et à la valeur de l’émission.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_11"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 3, Publicité et parrainage, Insertion et durée de la publicité",
        "citation": "Art. 11 al. 2 LRTV",
        "content": "La publicité ne doit en principe pas excéder 20 % d’une heure d’émission. Le Conseil fédéral règle les exceptions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_11"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 3, Publicité et parrainage, Insertion et durée de la publicité",
        "citation": "Art. 11 al. 3 LRTV",
        "content": "En réglant les dérogations aux al. 1 et 2, le Conseil fédéral tient compte notamment des critères suivants:\na. mandats de prestations des diffuseurs;\nb. situation économique de la radio et de la télévision;\nc. concurrence de pays voisins;\nd. réglementations internationales en matière de publicité;\ne. attentes du public.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_11"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 3, Publicité et parrainage, Parrainage",
        "citation": "Art. 12 al. 1 LRTV",
        "content": "Le diffuseur est seul responsable du contenu et de la programmation des émissions parrainées. Il veille à ce que le parrain n’influence pas les émissions de manière à porter atteinte à son indépendance rédactionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_12"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 3, Publicité et parrainage, Parrainage",
        "citation": "Art. 12 al. 2 LRTV",
        "content": "Si des émissions ou des séries d’émissions sont parrainées en tout ou partie, les parrains doivent être nommés au début ou à la fin de chaque émission.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_12"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 3, Publicité et parrainage, Parrainage",
        "citation": "Art. 12 al. 3 LRTV",
        "content": "Les émissions parrainées ne doivent pas inciter à conclure des actes juridiques concernant des biens ou des services offerts par le parrain ou par des tiers, ni contenir des déclarations à caractère publicitaire concernant des biens ou des services.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_12"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 3, Publicité et parrainage, Parrainage",
        "citation": "Art. 12 al. 4 LRTV",
        "content": "Les entreprises qui ont pour activité principale la fabrication ou la vente de produits ou la fourniture de services pour lesquels la publicité est interdite selon l’art. 10 ne peuvent pas parrainer d’émissions. Les entreprises actives dans le secteur des médicaments peuvent parrainer des émissions, pour autant qu’aucun produit pour lequel la publicité est interdite ne soit mentionné ni présenté, et qu’aucun autre effet publicitaire n’en résulte pour de tels produits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_12"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 3, Publicité et parrainage, Parrainage",
        "citation": "Art. 12 al. 5 LRTV",
        "content": "Le parrainage des émissions d’information et des magazines d’actualité politique, de même que des émissions ou séries d’émissions consacrées à l’exercice des droits politiques aux niveaux fédéral, cantonal et communal est interdit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_12"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 3, Publicité et parrainage, Protection des mineurs",
        "citation": "Art. 13 al. 1 LRTV",
        "content": "La publicité qui s’adresse aux mineurs ou dans laquelle apparaissent des mineurs ne doit pas exploiter leur manque d’expérience ni porter atteinte à leur développement physique et psychique. Le Conseil fédéral édicte les dispositions d’exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_13"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 3, Publicité et parrainage, Protection des mineurs",
        "citation": "Art. 13 al. 2 LRTV",
        "content": "Les émissions destinées aux enfants ne doivent pas être interrompues par de la publicité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_13"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 3, Publicité et parrainage, Protection des mineurs",
        "citation": "Art. 13 al. 3 LRTV",
        "content": "Les offres de vente ne doivent pas s’adresser aux mineurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_13"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 3, Publicité et parrainage, Protection des mineurs",
        "citation": "Art. 13 al. 4 LRTV",
        "content": "Afin de mettre en œuvre l’al. 1, le Conseil fédéral exclut certaines formes de parrainage des émissions destinées aux enfants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_13"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 3, Publicité et parrainage, Dispositions particulières applicables à la SSR",
        "citation": "Art. 14 al. 1 LRTV",
        "content": "La publicité est interdite dans les programmes de radio de la SSR. Le Conseil fédéral peut prévoir des exceptions pour l’autopromotion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_14"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 3, Publicité et parrainage, Dispositions particulières applicables à la SSR",
        "citation": "Art. 14 al. 3 LRTV",
        "content": "Le Conseil fédéral peut limiter ou interdire la publicité et le parrainage dans les programmes de radio et de télévision de la SSR ainsi que dans les autres services journalistiques nécessaires à l’exécution de son mandat et financés par la redevance de radio-télévision (art. 25, al. 3, let. b).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_14"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 4, Obligation d’annoncer, de renseigner, de remettre les rapports et comptes annuels et d’enregistrer, Obligation d’annoncer les recettes de la publicité et du parrainage",
        "citation": "Art. 15 LRTV",
        "content": "Les concessionnaires diffusant des programmes suisses annoncent à l’OFCOM les recettes brutes de la publicité et du parrainage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_15"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 4, Obligation d’annoncer, de renseigner, de remettre les rapports et comptes annuels et d’enregistrer, Obligation d’annoncer les participations",
        "citation": "Art. 16 LRTV",
        "content": "Les diffuseurs de programmes suisses informent l’OFCOM des modifications du capital et de la répartition des voix, ainsi que des participations importantes qu’ils détiennent dans d’autres entreprises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_16"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 4, Obligation d’annoncer, de renseigner, de remettre les rapports et comptes annuels et d’enregistrer, Obligation de renseigner",
        "citation": "Art. 17 al. 1 LRTV",
        "content": "Les diffuseurs renseignent gratuitement l’autorité concédante et l’autorité de surveillance et produisent tous les documents nécessaires à l’exécution de leurs tâches de surveillance et à l’examen de la mise en péril de la diversité de l’offre et des opinions (art. 74 et 75).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_17"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 4, Obligation d’annoncer, de renseigner, de remettre les rapports et comptes annuels et d’enregistrer, Obligation de renseigner",
        "citation": "Art. 17 al. 2 LRTV",
        "content": "Sont également soumises à l’obligation de renseigner les personnes physiques ou morales:\na. qui sont liées au diffuseur par des participations importantes et qui sont actives sur le marché de la radio et de la télévision ou sur des marchés apparentés;\nb. qui acquièrent de la publicité ou du parrainage pour le diffuseur;\nc. qui produisent la majeure partie du programme pour le diffuseur;\nd. qui organisent un événement public au sens de l’art. 72;\ne. qui sont actives sur le marché de la radio et de la télévision et occupent une position dominante sur un ou plusieurs marchés liés aux médias;\nf. qui sont actives sur un ou plusieurs marchés liés aux médias au sens de l’art. 74 et soumis à un examen quant à une éventuelle mise en péril de la diversité de l’offre et des opinions, pour autant que les renseignements soient nécessaires pour déterminer une position dominante sur le marché.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_17"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 4, Obligation d’annoncer, de renseigner, de remettre les rapports et comptes annuels et d’enregistrer, Obligation de renseigner",
        "citation": "Art. 17 al. 3 LRTV",
        "content": "Le droit de refuser de fournir des renseignements ou de produire des documents est régi par l’art. 16 de la loi fédérale du 20 décembre 1968 sur la procédure administrative (PA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_17"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 4, Obligation d’annoncer, de renseigner, de remettre les rapports et comptes annuels et d’enregistrer, Rapport et comptes annuels",
        "citation": "Art. 18 al. 1 LRTV",
        "content": "Les diffuseurs de programmes suisses remettent à l’OFCOM le rapport et les comptes annuels. Le Conseil fédéral exempte certaines catégories de diffuseurs de cette obligation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_18"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 4, Obligation d’annoncer, de renseigner, de remettre les rapports et comptes annuels et d’enregistrer, Rapport et comptes annuels",
        "citation": "Art. 18 al. 2 LRTV",
        "content": "L’OFCOM peut publier des informations provenant du rapport annuel des diffuseurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_18"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 4, Obligation d’annoncer, de renseigner, de remettre les rapports et comptes annuels et d’enregistrer, Rapport et comptes annuels",
        "citation": "Art. 18 al. 3 LRTV",
        "content": "Le Conseil fédéral détermine le contenu du rapport et des comptes annuels, ainsi que les informations qui peuvent être publiées par l’OFCOM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_18"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 4, Obligation d’annoncer, de renseigner, de remettre les rapports et comptes annuels et d’enregistrer, Données statistiques",
        "citation": "Art. 19 al. 1 LRTV",
        "content": "L’OFCOM établit une statistique en collaboration avec l’Office fédéral de la statistique. Celle-ci contient les informations nécessaires aux autorités compétentes pour:\na. légiférer et appliquer le droit;\nb. avoir une vue d’ensemble du marché.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_19"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 4, Obligation d’annoncer, de renseigner, de remettre les rapports et comptes annuels et d’enregistrer, Données statistiques",
        "citation": "Art. 19 al. 2 LRTV",
        "content": "Les diffuseurs de programmes suisses doivent périodiquement fournir les informations nécessaires à l’OFCOM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_19"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 4, Obligation d’annoncer, de renseigner, de remettre les rapports et comptes annuels et d’enregistrer, Données statistiques",
        "citation": "Art. 19 al. 3 LRTV",
        "content": "L’OFCOM peut mettre des produits statistiques à la disposition du public.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_19"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 4, Obligation d’annoncer, de renseigner, de remettre les rapports et comptes annuels et d’enregistrer, Données statistiques",
        "citation": "Art. 19 al. 4 LRTV",
        "content": "Le Conseil fédéral règle les modalités; il arrête notamment les principes concernant la collecte des données, les relevés, l’utilisation des données collectées et la publication des produits statistiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_19"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 4, Obligation d’annoncer, de renseigner, de remettre les rapports et comptes annuels et d’enregistrer, Enregistrement et conservation des émissions et des contributions destinées aux autres services journalistiques de la SSR",
        "citation": "Art. 20 al. 1 LRTV",
        "content": "Les diffuseurs de programmes suisses sont tenus d’enregistrer toutes les émissions et de conserver pendant au moins quatre mois les enregistrements ainsi que les pièces et les documents y relatifs. Le Conseil fédéral peut exempter certaines catégories de diffuseurs de cette obligation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_20"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 4, Obligation d’annoncer, de renseigner, de remettre les rapports et comptes annuels et d’enregistrer, Enregistrement et conservation des émissions et des contributions destinées aux autres services journalistiques de la SSR",
        "citation": "Art. 20 al. 2 LRTV",
        "content": "Les contributions destinées aux autres services journalistiques de la SSR doivent également être enregistrées et conservées avec les pièces et les documents y relatifs. Le Conseil fédéral règle la durée et la portée de l’obligation d’enregistrement et de conservation en fonction des possibilités techniques et de ce qui est raisonnablement exigible de la SSR.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_20"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 4, Obligation d’annoncer, de renseigner, de remettre les rapports et comptes annuels et d’enregistrer, Enregistrement et conservation des émissions et des contributions destinées aux autres services journalistiques de la SSR",
        "citation": "Art. 20 al. 3 LRTV",
        "content": "Si, dans le délai de conservation, une réclamation est présentée à l’organe de médiation, une plainte est déposée auprès de l’Autorité indépendante d’examen des plaintes en matière de radio-télévision ou une procédure de surveillance est ouverte d’office, les enregistrements ainsi que les pièces et les documents y relatifs doivent être conservés jusqu’à la clôture de la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_20"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 4, Obligation d’annoncer, de renseigner, de remettre les rapports et comptes annuels et d’enregistrer, Dépôt légal",
        "citation": "Art. 21 al. 1 LRTV",
        "content": "Le Conseil fédéral peut obliger les diffuseurs suisses à fournir des enregistrements de leurs programmes en vue de leur conservation pour le public. Les diffuseurs peuvent être indemnisés des frais découlant de cette obligation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_21"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 4, Obligation d’annoncer, de renseigner, de remettre les rapports et comptes annuels et d’enregistrer, Dépôt légal",
        "citation": "Art. 21 al. 2 LRTV",
        "content": "Le Conseil fédéral détermine les programmes qui doivent être conservés et règle l’indemnisation des diffuseurs ainsi que le dépôt, l’archivage et l’accessibilité des enregistrements. Il peut notamment édicter des prescriptions techniques concernant le type et le format des supports à déposer et désigner des organes chargés de coordonner les travaux nécessaires et de sélectionner les programmes à conserver.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_21"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 4, Obligation d’annoncer, de renseigner, de remettre les rapports et comptes annuels et d’enregistrer, Dépôt légal",
        "citation": "Art. 21 al. 3 LRTV",
        "content": "Les dépenses des organes visés à l’al. 2 et l’indemnisation des diffuseurs visés à l’al. 1 sont financées par la redevance de radio-télévision si les recettes provenant de la consultation des programmes enregistrés et de leur réutilisation ne suffisent pas.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_21"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 4, Obligation d’annoncer, de renseigner, de remettre les rapports et comptes annuels et d’enregistrer, Dépôt légal",
        "citation": "Art. 21 al. 4 LRTV",
        "content": "En vue de garantir à long terme l’utilisation des archives, le Conseil fédéral peut prendre des mesures de soutien visant à conserver les appareils de lecture concernés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_21"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 5, Redevance de concession",
        "citation": "Art. 22 al. 1 LRTV",
        "content": "Les concessionnaires diffusant des programmes suisses acquittent une redevance de concession annuelle. Les recettes sont affectées en premier lieu à la promotion de projets de recherche dans le domaine de la radio et de la télévision (art. 77) et en second lieu au développement de nouvelles technologies de diffusion (art. 58).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_22"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 1, Dispositions générales, Section 5, Redevance de concession",
        "citation": "Art. 22 al. 2 LRTV",
        "content": "Le montant de la redevance ne peut dépasser 1 % des recettes brutes de la publicité et du parrainage. Le Conseil fédéral fixe le montant de la redevance ainsi qu’une franchise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_22"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 2, Société suisse de radiodiffusion et télévision, Section 1, Mandat et concession, Principe",
        "citation": "Art. 23 LRTV",
        "content": "La SSR fournit un service d’utilité publique. Son activité n’a pas de but lucratif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_23"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 2, Société suisse de radiodiffusion et télévision, Section 1, Mandat et concession, Mandat",
        "citation": "Art. 24 al. 1 LRTV",
        "content": "La SSR remplit le mandat constitutionnel dans le domaine de la radio et de la télévision (mandat). Elle doit en particulier:\na. fournir à l’ensemble de la population des programmes de radio et de télévision complets et de même valeur dans les trois langues officielles;\nb. promouvoir la compréhension, la cohésion et l’échange entre les différentes parties du pays, les communautés linguistiques, les cultures et les groupes sociaux, et tenir compte des particularités du pays et des besoins des cantons;\nc. resserrer les liens qui unissent les Suisses de l’étranger à la Suisse, promouvoir le rayonnement de la Suisse à l’étranger et y favoriser la compréhension pour ses intérêts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_24"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 2, Société suisse de radiodiffusion et télévision, Section 1, Mandat et concession, Mandat",
        "citation": "Art. 24 al. 2 LRTV",
        "content": "La SSR diffuse au moins un programme de radio pour la Suisse d’expression romanche. Par ailleurs, le Conseil fédéral fixe les principes régissant la prise en compte des besoins spécifiques de cette région linguistique en matière de radio et de télévision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_24"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 2, Société suisse de radiodiffusion et télévision, Section 1, Mandat et concession, Mandat",
        "citation": "Art. 24 al. 3 LRTV",
        "content": "Le Conseil fédéral fixe les principes régissant la prise en compte des besoins des personnes atteintes de déficiences sensorielles. Il détermine notamment dans quelle proportion des émissions spéciales doivent être offertes dans la langue des signes pour les malentendants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_24"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 2, Société suisse de radiodiffusion et télévision, Section 1, Mandat et concession, Mandat",
        "citation": "Art. 24 al. 4 LRTV",
        "content": "La SSR contribue:\na. à la libre formation de l’opinion en présentant une information complète, diversifiée et fidèle, en particulier sur les réalités politiques, économiques et sociales;\nb. au développement de la culture et au renforcement des valeurs culturelles du pays ainsi qu’à la promotion de la création culturelle suisse, en tenant particulièrement compte de la production littéraire, musicale et cinématographique suisse, notamment en diffusant des émissions de producteurs suisses et des émissions produites par elle;\nc. à la formation du public, notamment grâce à la diffusion régulière d’émissions éducatives;\nd. au divertissement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_24"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 2, Société suisse de radiodiffusion et télévision, Section 1, Mandat et concession, Mandat",
        "citation": "Art. 24 al. 5 LRTV",
        "content": "Dans les émissions d’information importantes susceptibles d’intéresser un public au-delà de la région linguistique et hors des frontières nationales, la langue standard est en règle générale utilisée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_24"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 2, Société suisse de radiodiffusion et télévision, Section 1, Mandat et concession, Concession",
        "citation": "Art. 25 al. 1 LRTV",
        "content": "Le Conseil fédéral octroie une concession à la SSR.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_25"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 2, Société suisse de radiodiffusion et télévision, Section 1, Mandat et concession, Concession",
        "citation": "Art. 25 al. 2 LRTV",
        "content": "Une consultation est organisée avant l’octroi de la concession et avant toute modification significative de celle-ci au regard de la politique des médias.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_25"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 2, Société suisse de radiodiffusion et télévision, Section 1, Mandat et concession, Concession",
        "citation": "Art. 25 al. 3 LRTV",
        "content": "La concession fixe notamment:\na. le nombre et le type de programmes de radio et de télévision;\nb. le volume des autres services journalistiques nécessaires à l’exécution du mandat à l’échelon régional-linguistique, national et international et financés par la redevance de radio-télévision;\nc. les modalités de la prise en compte de la production littéraire, musicale et cinématographique suisse visée à l’art. 24, al. 4, let. b; elle peut imposer des quotas.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_25"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 2, Société suisse de radiodiffusion et télévision, Section 1, Mandat et concession, Concession",
        "citation": "Art. 25 al. 4 LRTV",
        "content": "La SSR peut offrir certains programmes en collaboration avec d’autres diffuseurs. La collaboration est réglée dans des contrats soumis à l’approbation du Département fédéral de l’environnement, des transports, de l’énergie et de la communication (DETEC).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_25"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 2, Société suisse de radiodiffusion et télévision, Section 1, Mandat et concession, Concession",
        "citation": "Art. 25 al. 5 LRTV",
        "content": "Le DETEC peut modifier la concession avant son expiration si les conditions de fait ou de droit ont changé et que la modification est nécessaire pour préserver des intérêts importants. La SSR reçoit un dédommagement approprié.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_25"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 2, Société suisse de radiodiffusion et télévision, Section 1, Mandat et concession, Concession",
        "citation": "Art. 25 al. 6 LRTV",
        "content": "Le DETEC peut restreindre ou suspendre partiellement la concession de la SSR si:\na. l’autorité de surveillance a déposé une demande fondée sur les conditions prévues à l’art. 89;\nb. la SSR a enfreint de manière grave ou répétée les obligations prévues aux art. 35 et 36.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_25"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 2, Société suisse de radiodiffusion et télévision, Section 2, Services journalistiques, Limitation de l’offre régionale",
        "citation": "Art. 26 al. 1 LRTV",
        "content": "La SSR ne peut pas diffuser de programmes régionaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_26"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 2, Société suisse de radiodiffusion et télévision, Section 2, Services journalistiques, Limitation de l’offre régionale",
        "citation": "Art. 26 al. 2 LRTV",
        "content": "Elle peut, avec l’approbation du département, insérer des fenêtres de programmes régionaux d’une durée limitée dans ses programmes de radio. Le parrainage de ces programmes est interdit. La durée de ces fenêtres de programmes régionaux ne doit pas excéder une heure par jour.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_26"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 2, Société suisse de radiodiffusion et télévision, Section 2, Services journalistiques, Production de programmes",
        "citation": "Art. 27 LRTV",
        "content": "Les programmes de la SSR doivent être majoritairement produits dans les régions linguistiques auxquelles ils sont destinés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_27"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 2, Société suisse de radiodiffusion et télévision, Section 2, Services journalistiques, Services journalistiques destinés à l’étranger",
        "citation": "Art. 28 al. 1 LRTV",
        "content": "Le Conseil fédéral et la SSR définissent périodiquement l’étendue des services journalistiques destinés à l’étranger selon l’art. 24, al. 1, let. c, ainsi que les frais correspondants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_28"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 2, Société suisse de radiodiffusion et télévision, Section 2, Services journalistiques, Services journalistiques destinés à l’étranger",
        "citation": "Art. 28 al. 2 LRTV",
        "content": "En situation de crise, le Conseil fédéral peut conclure avec la SSR des mandats de prestations à court terme afin de contribuer à la compréhension entre les peuples.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_28"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 2, Société suisse de radiodiffusion et télévision, Section 2, Services journalistiques, Services journalistiques destinés à l’étranger",
        "citation": "Art. 28 al. 3 LRTV",
        "content": "La Confédération rembourse à hauteur de 50 % au moins les frais occasionnés par les prestations prévues à l’al. 1 et dans tous les cas la totalité des frais occasionnés par les prestations prévues à l’al. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_28"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 2, Société suisse de radiodiffusion et télévision, Section 3, Activités non prévues dans la concession",
        "citation": "Art. 29 al. 1 LRTV",
        "content": "La SSR et les entreprises qu’elle contrôle doivent annoncer préalablement à l’OFCOM toute activité non prévue dans la concession qui risque de porter atteinte à la position ou à la mission d’autres entreprises de médias suisses.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_29"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 2, Société suisse de radiodiffusion et télévision, Section 3, Activités non prévues dans la concession",
        "citation": "Art. 29 al. 2 LRTV",
        "content": "Si une telle activité compromet l’exécution du mandat ou entrave considérablement le développement d’autres entreprises de médias, le DETEC peut imposer des charges en ce qui concerne les activités commerciales, le financement, la tenue d’une comptabilité séparée et la séparation des structures d’organisation, ou interdire l’activité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_29"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 2, Société suisse de radiodiffusion et télévision, Section 4, Diffusion des programmes",
        "citation": "Art. 30 al. 1 LRTV",
        "content": "Les programmes de radio et de télévision de la SSR sont diffusés au moins dans toute la région linguistique concernée. Au moins un programme de radio et un programme de télévision de la SSR en allemand, français et italien est diffusé sur l’ensemble du territoire suisse. Le Conseil fédéral peut prévoir des exceptions. En outre, il tient compte des besoins de la population romanche selon l’art. 24, al. 2. Il s’assure à cet égard que, pour chaque mode de diffusion, des fréquences et des canaux soient à la disposition des autres diffuseurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_30"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 2, Société suisse de radiodiffusion et télévision, Section 4, Diffusion des programmes",
        "citation": "Art. 30 al. 2 LRTV",
        "content": "Le Conseil fédéral détermine pour chaque programme la zone de desserte et le mode de diffusion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_30"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 2, Société suisse de radiodiffusion et télévision, Section 5, Organisation et financement, Organisation",
        "citation": "Art. 31 al. 1 LRTV",
        "content": "La SSR s’organise de manière à garantir:\na. son autonomie et son indépendance de l’État et des différentes entités sociales, économiques et politiques;\nb. une gestion efficace et une utilisation des redevances de radio-télévision conforme à leur affectation;\nc. la prise en compte des intérêts des régions linguistiques et la mise en place d’une direction et d’une coordination nationales;\nd. la représentation du public dans l’organisation;\ne. la séparation de l’activité rédactionnelle et des activités économiques;\nf. l’application des principes régissant la direction, la surveillance et le contrôle des sociétés anonymes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_31"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 2, Société suisse de radiodiffusion et télévision, Section 5, Organisation et financement, Organisation",
        "citation": "Art. 31 al. 2 LRTV",
        "content": "Les statuts de la SSR sont soumis à l’approbation du département.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_31"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 2, Société suisse de radiodiffusion et télévision, Section 5, Organisation et financement, Organes",
        "citation": "Art. 32 al. 1 LRTV",
        "content": "Les organes constitutifs sont l’assemblée générale, le conseil d’administration, l’organe de révision et la direction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_32"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 2, Société suisse de radiodiffusion et télévision, Section 5, Organisation et financement, Organes",
        "citation": "Art. 32 al. 2 LRTV",
        "content": "Sauf disposition contraire de la présente loi, les droits, obligations et responsabilités des organes tels qu’ils sont régis par les statuts sont soumis par analogie au droit des sociétés anonymes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_32"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 2, Société suisse de radiodiffusion et télévision, Section 5, Organisation et financement, Conseil d’administration",
        "citation": "Art. 33 al. 1 LRTV",
        "content": "Le Conseil fédéral peut désigner un quart au plus des membres du conseil d’administration.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_33"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 2, Société suisse de radiodiffusion et télévision, Section 5, Organisation et financement, Conseil d’administration",
        "citation": "Art. 33 al. 2 LRTV",
        "content": "Le conseil d’administration ne donne pas de directives dans le cadre des affaires courantes relatives aux programmes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_33"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 2, Société suisse de radiodiffusion et télévision, Section 5, Organisation et financement, Conseil d’administration",
        "citation": "Art. 33 al. 3 LRTV",
        "content": "Les membres du conseil d’administration ne peuvent être employés par la SSR ou une des entreprises qu’elle contrôle. Ils ne sont soumis à aucune directive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_33"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 2, Société suisse de radiodiffusion et télévision, Section 5, Organisation et financement, Financement",
        "citation": "Art. 34 LRTV",
        "content": "La SSR est financée en majeure partie par la redevance de radio-télévision. D’autres sources de financement sont possibles, pour autant que la présente loi, l’ordonnance, la concession et le droit international applicable n’en disposent pas autrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_34"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 2, Société suisse de radiodiffusion et télévision, Section 5, Organisation et financement, Utilisation des ressources financières",
        "citation": "Art. 35 al. 1 LRTV",
        "content": "La SSR et les entreprises qu’elle contrôle règlent leur gestion financière selon les principes reconnus de la bonne pratique. Elles respectent le critère de la rentabilité, utilisent leurs ressources et veillent au maintien durable de l’entreprise conformément au mandat de la SSR.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_35"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 2, Société suisse de radiodiffusion et télévision, Section 5, Organisation et financement, Utilisation des ressources financières",
        "citation": "Art. 35 al. 2 LRTV",
        "content": "La SSR utilise sa quote-part exclusivement pour couvrir les dépenses liées à la diffusion des programmes de radio et de télévision et autres services journalistiques (art. 25, al. 3, let. b).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_35"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 2, Société suisse de radiodiffusion et télévision, Section 5, Organisation et financement, Utilisation des ressources financières",
        "citation": "Art. 35 al. 3 LRTV",
        "content": "Si la SSR renonce à une activité dont il a été largement tenu compte dans la fixation du montant de la redevance, le DETEC peut l’obliger à constituer des réserves à hauteur du montant concerné; ces réserves seront prises en considération lors du réajustement de la redevance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_35"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 2, Société suisse de radiodiffusion et télévision, Section 5, Organisation et financement, Utilisation des ressources financières",
        "citation": "Art. 35 al. 4 LRTV",
        "content": "Le Conseil fédéral veille à ce que l’art. 6a, al. 1 à 5, de la loi du 24 mars 2000 sur le personnel de la Confédération soit appliqué par analogie aux membres des organes dirigeants de la SSR et des entreprises qu’elle contrôle, à leurs cadres directeurs et aux membres du personnel qui sont rémunérés de manière comparable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_35"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 2, Société suisse de radiodiffusion et télévision, Section 5, Organisation et financement, Surveillance financière",
        "citation": "Art. 36 al. 1 LRTV",
        "content": "La SSR et les entreprises qu’elle contrôle tiennent leur comptabilité conformément au droit des sociétés anonymes et aux recommandations relatives à la présentation des comptes reconnues par les bourses suisses.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_36"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 2, Société suisse de radiodiffusion et télévision, Section 5, Organisation et financement, Surveillance financière",
        "citation": "Art. 36 al. 2 LRTV",
        "content": "Elles établissent des comptes distincts pour celles de leurs activités qui servent à l’exécution du mandat de prestations lié à la concession et pour leurs autres activités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_36"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 2, Société suisse de radiodiffusion et télévision, Section 5, Organisation et financement, Surveillance financière",
        "citation": "Art. 36 al. 3 LRTV",
        "content": "Le conseil d’administration de la SSR remet chaque année au département:\na. les comptes du groupe;\nb. les comptes annuels, le budget, la planification financière et le rapport annuel de la SSR et des entreprises qu’elle contrôle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_36"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 2, Société suisse de radiodiffusion et télévision, Section 5, Organisation et financement, Surveillance financière",
        "citation": "Art. 36 al. 4 LRTV",
        "content": "Le DETEC contrôle la gestion financière de la SSR en se fondant sur le rapport du conseil d’administration. Il peut exiger des renseignements complémentaires. Il peut en particulier exiger du conseil d’administration de la SSR et des organes chargés de la direction supérieure des entreprises contrôlées qu’ils le renseignent sur la manière dont ils ont assumé leurs responsabilités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_36"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 2, Société suisse de radiodiffusion et télévision, Section 5, Organisation et financement, Surveillance financière",
        "citation": "Art. 36 al. 5 LRTV",
        "content": "Le DETEC peut effectuer des contrôles complémentaires à la SSR et dans les entreprises qu’elle contrôle:\na. si le rapport présente des lacunes et que la SSR ne lui fournit pas les renseignements nécessaires dans le délai imparti;\nb. si des indices sérieux laissent supposer que la SSR ou l’une des entreprises qu’elle contrôle n’a pas rempli les obligations prévues à l’art. 35, al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_36"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 2, Société suisse de radiodiffusion et télévision, Section 5, Organisation et financement, Surveillance financière",
        "citation": "Art. 36 al. 6 LRTV",
        "content": "Le DETEC peut charger le Contrôle fédéral des finances ou d’autres experts de contrôler les finances de la SSR, dans les conditions prévues à l’al. 5. La loi du 28 juin 1967 sur le Contrôle des finances n’est pas applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_36"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 2, Société suisse de radiodiffusion et télévision, Section 5, Organisation et financement, Surveillance financière",
        "citation": "Art. 36 al. 7 LRTV",
        "content": "Les contrôles de pure opportunité ne sont pas autorisés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_36"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 2, Société suisse de radiodiffusion et télévision, Section 5, Organisation et financement, Participations dans d’autres diffuseurs",
        "citation": "Art. 37 LRTV",
        "content": "Les participations de la SSR dans d’autres diffuseurs sont soumises à l’approbation du département.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_37"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 3, Autres diffuseurs chargés d’un mandat de prestations, Section 1, Concessions assorties d’un mandat de prestations et donnant droit à une quote-part de la redevance, Principe",
        "citation": "Art. 38 al. 1 LRTV",
        "content": "Les concessions assorties d’un mandat de prestations et donnant droit à une quote-part de la redevance (concessions donnant droit à une quote-part de la redevance) peuvent être octroyées aux diffuseurs locaux et régionaux qui diffusent:\na. dans une région ne disposant pas de possibilités de financement suffisantes, des programmes de radio et de télévision qui tiennent compte de ses particularités en fournissant une large information portant notamment sur les réalités politiques, économiques et sociales et contribuant à la vie culturelle dans la zone de desserte considérée;\nb. dans les agglomérations, des programmes de radio complémentaires sans but lucratif, contribuant ainsi à l’exécution du mandat de prestations constitutionnel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_38"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 3, Autres diffuseurs chargés d’un mandat de prestations, Section 1, Concessions assorties d’un mandat de prestations et donnant droit à une quote-part de la redevance, Principe",
        "citation": "Art. 38 al. 2 LRTV",
        "content": "Les concessions donnant droit à une quote-part de la redevance donnent droit à la diffusion du programme dans une zone de desserte déterminée (droit d’accès) ainsi qu’à une quote-part de la redevance de radio-télévision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_38"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 3, Autres diffuseurs chargés d’un mandat de prestations, Section 1, Concessions assorties d’un mandat de prestations et donnant droit à une quote-part de la redevance, Principe",
        "citation": "Art. 38 al. 3 LRTV",
        "content": "Une seule concession donnant droit à une quote-part de la redevance est octroyée par zone de desserte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_38"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 3, Autres diffuseurs chargés d’un mandat de prestations, Section 1, Concessions assorties d’un mandat de prestations et donnant droit à une quote-part de la redevance, Principe",
        "citation": "Art. 38 al. 4 LRTV",
        "content": "La concession fixe au moins:\na. la zone de desserte et le mode de diffusion;\nb. les prestations exigées en matière de programmes et les exigences en matière d’exploitation et d’organisation;\nc. les autres exigences et charges.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_38"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 3, Autres diffuseurs chargés d’un mandat de prestations, Section 1, Concessions assorties d’un mandat de prestations et donnant droit à une quote-part de la redevance, Zones de desserte",
        "citation": "Art. 39 al. 1 LRTV",
        "content": "Le Conseil fédéral détermine, après avoir consulté la Commission fédérale de la communication, le nombre et l’étendue des zones de desserte pour lesquelles des concessions donnant droit à une quote-part de la redevance sont octroyées, ainsi que le mode de diffusion dans chaque zone. Il distingue à cet effet les zones de la radio et celles de la télévision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_39"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 3, Autres diffuseurs chargés d’un mandat de prestations, Section 1, Concessions assorties d’un mandat de prestations et donnant droit à une quote-part de la redevance, Zones de desserte",
        "citation": "Art. 39 al. 2 LRTV",
        "content": "Les zones de desserte au sens de l’art. 38, al. 1, let. a, doivent:\na. constituer une entité politique et géographique ou présenter des liens culturels ou économiques particulièrement étroits;\nb. disposer de ressources financières suffisantes pour que les diffuseurs puissent exécuter leur mandat de prestations en recevant une quote-part appropriée de la redevance de radio-télévision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_39"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 3, Autres diffuseurs chargés d’un mandat de prestations, Section 1, Concessions assorties d’un mandat de prestations et donnant droit à une quote-part de la redevance, Zones de desserte",
        "citation": "Art. 39 al. 3 LRTV",
        "content": "Le Conseil fédéral peut prévoir des exceptions pour les programmes régionaux diffusés au moins en deux langues nationales dans une région de frontière linguistique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_39"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 3, Autres diffuseurs chargés d’un mandat de prestations, Section 1, Concessions assorties d’un mandat de prestations et donnant droit à une quote-part de la redevance, Zones de desserte",
        "citation": "Art. 39 al. 4 LRTV",
        "content": "Le Conseil fédéral réexamine périodiquement, mais au moins après dix ans, le nombre et l’étendue des zones de desserte. Le DETEC peut procéder à des adaptations mineures.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_39"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 3, Autres diffuseurs chargés d’un mandat de prestations, Section 1, Concessions assorties d’un mandat de prestations et donnant droit à une quote-part de la redevance, Zones de desserte",
        "citation": "Art. 39 al. 5 LRTV",
        "content": "Les cantons et les concessionnaires directement concernés sont notamment consultés avant la détermination des zones de desserte et avant toute modification importante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_39"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 3, Autres diffuseurs chargés d’un mandat de prestations, Section 1, Concessions assorties d’un mandat de prestations et donnant droit à une quote-part de la redevance, Quote-part de la redevance",
        "citation": "Art. 40 al. 1 LRTV",
        "content": "La quote-part de la redevance attribuée aux diffuseurs ayant le droit d’en bénéficier selon l’art. 68a, al. 1, let. b, atteint un montant de 4 à 6 % du produit de la redevance de radio-télévision. Le Conseil fédéral détermine:\na. lors de la fixation du montant de la redevance, la part qui doit être affectée respectivement à la radio et à la télévision, en tenant compte des besoins induits par le mandat de prestations visé à l’art. 38, al. 1;\nb. le pourcentage maximal que la part affectée doit représenter par rapport aux coûts d’exploitation du diffuseur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_40"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 3, Autres diffuseurs chargés d’un mandat de prestations, Section 1, Concessions assorties d’un mandat de prestations et donnant droit à une quote-part de la redevance, Quote-part de la redevance",
        "citation": "Art. 40 al. 2 LRTV",
        "content": "Le DETEC fixe la quote-part de la redevance de radio-télévision attribuée à chaque concessionnaire pour une période déterminée. Il tient compte de la taille et du potentiel économique de la zone de desserte ainsi que des frais que le concessionnaire doit engager pour exécuter son mandat de prestations, y compris les frais de diffusion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_40"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 3, Autres diffuseurs chargés d’un mandat de prestations, Section 1, Concessions assorties d’un mandat de prestations et donnant droit à une quote-part de la redevance, Quote-part de la redevance",
        "citation": "Art. 40 al. 3 LRTV",
        "content": "La loi du 5 octobre 1990 sur les subventions est applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_40"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 3, Autres diffuseurs chargés d’un mandat de prestations, Section 1, Concessions assorties d’un mandat de prestations et donnant droit à une quote-part de la redevance, Obligations des concessionnaires ayant droit à une quote-part de la redevance ",
        "citation": "Art. 41 al. 1 LRTV",
        "content": "Les concessionnaires ayant droit à une quote-part de la redevance exécutent le mandat de prestations fixé dans la concession. Le Conseil fédéral peut imposer d’autres obligations afin de garantir l’exécution de ce mandat et l’autonomie dans la conception des programmes. Il peut notamment exiger des diffuseurs l’élaboration de principes directeurs et d’une charte rédactionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_41"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 3, Autres diffuseurs chargés d’un mandat de prestations, Section 1, Concessions assorties d’un mandat de prestations et donnant droit à une quote-part de la redevance, Obligations des concessionnaires ayant droit à une quote-part de la redevance ",
        "citation": "Art. 41 al. 2 LRTV",
        "content": "Les diffuseurs titulaires d’une concession ayant droit à une quote-part utilisent les ressources financières selon le critère de la rentabilité et conformément à leur mandat de prestations. Tout versement de bénéfices est interdit. La diffusion du programme financé par une quote-part doit être séparée des autres activités économiques du concessionnaire dans la comptabilité. Si une entreprise contrôlée par le concessionnaire fournit des prestations en rapport avec le programme, le concessionnaire veille à ce que celles-ci soient séparées des autres activités dans la comptabilité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_41"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 3, Autres diffuseurs chargés d’un mandat de prestations, Section 1, Concessions assorties d’un mandat de prestations et donnant droit à une quote-part de la redevance, Obligations des concessionnaires ayant droit à une quote-part de la redevance ",
        "citation": "Art. 41 al. 3 LRTV",
        "content": "La collaboration avec d’autres diffuseurs ne doit pas mettre en péril l’exécution du mandat de prestations ni l’autonomie dans la conception des programmes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_41"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 3, Autres diffuseurs chargés d’un mandat de prestations, Section 1, Concessions assorties d’un mandat de prestations et donnant droit à une quote-part de la redevance, Surveillance financière",
        "citation": "Art. 42 al. 1 LRTV",
        "content": "Le concessionnaire remet chaque année les comptes à l’OFCOM. Ce dernier vérifie si les ressources financières ont été utilisées selon le critère de la rentabilité et conformément au mandat de prestations. Si tel n’est pas le cas, il peut réduire la quote-part attribuée au concessionnaire ou exiger sa rétrocession.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_42"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 3, Autres diffuseurs chargés d’un mandat de prestations, Section 1, Concessions assorties d’un mandat de prestations et donnant droit à une quote-part de la redevance, Surveillance financière",
        "citation": "Art. 42 al. 2 LRTV",
        "content": "L’OFCOM peut également exiger des renseignements du concessionnaire ainsi que des personnes soumises à l’obligation de renseigner selon l’art. 17, al. 2, let. a à c, et effectuer des contrôles financiers sur place.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_42"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 3, Autres diffuseurs chargés d’un mandat de prestations, Section 1, Concessions assorties d’un mandat de prestations et donnant droit à une quote-part de la redevance, Surveillance financière",
        "citation": "Art. 42 al. 3 LRTV",
        "content": "Les contrôles de pure opportunité ne sont pas autorisés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_42"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 3, Autres diffuseurs chargés d’un mandat de prestations, Section 2, Concessions assorties d’un mandat de prestations ne donnant pas droit à une quote-part de la redevance",
        "citation": "Art. 43 al. 1 LRTV",
        "content": "Le DETEC peut octroyer des concessions pour la diffusion hertzienne terrestre de programmes si ceux-ci:\na. tiennent compte des particularités locales ou régionales d’une zone donnée en fournissant une large information portant notamment sur les réalités politiques, économiques et sociales, et contribuant à la vie culturelle dans la zone de desserte;\nb. contribuent notablement à l’exécution du mandat de prestations constitutionnel dans une région linguistique donnée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_43"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 3, Autres diffuseurs chargés d’un mandat de prestations, Section 2, Concessions assorties d’un mandat de prestations ne donnant pas droit à une quote-part de la redevance",
        "citation": "Art. 43 al. 2 LRTV",
        "content": "La concession définit l’étendue de l’accès à la diffusion et le mandat de prestations en matière de programmes. Le DETEC peut fixer d’autres obligations afin de garantir l’exécution du mandat de prestations et l’autonomie dans la conception des programmes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_43"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 3, Autres diffuseurs chargés d’un mandat de prestations, Section 3, Dispositions régissant les concessions, Conditions d’octroi de la concession",
        "citation": "Art. 44 al. 1 LRTV",
        "content": "Pour obtenir une concession, le requérant doit:\na. être en mesure d’exécuter le mandat de prestations;\nb. rendre vraisemblable qu’il est en mesure de financer les investissements nécessaires et l’exploitation;\nc. indiquer à l’autorité concédante qui détient les parts prépondérantes de son capital et qui met à sa disposition des moyens financiers importants;\nd. garantir qu’il respectera le droit du travail, les conditions de travail usuelles dans la branche et le droit applicable, notamment les charges et les obligations liées à la concession;\ne. séparer ses activités rédactionnelles de ses activités économiques;\nf. être une personne physique domiciliée en Suisse ou une personne morale ayant son siège en Suisse;\ng. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_44"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 3, Autres diffuseurs chargés d’un mandat de prestations, Section 3, Dispositions régissant les concessions, Conditions d’octroi de la concession",
        "citation": "Art. 44 al. 2 LRTV",
        "content": "Pour autant qu’aucune obligation internationale ne s’y oppose, la concession peut être refusée à une personne morale sous contrôle étranger, à une personne morale suisse dotée d’une participation étrangère ou à une personne physique qui ne possède pas la nationalité suisse si la réciprocité n’est pas garantie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_44"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 3, Autres diffuseurs chargés d’un mandat de prestations, Section 3, Dispositions régissant les concessions, Conditions d’octroi de la concession",
        "citation": "Art. 44 al. 3 LRTV",
        "content": "Un diffuseur ou l’entreprise à laquelle il appartient peut obtenir au plus deux concessions de télévision et deux concessions de radio. Le Conseil fédéral peut prévoir des exceptions pour l’introduction de nouvelles technologies de diffusion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_44"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 3, Autres diffuseurs chargés d’un mandat de prestations, Section 3, Dispositions régissant les concessions, Procédure d’octroi",
        "citation": "Art. 45 al. 1 LRTV",
        "content": "Le DETEC octroie les concessions. L’OFCOM procède généralement à un appel d’offres public et peut consulter les milieux intéressés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_45"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 3, Autres diffuseurs chargés d’un mandat de prestations, Section 3, Dispositions régissant les concessions, Procédure d’octroi",
        "citation": "Art. 45 al. 1bis LRTV",
        "content": "Les concessions peuvent être prolongées sans appel d’offres public, notamment lorsque la situation dans les zones de desserte ou des changements technologiques posent des défis particuliers au diffuseur. L’exécution antérieure du mandat de prestations est prise en considération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_45"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 3, Autres diffuseurs chargés d’un mandat de prestations, Section 3, Dispositions régissant les concessions, Procédure d’octroi",
        "citation": "Art. 45 al. 2 LRTV",
        "content": "Le Conseil fédéral peut prévoir une procédure spéciale pour l’octroi de concessions de courte durée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_45"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 3, Autres diffuseurs chargés d’un mandat de prestations, Section 3, Dispositions régissant les concessions, Procédure d’octroi",
        "citation": "Art. 45 al. 3 LRTV",
        "content": "Si l’appel d’offres public suscite plusieurs candidatures, la concession est octroyée au diffuseur qui est le mieux à même d’exécuter le mandat de prestations. Si plusieurs candidatures sont équivalentes, la concession est octroyée au diffuseur qui contribue le plus à la diversité de l’offre et des opinions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_45"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 3, Autres diffuseurs chargés d’un mandat de prestations, Section 3, Dispositions régissant les concessions, Procédure d’octroi",
        "citation": "Art. 45 al. 4 LRTV",
        "content": "En règle générale, les concessions pour la diffusion de programmes par voie hertzienne terrestre sont octroyées avant que les concessions de radiocommunication correspondantes fassent l’objet d’un appel d’offres public selon l’art. 22a LTC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_45"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 3, Autres diffuseurs chargés d’un mandat de prestations, Section 3, Dispositions régissant les concessions, Durée et extinction de la concession",
        "citation": "Art. 46 al. 1 LRTV",
        "content": "La concession est octroyée pour une durée déterminée. Les concessions de même nature ont en règle générale la même durée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_46"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 3, Autres diffuseurs chargés d’un mandat de prestations, Section 3, Dispositions régissant les concessions, Durée et extinction de la concession",
        "citation": "Art. 46 al. 2 LRTV",
        "content": "Une concession s’éteint par renonciation, retrait ou expiration.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_46"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 3, Autres diffuseurs chargés d’un mandat de prestations, Section 3, Dispositions régissant les concessions, Exécution du mandat de prestations",
        "citation": "Art. 47 al. 1 LRTV",
        "content": "L’OFCOM vérifie si le programme du concessionnaire remplit le mandat de prestations. Pour ce faire, il peut faire appel à des organismes ou à des experts extérieurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_47"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 3, Autres diffuseurs chargés d’un mandat de prestations, Section 3, Dispositions régissant les concessions, Exécution du mandat de prestations",
        "citation": "Art. 47 al. 2 LRTV",
        "content": "Si l’OFCOM constate de sérieuses insuffisances, il prend des mesures. Il peut notamment réduire le droit à la quote-part de la redevance au plus de moitié jusqu’à ce que les insuffisances soient éliminées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_47"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 3, Autres diffuseurs chargés d’un mandat de prestations, Section 3, Dispositions régissant les concessions, Transfert de la concession",
        "citation": "Art. 48 al. 1 LRTV",
        "content": "Tout transfert de la concession doit être préalablement annoncé au DETEC et approuvé par celui-ci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_48"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 3, Autres diffuseurs chargés d’un mandat de prestations, Section 3, Dispositions régissant les concessions, Transfert de la concession",
        "citation": "Art. 48 al. 2 LRTV",
        "content": "Le DETEC vérifie si les conditions d’octroi de la concession sont remplies après le transfert. Il peut refuser son accord dans les trois mois suivant l’annonce; ce délai peut être prolongé dans des cas particuliers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_48"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 3, Autres diffuseurs chargés d’un mandat de prestations, Section 3, Dispositions régissant les concessions, Transfert de la concession",
        "citation": "Art. 48 al. 3 LRTV",
        "content": "Par transfert, on entend également le transfert économique de la concession. Il y a transfert économique lorsque plus de 20 % du capital-actions, du capital social, des bons de participation ou des droits de vote sont transférés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_48"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 3, Autres diffuseurs chargés d’un mandat de prestations, Section 3, Dispositions régissant les concessions, Modification de la concession",
        "citation": "Art. 49 al. 1 LRTV",
        "content": "Le DETEC peut modifier la concession avant l’expiration de sa durée de validité si les conditions de fait ou de droit ont changé et si la modification est nécessaire pour préserver des intérêts publics importants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_49"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 3, Autres diffuseurs chargés d’un mandat de prestations, Section 3, Dispositions régissant les concessions, Modification de la concession",
        "citation": "Art. 49 al. 2 LRTV",
        "content": "Le concessionnaire reçoit un dédommagement approprié si la modification de la concession entraîne une réduction substantielle des droits concédés. Il ne peut prétendre à un dédommagement si la modification est nécessaire pour préserver des intérêts nationaux importants ou découle de la modification d’obligations internationales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_49"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 3, Autres diffuseurs chargés d’un mandat de prestations, Section 3, Dispositions régissant les concessions, Modification de la concession",
        "citation": "Art. 49 al. 3 LRTV",
        "content": "Le DETEC peut modifier la concession à la demande du diffuseur si les modifications proposées sont conformes aux conditions d’octroi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_49"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 3, Autres diffuseurs chargés d’un mandat de prestations, Section 3, Dispositions régissant les concessions, Restriction, suspension et retrait de la concession",
        "citation": "Art. 50 al. 1 LRTV",
        "content": "Le DETEC peut restreindre, suspendre ou retirer la concession si:\na. le concessionnaire l’a obtenue en donnant des indications incomplètes ou inexactes;\nb. le concessionnaire enfreint gravement la présente loi ou ses dispositions d’exécution;\nc. le concessionnaire continue à contrevenir aux obligations fixées dans la concession, malgré les mesures prévues à l’art. 47, al. 2;\nd. le concessionnaire abuse gravement de la concession;\ne. des intérêts nationaux importants l’exigent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_50"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 3, Autres diffuseurs chargés d’un mandat de prestations, Section 3, Dispositions régissant les concessions, Restriction, suspension et retrait de la concession",
        "citation": "Art. 50 al. 2 LRTV",
        "content": "Le DETEC retire la concession si les conditions essentielles ne sont plus remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_50"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 2, Diffusion de programmes suisses, Chapitre 3, Autres diffuseurs chargés d’un mandat de prestations, Section 3, Dispositions régissant les concessions, Restriction, suspension et retrait de la concession",
        "citation": "Art. 50 al. 3 LRTV",
        "content": "Le concessionnaire a droit à un dédommagement lorsque le département:\na. retire la concession parce que les conditions essentielles de son octroi ne sont plus remplies du fait de la Confédération;\nb. suspend ou retire la concession pour préserver des intérêts nationaux importants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_50"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 1, Règles générales, Principe",
        "citation": "Art. 51 al. 1 LRTV",
        "content": "Les diffuseurs peuvent en vertu du droit des télécommunications diffuser eux-mêmes leurs programmes ou confier cette tâche à un fournisseur de services de télécommunication.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_51"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 1, Règles générales, Principe",
        "citation": "Art. 51 al. 2 LRTV",
        "content": "Les fournisseurs de services de télécommunication offrent leurs prestations à des conditions équitables, adéquates et non discriminatoires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_51"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 1, Règles générales, Principe",
        "citation": "Art. 51 al. 3 LRTV",
        "content": "L’art. 47 LTC s’applique aux diffuseurs qui diffusent eux-mêmes leurs programmes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_51"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 1, Règles générales, Restrictions",
        "citation": "Art. 52 al. 1 LRTV",
        "content": "L’OFCOM peut limiter ou interdire la transmission d’un programme au moyen de techniques de télécommunication:\na. si le programme contrevient au droit international des télécommunications contraignant pour la Suisse;\nb. si le programme contrevient gravement et durablement aux dispositions du droit international public relatives à la conception du programme, à la publicité ou au parrainage qui sont contraignantes pour la Suisse;\nc. si la diffusion du programme est interdite en vertu de l’art. 89, al. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_52"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 1, Règles générales, Restrictions",
        "citation": "Art. 52 al. 2 LRTV",
        "content": "La décision de l’OFCOM peut faire l’objet d’un recours du diffuseur du programme concerné et du fournisseur de services de télécommunication qui diffuse le programme ou achemine le signal de diffusion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_52"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 2, Diffusion de programmes par voie hertzienne terrestre, Programmes à accès garanti",
        "citation": "Art. 53 LRTV",
        "content": "L’accès à la diffusion par voie hertzienne terrestre est garanti:\na. aux programmes de la SSR selon sa concession;\nb. aux programmes des diffuseurs titulaires d’une concession assortie d’un mandat de prestations, selon leur concession.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_53"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 2, Diffusion de programmes par voie hertzienne terrestre, Fréquences des programmes",
        "citation": "Art. 54 al. 1 LRTV",
        "content": "Le Conseil fédéral veille à ce qu’il y ait suffisamment de fréquences disponibles pour l’exécution du mandat de prestations constitutionnel en matière de radio et de télévision (art. 93, al. 2, Cst.). Il veille notamment à ce que les programmes puissent être diffusés par voie hertzienne terrestre dans la zone de desserte prévue et fixe les principes applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_54"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 2, Diffusion de programmes par voie hertzienne terrestre, Fréquences des programmes",
        "citation": "Art. 54 al. 2 LRTV",
        "content": "Pour les fréquences ou les blocs de fréquences attribués à la diffusion de programmes de radio ou de télévision selon le plan national (art. 25 LTC), le Conseil fédéral détermine:\na. la zone de diffusion;\nb. le nombre de programmes de radio ou de télévision à diffuser ou les capacités de transmission à réserver pour la diffusion des programmes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_54"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 2, Diffusion de programmes par voie hertzienne terrestre, Fréquences des programmes",
        "citation": "Art. 54 al. 3 LRTV",
        "content": "Afin de desservir la population lors de situations extraordinaires, le DETEC veille à ce qu’une diffusion suffisante de programmes puisse être garantie selon les conditions fixées par le Conseil fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_54"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 2, Diffusion de programmes par voie hertzienne terrestre, Obligation de diffuser et conditions de diffusion",
        "citation": "Art. 55 al. 1 LRTV",
        "content": "Quiconque obtient une concession de radiocommunication pour l’utilisation d’une fréquence destinée à la diffusion d’un programme à accès garanti doit diffuser ce programme avec un niveau de qualité suffisant et selon la concession relative au programme et la concession de radiocommunication relevant du droit des télécommunications.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_55"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 2, Diffusion de programmes par voie hertzienne terrestre, Obligation de diffuser et conditions de diffusion",
        "citation": "Art. 55 al. 2 LRTV",
        "content": "Le diffuseur verse au titulaire d’une concession de radiocommunication un dédommagement aligné sur les coûts de la diffusion des programmes à accès garanti. Le Conseil fédéral précise les coûts imputables. Si la concession de radiocommunication est octroyée au plus offrant, le prix d’adjudication selon l’art. 39, al. 4, LTC n’est pas imputable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_55"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 2, Diffusion de programmes par voie hertzienne terrestre, Obligation de diffuser et conditions de diffusion",
        "citation": "Art. 55 al. 3 LRTV",
        "content": "Le Conseil fédéral peut étendre l’obligation de diffuser aux services associés aux programmes à accès garanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_55"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 2, Diffusion de programmes par voie hertzienne terrestre, Procédure de conciliation et de décision",
        "citation": "Art. 56 al. 1 LRTV",
        "content": "Si les parties ne parviennent pas à s’entendre dans un délai de trois mois sur l’obligation de diffuser et les conditions de diffusion, l’OFCOM tranche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_56"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 2, Diffusion de programmes par voie hertzienne terrestre, Procédure de conciliation et de décision",
        "citation": "Art. 56 al. 2 LRTV",
        "content": "Il fonde sa décision sur des valeurs comparatives suisses ou étrangères, si les parties ne font valoir aucun moyen de preuve qui justifie qu’on s’en écarte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_56"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 2, Diffusion de programmes par voie hertzienne terrestre, Procédure de conciliation et de décision",
        "citation": "Art. 56 al. 3 LRTV",
        "content": "Il peut ordonner provisoirement la diffusion et fixer des conditions financières pour la période allant du dépôt de la demande à l’entrée en force de la décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_56"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 2, Diffusion de programmes par voie hertzienne terrestre, Procédure de conciliation et de décision",
        "citation": "Art. 56 al. 4 LRTV",
        "content": "Les art. 11, 11a et 11b LTC sur la garantie de l’accès par les fournisseurs occupant une position dominante s’appliquent par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_56"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 2, Diffusion de programmes par voie hertzienne terrestre, Soutien à la diffusion de programmes de radio",
        "citation": "Art. 57 al. 1 LRTV",
        "content": "L’OFCOM accorde une contribution aux concessionnaires ayant droit à une quote-part de la redevance selon l’art. 38, al. 1, let. a, lorsque la diffusion par voie hertzienne terrestre de leurs programmes de radio dans les régions de montagne occasionne des frais supplémentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_57"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 2, Diffusion de programmes par voie hertzienne terrestre, Soutien à la diffusion de programmes de radio",
        "citation": "Art. 57 al. 2 LRTV",
        "content": "Le Conseil fédéral détermine les conditions et les critères de calcul selon lesquels l’OFCOM accorde les contributions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_57"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 2, Diffusion de programmes par voie hertzienne terrestre, Encouragement des nouvelles technologies de diffusion",
        "citation": "Art. 58 al. 1 LRTV",
        "content": "L’OFCOM peut soutenir pendant une durée limitée l’introduction de nouvelles technologies pour la diffusion de programmes en versant des contributions destinées à la mise en place et à l’exploitation de réseaux d’émetteurs, à condition qu’il n’existe pas de possibilité de financement suffisante dans la zone de desserte concernée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_58"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 2, Diffusion de programmes par voie hertzienne terrestre, Encouragement des nouvelles technologies de diffusion",
        "citation": "Art. 58 al. 2 LRTV",
        "content": "Il peut informer le public sur de nouvelles technologies, notamment sur les exigences techniques et sur les possibilités d’utilisation; il peut collaborer avec des tiers à cette fin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_58"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 2, Diffusion de programmes par voie hertzienne terrestre, Encouragement des nouvelles technologies de diffusion",
        "citation": "Art. 58 al. 3 LRTV",
        "content": "Les contributions prévues aux al. 1 et 2 sont prélevées sur le produit de la redevance de concession (art. 22) et, si celui-ci ne suffit pas, sur le produit de la redevance de radio-télévision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_58"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 2, Diffusion de programmes par voie hertzienne terrestre, Encouragement des nouvelles technologies de diffusion",
        "citation": "Art. 58 al. 4 LRTV",
        "content": "Le Conseil fédéral détermine la quote-part réservée à ces contributions lorsqu’il fixe le montant de la redevance de radio-télévision (art. 68a). Cette quote-part s’élève au plus à 1 % du produit total de la redevance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_58"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 2, Diffusion de programmes par voie hertzienne terrestre, Encouragement des nouvelles technologies de diffusion",
        "citation": "Art. 58 al. 5 LRTV",
        "content": "Le Conseil fédéral définit la qualité d’ayant-droit et fixe les conditions à remplir pour l’obtention de contributions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_58"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 3, Diffusion sur des lignes, Programmes à accès garanti et programmes étrangers",
        "citation": "Art. 59 al. 1 LRTV",
        "content": "Doivent être diffusés sur des lignes dans leur zone de desserte:\na. les programmes de la SSR, selon sa concession;\nb. les programmes qui font l’objet d’une concession assortie d’un mandat de prestations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_59"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 3, Diffusion sur des lignes, Programmes à accès garanti et programmes étrangers",
        "citation": "Art. 59 al. 2 LRTV",
        "content": "Le Conseil fédéral peut en outre désigner les programmes de diffuseurs étrangers qui doivent être diffusés sur des lignes en raison de leur contribution particulière à la formation, au développement de la culture ou à la libre formation de l’opinion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_59"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 3, Diffusion sur des lignes, Programmes à accès garanti et programmes étrangers",
        "citation": "Art. 59 al. 3 LRTV",
        "content": "Le Conseil fédéral fixe le nombre maximal de programmes à accès garanti selon les al. 1 et 2 en tenant compte des possibilités techniques du fournisseur de services de télécommunication. Les programmes doivent être diffusés gratuitement avec un degré de qualité suffisant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_59"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 3, Diffusion sur des lignes, Programmes à accès garanti et programmes étrangers",
        "citation": "Art. 59 al. 4 LRTV",
        "content": "Est en premier lieu astreint à la diffusion le fournisseur de services de télécommunication qui diffuse déjà des programmes dans la zone de desserte et qui atteint le plus grand nombre de ménages. Le cas échéant, l’OFCOM peut astreindre à la diffusion plus d’un fournisseur de services de télécommunication dans la même zone pour que les programmes puissent être captés par le grand public. En cas de refus, l’OFCOM peut ordonner provisoirement la diffusion immédiate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_59"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 3, Diffusion sur des lignes, Programmes à accès garanti et programmes étrangers",
        "citation": "Art. 59 al. 5 LRTV",
        "content": "Si l’exécution de cette obligation entraîne une charge économique excessive pour le fournisseur de services de télécommunication concerné, l’OFCOM astreint le diffuseur au versement d’un dédommagement approprié.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_59"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 3, Diffusion sur des lignes, Programmes à accès garanti et programmes étrangers",
        "citation": "Art. 59 al. 6 LRTV",
        "content": "Le Conseil fédéral peut étendre l’obligation de diffuser aux services associés aux programmes à accès garanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_59"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 3, Diffusion sur des lignes, Autres obligations de diffuser",
        "citation": "Art. 60 al. 1 LRTV",
        "content": "L’OFCOM astreint un fournisseur de services de télécommunication à diffuser un programme sur des lignes dans une zone déterminée et pendant une durée déterminée à la demande d’un diffuseur si les conditions suivantes sont réunies:\na. le programme contribue notablement à l’exécution du mandat constitutionnel;\nb. le fournisseur de services de télécommunication dispose des capacités de transmission nécessaires et la diffusion ne représente pas une charge disproportionnée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_60"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 3, Diffusion sur des lignes, Autres obligations de diffuser",
        "citation": "Art. 60 al. 2 LRTV",
        "content": "Le Conseil fédéral fixe le nombre maximum de programmes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_60"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 3, Diffusion sur des lignes, Autres obligations de diffuser",
        "citation": "Art. 60 al. 3 LRTV",
        "content": "L’OFCOM peut retirer le droit avant l’expiration de la durée prévue si le diffuseur ne fournit plus les prestations fixées dans la décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_60"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 3, Diffusion sur des lignes, Autres obligations de diffuser",
        "citation": "Art. 60 al. 4 LRTV",
        "content": "Le Conseil fédéral peut étendre l’obligation de diffuser aux services associés aux programmes à accès garanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_60"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 3, Diffusion sur des lignes, Autres programmes",
        "citation": "Art. 61 LRTV",
        "content": "Pour les programmes dont la diffusion n’est pas régie par les art. 59 et 60, le fournisseur de services de télécommunication décide en fonction des capacités mises à sa disposition pour la diffusion de programmes. Les coûts de diffusion peuvent être indemnisés notamment en fonction de la rentabilité pour le diffuseur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_61"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 3, Diffusion sur des lignes, Télévision en différé",
        "citation": "Art. 61a al. 1 LRTV",
        "content": "Est considéré comme télévision en différé tout programme diffusé et enregistré par un fournisseur de services de télécommunication que celui-ci met intégralement à la disposition de ses clients finaux sur demande et pour une période donnée, dans le respect des dispositions relatives au droit d’auteur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_61_a"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 3, Diffusion sur des lignes, Télévision en différé",
        "citation": "Art. 61a al. 2 LRTV",
        "content": "Les fournisseurs de services de télécommunication qui proposent la télévision en différé ne peuvent apporter aucune modification aux programmes linéaires qu’ils diffusent et enregistrent s’ils ne disposent pas de l’autorisation du diffuseur. Les réglementations relatives à la publicité et au parrainage s’appliquent par analogie à la télévision en différé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_61_a"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 3, Diffusion sur des lignes, Télévision en différé",
        "citation": "Art. 61a al. 3 LRTV",
        "content": "Afin d’assurer la protection de la jeunesse, le Conseil fédéral peut édicter des prescriptions sur la mise à disposition des programmes de télévision en différé. Pour ce faire, il tient compte des systèmes de classification d’âge reconnus en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_61_a"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 3, Diffusion sur des lignes, Attribution des canaux",
        "citation": "Art. 62 LRTV",
        "content": "Le Conseil fédéral peut ordonner que les fournisseurs de services de télécommunication diffusent les programmes visés à l’art. 59, al. 1 et 2, sur des canaux préférentiels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_62"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 4, Conditionnement technique des programmes, Principes",
        "citation": "Art. 63 al. 1 LRTV",
        "content": "Les diffuseurs doivent avoir accès au conditionnement technique à des conditions équitables, appropriées et non discriminatoires. Si le conditionnement technique proposé par les fournisseurs de services de télécommunication correspond pour l’essentiel à l’état de la technique, les diffuseurs ne peuvent faire valoir leur droit d’exploiter eux-mêmes des installations de conditionnement technique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_63"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 4, Conditionnement technique des programmes, Principes",
        "citation": "Art. 63 al. 2 LRTV",
        "content": "Quiconque fournit des services faisant appel à un système de menus prioritaires pour sélectionner les programmes doit veiller, selon l’état de la technique, à ce que les programmes à accès garanti soient clairement signalés lors de la première phase d’utilisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_63"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 4, Conditionnement technique des programmes, Principes",
        "citation": "Art. 63 al. 3 LRTV",
        "content": "Les exploitants et les fournisseurs de services ou de dispositifs de conditionnement technique produisent:\na. à l’intention des tiers qui font valoir un intérêt légitime, les renseignements et documents nécessaires à l’exercice des droits visés à l’al. 1;\nb. à l’intention de l’OFCOM et à sa demande, tous les renseignements et documents nécessaires à la vérification du respect des obligations découlant des dispositions sur le conditionnement technique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_63"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 4, Conditionnement technique des programmes, Principes",
        "citation": "Art. 63 al. 4 LRTV",
        "content": "Le Conseil fédéral peut étendre les dispositions sur le conditionnement technique aux services associés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_63"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 4, Conditionnement technique des programmes, Principes",
        "citation": "Art. 63 al. 5 LRTV",
        "content": "S’il n’existe pas de dispositions réglant un état de fait déterminé, l’OFCOM prend cas par cas les décisions nécessaires à la protection de la diversité de l’offre et des opinions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_63"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 4, Conditionnement technique des programmes, Interfaces ouvertes et spécification technique",
        "citation": "Art. 64 LRTV",
        "content": "Après audition des milieux concernés, le Conseil fédéral peut prescrire des interfaces ouvertes pour les dispositifs ou les services de conditionnement technique ou édicter d’autres dispositions sur leur spécification technique si cette mesure est nécessaire pour garantir la diversité des opinions. Il tient compte de manière appropriée des dispositifs et services disponibles sur le marché et accorde les délais de transition nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_64"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 4, Conditionnement technique des programmes, Dégroupage",
        "citation": "Art. 65 al. 1 LRTV",
        "content": "Quiconque offre des programmes sous forme de bouquets, des dispositifs techniques ou des services de conditionnement technique, doit créer les conditions techniques qui permettent aux tiers de diffuser chaque programme séparément à des conditions avantageuses et d’utiliser chaque dispositif ou service séparément.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_65"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 3, Transmission et conditionnement technique des programmes, Chapitre 4, Conditionnement technique des programmes, Dégroupage",
        "citation": "Art. 65 al. 2 LRTV",
        "content": "Le Conseil fédéral peut édicter des dispositions sur le dégroupage si cela est nécessaire pour garantir la diversité des opinions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_65"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 1, Liberté de réception, Liberté de réception",
        "citation": "Art. 66 LRTV",
        "content": "Toute personne est libre de recevoir les programmes suisses et étrangers destinés au public en général.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_66"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 1, Liberté de réception, Interdictions cantonales d’installer des antennes",
        "citation": "Art. 67 al. 1 LRTV",
        "content": "Les cantons peuvent interdire l’installation d’antennes extérieures dans certaines régions aux conditions suivantes:\na. la protection du paysage, des monuments et des sites historiques ou naturels l’exige;\nb. la réception des programmes qui peuvent être habituellement captés dans la région est garantie à des conditions acceptables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_67"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 1, Liberté de réception, Interdictions cantonales d’installer des antennes",
        "citation": "Art. 67 al. 2 LRTV",
        "content": "L’installation d’antennes extérieures permettant de recevoir des programmes supplémentaires est autorisée à titre exceptionnel si la réception de ces programmes présente un intérêt qui prime la nécessité de protéger le paysage et les sites.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_67"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 1, Généralités, Principe",
        "citation": "Art. 68 al. 1 LRTV",
        "content": "La Confédération perçoit une redevance pour le financement de l’exécution du mandat de prestations constitutionnel en matière de radio et de télévision (art. 93, al. 2, Cst.).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_68"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 1, Généralités, Principe",
        "citation": "Art. 68 al. 2 LRTV",
        "content": "La redevance est perçue par ménage et par entreprise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_68"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 1, Généralités, Principe",
        "citation": "Art. 68 al. 3 LRTV",
        "content": "Le produit et l’utilisation de la redevance ne figurent pas dans le Compte d’État, à l’exception des indemnités dues à la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_68"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 1, Généralités, Montant de la redevance et clé de répartition",
        "citation": "Art. 68a al. 1 LRTV",
        "content": "Le Conseil fédéral fixe le montant de la redevance pour les ménages et les entreprises. Sont déterminantes les ressources nécessaires pour:\na. financer les programmes et les autres services journalistiques de la SSR nécessaires à l’exécution du mandat en matière de programmes (art. 25, al. 3, let. b);\nb. soutenir les programmes des concessionnaires ayant droit à une quote-part de la redevance (art. 38 à 42);\nc. soutenir la Fondation pour les études d’audience (art. 81);\nd. mettre en place des réseaux d’émetteurs dans le cadre de l’introduction de nouvelles technologies de diffusion (art. 58);\ne. financer la préparation en faveur des malentendants des programmes de télévision régionaux au bénéfice d’une concession (art. 7, al. 4);\nf. financer les tâches de l’organe de perception, de l’Administration fédérale des contributions (AFC), de l’OFCOM ainsi que des cantons et des communes en relation avec la perception de la redevance et l’exécution de l’assujettissement (art. 69d à 69g et 70 à 70d);\ng. financer le dépôt légal (art. 21).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_68_a"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 1, Généralités, Montant de la redevance et clé de répartition",
        "citation": "Art. 68a al. 2 LRTV",
        "content": "Le Conseil fédéral fixe la répartition du produit de la redevance entre les finalités définies à l’al. 1. Il peut déterminer séparément la part destinée aux programmes de radio, aux programmes de télévision et aux autres services journalistiques de la SSR.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_68_a"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 1, Généralités, Montant de la redevance et clé de répartition",
        "citation": "Art. 68a al. 3 LRTV",
        "content": "Il tient compte des recommandations du Surveillant des prix pour fixer le montant de la redevance. S’il s’en écarte, il publie les motifs de sa décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_68_a"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 2, Redevance des ménages, Dispositions générales",
        "citation": "Art. 69 al. 1 LRTV",
        "content": "L’obligation de payer la redevance à laquelle sont soumis les membres d’un ménage débute le premier jour du mois qui suit la constitution du ménage et se termine le dernier jour du mois au cours duquel le ménage a été dissous.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_69"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 2, Redevance des ménages, Dispositions générales",
        "citation": "Art. 69 al. 2 LRTV",
        "content": "La formation du ménage, telle qu’elle est enregistrée dans le registre des habitants cantonal ou communal, est déterminante pour la perception de la redevance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_69"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 2, Redevance des ménages, Dispositions générales",
        "citation": "Art. 69 al. 3 LRTV",
        "content": "Le Conseil fédéral fixe la périodicité, l’exigibilité et la prescription de la redevance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_69"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 2, Redevance des ménages, Ménages privés: assujettissement à la redevance",
        "citation": "Art. 69a al. 1 LRTV",
        "content": "Chaque ménage privé doit acquitter une redevance d’un même montant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_69_a"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 2, Redevance des ménages, Ménages privés: assujettissement à la redevance",
        "citation": "Art. 69a al. 2 LRTV",
        "content": "La définition du ménage privé est régie par la législation sur l’harmonisation des registres.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_69_a"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 2, Redevance des ménages, Ménages privés: assujettissement à la redevance",
        "citation": "Art. 69a al. 3 LRTV",
        "content": "Est solidairement responsable du paiement de la redevance du ménage toute personne adulte répondant à l’un des critères suivants:\na. son ménage constitue le domicile principal, par analogie à la définition de la commune d’établissement, donnée à l’art. 3, let. b, de la loi du 23 juin 2006 sur l’harmonisation des registres (LHR);\nb. elle ne possède pas de domicile principal en Suisse et son ménage constitue son domicile secondaire, par analogie avec la définition de la commune de séjour au sens de l’art. 3, let. c, LHR.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_69_a"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 2, Redevance des ménages, Ménages privés: assujettissement à la redevance",
        "citation": "Art. 69a al. 4 LRTV",
        "content": "La responsabilité d’une personne s’étend à toutes les créances des périodes d’assujettissement au début desquelles ladite personne appartient au ménage correspondant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_69_a"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 2, Redevance des ménages, Ménages privés: assujettissement à la redevance",
        "citation": "Art. 69a al. 5 LRTV",
        "content": "Si, au cours du mois, toutes les personnes majeures quittent le ménage dont elles faisaient partie au début du mois, le ménage est considéré comme dissous le dernier jour de ce mois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_69_a"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 2, Redevance des ménages, Ménages privés: exonération de l’assujettissement à la redevance",
        "citation": "Art. 69b al. 1 LRTV",
        "content": "Sont exonérées du paiement de la redevance:\na. à leur demande, les personnes qui touchent des prestations annuelles au sens de l’art. 3, al. 1, let. a, de la loi du 6 octobre 2006 sur les prestations complémentaires; l’exonération est accordée rétroactivement à la date du premier versement des prestations complémentaires, mais au plus cinq ans avant la réception de la demande par l’organe de perception;\nb. les personnes bénéficiaires de privilèges, immunités et facilités au sens de l’art. 2, al. 2, de la loi du 22 juin 2007 sur l’État hôte (LEH), et qui jouissent du statut diplomatique, lorsqu’elles n’ont pas la nationalité suisse; le Conseil fédéral règle l’exonération d’autres personnes bénéficiaires de privilèges, immunités et facilités, qui sont membres du personnel des bénéficiaires institutionnels au sens de l’art. 2, al. 1, let. d à f, LEH, lorsqu’elles n’ont pas la nationalité suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_69_b"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 2, Redevance des ménages, Ménages privés: exonération de l’assujettissement à la redevance",
        "citation": "Art. 69b al. 2 LRTV",
        "content": "Lorsqu’un membre d’un ménage privé répond aux conditions d’exonération définies à l’al. 1, l’assujettissement est supprimé pour tous les membres du ménage concerné.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_69_b"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 2, Redevance des ménages, Ménages collectifs",
        "citation": "Art. 69c al. 1 LRTV",
        "content": "Chaque ménage collectif doit acquitter une redevance d’un même montant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_69_c"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 2, Redevance des ménages, Ménages collectifs",
        "citation": "Art. 69c al. 2 LRTV",
        "content": "La définition des ménages collectifs est régie par la législation sur l’harmonisation des registres.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_69_c"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 2, Redevance des ménages, Ménages collectifs",
        "citation": "Art. 69c al. 3 LRTV",
        "content": "L’organe de droit privé ou de droit public responsable d’un ménage collectif est débiteur de la redevance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_69_c"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 2, Redevance des ménages, Perception de la redevance des ménages",
        "citation": "Art. 69d al. 1 LRTV",
        "content": "Le Conseil fédéral peut déléguer la perception de la redevance des ménages et les tâches qui y sont liées à un organe de perception extérieur à l’administration fédérale. La législation sur les marchés publics s’applique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_69_d"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 2, Redevance des ménages, Perception de la redevance des ménages",
        "citation": "Art. 69d al. 2 LRTV",
        "content": "L’OFCOM exerce la surveillance sur l’organe de perception.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_69_d"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 2, Redevance des ménages, Tâches et compétences de l’organe de perception",
        "citation": "Art. 69e al. 1 LRTV",
        "content": "L’organe de perception est habilité à rendre des décisions:\na. par rapport aux assujettis à la redevance: sur l’assujettissement;\nb. par rapport aux cantons et aux communes: sur leur indemnisation selon l’art. 69g, al. 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_69_e"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 2, Redevance des ménages, Tâches et compétences de l’organe de perception",
        "citation": "Art. 69e al. 2 LRTV",
        "content": "L’organe de perception agit en tant qu’autorité au sens de l’art. 1, al. 2, let. e, PA. En vertu de l’art. 79 de la loi fédérale du 11 avril 1889 sur la poursuite pour dettes et la faillite (LP), il peut procéder à la mainlevée de l’opposition dans les procédures de poursuite et constitue une autorité administrative au sens de l’art. 80, al. 2, ch. 2, LP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_69_e"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 2, Redevance des ménages, Tâches et compétences de l’organe de perception",
        "citation": "Art. 69e al. 3 LRTV",
        "content": "Il ne peut pratiquer aucune autre activité économique en dehors des tâches que lui assigne la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_69_e"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 2, Redevance des ménages, Tâches et compétences de l’organe de perception",
        "citation": "Art. 69e al. 4 LRTV",
        "content": "Il publie chaque année un rapport sur ses activités ainsi que ses comptes annuels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_69_e"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 2, Redevance des ménages, Traitement des données par l’organe de perception",
        "citation": "Art. 69f al. 1 LRTV",
        "content": "Pour établir l’exonération de la redevance selon l’art. 69b, al. 1, let. a, l’organe de perception peut traiter des données qui permettent de tirer des conclusions sur la santé d’une personne ou sur les mesures d’aide sociale accordées à celle-ci. Le traitement des données est régi par les dispositions de la loi fédérale du 25 septembre 2020 sur la protection des données (LPD) applicables aux organes fédéraux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_69_f"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 2, Redevance des ménages, Traitement des données par l’organe de perception",
        "citation": "Art. 69f al. 2 LRTV",
        "content": "L’organe de perception prend les mesures organisationnelles et techniques nécessaires pour protéger les données contre tout traitement non autorisé. Il ne peut traiter les données qu’il obtient dans le cadre des activités régies par la présente loi qu’en vue de la perception et de l’encaissement de la redevance et peut communiquer ces données à des tiers dans ce but uniquement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_69_f"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 2, Redevance des ménages, Traitement des données par l’organe de perception",
        "citation": "Art. 69f al. 3 LRTV",
        "content": "Les données qui permettent de tirer des conclusions sur la santé d’une personne ou les mesures d’aide sociale accordées à celle-ci ne doivent pas être communiquées à des tiers. Elles peuvent être enregistrées auprès de tiers sous forme cryptée (codage du contenu). Le codage ne peut être supprimé que par l’organe de perception. Les personnes chargées de tâches de maintenance, d’entretien ou de programmation sont habilitées à traiter ces données dans les systèmes informatiques, lorsque cela s’avère nécessaire pour accomplir leurs tâches et que la sécurité des données est garantie. Le contenu des données ne doit pas être modifié.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_69_f"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 2, Redevance des ménages, Traitement des données par l’organe de perception",
        "citation": "Art. 69f al. 4 LRTV",
        "content": "L’organe de perception doit transmettre à un éventuel successeur, en temps voulu et gratuitement, sous forme électronique, les données nécessaires à la perception et à l’encaissement. Après la transmission, il supprime les données devenues inutiles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_69_f"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 2, Redevance des ménages, Acquisition de données sur les ménages",
        "citation": "Art. 69g al. 1 LRTV",
        "content": "L’organe de perception acquiert les données sur les ménages et leurs membres nécessaires à la perception de la redevance dans les registres suivants:\na. les registres des habitants (art. 2, al. 2, let. a, LHR);\nb. le système d’information Ordipro du Département fédéral des affaires étrangères (art. 2, al. 1, let. c, LHR).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_69_g"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 2, Redevance des ménages, Acquisition de données sur les ménages",
        "citation": "Art. 69g al. 2 LRTV",
        "content": "Il acquiert les données par le biais de la plateforme informatique et de communication de la Confédération mentionnée à l’art. 10, al. 3, LHR.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_69_g"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 2, Redevance des ménages, Acquisition de données sur les ménages",
        "citation": "Art. 69g al. 3 LRTV",
        "content": "Les cantons et les communes mettent à disposition de l’organe de perception, sous forme cryptée, les données provenant de leurs registres des habitants, dans le conditionnement et la périodicité requis pour une livraison par le biais de la plateforme informatique et de communication de la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_69_g"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 2, Redevance des ménages, Acquisition de données sur les ménages",
        "citation": "Art. 69g al. 4 LRTV",
        "content": "L’organe de perception verse aux cantons et aux communes des contributions issues du produit de la redevance pour les frais d’investissement spécifiques rendus nécessaires par la communication des données en sa faveur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_69_g"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 2, Redevance des ménages, Acquisition de données sur les ménages",
        "citation": "Art. 69g al. 5 LRTV",
        "content": "L’organe de perception peut utiliser systématiquement le numéro AVS au sens de l’art. 50c de la loi fédérale du 20 décembre 1946 sur l’assurance-vieillesse et survivants (LAVS):\na. pour remplir ses tâches en relation avec la perception de la redevance;\nb. en cas de demandes de précision aux communes et aux cantons concernant les données fournies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_69_g"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 2, Redevance des ménages, Acquisition de données sur les ménages",
        "citation": "Art. 69g al. 6 LRTV",
        "content": "Le Conseil fédéral détermine quelles données l’organe de perception peut acquérir conformément à l’al. 1. Il réglemente les modalités concernant le volume et la préparation des données, la périodicité des livraisons ainsi que les contributions aux cantons et aux communes prévues à l’al. 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_69_g"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 3, Redevance des entreprises, Assujettissement des entreprises",
        "citation": "Art. 70 al. 1 LRTV",
        "content": "Une entreprise est assujettie à la redevance lorsqu’elle a atteint le chiffre d’affaires minimal fixé par le Conseil fédéral durant la période fiscale au sens de l’art. 34 de la loi du 12 juin 2009 sur la TVA (LTVA) close l’année civile précédente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_70"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 3, Redevance des entreprises, Assujettissement des entreprises",
        "citation": "Art. 70 al. 2 LRTV",
        "content": "Est réputée entreprise toute entité enregistrée auprès de l’AFC dans le registre des personnes assujetties à la taxe sur la valeur ajoutée (TVA) et ayant son siège, son domicile ou un établissement stable sur le territoire suisse. N’est pas réputée entreprise une société simple au sens de l’art. 530 du code des obligations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_70"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 3, Redevance des entreprises, Assujettissement des entreprises",
        "citation": "Art. 70 al. 3 LRTV",
        "content": "Est réputé chiffre d’affaires au sens de l’al. 1 le chiffre d’affaires total de l’entreprise, TVA non comprise, à déclarer conformément à la LTVA, indépendamment de sa qualification sous l’angle de la TVA. En cas d’imposition de groupe, le chiffre d’affaires total du groupe d’imposition TVA est déterminant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_70"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 3, Redevance des entreprises, Assujettissement des entreprises",
        "citation": "Art. 70 al. 4 LRTV",
        "content": "Le Conseil fédéral fixe le chiffre d’affaires minimal de sorte que les petites entreprises soient exemptées de la redevance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_70"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 3, Redevance des entreprises, Assujettissement des entreprises",
        "citation": "Art. 70 al. 5 LRTV",
        "content": "Le montant de la redevance est fixé d’après le chiffre d’affaires. Le Conseil fédéral détermine plusieurs tranches de chiffres d’affaires avec un tarif pour chaque tranche (catégories tarifaires).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_70"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 3, Redevance des entreprises, Perception de la redevance des entreprises",
        "citation": "Art. 70a al. 1 LRTV",
        "content": "L’AFC perçoit la redevance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_70_a"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 3, Redevance des entreprises, Perception de la redevance des entreprises",
        "citation": "Art. 70a al. 2 LRTV",
        "content": "L’AFC détermine chaque année dans le cadre de la perception de la TVA, pour chaque entreprise assujettie à la redevance, son classement dans une catégorie tarifaire et facture la redevance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_70_a"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 3, Redevance des entreprises, Perception de la redevance des entreprises",
        "citation": "Art. 70a al. 3 LRTV",
        "content": "Lorsque les décomptes pour une entreprise ne sont pas disponibles ou sont manifestement insuffisants, l’AFC détermine par estimation le classement dans une catégorie tarifaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_70_a"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 3, Redevance des entreprises, Perception de la redevance des entreprises",
        "citation": "Art. 70a al. 4 LRTV",
        "content": "S’il n’est provisoirement pas possible de déterminer le classement dans une catégorie tarifaire pour la période fiscale close l’année civile précédente, l’AFC ne facture la redevance que lorsque la catégorie tarifaire est connue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_70_a"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 3, Redevance des entreprises, Exigibilité et exécution",
        "citation": "Art. 70b al. 1 LRTV",
        "content": "La redevance est exigible 60 jours après l’émission de la facture et se prescrit par cinq ans après l’exigibilité. En cas de retard de paiement, un intérêt moratoire de 5 % par année est dû sans rappel préalable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_70_b"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 3, Redevance des entreprises, Exigibilité et exécution",
        "citation": "Art. 70b al. 2 LRTV",
        "content": "Lorsqu’un assujetti fait opposition, l’AFC rend une décision relative au montant de la redevance due et écarte parallèlement l’opposition conformément à l’art. 79 LP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_70_b"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 3, Redevance des entreprises, Exigibilité et exécution",
        "citation": "Art. 70b al. 3 LRTV",
        "content": "En cas de litige, la collocation définitive n’a lieu que lorsqu’une décision est entrée en force.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_70_b"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 3, Redevance des entreprises, Exigibilité et exécution",
        "citation": "Art. 70b al. 4 LRTV",
        "content": "La compensation de la redevance due et facturée avec des remboursements de la TVA est admissible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_70_b"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 3, Redevance des entreprises, Exigibilité et exécution",
        "citation": "Art. 70b al. 5 LRTV",
        "content": "Les art. 93 à 95 LTVA sont applicables en ce qui concerne la garantie de la redevance. Les art. 15 et 16 LTVA sont applicables en ce qui concerne la responsabilité solidaire et la succession.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_70_b"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 3, Redevance des entreprises, Exigibilité et exécution",
        "citation": "Art. 70b al. 6 LRTV",
        "content": "La procédure est régie par la PA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_70_b"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 3, Redevance des entreprises, Rapport de l’AFC",
        "citation": "Art. 70c al. 1 LRTV",
        "content": "Dans sa comptabilité, l’AFC doit séparer l’activité relative à la perception de la redevance de ses autres activités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_70_c"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 3, Redevance des entreprises, Rapport de l’AFC",
        "citation": "Art. 70c al. 2 LRTV",
        "content": "Chaque année, elle publie ses comptes annuels et un rapport sur son activité relative à la perception de la redevance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_70_c"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 3, Redevance des entreprises, Obligation de garder le secret et traitement des données",
        "citation": "Art. 70d al. 1 LRTV",
        "content": "L’AFC traite les données pour autant que cela soit nécessaire à l’accomplissement des tâches prévues par la présente loi. Les dispositions de la LTVA relatives au traitement des données sont applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_70_d"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 2, Redevance de radio-télévision, Section 3, Redevance des entreprises, Obligation de garder le secret et traitement des données",
        "citation": "Art. 70d al. 2 LRTV",
        "content": "L’obligation de garder le secret ainsi que les exceptions à ce principe prévues à l’art. 74 LTVA sont également applicables dans le cadre de la perception et du recouvrement de la redevance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_70_d"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 4, Réception des programmes, Chapitre 3, Redevance pour la réception par voie hertzienne terrestre, ...",
        "citation": "Art. 71 LRTV",
        "content": "Les cantons peuvent prévoir une redevance pour la réception de programmes de radio et de télévision diffusés par voie hertzienne terrestre sur la base d’un mandat de desserte public.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_71"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 5, Mesures de protection de la diversité et de promotion de la qualité des programmes, Chapitre 1, Garantie de l’accès aux événements publics, Droit à l’extrait",
        "citation": "Art. 72 al. 1 LRTV",
        "content": "Lorsque la diffusion d’un événement public en Suisse fait l’objet d’un contrat d’exclusivité, tout diffuseur intéressé a droit à un aperçu actuel et conforme aux usages médiatiques de cet événement (extrait).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_72"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 5, Mesures de protection de la diversité et de promotion de la qualité des programmes, Chapitre 1, Garantie de l’accès aux événements publics, Droit à l’extrait",
        "citation": "Art. 72 al. 2 LRTV",
        "content": "L’organisateur d’un événement public et le diffuseur qui possèdent les droits de diffusion primaire ou des droits d’exclusivité sont tenus de garantir à tout autre diffuseur intéressé la possibilité d’obtenir un extrait.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_72"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 5, Mesures de protection de la diversité et de promotion de la qualité des programmes, Chapitre 1, Garantie de l’accès aux événements publics, Droit à l’extrait",
        "citation": "Art. 72 al. 3 LRTV",
        "content": "Ils donnent au diffuseur intéressé:\na. l’accès à l’événement, dans la mesure où la technique et l’espace disponible le permettent;\nb. les parties du signal de transmission demandées, à des conditions raisonnables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_72"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 5, Mesures de protection de la diversité et de promotion de la qualité des programmes, Chapitre 1, Garantie de l’accès aux événements publics, Droit à l’extrait",
        "citation": "Art. 72 al. 4 LRTV",
        "content": "L’OFCOM peut obliger les organisateurs d’un événement public et les diffuseurs qui possèdent les droits de diffusion primaire ou des droits d’exclusivité à prendre les mesures nécessaires pour garantir le droit à l’extrait, sous peine des sanctions prévues à l’art. 90.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_72"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 5, Mesures de protection de la diversité et de promotion de la qualité des programmes, Chapitre 1, Garantie de l’accès aux événements publics, Libre accès aux événements d’importance majeure pour la société",
        "citation": "Art. 73 al. 1 LRTV",
        "content": "Les comptes rendus d’événements d’importance majeure pour la société doivent être librement accessibles à une partie substantielle du public.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_73"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 5, Mesures de protection de la diversité et de promotion de la qualité des programmes, Chapitre 1, Garantie de l’accès aux événements publics, Libre accès aux événements d’importance majeure pour la société",
        "citation": "Art. 73 al. 2 LRTV",
        "content": "Le DETEC établit et tient à jour une liste des événements nationaux et internationaux d’importance majeure pour la société.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_73"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 5, Mesures de protection de la diversité et de promotion de la qualité des programmes, Chapitre 1, Garantie de l’accès aux événements publics, Libre accès aux événements d’importance majeure pour la société",
        "citation": "Art. 73 al. 3 LRTV",
        "content": "Les listes établies par les États parties à la Convention européenne du 5 mai 1989 sur la télévision transfrontière sont contraignantes pour les diffuseurs de programmes de télévision suisses dans l’État concerné.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_73"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 5, Mesures de protection de la diversité et de promotion de la qualité des programmes, Chapitre 2 Mesures contre la mise en péril de la diversité de l’offre et des opinions, Mise en péril de la diversité de l’offre et des opinions",
        "citation": "Art. 74 al. 1 LRTV",
        "content": "La diversité de l’offre et des opinions est mise en péril si:\na. un diffuseur abuse de sa position dominante sur le marché;\nb. un diffuseur ou une autre entreprise active sur le marché de la radio et de la télévision abuse de sa position dominante sur un ou plusieurs marchés liés aux médias.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_74"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 5, Mesures de protection de la diversité et de promotion de la qualité des programmes, Chapitre 2 Mesures contre la mise en péril de la diversité de l’offre et des opinions, Mise en péril de la diversité de l’offre et des opinions",
        "citation": "Art. 74 al. 2 LRTV",
        "content": "Pour juger si un diffuseur ou une entreprise occupe une position dominante au sens de l’art. 4, al. 2, de la loi du 6 octobre 1995 sur les cartels, le DETEC consulte la Commission de la concurrence. Celle-ci applique les principes relevant du droit des cartels et peut publier son avis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_74"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 5, Mesures de protection de la diversité et de promotion de la qualité des programmes, Chapitre 2 Mesures contre la mise en péril de la diversité de l’offre et des opinions, Mesures",
        "citation": "Art. 75 al. 1 LRTV",
        "content": "Si le département, se fondant sur l’avis de la Commission de la concurrence, constate qu’un diffuseur ou une autre entreprise active sur le marché de la radio et de la télévision met en péril la diversité de l’offre et des opinions en abusant de sa position dominante sur le marché, il peut prendre des mesures dans le domaine de la radio et de la télévision. En règle générale, il rend une décision dans les trois mois à compter de la réception de l’avis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_75"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 5, Mesures de protection de la diversité et de promotion de la qualité des programmes, Chapitre 2 Mesures contre la mise en péril de la diversité de l’offre et des opinions, Mesures",
        "citation": "Art. 75 al. 2 LRTV",
        "content": "Il peut exiger que le diffuseur ou l’entreprise concernée:\na. prenne des mesures garantissant la diversité, notamment en programmant un temps d’émission destiné à des tiers ou en collaborant avec d’autres acteurs du marché;\nb. prenne des mesures contre le journalisme de groupes de médias telles que l’adoption d’une charte assurant la liberté rédactionnelle;\nc. adapte, au cas où ces mesures sont manifestement insuffisantes, les structures de l’entreprise quant à sa gestion et son organisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_75"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 5, Mesures de protection de la diversité et de promotion de la qualité des programmes, Chapitre 3, Formation et formation continue des professionnels",
        "citation": "Art. 76 LRTV",
        "content": "La Confédération peut encourager la formation et la formation continue des professionnels qui participent à l’élaboration des programmes, notamment en accordant des contributions à des institutions de formation et de formation continue. L’OFCOM règle les critères d’attribution des contributions et décide de leur versement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_76"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 5, Mesures de protection de la diversité et de promotion de la qualité des programmes, Chapitre 4, Recherche, Section 1, Recherche dans le domaine des médias",
        "citation": "Art. 77 LRTV",
        "content": "Le Conseil fédéral règle les conditions et les critères de calcul applicables au soutien des projets de recherche dans le domaine de la radio et de la télévision au moyen de la redevance de concession (art. 22).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_77"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 5, Mesures de protection de la diversité et de promotion de la qualité des programmes, Chapitre 4, Recherche, Section 2, Fondation pour les études d’audience, Tâche",
        "citation": "Art. 78 al. 1 LRTV",
        "content": "La Fondation pour les études d’audience veille à la collecte de données sur l’utilisation de la radio et de la télévision en Suisse. Elle exerce son activité de manière scientifique et indépendamment de la SSR, des autres diffuseurs et du secteur de la publicité. Elle peut déléguer tout ou partie de son activité à ses filiales et s’adjoindre les services d’experts indépendants. La fondation est soumise à la surveillance du département.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_78"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 5, Mesures de protection de la diversité et de promotion de la qualité des programmes, Chapitre 4, Recherche, Section 2, Fondation pour les études d’audience, Tâche",
        "citation": "Art. 78 al. 2 LRTV",
        "content": "La fondation veille à ce que les diffuseurs suisses et les chercheurs scientifiques disposent de suffisamment de données sur l’utilisation de la radio et de la télévision. Les concessionnaires dans les régions périphériques ou de montagne doivent disposer de données de qualité comparable à celles des autres diffuseurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_78"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 5, Mesures de protection de la diversité et de promotion de la qualité des programmes, Chapitre 4, Recherche, Section 2, Fondation pour les études d’audience, Information du public et remise des données",
        "citation": "Art. 79 al. 1 LRTV",
        "content": "La fondation publie au moins une fois par an les principaux résultats de ses études.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_79"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 5, Mesures de protection de la diversité et de promotion de la qualité des programmes, Chapitre 4, Recherche, Section 2, Fondation pour les études d’audience, Information du public et remise des données",
        "citation": "Art. 79 al. 2 LRTV",
        "content": "Elle met les données fondamentales des études d’audience à la disposition des tiers à des prix couvrant les coûts. Elle les fournit gratuitement à l’OFCOM ainsi qu’à la recherche universitaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_79"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 5, Mesures de protection de la diversité et de promotion de la qualité des programmes, Chapitre 4, Recherche, Section 2, Fondation pour les études d’audience, Organisation",
        "citation": "Art. 80 al. 1 LRTV",
        "content": "La fondation édicte un règlement concernant son organisation et ses activités, lequel doit être approuvé par le département.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_80"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 5, Mesures de protection de la diversité et de promotion de la qualité des programmes, Chapitre 4, Recherche, Section 2, Fondation pour les études d’audience, Organisation",
        "citation": "Art. 80 al. 2 LRTV",
        "content": "Le conseil de fondation se compose d’un nombre égal de représentants de la SSR et des autres diffuseurs suisses. D’autres personnes sont également élues au conseil de fondation. Le choix des membres tient compte d’une représentation équilibrée des sexes et des régions linguistiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_80"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 5, Mesures de protection de la diversité et de promotion de la qualité des programmes, Chapitre 4, Recherche, Section 2, Fondation pour les études d’audience, Organisation",
        "citation": "Art. 80 al. 3 LRTV",
        "content": "Le DETEC nomme le conseil de fondation. À cet effet, il prend en considération les propositions des milieux concernés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_80"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 5, Mesures de protection de la diversité et de promotion de la qualité des programmes, Chapitre 4, Recherche, Section 2, Fondation pour les études d’audience, Contribution financière",
        "citation": "Art. 81 al. 1 LRTV",
        "content": "La fondation reçoit chaque année une contribution issue du produit de la redevance pour développer et acquérir des méthodes et des systèmes de collecte de données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_81"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 5, Mesures de protection de la diversité et de promotion de la qualité des programmes, Chapitre 4, Recherche, Section 2, Fondation pour les études d’audience, Contribution financière",
        "citation": "Art. 81 al. 2 LRTV",
        "content": "Le Conseil fédéral fixe le montant à affecter lorsqu’il détermine le montant de la redevance de radio-télévision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_81"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 5, Mesures de protection de la diversité et de promotion de la qualité des programmes, Chapitre 4, Recherche, Section 2, Fondation pour les études d’audience, Contribution financière",
        "citation": "Art. 81 al. 3 LRTV",
        "content": "La loi du 5 octobre 1990 sur les subventions est applicable. Les activités au sens des art. 78 et 79 doivent faire l’objet d’une comptabilité distincte au sein de la fondation et d’éventuelles filiales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_81"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 6, Autorité indépendante d’examen des plaintes en matière de radio‐télévision, Composition",
        "citation": "Art. 82 al. 1 LRTV",
        "content": "L’Autorité indépendante d’examen des plaintes en matière de radio-télévision (autorité de plainte) est composée de neuf membres exerçant leur activité à titre accessoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_82"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 6, Autorité indépendante d’examen des plaintes en matière de radio‐télévision, Composition",
        "citation": "Art. 82 al. 2 LRTV",
        "content": "Le Conseil fédéral nomme les membres de l’autorité de plainte et en désigne le président.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_82"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 6, Autorité indépendante d’examen des plaintes en matière de radio‐télévision, Composition",
        "citation": "Art. 82 al. 3 LRTV",
        "content": "Ne peuvent pas faire partie de l’autorité de plainte:\na. les membres de l’Assemblée fédérale;\nb. les personnes employées par la Confédération;\nc. les membres des organes et les collaborateurs des diffuseurs suisses.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_82"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 6, Autorité indépendante d’examen des plaintes en matière de radio‐télévision, Composition",
        "citation": "Art. 82 al. 4 LRTV",
        "content": "En cas d’incompatibilité, la personne concernée indique laquelle des deux fonctions elle entend exercer. Le cas échéant, elle se retire de l’autorité de plainte au plus tard quatre mois après que l’incompatibilité a été constatée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_82"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 6, Autorité indépendante d’examen des plaintes en matière de radio‐télévision, Tâches",
        "citation": "Art. 83 al. 1 LRTV",
        "content": "L’autorité de plainte est chargée:\na. de traiter les plaintes concernant le contenu des publications rédactionnelles et le refus d’accorder l’accès au programme ou aux autres services journalistiques de la SSR (art. 94 à 98);\n b. d’instituer et de surveiller les organes de médiation (art. 91).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_83"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 6, Autorité indépendante d’examen des plaintes en matière de radio‐télévision, Tâches",
        "citation": "Art. 83 al. 2 LRTV",
        "content": "Elle présente chaque année un rapport au Conseil fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_83"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 6, Autorité indépendante d’examen des plaintes en matière de radio‐télévision, Indépendance",
        "citation": "Art. 84 LRTV",
        "content": "L’autorité de plainte est autonome et n’est soumise à aucune directive de l’Assemblée fédérale, du Conseil fédéral et de l’administration fédérale. Le droit de donner des instructions selon l’art. 104, al. 2, est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_84"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 6, Autorité indépendante d’examen des plaintes en matière de radio‐télévision, Organisation",
        "citation": "Art. 85 al. 1 LRTV",
        "content": "Si le Conseil fédéral n’en dispose pas autrement, l’ordonnance du 3 juin 1996 sur les commissions est applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_85"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 6, Autorité indépendante d’examen des plaintes en matière de radio‐télévision, Organisation",
        "citation": "Art. 85 al. 2 LRTV",
        "content": "L’autorité de plainte s’organise elle-même. Elle édicte un règlement concernant son organisation et sa gestion. Ce règlement est soumis à l’approbation du Conseil fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_85"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 6, Autorité indépendante d’examen des plaintes en matière de radio‐télévision, Organisation",
        "citation": "Art. 85 al. 3 LRTV",
        "content": "L’autorité de plainte dispose de son propre secrétariat. Elle en fixe les tâches dans le règlement visé à l’al. 2. Les rapports de services du personnel du secrétariat sont régis par la législation applicable au personnel de la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_85"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 1, Surveillance générale, Section 1, Procédure, Principes",
        "citation": "Art. 86 al. 1 LRTV",
        "content": "L’OFCOM veille au respect de la présente loi et de ses dispositions d’exécution, de la concession et des accords internationaux applicables. L’autorité de plainte est compétente pour le traitement des plaintes concernant le contenu des publications rédactionnelles et le refus d’accorder l’accès au programme ou aux autres services journalistiques de la SSR (art. 83, al. 1, let. a, et 94 à 98).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_86"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 1, Surveillance générale, Section 1, Procédure, Principes",
        "citation": "Art. 86 al. 2 LRTV",
        "content": "Aucune surveillance ne peut être exercée sur la production et la préparation des programmes et des autres services journalistiques de la SSR; les contrôles de pure opportunité ne sont pas autorisés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_86"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 1, Surveillance générale, Section 1, Procédure, Principes",
        "citation": "Art. 86 al. 3 LRTV",
        "content": "Les dispositions de la PA s’appliquent à la surveillance si la présente loi n’en dispose pas autrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_86"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 1, Surveillance générale, Section 1, Procédure, Principes",
        "citation": "Art. 86 al. 4 LRTV",
        "content": "Aucune mesure provisionnelle ne peut être ordonnée dans le cadre de la surveillance menée par l’autorité de plainte (art. 91 à 98).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_86"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 1, Surveillance générale, Section 1, Procédure, Principes",
        "citation": "Art. 86 al. 5 LRTV",
        "content": "L’autorité de plainte ne statue que sur les plaintes déposées contre des publications rédactionnelles déjà parues ainsi que sur les plaintes déposées suite au refus d’accorder l’accès à un programme ou à un autre service journalistique de la SSR. Elle n’agit pas d’office.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_86"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 1, Surveillance générale, Section 1, Procédure, Information du public",
        "citation": "Art. 87 al. 1 LRTV",
        "content": "Les autorités de surveillance informent le public de leurs activités. Elles peuvent notamment publier les décisions administratives et pénales et les rendre accessibles en ligne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_87"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 1, Surveillance générale, Section 1, Procédure, Information du public",
        "citation": "Art. 87 al. 2 LRTV",
        "content": "Les autorités de surveillance ne doivent divulguer aucun secret d’affaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_87"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 1, Surveillance générale, Section 1, Procédure, Protection des données",
        "citation": "Art. 88 al. 1 LRTV",
        "content": "L’autorité de surveillance peut traiter des données sensibles lorsque cela est nécessaire à l’accomplissement des tâches qui lui incombent en vertu de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_88"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 1, Surveillance générale, Section 1, Procédure, Protection des données",
        "citation": "Art. 88 al. 2 LRTV",
        "content": "Le traitement des données est régi par les dispositions de la LPD applicables aux organes fédéraux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_88"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 1, Surveillance générale, Section 2, Mesures en cas de violation du droit, Généralités",
        "citation": "Art. 89 al. 1 LRTV",
        "content": "Si l’autorité de surveillance constate une violation du droit:\na. elle peut exiger de la personne morale ou physique responsable de la violation:\n1. qu’elle remédie au manquement constaté et qu’elle prenne les mesures propres à prévenir toute nouvelle violation,\n2. qu’elle informe l’autorité des dispositions qu’elle a prises,\n3. qu’elle cède à la Confédération l’avantage financier illicite obtenu du fait de la violation;\nb. elle peut proposer au DETEC de restreindre, suspendre ou retirer la concession ou encore l’assortir de charges.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_89"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 1, Surveillance générale, Section 2, Mesures en cas de violation du droit, Généralités",
        "citation": "Art. 89 al. 2 LRTV",
        "content": "Le DETEC peut, sur demande de l’autorité de plainte, conformément à l’art. 97, al. 4, interdire la diffusion du programme ou attacher certaines charges à l’activité du diffuseur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_89"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 1, Surveillance générale, Section 2, Mesures en cas de violation du droit, Sanctions administratives",
        "citation": "Art. 90 al. 1 LRTV",
        "content": "L’autorité de surveillance peut exiger le paiement d’un montant pouvant aller jusqu’à 10 % du chiffre d’affaires annuel moyen réalisé en Suisse au cours des trois derniers exercices de quiconque:\na. contrevient à une décision entrée en force de l’autorité de surveillance ou de l’autorité de recours;\nb. contrevient de manière grave à une disposition de la concession;\nc. contrevient aux dispositions de la présente loi concernant la publicité et le parrainage (art. 4, 5 et 9 à 14), de ses dispositions d’exécution, de la concession ou des accords internationaux applicables;\nd. contrevient aux dispositions sur l’obligation de diffuser (art. 55);\ne. contrevient à l’obligation de fournir un extrait lors d’événements publics (art. 72);\nf. n’accorde pas le libre accès aux événements d’une importance majeure pour la société (art. 73);\ng. contrevient à des mesures contre la concentration des médias (art. 75);\nh. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_90"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 1, Surveillance générale, Section 2, Mesures en cas de violation du droit, Sanctions administratives",
        "citation": "Art. 90 al. 2 LRTV",
        "content": "Peut être tenu au paiement d’un montant de 10 000 francs au plus quiconque ne se conforme pas à l’une des obligations suivantes, s’y conforme tardivement ou partiellement ou donne de fausses indications:\na. obligation d’annoncer (art. 3);\nb. obligation de diffuser (art. 8);\nc. obligation d’annoncer les recettes issues de la publicité et du parrainage (art. 15);\nd. obligation d’annoncer les participations (art. 16);\ne. obligation de renseigner (art. 17);\nf. obligation de présenter le rapport et les comptes annuels (art. 18);\ng. obligation de fournir des données statistiques (art. 19);\nh. obligation d’enregistrer et de conserver les émissions (art. 20 et 21);\ni. obligations de la SSR (art. 29);\nj. obligations des concessionnaires ayant droit à une quote-part de la redevance (art. 41);\nk. obligation d’annoncer le transfert de la concession (art. 48);\nl. obligation de respecter la zone de desserte fixée dans la concession par le Conseil fédéral (art. 52, al. 3);\nm. obligation de diffuser les programmes prescrits sur des canaux préférentiels (art. 62);\nn. obligation de renseigner et de produire les documents (art. 63, al. 3).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_90"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 1, Surveillance générale, Section 2, Mesures en cas de violation du droit, Sanctions administratives",
        "citation": "Art. 90 al. 3 LRTV",
        "content": "L’autorité de surveillance compétente prend notamment en compte la gravité de l’infraction ainsi que la situation financière de la personne morale ou physique sanctionnée pour fixer le montant de la sanction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_90"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 2, Surveillance exercée par l’autorité de plainte, Section 1, Procédure de réclamation auprès de l’organe de médiation, Organes de médiation",
        "citation": "Art. 91 al. 1 LRTV",
        "content": "L’autorité de plainte désigne pour chaque région correspondant à une des trois langues officielles un organe de médiation indépendant qui lui est administrativement rattaché.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_91"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 2, Surveillance exercée par l’autorité de plainte, Section 1, Procédure de réclamation auprès de l’organe de médiation, Organes de médiation",
        "citation": "Art. 91 al. 2 LRTV",
        "content": "La SSR désigne des organes de médiation indépendants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_91"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 2, Surveillance exercée par l’autorité de plainte, Section 1, Procédure de réclamation auprès de l’organe de médiation, Organes de médiation",
        "citation": "Art. 91 al. 3 LRTV",
        "content": "Les organes de médiation traitent les réclamations ayant trait:\na. à la violation des art. 4 et 5 ou du droit international contraignant pour les diffuseurs suisses dans des émissions rédactionnelles diffusées;\nabis. à une infraction à l’art. 5a dans des contributions conçues par la rédaction et parues dans les autres services journalistiques de la SSR;\nb. au refus d’accorder l’accès au programme d’un diffuseur suisse ou à la partie des autres services journalistiques de la SSR conçue par la rédaction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_91"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 2, Surveillance exercée par l’autorité de plainte, Section 1, Procédure de réclamation auprès de l’organe de médiation, Organes de médiation",
        "citation": "Art. 91 al. 4 LRTV",
        "content": "Les organes de médiation des régions linguistiques sont soumis à la surveillance de l’autorité de plainte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_91"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 2, Surveillance exercée par l’autorité de plainte, Section 1, Procédure de réclamation auprès de l’organe de médiation, Réclamation",
        "citation": "Art. 92 al. 1 LRTV",
        "content": "Quiconque peut déposer une réclamation auprès de l’organe de médiation compétent:\na. contre des publications rédactionnelles pour cause d’infraction aux art. 4, 5 et 5a;\nb. pour cause de refus d’accorder l’accès au sens de l’art. 91, al. 3, let. b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_92"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 2, Surveillance exercée par l’autorité de plainte, Section 1, Procédure de réclamation auprès de l’organe de médiation, Réclamation",
        "citation": "Art. 92 al. 2 LRTV",
        "content": "Les réclamations doivent être déposées dans un délai de 20 jours à compter de la parution de la publication contestée ou du refus d’accorder l’accès au sens de l’art. 91, al. 3, let. b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_92"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 2, Surveillance exercée par l’autorité de plainte, Section 1, Procédure de réclamation auprès de l’organe de médiation, Réclamation",
        "citation": "Art. 92 al. 3 LRTV",
        "content": "Si la réclamation porte sur plusieurs émissions ou contributions, le délai court à compter de la diffusion ou de la parution de la dernière publication contestée. La parution de la première des publications contestées ne doit pas remonter à plus de trois mois avant celle de la dernière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_92"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 2, Surveillance exercée par l’autorité de plainte, Section 1, Procédure de réclamation auprès de l’organe de médiation, Réclamation",
        "citation": "Art. 92 al. 4 LRTV",
        "content": "Une réclamation ne peut porter sur plusieurs contributions de la rédaction parues dans les autres services journalistiques de la SSR que si celles-ci ont été publiées dans le même dossier consacré aux élections ou aux votations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_92"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 2, Surveillance exercée par l’autorité de plainte, Section 1, Procédure de réclamation auprès de l’organe de médiation, Réclamation",
        "citation": "Art. 92 al. 5 LRTV",
        "content": "La réclamation doit être faite par écrit et, si elle porte sur les autres services journalistiques de la SSR, être documentée. Elle doit indiquer brièvement en quoi le contenu de la publication rédactionnelle contestée enfreint les dispositions applicables ou en quoi le refus d’accorder l’accès au programme ou à la partie des autres services journalistiques de la SSR conçue par la rédaction est illicite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_92"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 2, Surveillance exercée par l’autorité de plainte, Section 1, Procédure de réclamation auprès de l’organe de médiation, Traitement",
        "citation": "Art. 93 al. 1 LRTV",
        "content": "L’organe de médiation examine l’affaire et agit comme médiateur entre les parties. Il peut en particulier:\na. s’entretenir de l’affaire avec le diffuseur ou, dans les cas de peu de gravité, lui transmettre le dossier pour règlement;\nb. confronter directement les parties;\nc. adresser des recommandations au diffuseur;\nd. informer les parties sur les organes compétents, les dispositions légales applicables et les voies de droit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_93"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 2, Surveillance exercée par l’autorité de plainte, Section 1, Procédure de réclamation auprès de l’organe de médiation, Traitement",
        "citation": "Art. 93 al. 2 LRTV",
        "content": "Il n’a pas le pouvoir de prendre des décisions ni de donner des instructions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_93"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 2, Surveillance exercée par l’autorité de plainte, Section 1, Procédure de réclamation auprès de l’organe de médiation, Traitement",
        "citation": "Art. 93 al. 3 LRTV",
        "content": "Il informe par écrit les parties des résultats de ses investigations et du mode de traitement de la réclamation 40 jours au plus tard après son dépôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_93"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 2, Surveillance exercée par l’autorité de plainte, Section 1, Procédure de réclamation auprès de l’organe de médiation, Traitement",
        "citation": "Art. 93 al. 4 LRTV",
        "content": "L’affaire peut être réglée oralement avec l’accord des parties.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_93"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 2, Surveillance exercée par l’autorité de plainte, Section 1, Procédure de réclamation auprès de l’organe de médiation, Traitement",
        "citation": "Art. 93 al. 5 LRTV",
        "content": "L’organe de médiation facture les frais découlant du traitement de la réclamation au diffuseur. À la demande de l’organe de médiation ou du diffuseur, l’autorité de plainte peut mettre les frais de procédure à la charge de l’auteur si la réclamation est téméraire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_93"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 2, Surveillance exercée par l’autorité de plainte, Section 2, Procédure pour le dépôt d’une plainte auprès de l’autorité de plainte, Qualité pour agir",
        "citation": "Art. 94 al. 1 LRTV",
        "content": "Peut déposer plainte contre une publication rédactionnelle déjà parue ou contre le refus d’accorder l’accès quiconque:\na. était partie à la procédure de réclamation devant l’organe de médiation, et\nb. prouve que l’objet de la publication rédactionnelle contestée le touche de près ou que sa demande d’accès (art. 91, al. 3, let. b) a été refusée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_94"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 2, Surveillance exercée par l’autorité de plainte, Section 2, Procédure pour le dépôt d’une plainte auprès de l’autorité de plainte, Qualité pour agir",
        "citation": "Art. 94 al. 2 LRTV",
        "content": "Les personnes physiques qui n’apportent pas la preuve que l’objet de la publication rédactionnelle contestée les touche de près ont aussi qualité pour agir si leur plainte est cosignée par 20 personnes au moins.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_94"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 2, Surveillance exercée par l’autorité de plainte, Section 2, Procédure pour le dépôt d’une plainte auprès de l’autorité de plainte, Qualité pour agir",
        "citation": "Art. 94 al. 3 LRTV",
        "content": "Les personnes physiques qui cosignent une plainte selon l’al. 2 doivent être âgées de 18 ans au moins et avoir la nationalité suisse ou être titulaire d’un permis d’établissement ou de séjour.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_94"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 2, Surveillance exercée par l’autorité de plainte, Section 2, Procédure pour le dépôt d’une plainte auprès de l’autorité de plainte, Qualité pour agir",
        "citation": "Art. 94 al. 4 LRTV",
        "content": "Le DETEC a également qualité pour agir; les conditions mentionnées à l’al. 1 ne sont pas applicables dans ce cas.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_94"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 2, Surveillance exercée par l’autorité de plainte, Section 2, Procédure pour le dépôt d’une plainte auprès de l’autorité de plainte, Délai et forme de la plainte",
        "citation": "Art. 95 al. 1 LRTV",
        "content": "Une plainte peut être déposée par écrit auprès de l’autorité de plainte dans un délai de 30 jours à compter de la communication du rapport de l’organe de médiation selon l’art. 93, al. 3. Ce rapport doit être joint à la plainte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_95"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 2, Surveillance exercée par l’autorité de plainte, Section 2, Procédure pour le dépôt d’une plainte auprès de l’autorité de plainte, Délai et forme de la plainte",
        "citation": "Art. 95 al. 2 LRTV",
        "content": "Le DETEC dépose plainte directement auprès de l’autorité de plainte dans un délai de 30 jours à compter de la diffusion de l’émission contestée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_95"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 2, Surveillance exercée par l’autorité de plainte, Section 2, Procédure pour le dépôt d’une plainte auprès de l’autorité de plainte, Délai et forme de la plainte",
        "citation": "Art. 95 al. 3 LRTV",
        "content": "La plainte doit indiquer brièvement:\na. en quoi la publication rédactionnelle contestée enfreint les dispositions rela-tives au contenu (art. 4, 5 et 5a) ou le droit international contraignant pour les diffuseurs suisses;\nb. en quoi le refus d’accorder l’accès au programme (art. 91, al. 3, let. b) est illicite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_95"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 2, Surveillance exercée par l’autorité de plainte, Section 2, Procédure pour le dépôt d’une plainte auprès de l’autorité de plainte, Entrée en matière et échange d’écritures",
        "citation": "Art. 96 al. 1 LRTV",
        "content": "S’il appert qu’une décision d’intérêt public doit être prise, l’autorité de plainte entre également en matière sur les plaintes qui sont déposées dans les délais ne remplissent pas toutes les conditions formelles. Les plaignants ne jouissent pas des droits reconnus aux parties.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_96"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 2, Surveillance exercée par l’autorité de plainte, Section 2, Procédure pour le dépôt d’une plainte auprès de l’autorité de plainte, Entrée en matière et échange d’écritures",
        "citation": "Art. 96 al. 2 LRTV",
        "content": "Si la plainte n’est pas manifestement irrecevable ou infondée, l’autorité de plainte invite le diffuseur à se prononcer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_96"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 2, Surveillance exercée par l’autorité de plainte, Section 2, Procédure pour le dépôt d’une plainte auprès de l’autorité de plainte, Entrée en matière et échange d’écritures",
        "citation": "Art. 96 al. 3 LRTV",
        "content": "L’autorité de plainte peut refuser ou suspendre le traitement d’une plainte si les voies de recours du droit civil ou du droit pénal ne sont pas épuisées ou si une procédure administrative est en cours pour la même affaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_96"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 2, Surveillance exercée par l’autorité de plainte, Section 2, Procédure pour le dépôt d’une plainte auprès de l’autorité de plainte, Décision",
        "citation": "Art. 97 al. 1 LRTV",
        "content": "Les délibérations de l’autorité de plainte sont publiques, pour autant qu’aucun intérêt privé digne de protection ne s’y oppose.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_97"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 2, Surveillance exercée par l’autorité de plainte, Section 2, Procédure pour le dépôt d’une plainte auprès de l’autorité de plainte, Décision",
        "citation": "Art. 97 al. 2 LRTV",
        "content": "L’autorité de plainte établit:\na. si les publications rédactionnelles contestées enfreignent les dispositions relatives au contenu (art. 4, 5 et 5a) ou le droit international applicable, ou\nb. si le refus d’accorder l’accès au programme (art. 91, al. 3, let. b) est illicite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_97"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 2, Surveillance exercée par l’autorité de plainte, Section 2, Procédure pour le dépôt d’une plainte auprès de l’autorité de plainte, Décision",
        "citation": "Art. 97 al. 3 LRTV",
        "content": "Si l’autorité de plainte constate une violation, elle peut prendre les mesures prévues à l’art. 89.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_97"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 2, Surveillance exercée par l’autorité de plainte, Section 2, Procédure pour le dépôt d’une plainte auprès de l’autorité de plainte, Décision",
        "citation": "Art. 97 al. 4 LRTV",
        "content": "En cas de violations graves et répétées des obligations prévues aux art. 4, al. 1 et 3, et art. 5 concernant le programme ou des obligations correspondantes concernant les autres services journalistiques de la SSR (art. 5a), l’autorité de plainte peut déposer auprès du DETEC une demande d’interdiction de diffuser (art. 89, al. 2).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_97"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 2, Surveillance exercée par l’autorité de plainte, Section 2, Procédure pour le dépôt d’une plainte auprès de l’autorité de plainte, Frais",
        "citation": "Art. 98 al. 1 LRTV",
        "content": "La procédure de plainte devant l’autorité de plainte est gratuite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_98"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 2, Surveillance exercée par l’autorité de plainte, Section 2, Procédure pour le dépôt d’une plainte auprès de l’autorité de plainte, Frais",
        "citation": "Art. 98 al. 2 LRTV",
        "content": "Si la plainte est téméraire, les frais de procédure peuvent être mis à la charge du plaignant. Les dispositions de la PA sont applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_98"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 3, Voies de droit",
        "citation": "Art. 99 al. 1 LRTV",
        "content": "Les voies de droit sont régies par les dispositions générales de la procédure fédérale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_99"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 3, Voies de droit",
        "citation": "Art. 99 al. 2 LRTV",
        "content": "Les décisions de l’organe de perception de la redevance peuvent faire l’objet d’un recours à l’OFCOM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_99"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 7, Surveillance et voies de droit, Chapitre 3, Voies de droit",
        "citation": "Art. 99 al. 3 LRTV",
        "content": "Les décisions de l’autorité de plainte peuvent faire l’objet d’un recours au Tribunal fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_99"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 8, Émoluments",
        "citation": "Art. 100 al. 1 LRTV",
        "content": "L’autorité compétente perçoit des émoluments, en particulier pour:\na. l’octroi, la modification et l’annulation de concessions;\nb. la surveillance;\nc. les décisions qu’elle rend;\nd. le traitement des demandes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_100"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 8, Émoluments",
        "citation": "Art. 100 al. 2 LRTV",
        "content": "Le Conseil fédéral fixe le montant des émoluments. Ce faisant, il tient compte des frais administratifs et peut prendre en considération les ressources économiques limitées de la personne physique ou morale tenue d’acquitter l’émolument.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_100"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 8, Émoluments",
        "citation": "Art. 100 al. 3 LRTV",
        "content": "L’autorité compétente peut exiger de l’assujetti une sûreté appropriée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_100"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 9, Dispositions pénales, Contraventions",
        "citation": "Art. 101 al. 2 LRTV",
        "content": "Est puni d’une amende de 100 000 francs au plus celui qui contrevient intentionnellement à une décision exécutoire de l’autorité de surveillance compétente ou des instances de recours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_101"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 9, Dispositions pénales, Contraventions",
        "citation": "Art. 101 al. 3 LRTV",
        "content": "Est puni d’une amende de 100 000 francs au plus celui qui influence à son avantage une procédure relative à l’octroi ou à la modification d’une concession en fournissant de fausses indications.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_101"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 9, Dispositions pénales, Contraventions",
        "citation": "Art. 101 al. 4 LRTV",
        "content": "Dans les cas de peu de gravité, l’autorité peut renoncer à toute peine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_101"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titre 9, Dispositions pénales, Compétence et procédure",
        "citation": "Art. 102 al. 1 LRTV",
        "content": "La poursuite et le jugement des infractions incombent à l’OFCOM. La loi fédérale du 22 mars 1974 sur le droit pénal administratif est applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/fr#art_102"
    }
]