[
    {
        "book": "RTVG",
        "title": "LRTV, Titolo primo: Campo d’applicazione, definizioni, Campo d’applicazione",
        "citation": "Art. 1 cpv. 1 LRTV",
        "content": "La presente legge disciplina l’emittenza, la preparazione tecnica, la trasmissione e la ricezione di programmi radiotelevisivi (programmi). Per quanto la presente legge non disponga altrimenti, la trasmissione di programmi mediante tecniche di telecomunicazione è retta dalla legge del 30 aprile 1997 sulle telecomunicazioni (LTC).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_1"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo primo: Campo d’applicazione, definizioni, Campo d’applicazione",
        "citation": "Art. 1 cpv. 2 LRTV",
        "content": "La presente legge non è applicabile alle offerte che hanno una portata editoriale limitata. Il Consiglio federale definisce i criteri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_1"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo primo: Campo d’applicazione, definizioni, Definizioni",
        "citation": "Art. 2 LRTV",
        "content": "Nella presente legge si intende per:\na. programma: una serie di trasmissioni offerte in continuità a determinati orari, trasmesse mediante tecniche di telecomunicazione e destinate al pubblico in generale;\nb. trasmissione: una parte di programma che costituisce un’entità a sé stante dal profilo della forma e del contenuto;\nc. trasmissione redazionale: ogni trasmissione che non sia pubblicità;\ncbis. contenuto redazionale: una trasmissione redazionale figurante nel programma di un’emittente svizzera o un contributo ideato dalla redazione e inserito nell’ulteriore offerta editoriale della Società svizzera di radiotelevisione (SSR) (art. 25 cpv. 3 lett. b);\nd. emittente: la persona fisica o giuridica responsabile dell’allestimento di trasmissioni o della composizione di un programma a partire da trasmissioni;\ne. programma svizzero: un programma soggetto alla giurisdizione svizzera conformemente alle prescrizioni della Convenzione europea del 5 maggio 1989 sulla televisione transfrontaliera. Queste prescrizioni si applicano per analogia anche ai programmi radiofonici;\nf. trasmissione mediante tecniche di telecomunicazione: l’emissione o la ricezione elettrica, magnetica, ottica oppure elettromagnetica di altro tipo, di informazioni su linea o via radioonde (art. 3 lett. c LTC);\ng. diffusione: trasmissione di programmi mediante tecniche di telecomunicazione, destinata al pubblico in generale;\nh. servizio di telecomunicazione: trasmissione di informazioni per conto di terzi mediante tecniche di telecomunicazione (art. 3 lett. b LTC);\ni. servizio abbinato: un servizio di telecomunicazione che costituisce un’unità funzionale con un programma o che è necessario per poter utilizzare un programma;\nj preparazione tecnica: esercizio di servizi o procedimenti tecnici per la trasmissione, la multiplazione, la codificazione o la commercializzazione di programmi o per la loro selezione negli apparecchi di ricezione;\nk. pubblicità: qualsiasi annuncio pubblico effettuato in un programma allo scopo di promuovere la conclusione di negozi giuridici riguardanti beni o servizi, sostenere una causa o un’idea o ottenere un altro effetto auspicato dall’inserzionista o dall’emittente stessa e diffuso a pagamento o mediante una controprestazione analoga o a scopo di autopromozione;\nl. televendita: pubblicità che sollecita il pubblico a concludere immediatamente un negozio giuridico riguardante i beni o i servizi presentati;\nm. trasmissione di televendita: trasmissione costituita unicamente da televendite e con una durata di almeno 15 minuti;\nn. programma di televendita: programma composto esclusivamente di televendite e di altra pubblicità;\no. sponsorizzazione: partecipazione di una persona fisica o giuridica al finanziamento diretto o indiretto di una trasmissione nell’intento di promuovere il proprio nome, il proprio marchio commerciale o la propria immagine;\np. canone radiotelevisivo: il canone di cui all’articolo 68 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_2"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 1: Obbligo di notificazione e obbligo di concessione",
        "citation": "Art. 3 LRTV",
        "content": "Chi intende emettere un programma svizzero deve:\na. notificarlo previamente all’Ufficio federale delle comunicazioni (UFCOM); oppure\nb. disporre di una concessione secondo la presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_3"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 1a:, Indipendenza dallo Stato",
        "citation": "Art. 3a LRTV",
        "content": "La radio e la televisione sono indipendenti dallo Stato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_3_a"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 2: Principi applicabili al contenuto dei programmi, Esigenze minime relative al contenuto del programma",
        "citation": "Art. 4 cpv. 1 LRTV",
        "content": "Tutte le trasmissioni di un programma radiofonico o televisivo devono rispettare i diritti fondamentali. Le trasmissioni devono in particolare rispettare la dignità umana, non devono essere discriminatorie, né contribuire all’odio razziale, né ledere la morale pubblica, né esaltare o banalizzare la violenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_4"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 2: Principi applicabili al contenuto dei programmi, Esigenze minime relative al contenuto del programma",
        "citation": "Art. 4 cpv. 2 LRTV",
        "content": "Le trasmissioni redazionali con un contenuto informativo devono presentare correttamente fatti e avvenimenti, in modo da consentire al pubblico di formarsi una propria opinione. I pareri personali e i commenti devono essere riconoscibili come tali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_4"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 2: Principi applicabili al contenuto dei programmi, Esigenze minime relative al contenuto del programma",
        "citation": "Art. 4 cpv. 3 LRTV",
        "content": "Le trasmissioni non devono compromettere la sicurezza interna o esterna della Confederazione o dei Cantoni, l’ordine costituzionale o l’adempimento degli impegni internazionali della Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_4"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 2: Principi applicabili al contenuto dei programmi, Esigenze minime relative al contenuto del programma",
        "citation": "Art. 4 cpv. 4 LRTV",
        "content": "I programmi delle emittenti concessionarie devono rappresentare in modo adeguato la pluralità degli avvenimenti e delle opinioni nell’insieme delle loro trasmissioni redazionali. Se una zona di copertura è servita da un numero sufficiente di programmi, l’autorità concedente può dispensare uno o più concessionari dall’obbligo di pluralità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_4"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 2: Principi applicabili al contenuto dei programmi, Trasmissioni nocive per la gioventù",
        "citation": "Art. 5 LRTV",
        "content": "Le emittenti provvedono, attraverso la scelta dell’ora di trasmissione o ricorrendo ad altri accorgimenti, affinché i minorenni non vengano confrontati con trasmissioni che possono nuocere al loro sviluppo fisico, psichico, morale o sociale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_5"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 2: Principi applicabili al contenuto dei programmi, Esigenze minime relative all’ulteriore offerta editoriale della SSR",
        "citation": "Art. 5a LRTV",
        "content": "I contributi ideati dalla redazione e inseriti nell’ulteriore offerta editoriale della SSR devono soddisfare i principi applicabili ai programmi di cui agli articoli 4 e 5. L’obbligo di pluralità (art. 4 cpv. 4) si applica esclusivamente ai dossier dedicati alle elezioni o alle votazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_5_a"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 2: Principi applicabili al contenuto dei programmi, Autonomia",
        "citation": "Art. 6 cpv. 1 LRTV",
        "content": "Salvo disposizioni contrarie del diritto federale, le emittenti non sono vincolate da istruzioni di autorità federali, cantonali o comunali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_6"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 2: Principi applicabili al contenuto dei programmi, Autonomia",
        "citation": "Art. 6 cpv. 2 LRTV",
        "content": "Le emittenti concepiscono liberamente i propri contenuti redazionali e la pubblicità, in particolare per quanto riguarda la scelta dei temi, l’elaborazione dei contenuti e la forma della presentazione, e ne assumono la responsabilità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_6"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 2: Principi applicabili al contenuto dei programmi, Autonomia",
        "citation": "Art. 6 cpv. 3 LRTV",
        "content": "Nessuno può esigere che un’emittente diffonda determinate produzioni e informazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_6"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 2: Principi applicabili al contenuto dei programmi, Altre esigenze poste alle emittenti di programmi televisivi",
        "citation": "Art. 7 cpv. 1 LRTV",
        "content": "Il Consiglio federale può obbligare le emittenti televisive, nei limiti di quanto per loro praticamente possibile e con mezzi adeguati, a:\na. riservare a opere svizzere o comunque europee una parte sostanziale del tempo d’antenna;\nb. riservare nei loro programmi televisivi una parte adeguata del tempo d’antenna o del costo dei programmi alla diffusione di opere svizzere ed europee di realizzatori indipendenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_7"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 2: Principi applicabili al contenuto dei programmi, Altre esigenze poste alle emittenti di programmi televisivi",
        "citation": "Art. 7 cpv. 2 LRTV",
        "content": "L’obbligo delle emittenti televisive che trasmettono film nei loro programmi di destinare una parte dei proventi alla creazione cinematografica svizzera indipendente è retto dalla legge del 14 dicembre 2001 sul cinema.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_7"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 2: Principi applicabili al contenuto dei programmi, Altre esigenze poste alle emittenti di programmi televisivi",
        "citation": "Art. 7 cpv. 3 LRTV",
        "content": "Le emittenti di programmi televisivi nazionali o destinati alle regioni linguistiche devono adattare una parte adeguata delle loro trasmissioni alle esigenze degli audiolesi e degli ipovedenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_7"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 2: Principi applicabili al contenuto dei programmi, Altre esigenze poste alle emittenti di programmi televisivi",
        "citation": "Art. 7 cpv. 4 LRTV",
        "content": "Le emittenti televisive regionali titolari di una concessione sottotitolano le principali trasmissioni informative. Il Consiglio federale definisce la portata dell’obbligo. Le spese per l’adattamento delle trasmissioni per gli audiolesi sono finanziate interamente mediante il canone radiotelevisivo (art. 68a).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_7"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 2: Principi applicabili al contenuto dei programmi, Obblighi di diffusione",
        "citation": "Art. 8 cpv. 1 LRTV",
        "content": "La SSR e le emittenti con una concessione secondo l’articolo 38 capoverso 1 lettera a o l’articolo 43 capoverso 1 lettera a devono:\na. inserire immediatamente nei loro programmi i comunicati urgenti di polizia indispensabili per mantenere l’ordine e la sicurezza pubblici o per la sicurezza delle persone come pure i comunicati d’allarme ufficiali e le istruzioni sul comportamento da adottare;\nb. informare il pubblico sugli atti normativi della Confederazione che vanno divulgati tramite pubblicazione urgente secondo l’articolo 7 capoverso 3 della legge del 18 giugno 2004 sulle pubblicazioni ufficiali (LPubb) o tramite pubblicazione straordinaria secondo l’articolo 7 capoverso 4 LPubb.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_8"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 2: Principi applicabili al contenuto dei programmi, Obblighi di diffusione",
        "citation": "Art. 8 cpv. 2 LRTV",
        "content": "L’autorità che ha ordinato trasmissioni secondo il capoverso 1 ne assume la responsabilità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_8"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 2: Principi applicabili al contenuto dei programmi, Obblighi di diffusione",
        "citation": "Art. 8 cpv. 3 LRTV",
        "content": "Se necessario, il Consiglio federale estende gli obblighi di cui al capoverso 1 lettera a ai fornitori di servizi di telecomunicazione che diffondono programmi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_8"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 2: Principi applicabili al contenuto dei programmi, Obblighi di diffusione",
        "citation": "Art. 8 cpv. 4 LRTV",
        "content": "Il Consiglio federale provvede affinché nelle situazioni di crisi l’informazione della popolazione sia assicurata tramite la radio. Le autorità concedenti disciplinano i particolari nelle concessioni della SSR e delle emittenti radiofoniche conformemente agli articoli 38–43.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_8"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 3: Pubblicità e sponsorizzazioni, Riconoscibilità dellapubblicità",
        "citation": "Art. 9 cpv. 1 LRTV",
        "content": "La pubblicità deve essere nettamente separata dalla parte redazionale del programma ed essere chiaramente riconoscibile come tale. Il Consiglio federale può vietare quelle forme di pubblicità che non garantiscono il rispetto di questi principi o sottoporle a un disciplinamento speciale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_9"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 3: Pubblicità e sponsorizzazioni, Riconoscibilità dellapubblicità",
        "citation": "Art. 9 cpv. 2 LRTV",
        "content": "I collaboratori in pianta stabile dei programmi dell’emittente non possono partecipare alle trasmissioni pubblicitarie della medesima. Sono eccettuate da questa restrizione le emittenti locali e regionali che dispongono di mezzi finanziari limitati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_9"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 3: Pubblicità e sponsorizzazioni, Divieti in materia di pubblicità",
        "citation": "Art. 10 cpv. 1 LRTV",
        "content": "È vietata la pubblicità per:\na. i prodotti del tabacco;\nb. le bevande alcoliche che soggiacciono alla legge del 21 giugno 1932 sull’alcool; il Consiglio federale dispone altre limitazioni intese a tutelare la salute e i giovani;\nc.  ... \nd. i partiti politici, le persone che occupano cariche politiche o che si candidano a cariche politiche, nonché i temi oggetto di votazioni popolari;\ne. le confessioni religiose e le istituzioni e le persone che le rappresentano.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_10"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 3: Pubblicità e sponsorizzazioni, Divieti in materia di pubblicità",
        "citation": "Art. 10 cpv. 2 LRTV",
        "content": "Sono vietate:\na. la pubblicità per gli agenti terapeutici secondo la legge del 15 dicembre 2000 sugli agenti terapeutici;\nb. le televendite per tutti gli agenti terapeutici e le cure mediche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_10"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 3: Pubblicità e sponsorizzazioni, Divieti in materia di pubblicità",
        "citation": "Art. 10 cpv. 3 LRTV",
        "content": "Sono vietate la pubblicità occulta e quella subliminale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_10"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 3: Pubblicità e sponsorizzazioni, Divieti in materia di pubblicità",
        "citation": "Art. 10 cpv. 4 LRTV",
        "content": "È vietata la pubblicità che:\na. offende le convinzioni religiose o politiche;\nb. è fallace o sleale;\nc. induce a un comportamento pregiudizievole per la salute, l’ambiente o la sicurezza personale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_10"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 3: Pubblicità e sponsorizzazioni, Divieti in materia di pubblicità",
        "citation": "Art. 10 cpv. 5 LRTV",
        "content": "A tutela della salute e della gioventù il Consiglio federale può vietare altre trasmissioni pubblicitarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_10"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 3: Pubblicità e sponsorizzazioni, Inserimento nei programmi e durata della pubblicità",
        "citation": "Art. 11 cpv. 1 LRTV",
        "content": "La pubblicità dev’essere di regola inserita fra le singole trasmissioni e trasmessa in blocchi. Il Consiglio federale stabilisce quando si può derogare a questo principio. Le deroghe non devono pregiudicare l’integrità complessiva e il valore della trasmissione interessata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_11"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 3: Pubblicità e sponsorizzazioni, Inserimento nei programmi e durata della pubblicità",
        "citation": "Art. 11 cpv. 2 LRTV",
        "content": "La pubblicità non deve di regola superare il 20 per cento del tempo d’antenna di un’ora di programma. Il Consiglio federale disciplina le eccezioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_11"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 3: Pubblicità e sponsorizzazioni, Inserimento nei programmi e durata della pubblicità",
        "citation": "Art. 11 cpv. 3 LRTV",
        "content": "Nel disciplinare le deroghe ai principi di cui ai capoversi 1 e 2 il Consiglio federale tiene conto dei seguenti criteri:\na. mandati di prestazioni delle emittenti;\nb. posizione economica della radio e della televisione;\nc. concorrenza transfrontaliera;\nd. normative internazionali in materia di pubblicità;\ne. esigenze del pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_11"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 3: Pubblicità e sponsorizzazioni, Sponsorizzazione",
        "citation": "Art. 12 cpv. 1 LRTV",
        "content": "Per il contenuto e l’orario di programmazione delle trasmissioni sponsorizzate è responsabile unicamente l’emittente. Essa vigila affinché lo sponsor non influenzi la trasmissione in modo tale da ledere l’autonomia redazionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_12"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 3: Pubblicità e sponsorizzazioni, Sponsorizzazione",
        "citation": "Art. 12 cpv. 2 LRTV",
        "content": "Se una trasmissione o una serie di trasmissioni è sponsorizzata interamente o in parte, gli sponsor devono essere citati all’inizio o alla fine di ogni trasmissione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_12"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 3: Pubblicità e sponsorizzazioni, Sponsorizzazione",
        "citation": "Art. 12 cpv. 3 LRTV",
        "content": "Le trasmissioni sponsorizzate non devono incitare alla conclusione di negozi giuridici riguardo a beni o servizi offerti dallo sponsor o da terzi, né contenere dichiarazioni di natura pubblicitaria concernenti beni o servizi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_12"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 3: Pubblicità e sponsorizzazioni, Sponsorizzazione",
        "citation": "Art. 12 cpv. 4 LRTV",
        "content": "Le trasmissioni non possono essere finanziate da sponsor la cui attività principale consiste nella fabbricazione o nella vendita di prodotti o nella fornitura di prestazioni per i quali la pubblicità è vietata conformemente all’articolo 10. Le aziende attive nel settore farmaceutico possono sponsorizzare trasmissioni purché non vengano citati o presentati prodotti che soggiacciono al divieto di pubblicità e non ne derivi alcun altro effetto pubblicitario per questi prodotti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_12"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 3: Pubblicità e sponsorizzazioni, Sponsorizzazione",
        "citation": "Art. 12 cpv. 5 LRTV",
        "content": "La sponsorizzazione dei notiziari e delle trasmissioni di attualità politica come pure delle trasmissioni o serie di trasmissioni dedicate all’esercizio dei diritti politici a livello federale, cantonale e comunale è vietata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_12"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 3: Pubblicità e sponsorizzazioni, Tutela dei minorenni",
        "citation": "Art. 13 cpv. 1 LRTV",
        "content": "La pubblicità che si rivolge ai minorenni o nella quale appaiono minorenni non deve sfruttarne la scarsa esperienza né nuocere al loro sviluppo fisico e psichico. Il Consiglio federale emana corrispondenti prescrizioni in materia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_13"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 3: Pubblicità e sponsorizzazioni, Tutela dei minorenni",
        "citation": "Art. 13 cpv. 2 LRTV",
        "content": "Le trasmissioni per bambini non devono essere interrotte da pubblicità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_13"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 3: Pubblicità e sponsorizzazioni, Tutela dei minorenni",
        "citation": "Art. 13 cpv. 3 LRTV",
        "content": "Le televendite non devono rivolgersi ai minorenni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_13"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 3: Pubblicità e sponsorizzazioni, Tutela dei minorenni",
        "citation": "Art. 13 cpv. 4 LRTV",
        "content": "Per tutelare i minorenni conformemente al capoverso 1, il Consiglio federale esclude determinate forme di sponsorizzazione dalle trasmissioni per bambini.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_13"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 3: Pubblicità e sponsorizzazioni, Disposizioni speciali per la SSR",
        "citation": "Art. 14 cpv. 1 LRTV",
        "content": "Nei programmi radiofonici della SSR la pubblicità è vietata. Il Consiglio federale può prevedere eccezioni per l’autopromozione della SSR.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_14"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 3: Pubblicità e sponsorizzazioni, Disposizioni speciali per la SSR",
        "citation": "Art. 14 cpv. 3 LRTV",
        "content": "Il Consiglio federale può limitare interamente o in parte la pubblicità e le sponsorizzazioni nei programmi radiofonici e televisivi della SSR e nell’ulteriore offerta editoriale, necessaria per adempiere il suo mandato di programma e finanziata mediante i proventi del canone (art. 25 cpv. 3 lett. b).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_14"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 4:, Obblighi di notificazione, d’informazione, di rapporto e di registrazione, Notificazione dei proventi derivanti da pubblicità e sponsorizzazioni",
        "citation": "Art. 15 LRTV",
        "content": "Le emittenti di programmi svizzeri concessionarie devono notificare all’UFCOM i proventi lordi derivanti da pubblicità e sponsorizzazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_15"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 4:, Obblighi di notificazione, d’informazione, di rapporto e di registrazione, Notificazione delle partecipazioni",
        "citation": "Art. 16 LRTV",
        "content": "Le emittenti di programmi svizzeri devono notificare all’UFCOM le modifiche di capitale e di ripartizione dei diritti di voto nonché le partecipazioni rilevanti detenute in altre aziende.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_16"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 4:, Obblighi di notificazione, d’informazione, di rapporto e di registrazione, Obbligo d’informazione",
        "citation": "Art. 17 cpv. 1 LRTV",
        "content": "Le emittenti sono tenute a fornire gratuitamente all’autorità concedente e all’autorità di vigilanza le informazioni e i documenti di cui esse necessitano nell’ambito della loro attività di vigilanza e per verificare la sussistenza di una minaccia per la pluralità delle opinioni e dell’offerta (art. 74 e 75).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_17"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 4:, Obblighi di notificazione, d’informazione, di rapporto e di registrazione, Obbligo d’informazione",
        "citation": "Art. 17 cpv. 2 LRTV",
        "content": "Sottostanno all’obbligo di informazione anche le persone fisiche e giuridiche:\na. nelle quali l’emittente detiene una partecipazione rilevante o che detengono una partecipazione rilevante nell’emittente e sono attive sul mercato radiotelevisivo o in mercati affini;\nb. che acquisiscono pubblicità o sponsorizzazioni per conto dell’emittente;\nc. che producono per l’emittente la maggior parte del programma interessato;\nd. che organizzano un avvenimento pubblico secondo l’articolo 72;\ne. che sono attive sul mercato radiotelevisivo e occupano una posizione dominante su uno o più mercati che hanno rilevanza nel settore dei mezzi di comunicazione;\nf. che sono attive in uno o più mercati che hanno rilevanza nel settore dei mezzi di comunicazione ai sensi dell’articolo 74 e nei quali la pluralità delle opinioni e dell’offerta è oggetto di una verifica, per quanto le informazioni siano necessarie all’accertamento della posizione dominante sul mercato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_17"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 4:, Obblighi di notificazione, d’informazione, di rapporto e di registrazione, Obbligo d’informazione",
        "citation": "Art. 17 cpv. 3 LRTV",
        "content": "Il diritto di rifiutare la comunicazione di informazioni o la consegna di documenti è retto dall’articolo 16 della legge federale del 20 dicembre 1968 sulla procedura amministrativa (PA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_17"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 4:, Obblighi di notificazione, d’informazione, di rapporto e di registrazione, Relazione annuale e conto annuale",
        "citation": "Art. 18 cpv. 1 LRTV",
        "content": "Le emittenti di programmi svizzeri devono presentare all’UFCOM la relazione e il conto annuale. Il Consiglio federale può esonerare talune categorie di emittenti da tali obblighi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_18"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 4:, Obblighi di notificazione, d’informazione, di rapporto e di registrazione, Relazione annuale e conto annuale",
        "citation": "Art. 18 cpv. 2 LRTV",
        "content": "L’UFCOM può pubblicare informazioni desunte dalle relazioni annuali delle emittenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_18"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 4:, Obblighi di notificazione, d’informazione, di rapporto e di registrazione, Relazione annuale e conto annuale",
        "citation": "Art. 18 cpv. 3 LRTV",
        "content": "Il Consiglio federale stabilisce il contenuto della relazione e del conto annuali e determina quali informazioni possono essere pubblicate dall’UFCOM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_18"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 4:, Obblighi di notificazione, d’informazione, di rapporto e di registrazione, Dati statistici",
        "citation": "Art. 19 cpv. 1 LRTV",
        "content": "L’UFCOM allestisce una statistica in collaborazione con l’UFCOM di statistica. Tale statistica contiene i dati di cui le autorità competenti necessitano per:\na. elaborare e applicare il diritto;\nb. avere una visione d’insieme del mercato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_19"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 4:, Obblighi di notificazione, d’informazione, di rapporto e di registrazione, Dati statistici",
        "citation": "Art. 19 cpv. 2 LRTV",
        "content": "Le emittenti di programmi svizzeri forniscono regolarmente all’UFCOM i dati necessari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_19"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 4:, Obblighi di notificazione, d’informazione, di rapporto e di registrazione, Dati statistici",
        "citation": "Art. 19 cpv. 3 LRTV",
        "content": "L’UFCOM può mettere i risultati statistici a disposizione del pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_19"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 4:, Obblighi di notificazione, d’informazione, di rapporto e di registrazione, Dati statistici",
        "citation": "Art. 19 cpv. 4 LRTV",
        "content": "Il Consiglio federale disciplina i dettagli; in particolare stabilisce i principi in materia di rilevazione dei dati, esecuzione di singole rilevazioni, impiego dei dati rilevati e pubblicazione di risultati statistici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_19"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 4:, Obblighi di notificazione, d’informazione, di rapporto e di registrazione, Registrazione e conservazione delle trasmissioni e dei contributi che compongono l’ulteriore offerta editoriale della SSR",
        "citation": "Art. 20 cpv. 1 LRTV",
        "content": "Le emittenti di programmi svizzeri devono registrare tutte le trasmissioni e conservare le registrazioni, unitamente ai relativi materiali e documenti, per almeno quattro mesi. Il Consiglio federale può esonerare talune categorie di emittenti da tale obbligo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_20"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 4:, Obblighi di notificazione, d’informazione, di rapporto e di registrazione, Registrazione e conservazione delle trasmissioni e dei contributi che compongono l’ulteriore offerta editoriale della SSR",
        "citation": "Art. 20 cpv. 2 LRTV",
        "content": "I contributi che compongono l’ulteriore offerta editoriale della SSR vanno anch’essi registrati e conservati, unitamente ai relativi materiali e documenti. Il Consiglio federale disciplina la durata e la portata dell’obbligo di registrazione e di conservazione in funzione delle possibilità tecniche e di quanto può essere ragionevolmente preteso dalla SSR.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_20"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 4:, Obblighi di notificazione, d’informazione, di rapporto e di registrazione, Registrazione e conservazione delle trasmissioni e dei contributi che compongono l’ulteriore offerta editoriale della SSR",
        "citation": "Art. 20 cpv. 3 LRTV",
        "content": "Se, durante il periodo di conservazione, è presentato reclamo presso l’organo di mediazione o è interposto ricorso presso l’Autorità indipendente di ricorso in materia radiotelevisiva oppure è aperto d’ufficio un procedimento di vigilanza, le registrazioni, i materiali e i documenti relativi devono essere conservati sino al termine del procedimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_20"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 4:, Obblighi di notificazione, d’informazione, di rapporto e di registrazione, Conservazione di programmi",
        "citation": "Art. 21 cpv. 1 LRTV",
        "content": "Il Consiglio federale può obbligare le emittenti svizzere a tenere a disposizione le registrazioni dei loro programmi affinché possano essere conservate in modo durevole per il pubblico. Le emittenti possono essere indennizzate per le spese che ne derivano loro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_21"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 4:, Obblighi di notificazione, d’informazione, di rapporto e di registrazione, Conservazione di programmi",
        "citation": "Art. 21 cpv. 2 LRTV",
        "content": "Il Consiglio federale stabilisce i programmi da conservare e disciplina l’indennizzo delle emittenti nonché la consegna, l’archiviazione e la disponibilità delle registrazioni. In particolare può emanare prescrizioni tecniche relative al genere e al formato dei supporti di dati e designare organi incaricati di coordinare i lavori necessari e di selezionare i programmi da conservare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_21"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 4:, Obblighi di notificazione, d’informazione, di rapporto e di registrazione, Conservazione di programmi",
        "citation": "Art. 21 cpv. 3 LRTV",
        "content": "Le spese degli organi di cui al capoverso 2 e l’indennizzo versato alle emittenti secondo il capoverso 1 sono finanziati con il canone qualora i proventi della rimunerazione per la consultazione dei programmi registrati e per la loro riutilizzazione non siano sufficienti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_21"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 4:, Obblighi di notificazione, d’informazione, di rapporto e di registrazione, Conservazione di programmi",
        "citation": "Art. 21 cpv. 4 LRTV",
        "content": "Per assicurare a lungo termine l’utilizzazione degli archivi, il Consiglio federale può prendere provvedimenti di sostegno volti a conservare i pertinenti apparecchi di riproduzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_21"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 5: Tassa di concessione",
        "citation": "Art. 22 cpv. 1 LRTV",
        "content": "Le emittenti di programmi svizzeri concessionarie versano annualmente una tassa di concessione. Il provento della tassa è utilizzato in primo luogo per promuovere progetti di ricerca nel settore radiotelevisivo (art. 77) ein secondo luogo per promuovere nuove tecnologie di diffusione (art. 58).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_22"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 1: Disposizioni generali, Sezione 5: Tassa di concessione",
        "citation": "Art. 22 cpv. 2 LRTV",
        "content": "La tassa non supera l’uno per cento dei proventi lordi derivanti da pubblicità e sponsorizzazioni. Il Consiglio federale stabilisce l’importo della tassa e una franchigia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_22"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 2: Società svizzera di radiotelevisione, Sezione 1: Mandato di programma e concessione, Principio",
        "citation": "Art. 23 LRTV",
        "content": "La SSR fornisce un servizio di pubblica utilità. Non ha scopo di lucro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_23"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 2: Società svizzera di radiotelevisione, Sezione 1: Mandato di programma e concessione, Mandato di programma",
        "citation": "Art. 24 cpv. 1 LRTV",
        "content": "La SSR adempie il mandato costituzionale nel settore della radiotelevisione (mandato di programma). In particolare:\na. fornisce programmi radiofonici e televisivi completi e di pari valore a tutta la popolazione nelle tre lingue ufficiali;\nb. promuove la comprensione, la coesione e lo scambio fra le regioni del Paese, le comunità linguistiche, le culture e i gruppi sociali e tiene conto delle particolarità del Paese e dei bisogni dei Cantoni;\nc. promuove il mantenimento di strette relazioni fra gli Svizzeri all’estero e la patria nonché la presenza della Svizzera all’estero e la comprensione per le sue aspirazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_24"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 2: Società svizzera di radiotelevisione, Sezione 1: Mandato di programma e concessione, Mandato di programma",
        "citation": "Art. 24 cpv. 2 LRTV",
        "content": "Per la Svizzera romancia la SSR allestisce almeno un programma radiofonico. Peraltro, il Consiglio federale stabilisce i principi volti a considerare ulteriormente le esigenze radiofoniche e televisive di questa regione linguistica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_24"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 2: Società svizzera di radiotelevisione, Sezione 1: Mandato di programma e concessione, Mandato di programma",
        "citation": "Art. 24 cpv. 3 LRTV",
        "content": "Il Consiglio federale stabilisce altresì i principi intesi a considerare le esigenze delle persone affette da deficienze sensorie. Esso determina in particolare in qual misura si debbano offrire ai non udenti trasmissioni speciali in linguaggio gestuale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_24"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 2: Società svizzera di radiotelevisione, Sezione 1: Mandato di programma e concessione, Mandato di programma",
        "citation": "Art. 24 cpv. 4 LRTV",
        "content": "La SSR contribuisce:\na. alla libera formazione delle opinioni del pubblico mediante un’informazione completa, diversificata e corretta, in particolare sulla realtà politica, economica e sociale;\nb. allo sviluppo culturale e al rafforzamento dei valori culturali del Paese nonché alla promozione della cultura svizzera, tenendo conto in special modo della letteratura svizzera, nonché delle opere musicali e cinematografiche svizzere, in particolare diffondendo produzioni svizzere e trasmissioni prodotte in proprio;\nc. all’educazione del pubblico, segnatamente tramite trasmissioni periodiche di contenuto formativo;\nd. all’intrattenimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_24"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 2: Società svizzera di radiotelevisione, Sezione 1: Mandato di programma e concessione, Mandato di programma",
        "citation": "Art. 24 cpv. 5 LRTV",
        "content": "Nelle trasmissioni informative importanti, esulanti dai confini linguistici e nazionali, la lingua dev’essere di regola utilizzata nella sua forma standard.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_24"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 2: Società svizzera di radiotelevisione, Sezione 1: Mandato di programma e concessione, Concessione",
        "citation": "Art. 25 cpv. 1 LRTV",
        "content": "Il Consiglio federale rilascia una concessione alla SSR.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_25"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 2: Società svizzera di radiotelevisione, Sezione 1: Mandato di programma e concessione, Concessione",
        "citation": "Art. 25 cpv. 2 LRTV",
        "content": "Prima di rilasciare la concessione o di apportarvi modifiche significative dal profilo della politica dei mezzi di comunicazione, si procede a una consultazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_25"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 2: Società svizzera di radiotelevisione, Sezione 1: Mandato di programma e concessione, Concessione",
        "citation": "Art. 25 cpv. 3 LRTV",
        "content": "La concessione stabilisce in particolare:\na. il numero e il genere dei programmi radiotelevisivi;\nb. il volume dell’ulteriore offerta editoriale necessaria per adempiere il mandato di programma a livello di regione linguistica come pure a livello nazionale e internazionale e finanziata mediante i proventi del canone;\nc. i dettagli relativi alla presa in considerazione della letteratura svizzera e delle opere musicali e cinematografiche svizzere secondo l’articolo 24 capoverso 4 lettera b; può imporre quote minime.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_25"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 2: Società svizzera di radiotelevisione, Sezione 1: Mandato di programma e concessione, Concessione",
        "citation": "Art. 25 cpv. 4 LRTV",
        "content": "La SSR può offrire singoli programmi in collaborazione con altre emittenti. La collaborazione è disciplinata in contratti subordinati all’approvazione del Dipartimento federale dell’ambiente, dei trasporti, dell’energia e delle comunicazioni (DATEC).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_25"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 2: Società svizzera di radiotelevisione, Sezione 1: Mandato di programma e concessione, Concessione",
        "citation": "Art. 25 cpv. 5 LRTV",
        "content": "Il DATEC può modificare singole disposizioni della concessione prima della sua scadenza, se le condizioni di fatto o di diritto sono mutate e la modifica è necessaria per tutelare importanti interessi. Alla SSR è versata un’adeguata indennità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_25"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 2: Società svizzera di radiotelevisione, Sezione 1: Mandato di programma e concessione, Concessione",
        "citation": "Art. 25 cpv. 6 LRTV",
        "content": "Il DATEC può limitare o sospendere in parte la concessione della SSR se:\na. l’autorità di vigilanza ha presentato una richiesta conformemente all’articolo 89;\nb. la SSR ha violato ripetutamente o in modo grave i suoi obblighi conformemente agli articoli 35 e 36.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_25"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 2: Società svizzera di radiotelevisione, Sezione 2: Offerta editoriale, Limitazioni dell’offerta regionale",
        "citation": "Art. 26 cpv. 1 LRTV",
        "content": "La SSR non è autorizzata a diffondere programmi regionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_26"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 2: Società svizzera di radiotelevisione, Sezione 2: Offerta editoriale, Limitazioni dell’offerta regionale",
        "citation": "Art. 26 cpv. 2 LRTV",
        "content": "Con l’autorizzazione del DATEC la SSR può introdurre nei suoi programmi radiofonici finestre regionali di durata limitata. In tali finestre la sponsorizzazione è vietata. La durata delle finestre regionali non può eccedere un’ora al giorno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_26"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 2: Società svizzera di radiotelevisione, Sezione 2: Offerta editoriale, Produzione di programmi",
        "citation": "Art. 27 LRTV",
        "content": "I programmi della SSR devono essere prodotti prevalentemente nelle regioni linguistiche del Paese alle quali sono destinati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_27"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 2: Società svizzera di radiotelevisione, Sezione 2: Offerta editoriale, Offerta editoriale destinata all’estero",
        "citation": "Art. 28 cpv. 1 LRTV",
        "content": "Il Consiglio federale conclude periodicamente un accordo con la SSR sull’estensione dell’offerta editoriale destinata all’estero conformemente all’articolo 24 capoverso 1 lettera c e sui relativi costi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_28"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 2: Società svizzera di radiotelevisione, Sezione 2: Offerta editoriale, Offerta editoriale destinata all’estero",
        "citation": "Art. 28 cpv. 2 LRTV",
        "content": "In situazioni di crisi può concludere con la SSR speciali mandati di prestazioni a breve termine per contribuire alla comprensione tra i popoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_28"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 2: Società svizzera di radiotelevisione, Sezione 2: Offerta editoriale, Offerta editoriale destinata all’estero",
        "citation": "Art. 28 cpv. 3 LRTV",
        "content": "La Confederazione rimborsa alla SSR almeno la metà dei costi per le prestazioni di cui al capoverso 1 ed i costi integrali per le prestazioni di cui al capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_28"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 2: Società svizzera di radiotelevisione, Sezione 3: Attività non previste nella concessione ",
        "citation": "Art. 29 cpv. 1 LRTV",
        "content": "La SSR e le aziende di cui essa detiene il controllo devono notificare previamente all’UFCOM le attività non definite nella concessione che potrebbero nuocere alla posizione e al compito di altre aziende mediatiche svizzere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_29"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 2: Società svizzera di radiotelevisione, Sezione 3: Attività non previste nella concessione ",
        "citation": "Art. 29 cpv. 2 LRTV",
        "content": "Se l’attività in questione nuoce all’adempimento del mandato di programma o limita considerevolmente il margine di sviluppo di altre aziende mediatiche, il DATEC può imporre oneri in materia di attività commerciale, finanziamento, contabilità separata e separazione delle strutture organizzative o vietare tale attività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_29"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 2: Società svizzera di radiotelevisione, Sezione 4: Diffusione dei programmi della SSR",
        "citation": "Art. 30 cpv. 1 LRTV",
        "content": "I programmi radiotelevisivi della SSR sono diffusi capillarmente almeno nella rispettiva regione linguistica. Almeno un programma radiofonico e un programma televisivo della SSR sono diffusi nell’intera Svizzera in lingua tedesca, francese e italiana. Il Consiglio federale può prevedere eccezioni. Inoltre, tiene conto delle esigenze dei romanci conformemente all’articolo 24 capoverso 2. Si assicura per altro che per ogni modalità di diffusione vi siano frequenze e canali a disposizione delle altre emittenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_30"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 2: Società svizzera di radiotelevisione, Sezione 4: Diffusione dei programmi della SSR",
        "citation": "Art. 30 cpv. 2 LRTV",
        "content": "Il Consiglio federale determina per ogni programma la zona di copertura e le modalità di diffusione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_30"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 2: Società svizzera di radiotelevisione, Sezione 5: Organizzazione e finanziamento, Organizzazione della SSR",
        "citation": "Art. 31 cpv. 1 LRTV",
        "content": "La SSR adotta un’organizzazione tale da assicurare:\na. la propria autonomia e indipendenza nei confronti dello Stato e delle varie entità sociali, economiche e politiche;\nb. una gestione efficace e un impiego del canone conforme allo scopo previsto;\nc. il rispetto delle aspirazioni delle regioni linguistiche, nonché una direzione e un coordinamento nazionali;\nd. la rappresentanza del pubblico nell’organizzazione; \ne. la separazione fra attività redazionale e attività economiche;\nf. una direzione, una sorveglianza e un controllo conformi ai principi del diritto in materia di società anonima.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_31"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 2: Società svizzera di radiotelevisione, Sezione 5: Organizzazione e finanziamento, Organizzazione della SSR",
        "citation": "Art. 31 cpv. 2 LRTV",
        "content": "Gli statuti della SSR sottostanno all’approvazione del DATEC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_31"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 2: Società svizzera di radiotelevisione, Sezione 5: Organizzazione e finanziamento, Organi",
        "citation": "Art. 32 cpv. 1 LRTV",
        "content": "La SSR dispone obbligatoriamente dei seguenti organi: assemblea generale, consiglio d’amministrazione, ufficio di revisione e direzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_32"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 2: Società svizzera di radiotelevisione, Sezione 5: Organizzazione e finanziamento, Organi",
        "citation": "Art. 32 cpv. 2 LRTV",
        "content": "Salvo diversa disposizione della presente legge, alla disciplina statutaria dei diritti, degli obblighi e delle responsabilità degli organi della SSR si applicano per analogia le disposizioni del diritto in materia di società anonima.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_32"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 2: Società svizzera di radiotelevisione, Sezione 5: Organizzazione e finanziamento, Consiglio d’amministrazione",
        "citation": "Art. 33 cpv. 1 LRTV",
        "content": "Il Consiglio federale può designare fino a un quarto dei membri del Consiglio d’amministrazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_33"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 2: Società svizzera di radiotelevisione, Sezione 5: Organizzazione e finanziamento, Consiglio d’amministrazione",
        "citation": "Art. 33 cpv. 2 LRTV",
        "content": "Il Consiglio d’amministrazione non impartisce istruzioni specifiche nell’ambito degli affari correnti relativi ai programmi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_33"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 2: Società svizzera di radiotelevisione, Sezione 5: Organizzazione e finanziamento, Consiglio d’amministrazione",
        "citation": "Art. 33 cpv. 3 LRTV",
        "content": "I membri del Consiglio d’amministrazione non possono essere alle dipendenze della SSR o di aziende di cui essa detiene il controllo. Essi non sottostanno ad alcuna istruzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_33"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 2: Società svizzera di radiotelevisione, Sezione 5: Organizzazione e finanziamento, Finanziamento",
        "citation": "Art. 34 LRTV",
        "content": "La SSR è finanziata essenzialmente mediante il canone. Può ricorrere ad altre fonti di finanziamento, per quanto la presente legge, l’ordinanza, la concessione o il diritto internazionale pertinente non impongano limitazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_34"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 2: Società svizzera di radiotelevisione, Sezione 5: Organizzazione e finanziamento, Impiego dei mezzi finanziari ",
        "citation": "Art. 35 cpv. 1 LRTV",
        "content": "La SSR e le aziende di cui essa detiene il controllo gestiscono le loro finanze secondo i principi riconosciuti della miglior prassi. Esse operano secondo criteri economici, impiegano i mezzi finanziari in modo conforme alle prescrizioni e provvedono a mantenere a lungo termine la sostanza dell’azienda, in funzione dell’adempimento del loro mandato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_35"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 2: Società svizzera di radiotelevisione, Sezione 5: Organizzazione e finanziamento, Impiego dei mezzi finanziari ",
        "citation": "Art. 35 cpv. 2 LRTV",
        "content": "La SSR impiega la sua quota di canone esclusivamente per sopperire all’onere derivante dall’emittenza inerente ai programmi radiotelevisivi e all’ulteriore offerta editoriale (art. 25 cpv. 3 lett. b).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_35"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 2: Società svizzera di radiotelevisione, Sezione 5: Organizzazione e finanziamento, Impiego dei mezzi finanziari ",
        "citation": "Art. 35 cpv. 3 LRTV",
        "content": "Se la SSR rinuncia a un’attività che ha avuto un’importanza considerevole nella determinazione del canone, il DATEC può obbligarla a costituire riserve per un importo corrispondente, di cui va tenuto conto nel successivo adattamento del canone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_35"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 2: Società svizzera di radiotelevisione, Sezione 5: Organizzazione e finanziamento, Impiego dei mezzi finanziari ",
        "citation": "Art. 35 cpv. 4 LRTV",
        "content": "Il Consiglio federale provvede affinché, nella SSR e nelle aziende di cui essa detiene il controllo, ai membri degli organi direttivi, ai quadri dirigenti nonché all’altro personale con retribuzione analoga si applichino per analogia le disposizioni dell’articolo 6a capoversi 1–5 della legge del 24 marzo 2000 sul personale federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_35"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 2: Società svizzera di radiotelevisione, Sezione 5: Organizzazione e finanziamento, Sorveglianza finanziaria",
        "citation": "Art. 36 cpv. 1 LRTV",
        "content": "La SSR e le aziende di cui essa detiene il controllo tengono la loro contabilità secondo le prescrizioni applicabili alle società anonime e secondo gli standard in materia di bilancio riconosciuti dalle borse svizzere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_36"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 2: Società svizzera di radiotelevisione, Sezione 5: Organizzazione e finanziamento, Sorveglianza finanziaria",
        "citation": "Art. 36 cpv. 2 LRTV",
        "content": "Esse tengono conti separati per le attività che servono all’adempimento del mandato di prestazioni connesso alla concessione e per le altre attività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_36"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 2: Società svizzera di radiotelevisione, Sezione 5: Organizzazione e finanziamento, Sorveglianza finanziaria",
        "citation": "Art. 36 cpv. 3 LRTV",
        "content": "Il Consiglio d’amministrazione della SSR notifica ogni anno al DATEC:\na. il conto di gruppo;\nb. il conto annuale, il preventivo, la pianificazione finanziaria e la relazione annuale della SSR e delle aziende di cui essa detiene il controllo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_36"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 2: Società svizzera di radiotelevisione, Sezione 5: Organizzazione e finanziamento, Sorveglianza finanziaria",
        "citation": "Art. 36 cpv. 4 LRTV",
        "content": "Il DATEC esamina la gestione finanziaria della SSR in base alla relazione del Consiglio d’amministrazione. Può chiedere informazioni complementari. In particolare, può esigere informazioni dal Consiglio d’amministrazione della SSR e dagli organi incaricati della direzione strategica delle aziende controllate su come hanno assunto la loro responsabilità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_36"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 2: Società svizzera di radiotelevisione, Sezione 5: Organizzazione e finanziamento, Sorveglianza finanziaria",
        "citation": "Art. 36 cpv. 5 LRTV",
        "content": "Il DATEC può svolgere verifiche in loco presso la SSR e le aziende di cui essa detiene il controllo, se:\na. la relazione è lacunosa e la SSR, nonostante l’invito del DATEC, non ha fornito informazioni sufficienti entro il termine impartito; o\nb. vi è fondato sospetto che la SSR o una delle aziende di cui essa detiene il controllo non abbia adempiuto gli obblighi di cui all’articolo 35 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_36"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 2: Società svizzera di radiotelevisione, Sezione 5: Organizzazione e finanziamento, Sorveglianza finanziaria",
        "citation": "Art. 36 cpv. 6 LRTV",
        "content": "Il DATEC può incaricare il Controllo federale delle finanze oppure altri periti di verificare le finanze della SSR, alle condizioni previste nel capoverso 5. La legge del 28 giugno 1967 sul Controllo delle finanze non è applicabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_36"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 2: Società svizzera di radiotelevisione, Sezione 5: Organizzazione e finanziamento, Sorveglianza finanziaria",
        "citation": "Art. 36 cpv. 7 LRTV",
        "content": "Non sono ammessi meri controlli d’opportunità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_36"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 2: Società svizzera di radiotelevisione, Sezione 5: Organizzazione e finanziamento, Partecipazioni in altre emittenti",
        "citation": "Art. 37 LRTV",
        "content": "Le partecipazioni della SSR in altre emittenti richiedono l’approvazione del DATEC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_37"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 3: Altre emittenti con mandato di prestazioni, Sezione 1:, Concessioni con mandato di prestazioni e partecipazione al canone, Principio",
        "citation": "Art. 38 cpv. 1 LRTV",
        "content": "Le concessioni con mandato di prestazioni e partecipazione al canone (concessioni con partecipazione al canone) possono essere rilasciate alle emittenti locali e regionali che forniscono:\na. nelle regioni che non dispongono di sufficienti possibilità di finanziamento, programmi radiotelevisivi che tengono conto delle particolarità locali o regionali attraverso un’informazione completa, in particolare sulla realtà politica, economica e sociale, e contribuiscono a sviluppare la vita culturale nella zona di copertura;\nb. negli agglomerati, un contributo all’adempimento del mandato di prestazioni costituzionale mediante una programmazione radiofonica complementare e senza scopo di lucro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_38"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 3: Altre emittenti con mandato di prestazioni, Sezione 1:, Concessioni con mandato di prestazioni e partecipazione al canone, Principio",
        "citation": "Art. 38 cpv. 2 LRTV",
        "content": "Le concessioni con partecipazione al canone danno diritto alla diffusione del programma in una determinata zona di copertura (diritto d’accesso) e all’attribuzione di una quota del canone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_38"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 3: Altre emittenti con mandato di prestazioni, Sezione 1:, Concessioni con mandato di prestazioni e partecipazione al canone, Principio",
        "citation": "Art. 38 cpv. 3 LRTV",
        "content": "Per ogni zona di copertura viene rilasciata una sola concessione con partecipazione al canone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_38"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 3: Altre emittenti con mandato di prestazioni, Sezione 1:, Concessioni con mandato di prestazioni e partecipazione al canone, Principio",
        "citation": "Art. 38 cpv. 4 LRTV",
        "content": "La concessione stabilisce perlomeno:\na. la zona di copertura e il tipo di diffusione;\nb. le prestazioni richieste in materia di programmi e i relativi requisiti d’esercizio e di organizzazione;\nc. le altre esigenze e gli oneri che il concessionario deve adempiere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_38"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 3: Altre emittenti con mandato di prestazioni, Sezione 1:, Concessioni con mandato di prestazioni e partecipazione al canone, Zone di copertura",
        "citation": "Art. 39 cpv. 1 LRTV",
        "content": "Dopo aver consultato la Commissione federale delle comunicazioni, il Consiglio federale determina il numero e l’estensione delle zone di copertura per le quali sono rilasciate concessioni con partecipazione al canone, nonché le modalità di diffusione nella rispettiva zona. In tal ambito differenzia tra zone di copertura radiofonica e zone di copertura televisiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_39"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 3: Altre emittenti con mandato di prestazioni, Sezione 1:, Concessioni con mandato di prestazioni e partecipazione al canone, Zone di copertura",
        "citation": "Art. 39 cpv. 2 LRTV",
        "content": "Le zone di copertura ai sensi dell’articolo 38 capoverso 1 lettera a devono essere stabilite in modo da:\na. costituire un’entità politica e geografica o presentare legami culturali o economici particolarmente stretti; e \nb. disporre di possibilità di finanziamento sufficienti affinché le emittenti possano adempiere il loro mandato di prestazioni ricevendo una quota adeguata dei proventi del canone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_39"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 3: Altre emittenti con mandato di prestazioni, Sezione 1:, Concessioni con mandato di prestazioni e partecipazione al canone, Zone di copertura",
        "citation": "Art. 39 cpv. 3 LRTV",
        "content": "Possono essere previste eccezioni per programmi regionali diffusi almeno in due lingue nazionali in un’area di frontiera linguistica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_39"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 3: Altre emittenti con mandato di prestazioni, Sezione 1:, Concessioni con mandato di prestazioni e partecipazione al canone, Zone di copertura",
        "citation": "Art. 39 cpv. 4 LRTV",
        "content": "Il Consiglio federale verifica periodicamente, ma al più tardi ogni dieci anni, il numero e l’estensione delle zone di copertura. Il DATEC può effettuare adeguamenti minimi riguardanti l’estensione delle zone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_39"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 3: Altre emittenti con mandato di prestazioni, Sezione 1:, Concessioni con mandato di prestazioni e partecipazione al canone, Zone di copertura",
        "citation": "Art. 39 cpv. 5 LRTV",
        "content": "Prima di determinare le zone di copertura e prima di ogni modifica rilevante vengono sentiti in particolare i Cantoni e le emittenti concessionarie direttamente interessate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_39"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 3: Altre emittenti con mandato di prestazioni, Sezione 1:, Concessioni con mandato di prestazioni e partecipazione al canone, Partecipazione al canone",
        "citation": "Art. 40 cpv. 1 LRTV",
        "content": "Le concessioni con partecipazione al canone secondo l’articolo 68a capoverso 1 lettera b danno diritto al 4–6 per cento dei proventi del canone radiotelevisivo. Il Consiglio federale determina:\na. al momento di stabilire l’importo del canone, le quote attribuite rispettivamente alla radio e alla televisione, tenendo conto del fabbisogno necessario all’adempimento dei mandati di prestazioni conformemente all’articolo 38 capoverso 1; e \nb. la percentuale massima che questa quota deve rappresentare rispetto alle spese d’esercizio delle singole emittenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_40"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 3: Altre emittenti con mandato di prestazioni, Sezione 1:, Concessioni con mandato di prestazioni e partecipazione al canone, Partecipazione al canone",
        "citation": "Art. 40 cpv. 2 LRTV",
        "content": "Il DATEC stabilisce la quota dei proventi del canone attribuita a ogni concessionario per un periodo determinato. A tale scopo, tiene conto dell’ampiezza e del potenziale economico della zona di copertura nonché dell’investimento, spese di diffusione incluse, necessario al concessionario per adempiere il mandato di prestazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_40"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 3: Altre emittenti con mandato di prestazioni, Sezione 1:, Concessioni con mandato di prestazioni e partecipazione al canone, Partecipazione al canone",
        "citation": "Art. 40 cpv. 3 LRTV",
        "content": "Sono applicabili le disposizioni della legge del 5 ottobre 1990 sui sussidi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_40"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 3: Altre emittenti con mandato di prestazioni, Sezione 1:, Concessioni con mandato di prestazioni e partecipazione al canone, Obblighi delle emittenti titolari di concessioni con partecipazione al canone",
        "citation": "Art. 41 cpv. 1 LRTV",
        "content": "Le emittenti titolari di una concessione con partecipazione al canone devono adempiere il mandato di prestazioni definito nella concessione. Il Consiglio federale può stabilire altri obblighi per garantire l’adempimento del mandato di prestazioni e una programmazione indipendente. In particolare, può obbligare le emittenti a elaborare linee direttrici e uno statuto redazionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_41"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 3: Altre emittenti con mandato di prestazioni, Sezione 1:, Concessioni con mandato di prestazioni e partecipazione al canone, Obblighi delle emittenti titolari di concessioni con partecipazione al canone",
        "citation": "Art. 41 cpv. 2 LRTV",
        "content": "Le emittenti titolari di una concessione con partecipazione al canone devono impiegare i mezzi finanziari in modo razionale e conforme alle prescrizioni. La distribuzione di utili non è ammessa. L’emittenza del programma sussidiato attraverso il canone dev’essere separata nella contabilità da eventuali altre attività economiche del concessionario. Se un’azienda controllata economicamente dal concessionario fornisce prestazioni in relazione con il programma, il concessionario provvede a separare contabilmente queste prestazioni dalle altre attività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_41"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 3: Altre emittenti con mandato di prestazioni, Sezione 1:, Concessioni con mandato di prestazioni e partecipazione al canone, Obblighi delle emittenti titolari di concessioni con partecipazione al canone",
        "citation": "Art. 41 cpv. 3 LRTV",
        "content": "La collaborazione con altre emittenti non deve compromettere né l’adempimento del mandato di prestazioni né l’indipendenza della programmazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_41"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 3: Altre emittenti con mandato di prestazioni, Sezione 1:, Concessioni con mandato di prestazioni e partecipazione al canone, Sorveglianza finanziaria",
        "citation": "Art. 42 cpv. 1 LRTV",
        "content": "Il concessionario presenta ogni anno il consuntivo all’UFCOM. L’UFCOM verifica se i mezzi finanziari sono stati impiegati in modo razionale e conforme alle prescrizioni. In caso contrario, può ridurre le quote del canone attribuite a un concessionario o esigerne il rimborso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_42"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 3: Altre emittenti con mandato di prestazioni, Sezione 1:, Concessioni con mandato di prestazioni e partecipazione al canone, Sorveglianza finanziaria",
        "citation": "Art. 42 cpv. 2 LRTV",
        "content": "L’UFCOM può anche esigere informazioni dal concessionario e dalle persone tenute a informare secondo l’articolo 17 capoverso 2 lettere a–c e svolgere verifiche finanziarie in loco.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_42"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 3: Altre emittenti con mandato di prestazioni, Sezione 1:, Concessioni con mandato di prestazioni e partecipazione al canone, Sorveglianza finanziaria",
        "citation": "Art. 42 cpv. 3 LRTV",
        "content": "Non sono autorizzati meri controlli d’opportunità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_42"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 3: Altre emittenti con mandato di prestazioni, Sezione 2:, Concessioni con mandato di prestazioni senza partecipazione al canone",
        "citation": "Art. 43 cpv. 1 LRTV",
        "content": "Il DATEC può rilasciare ad altre emittenti una concessione per la diffusione via etere di un programma che:\na. tiene conto, in una determinata regione, delle particolarità locali o regionali attraverso un’informazione completa, in particolare sulla realtà politica, economica e sociale e contribuisce a sviluppare la vita culturale nella zona di copertura;\nb. contribuisce in misura speciale, in una regione linguistica, ad adempiere il mandato di prestazioni costituzionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_43"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 3: Altre emittenti con mandato di prestazioni, Sezione 2:, Concessioni con mandato di prestazioni senza partecipazione al canone",
        "citation": "Art. 43 cpv. 2 LRTV",
        "content": "La concessione definisce l’estensione dell’accesso alla diffusione e il mandato di prestazioni in materia di programmi. Il DATEC può stabilire altri obblighi per garantire l’adempimento del mandato di prestazioni e una programmazione indipendente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_43"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 3: Altre emittenti con mandato di prestazioni, Sezione 3: Prescrizioni relative alle concessioni, Condizioni generali per il rilascio di una concessione",
        "citation": "Art. 44 cpv. 1 LRTV",
        "content": "Una concessione può essere rilasciata se il richiedente:\na. è in grado di adempiere il mandato di prestazioni;\nb. dimostra in modo verosimile di poter finanziare gli investimenti necessari e l’esercizio;\nc. dichiara all’autorità concedente chi detiene le parti preponderanti del suo capitale e chi mette a sua disposizione importanti mezzi finanziari;\nd. offre garanzia di rispettare le prescrizioni in materia di diritto del lavoro e le condizioni di lavoro di categoria, il diritto applicabile e, in particolare, gli obblighi e oneri legati alla concessione;\ne. separa l’attività redazionale dalle attività economiche;\nf. è una persona fisica domiciliata in Svizzera o una persona giuridica con sede in Svizzera.\ng. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_44"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 3: Altre emittenti con mandato di prestazioni, Sezione 3: Prescrizioni relative alle concessioni, Condizioni generali per il rilascio di una concessione",
        "citation": "Art. 44 cpv. 2 LRTV",
        "content": "A condizione che non vi si opponga alcun obbligo internazionale, il rilascio della concessione può essere negato a una persona giuridica sotto controllo estero, a una persona giuridica svizzera con partecipazione estera o a una persona fisica che non possiede la cittadinanza svizzera se il corrispondente Stato estero non accorda la reciprocità in misura analoga.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_44"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 3: Altre emittenti con mandato di prestazioni, Sezione 3: Prescrizioni relative alle concessioni, Condizioni generali per il rilascio di una concessione",
        "citation": "Art. 44 cpv. 3 LRTV",
        "content": "Un’emittente o l’azienda cui questa appartiene può ottenere al massimo due concessioni televisive e due concessioni radiofoniche. Il Consiglio federale può prevedere eccezioni per l’introduzione di nuove tecnologie di diffusione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_44"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 3: Altre emittenti con mandato di prestazioni, Sezione 3: Prescrizioni relative alle concessioni, Procedura di rilascio della concessione",
        "citation": "Art. 45 cpv. 1 LRTV",
        "content": "Le concessioni sono rilasciate dal DATEC. L’UFCOM indice di regola un concorso pubblico; può consultare le cerchie interessate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_45"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 3: Altre emittenti con mandato di prestazioni, Sezione 3: Prescrizioni relative alle concessioni, Procedura di rilascio della concessione",
        "citation": "Art. 45 cpv. 1bis LRTV",
        "content": "Le concessioni possono essere prorogate senza indire un concorso pubblico, in particolare se la situazione nelle zone di copertura o l’evoluzione tecnologica pone le emittenti dinanzi a un compito particolarmente impegnativo. In tale contesto si tiene conto del precedente adempimento del mandato di prestazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_45"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 3: Altre emittenti con mandato di prestazioni, Sezione 3: Prescrizioni relative alle concessioni, Procedura di rilascio della concessione",
        "citation": "Art. 45 cpv. 2 LRTV",
        "content": "Per il rilascio di concessioni di breve durata il Consiglio federale può prevedere una procedura speciale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_45"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 3: Altre emittenti con mandato di prestazioni, Sezione 3: Prescrizioni relative alle concessioni, Procedura di rilascio della concessione",
        "citation": "Art. 45 cpv. 3 LRTV",
        "content": "Se nel concorso pubblico sono presentate diverse candidature, la concessione è rilasciata al candidato che è meglio in grado di adempiere il mandato di prestazioni. Se più candidature soddisfano questo requisito, la concessione è accordata al candidato che contribuisce più degli altri ad accrescere la pluralità delle opinioni e dell’offerta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_45"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 3: Altre emittenti con mandato di prestazioni, Sezione 3: Prescrizioni relative alle concessioni, Procedura di rilascio della concessione",
        "citation": "Art. 45 cpv. 4 LRTV",
        "content": "Di regola, le concessioni per la diffusione di programmi via etere sono rilasciate prima di mettere a concorso le corrispondenti concessioni di radiocomunicazione secondo l’articolo 22a LTC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_45"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 3: Altre emittenti con mandato di prestazioni, Sezione 3: Prescrizioni relative alle concessioni, Durata ed estinzione della concessione",
        "citation": "Art. 46 cpv. 1 LRTV",
        "content": "Ogni concessione è rilasciata per un periodo determinato. Di regola, le concessioni analoghe hanno la stessa scadenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_46"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 3: Altre emittenti con mandato di prestazioni, Sezione 3: Prescrizioni relative alle concessioni, Durata ed estinzione della concessione",
        "citation": "Art. 46 cpv. 2 LRTV",
        "content": "Una concessione si estingue in caso di rinuncia da parte dell’emittente, in caso di ritiro o alla sua scadenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_46"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 3: Altre emittenti con mandato di prestazioni, Sezione 3: Prescrizioni relative alle concessioni, Adempimento del mandato di prestazioni",
        "citation": "Art. 47 cpv. 1 LRTV",
        "content": "L’UFCOM verifica se il programma concessionato adempie il mandato di prestazioni. A tale scopo può avvalersi di servizi esterni specializzati o periti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_47"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 3: Altre emittenti con mandato di prestazioni, Sezione 3: Prescrizioni relative alle concessioni, Adempimento del mandato di prestazioni",
        "citation": "Art. 47 cpv. 2 LRTV",
        "content": "Se rileva considerevoli inadeguatezze, l’UFCOM prende provvedimenti. Può in particolare ridurre al massimo della metà il diritto alle quote del canone fintanto che le inadeguatezze non siano rimosse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_47"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 3: Altre emittenti con mandato di prestazioni, Sezione 3: Prescrizioni relative alle concessioni, Trasferimento della concessione",
        "citation": "Art. 48 cpv. 1 LRTV",
        "content": "Il trasferimento della concessione va notificato previamente al DATEC ed è subordinato all’approvazione di quest’ultimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_48"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 3: Altre emittenti con mandato di prestazioni, Sezione 3: Prescrizioni relative alle concessioni, Trasferimento della concessione",
        "citation": "Art. 48 cpv. 2 LRTV",
        "content": "Il DATEC verifica se le condizioni della concessione sono adempiute anche dopo il trasferimento. Può rifiutare l’approvazione entro tre mesi dal ricevimento della notificazione; in casi particolari questo termine può essere prorogato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_48"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 3: Altre emittenti con mandato di prestazioni, Sezione 3: Prescrizioni relative alle concessioni, Trasferimento della concessione",
        "citation": "Art. 48 cpv. 3 LRTV",
        "content": "Per trasferimento si intende anche il trapasso economico della concessione. Questo avviene quando è trasferito oltre il 20 per cento del capitale azionario, sociale o cooperativo o eventualmente dei titoli di partecipazione o dei diritti di voto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_48"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 3: Altre emittenti con mandato di prestazioni, Sezione 3: Prescrizioni relative alle concessioni, Modifica della concessione",
        "citation": "Art. 49 cpv. 1 LRTV",
        "content": "Il DATEC può modificare singole disposizioni della concessione prima della sua scadenza, se le condizioni di fatto o di diritto sono mutate e la modifica è necessaria per tutelare importanti interessi pubblici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_49"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 3: Altre emittenti con mandato di prestazioni, Sezione 3: Prescrizioni relative alle concessioni, Modifica della concessione",
        "citation": "Art. 49 cpv. 2 LRTV",
        "content": "Il concessionario è adeguatamente indennizzato nel caso in cui la modifica provochi una sostanziale riduzione dei diritti conferiti con la concessione. Non riceve alcun indennizzo se l’adeguamento è imputabile a importanti interessi nazionali o a una modifica di obblighi internazionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_49"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 3: Altre emittenti con mandato di prestazioni, Sezione 3: Prescrizioni relative alle concessioni, Modifica della concessione",
        "citation": "Art. 49 cpv. 3 LRTV",
        "content": "Su richiesta dell’emittente, il DATEC può modificare singole disposizioni se la modifica proposta è conforme alle condizioni per il rilascio della concessione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_49"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 3: Altre emittenti con mandato di prestazioni, Sezione 3: Prescrizioni relative alle concessioni, Limitazione, sospensione e ritiro della concessione",
        "citation": "Art. 50 cpv. 1 LRTV",
        "content": "Il DATEC può limitare, sospendere o ritirare la concessione se:\na. il concessionario l’ha ottenuta fornendo indicazioni incomplete o inesatte;\nb. il concessionario viola in modo grave la presente legge e le sue disposizioni d’esecuzione;\nc. il concessionario viola ripetutamente i suoi obblighi stabiliti nella concessione nonostante i provvedimenti di cui all’articolo 47 capoverso 2;\nd. il concessionario sfrutta in modo grave la concessione a fini illeciti;\ne. importanti interessi nazionali lo esigono.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_50"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 3: Altre emittenti con mandato di prestazioni, Sezione 3: Prescrizioni relative alle concessioni, Limitazione, sospensione e ritiro della concessione",
        "citation": "Art. 50 cpv. 2 LRTV",
        "content": "Il DATEC ritira la concessione se le condizioni essenziali per il suo rilascio non sono più adempiute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_50"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo secondo: Emittenza di programmi svizzeri, Capitolo 3: Altre emittenti con mandato di prestazioni, Sezione 3: Prescrizioni relative alle concessioni, Limitazione, sospensione e ritiro della concessione",
        "citation": "Art. 50 cpv. 3 LRTV",
        "content": "Il concessionario ha diritto a un indennizzo se il DATEC:\na. ritira la concessione poiché le condizioni essenziali per il suo rilascio sono venute meno per motivi imputabili alla Confederazione;\nb. sospende o ritira la concessione poiché importanti interessi nazionali lo esigono.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_50"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 1: Norme generali, Principio",
        "citation": "Art. 51 cpv. 1 LRTV",
        "content": "Le emittenti possono diffondere direttamente i loro programmi fondandosi sulle disposizioni del diritto delle telecomunicazioni o affidare questo compito a un fornitore di servizi di telecomunicazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_51"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 1: Norme generali, Principio",
        "citation": "Art. 51 cpv. 2 LRTV",
        "content": "I servizi per la diffusione dei programmi sono offerti a condizioni di pari opportunità, adeguate e non discriminatorie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_51"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 1: Norme generali, Principio",
        "citation": "Art. 51 cpv. 3 LRTV",
        "content": "L’articolo 47 LTC sulla comunicazione in situazioni straordinarie è applicabile alle emittenti che diffondono direttamente i loro programmi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_51"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 1: Norme generali, Limitazioni",
        "citation": "Art. 52 cpv. 1 LRTV",
        "content": "L’UFCOM può limitare o vietare la trasmissione di un programma mediante tecniche di telecomunicazione se il programma:\na. viola il diritto internazionale delle telecomunicazioni vincolante per la Svizzera;\nb. viola durevolmente e in modo grave le disposizioni di diritto internazionale vincolanti per la Svizzera in materia di programmi, pubblicità o sponsorizzazioni; o\nc. è oggetto di un divieto di trasmissione secondo l’articolo 89 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_52"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 1: Norme generali, Limitazioni",
        "citation": "Art. 52 cpv. 2 LRTV",
        "content": "Contro la decisione dell’UFCOM può interporre ricorso sia l’emittente del programma interessato sia il fornitore di servizi di telecomunicazione che lo diffonde o lo fa diffondere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_52"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 2: Diffusione di programmi via etere, Programmi con diritto d’accesso",
        "citation": "Art. 53 LRTV",
        "content": "I programmi con diritto d’accesso per la diffusione via etere nell’ambito della concessione sono:\na. i programmi della SSR;\nb. i programmi delle emittenti titolari di una concessione con mandato di prestazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_53"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 2: Diffusione di programmi via etere, Frequenze per i programmi",
        "citation": "Art. 54 cpv. 1 LRTV",
        "content": "Il Consiglio federale garantisce che siano disponibili sufficienti frequenze per adempiere il mandato di prestazioni costituzionale in materia di radio e televisione (art. 93 cpv. 2 Cost.). In particolare, provvede affinché i programmi con diritto d’accesso possano essere diffusi via etere nella zona di copertura prevista e stabilisce i principi determinanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_54"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 2: Diffusione di programmi via etere, Frequenze per i programmi",
        "citation": "Art. 54 cpv. 2 LRTV",
        "content": "Per le frequenze o i blocchi di frequenze che, conformemente al piano nazionale di attribuzione delle frequenze (art. 25 LTC), sono utilizzati per la diffusione di programmi radiotelevisivi il Consiglio federale determina:\na. la zona di diffusione;\nb. il numero di programmi radiofonici o televisivi da diffondere oppure le capacità di trasmissione da riservare per la diffusione dei programmi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_54"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 2: Diffusione di programmi via etere, Frequenze per i programmi",
        "citation": "Art. 54 cpv. 3 LRTV",
        "content": "Il DATEC provvede affinché, per informare la popolazione in situazioni straordinarie, possa essere garantita una sufficiente diffusione di programmi nel rispetto delle prescrizioni del Consiglio federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_54"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 2: Diffusione di programmi via etere, Obbligo e condizioni di diffusione",
        "citation": "Art. 55 cpv. 1 LRTV",
        "content": "Chi ottiene una concessione di radiocomunicazione per l’utilizzazione di una frequenza destinata alla diffusione di un programma con diritto d’accesso deve diffonderlo con un grado di qualità soddisfacente e conformemente alla concessione di programma e alla concessione di radiocomunicazione del diritto delle telecomunicazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_55"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 2: Diffusione di programmi via etere, Obbligo e condizioni di diffusione",
        "citation": "Art. 55 cpv. 2 LRTV",
        "content": "Per la diffusione di programmi con diritto d’accesso le emittenti versano al titolare della concessione di radiocomunicazione un indennizzo calcolato in funzione dei costi. Il Consiglio federale disciplina i costi computabili. Se la concessione di radiocomunicazione è aggiudicata all’asta, il prezzo d’aggiudicazione di cui all’articolo 39 capoverso 4 LTC non rientra tra i costi computabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_55"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 2: Diffusione di programmi via etere, Obbligo e condizioni di diffusione",
        "citation": "Art. 55 cpv. 3 LRTV",
        "content": "Il Consiglio federale può estendere l’obbligo di diffusione ai servizi abbinati ai programmi con diritto d’accesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_55"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 2: Diffusione di programmi via etere, Procedimento di conciliazione e di decisione",
        "citation": "Art. 56 cpv. 1 LRTV",
        "content": "Se entro tre mesi le parti non giungono a un’intesa in merito all’obbligo e alle condizioni di diffusione, decide l’UFCOM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_56"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 2: Diffusione di programmi via etere, Procedimento di conciliazione e di decisione",
        "citation": "Art. 56 cpv. 2 LRTV",
        "content": "L’UFCOM basa la propria decisione su valori comparativi svizzeri o esteri, sempreché le parti non adducano alcun mezzo di prova che giustifichi una deroga.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_56"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 2: Diffusione di programmi via etere, Procedimento di conciliazione e di decisione",
        "citation": "Art. 56 cpv. 3 LRTV",
        "content": "Nel periodo compreso fra la presentazione della domanda e il passaggio in giudicato della decisione, l’UFCOM può decidere provvisoriamente in merito alla diffusione e stabilire le condizioni finanziarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_56"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 2: Diffusione di programmi via etere, Procedimento di conciliazione e di decisione",
        "citation": "Art. 56 cpv. 4 LRTV",
        "content": "Le disposizioni della legge sulle telecomunicazioni relative alla concessione dell’accesso da parte dei fornitori che detengono una posizione dominante sul mercato (art. 11, 11a e 11b LTC) si applicano per analogia alla procedura e all’obbligo d’informazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_56"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 2: Diffusione di programmi via etere, Contributi alla diffusione di programmi radiofonici",
        "citation": "Art. 57 cpv. 1 LRTV",
        "content": "L’UFCOM accorda un contributo a un’emittente titolare di una concessione con partecipazione al canone secondo l’articolo 38 capoverso 1 lettera a se la diffusione via etere del suo programma radiofonico in una regione di montagna comporta oneri supplementari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_57"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 2: Diffusione di programmi via etere, Contributi alla diffusione di programmi radiofonici",
        "citation": "Art. 57 cpv. 2 LRTV",
        "content": "Il Consiglio federale disciplina le condizioni e i criteri di calcolo in base ai quali l’UFCOM accorda i contributi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_57"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 2: Diffusione di programmi via etere, Promozione di nuove tecnologie di diffusione",
        "citation": "Art. 58 cpv. 1 LRTV",
        "content": "L’UFCOM può sostenere per un periodo limitato l’introduzione di nuove tecnologie per la diffusione di programmi versando contributi ai costi di costruzione e d’esercizio di reti di trasmettitori, a condizione che nella corrispondente zona di copertura non vi siano sufficienti possibilità di finanziamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_58"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 2: Diffusione di programmi via etere, Promozione di nuove tecnologie di diffusione",
        "citation": "Art. 58 cpv. 2 LRTV",
        "content": "Può informare il pubblico sulle nuove tecnologie, in particolare sui presupposti tecnici e sulle possibilità d’utilizzo, e collaborare con terzi a tale scopo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_58"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 2: Diffusione di programmi via etere, Promozione di nuove tecnologie di diffusione",
        "citation": "Art. 58 cpv. 3 LRTV",
        "content": "I contributi di cui ai capoversi 1 e 2 sono prelevati sui proventi della tassa di concessione (art. 22) e, se questi non bastano, sui proventi del canone radiotelevisivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_58"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 2: Diffusione di programmi via etere, Promozione di nuove tecnologie di diffusione",
        "citation": "Art. 58 cpv. 4 LRTV",
        "content": "Il Consiglio federale determina la quota riservata a questi contributi quando stabilisce l’importo del canone radiotelevisivo (art. 68a). Tale quota ammonta al massimo all’1 per cento dei proventi complessivi del canone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_58"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 2: Diffusione di programmi via etere, Promozione di nuove tecnologie di diffusione",
        "citation": "Art. 58 cpv. 5 LRTV",
        "content": "Il Consiglio federale definisce la cerchia degli aventi diritto e stabilisce le condizioni per il versamento dei contributi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_58"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 3: Diffusione su linea, Diffusione su linea di programmi con diritto d’accesso e di programmi esteri",
        "citation": "Art. 59 cpv. 1 LRTV",
        "content": "Nella loro zona di copertura devono essere diffusi su linea:\na. i programmi della SSR conformemente alla sua concessione;\nb. i programmi che dispongono di una concessione con mandato di prestazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_59"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 3: Diffusione su linea, Diffusione su linea di programmi con diritto d’accesso e di programmi esteri",
        "citation": "Art. 59 cpv. 2 LRTV",
        "content": "Il Consiglio federale può inoltre designare i programmi di emittenti estere che devono essere diffusi su linea per il loro particolare contributo all’educazione, allo sviluppo culturale o alla libera formazione delle opinioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_59"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 3: Diffusione su linea, Diffusione su linea di programmi con diritto d’accesso e di programmi esteri",
        "citation": "Art. 59 cpv. 3 LRTV",
        "content": "Il Consiglio federale stabilisce il numero massimo di programmi con diritto di accesso secondo i capoversi 1 e 2 nell’ambito delle possibilità tecniche del fornitore di servizi di telecomunicazione. I programmi devono essere diffusi gratuitamente e con un grado di qualità soddisfacente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_59"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 3: Diffusione su linea, Diffusione su linea di programmi con diritto d’accesso e di programmi esteri",
        "citation": "Art. 59 cpv. 4 LRTV",
        "content": "È innanzitutto obbligato alla diffusione il fornitore di servizi di telecomunicazione che diffonde già programmi nella zona di copertura e raggiunge il maggior numero di economie domestiche. Se è necessario per consentire la ricezione del programma da parte del pubblico in generale, l’UFCOM può obbligare più di un fornitore di servizi di telecomunicazione a diffondere nella stessa zona di copertura. In caso di rifiuto, l’UFCOM può decidere in via cautelativa l’immediata attivazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_59"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 3: Diffusione su linea, Diffusione su linea di programmi con diritto d’accesso e di programmi esteri",
        "citation": "Art. 59 cpv. 5 LRTV",
        "content": "Se l’adempimento di quest’obbligo implica un eccessivo onere economico per il fornitore di servizi di telecomunicazione interessato, l’UFCOM impone all’emittente autorizzata di versare un adeguato indennizzo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_59"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 3: Diffusione su linea, Diffusione su linea di programmi con diritto d’accesso e di programmi esteri",
        "citation": "Art. 59 cpv. 6 LRTV",
        "content": "Il Consiglio federale può estendere l’obbligo di diffusione ai servizi abbinati ai programmi con diritto d’accesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_59"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 3: Diffusione su linea, Altri obblighi d’attivazione",
        "citation": "Art. 60 cpv. 1 LRTV",
        "content": "Su richiesta di un’emittente, l’UFCOM impone per una durata determinata a un fornitore di servizi di telecomunicazione di diffondere un programma su linea in una determinata zona, se:\na. il programma contribuisce in misura particolare all’adempimento del mandato costituzionale; e\nb. il fornitore di servizi di telecomunicazione dispone delle capacità di trasmissione necessarie e la diffusione non rappresenta per lui un onere economico eccessivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_60"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 3: Diffusione su linea, Altri obblighi d’attivazione",
        "citation": "Art. 60 cpv. 2 LRTV",
        "content": "Il Consiglio federale determina il numero massimo di programmi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_60"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 3: Diffusione su linea, Altri obblighi d’attivazione",
        "citation": "Art. 60 cpv. 3 LRTV",
        "content": "L’UFCOM può ritirare il diritto alla diffusione gratuita dei programmi prima della scadenza prevista se l’emittente non fornisce più le prestazioni fissate nella decisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_60"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 3: Diffusione su linea, Altri obblighi d’attivazione",
        "citation": "Art. 60 cpv. 4 LRTV",
        "content": "Il Consiglio federale può estendere l’obbligo di diffusione ai servizi abbinati ai programmi con diritti d’accesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_60"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 3: Diffusione su linea, Diffusione su linea di altri programmi",
        "citation": "Art. 61 LRTV",
        "content": "Per i programmi la cui diffusione non è disciplinata dagli articoli 59 e 60, il fornitore di servizi di telecomunicazione decide nell’ambito delle capacità di cui dispone per la diffusione medesima. I costi di diffusione possono essere indennizzati in particolare anche in funzione della redditività del servizio di diffusione per l’emittente interessata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_61"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 3: Diffusione su linea, Televisione in differita ",
        "citation": "Art. 61a cpv. 1 LRTV",
        "content": "Per televisione in differita si intende un programma televisivo di un’emittente diffuso e registrato da un fornitore di servizi di telecomunicazione che, nel rispetto delle disposizioni sul diritto d’autore, consente ai suoi clienti finali, su richiesta e per un periodo di tempo determinato, di visionarlo in differita nella sua integralità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_61_a"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 3: Diffusione su linea, Televisione in differita ",
        "citation": "Art. 61a cpv. 2 LRTV",
        "content": "Senza il consenso dell’emittente, i fornitori di servizi di telecomunicazione che offrono la televisione in differita non possono apportare alcuna modifica ai programmi televisivi lineari che diffondono e registrano. Le disposizioni riguardanti la pubblicità e la sponsorizzazione si applicano per analogia anche alla televisione in differita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_61_a"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 3: Diffusione su linea, Televisione in differita ",
        "citation": "Art. 61a cpv. 3 LRTV",
        "content": "Per assicurare la protezione dei giovani, il Consiglio federale può emanare disposizioni che disciplinano l’accessibilità a programmi televisivi nel quadro della televisione in differita. Al riguardo tiene conto di sistemi di classificazione per età riconosciuti in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_61_a"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 3: Diffusione su linea, Attribuzione dei canali",
        "citation": "Art. 62 LRTV",
        "content": "Il Consiglio federale può stabilire che i fornitori di servizi di telecomunicazione diffondano su canali preferenziali i programmi da trasmettere secondo l’articolo 59 capoversi 1 e 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_62"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 4: Preparazione tecnica dei programmi, Principi",
        "citation": "Art. 63 cpv. 1 LRTV",
        "content": "Alle emittenti l’accesso alla preparazione tecnica dei programmi dev’essere garantito a condizioni di pari opportunità, adeguate e non discriminatorie. Se la preparazione tecnica mediante i dispositivi dei fornitori di servizi di telecomunicazione corrisponde per l’essenziale allo stato della tecnica, l’emittente non può pretendere di gestire a tal fine propri dispositivi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_63"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 4: Preparazione tecnica dei programmi, Principi",
        "citation": "Art. 63 cpv. 2 LRTV",
        "content": "Chiunque fornisce servizi che gestiscono la selezione dei programmi attraverso un’interfaccia utente deve provvedere, secondo lo stato della tecnica, affinché i programmi con diritti d’accesso siano chiaramente indicati sin dalla prima fase di utilizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_63"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 4: Preparazione tecnica dei programmi, Principi",
        "citation": "Art. 63 cpv. 3 LRTV",
        "content": "Gli esercenti e i fornitori di servizi o dispositivi di preparazione tecnica sono tenuti a fornire:\na. a terzi che hanno un interesse legittimo tutte le informazioni e i documenti la cui conoscenza è necessaria per far valere i diritti di cui al capoverso 1;\nb. all’UFCOM, su sua richiesta, tutte le informazioni e i documenti necessari per verificare il rispetto degli obblighi imposti dalle disposizioni sulla preparazione tecnica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_63"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 4: Preparazione tecnica dei programmi, Principi",
        "citation": "Art. 63 cpv. 4 LRTV",
        "content": "Il Consiglio federale può estendere le disposizioni sulla preparazione tecnica ai servizi abbinati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_63"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 4: Preparazione tecnica dei programmi, Principi",
        "citation": "Art. 63 cpv. 5 LRTV",
        "content": "Se non vi sono prescrizioni per disciplinare una determinata fattispecie, l’UFCOM prende caso per caso le decisioni necessarie per tutelare la pluralità delle opinioni e dell’offerta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_63"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 4: Preparazione tecnica dei programmi, Interfacce aperte e specificazione tecnica",
        "citation": "Art. 64 LRTV",
        "content": "Se è necessario per garantire la pluralità delle opinioni, il Consiglio federale, sentite le cerchie interessate, può prescrivere interfacce aperte per i dispositivi o i servizi che servono alla preparazione tecnica dei programmi oppure emanare altre disposizioni sulla loro specificazione tecnica. In tal ambito, esso considera adeguatamente i dispositivi o servizi già presenti sul mercato e impartisce adeguati termini transitori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_64"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 4: Preparazione tecnica dei programmi, Demultiplazione",
        "citation": "Art. 65 cpv. 1 LRTV",
        "content": "Chiunque offre pacchetti di programmi, gestisce dispositivi tecnici o offre servizi che servono alla preparazione tecnica dei programmi deve predisporre le condizioni tecniche per consentire a terzi di diffondere ogni programma separatamente a condizioni favorevoli e di utilizzare i dispositivi o i servizi separatamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_65"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo terzo: Trasmissione e preparazione tecnica dei programmi, Capitolo 4: Preparazione tecnica dei programmi, Demultiplazione",
        "citation": "Art. 65 cpv. 2 LRTV",
        "content": "Il Consiglio federale può emanare prescrizioni sulla demultiplazione, se è necessario per garantire la pluralità delle opinioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_65"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 1: Libertà di ricezione, Libertà di ricezione dei programmi",
        "citation": "Art. 66 LRTV",
        "content": "Ognuno è libero di captare i programmi svizzeri e esteri destinati al pubblico in generale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_66"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 1: Libertà di ricezione, Divieti cantonali riguardanti le antenne",
        "citation": "Art. 67 cpv. 1 LRTV",
        "content": "I Cantoni possono vietare l’installazione di antenne esterne in determinate regioni se:\na. la protezione di importanti siti e paesaggi, luoghi storici, rarità naturali e monumenti artistici lo esige; e\nb. la ricezione dei programmi abitualmente captati nella regione è garantita a condizioni ragionevoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_67"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 1: Libertà di ricezione, Divieti cantonali riguardanti le antenne",
        "citation": "Art. 67 cpv. 2 LRTV",
        "content": "L’installazione di un’antenna esterna per la ricezione di programmi supplementari dev’essere eccezionalmente autorizzata se tale ricezione presenta un interesse che prevale sulla necessità di tutelare i siti e il paesaggio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_67"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 1: In generale, Principio",
        "citation": "Art. 68 cpv. 1 LRTV",
        "content": "La Confederazione riscuote un canone per finanziare l’adempimento del mandato di prestazioni costituzionale in materia di radio e televisione (art. 93 cpv. 2 Cost.).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_68"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 1: In generale, Principio",
        "citation": "Art. 68 cpv. 2 LRTV",
        "content": "Il canone è riscosso per economia domestica di tipo privato o collettività e per impresa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_68"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 1: In generale, Principio",
        "citation": "Art. 68 cpv. 3 LRTV",
        "content": "I proventi e l’impiego del canone, ad eccezione delle indennità da versare alla Confederazione, non figurano nel consuntivo della Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_68"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 1: In generale, Importo del canone e chiave di ripartizione",
        "citation": "Art. 68a cpv. 1 LRTV",
        "content": "Il Consiglio federale stabilisce l’importo del canone per le economie domestiche di tipo privato, le collettività e le imprese. Tale importo è determinato in funzione del fabbisogno per:\na. finanziare i programmi e l’ulteriore offerta editoriale della SSR necessaria per adempiere il mandato di programma (art. 25 cpv. 3 lett. b);\nb. sostenere i programmi di emittenti titolari di una concessione con partecipazione al canone (art. 38–42);\nc. sostenere la Fondazione per la ricerca sull’utenza radiotelevisiva (art. 81);\nd. promuovere la creazione di reti di trasmettitori nell’ambito dell’introduzione di nuove tecnologie di diffusione (art. 58);\ne. finanziare l’adattamento alle esigenze degli audiolesi delle trasmissioni dei programmi televisivi regionali titolari di una concessione (art. 7 cpv. 4);\nf. i compiti dell’organo di riscossione, dell’Amministrazione federale delle contribuzioni (AFC), dell’UFCOM, nonché dei Cantoni e dei Comuni in relazione alla riscossione del canone e all’applicazione dell’obbligo di pagare il canone (art. 69d–69g e 70–70d);\ng. finanziare la conservazione dei programmi (art. 21).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_68_a"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 1: In generale, Importo del canone e chiave di ripartizione",
        "citation": "Art. 68a cpv. 2 LRTV",
        "content": "Il Consiglio federale stabilisce la ripartizione dei proventi del canone tra gli scopi di cui al capoverso 1. Può determinare separatamente la quota destinata ai programmi radiofonici, televisivi e all’ulteriore offerta editoriale della SSR.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_68_a"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 1: In generale, Importo del canone e chiave di ripartizione",
        "citation": "Art. 68a cpv. 3 LRTV",
        "content": "Nello stabilire l’importo del canone, il Consiglio federale tiene conto delle raccomandazioni del sorvegliante dei prezzi. Se vi deroga, ne espone pubblicamente i motivi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_68_a"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 2:, Canone per le economie domestiche di tipo privato e le collettività, Disposizioni generali",
        "citation": "Art. 69 cpv. 1 LRTV",
        "content": "L’obbligo dei componenti di un’economia domestica di tipo privato o di una collettività di pagare il canone inizia il primo giorno del mese seguente la costituzione dell’economia domestica o della collettività e termina l’ultimo giorno del mese in cui questa è sciolta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_69"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 2:, Canone per le economie domestiche di tipo privato e le collettività, Disposizioni generali",
        "citation": "Art. 69 cpv. 2 LRTV",
        "content": "Per la riscossione del canone è determinante la costituzione dell’economia domestica di tipo privato o della collettività così come risulta dal registro cantonale o comunale degli abitanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_69"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 2:, Canone per le economie domestiche di tipo privato e le collettività, Disposizioni generali",
        "citation": "Art. 69 cpv. 3 LRTV",
        "content": "Il Consiglio federale disciplina la periodicità, l’esigibilità e la prescrizione del canone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_69"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 2:, Canone per le economie domestiche di tipo privato e le collettività, Obbligo di pagare il canone per le economie domestiche di tipo privato",
        "citation": "Art. 69a cpv. 1 LRTV",
        "content": "Il canone è di importo uguale per tutte le economie domestiche di tipo privato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_69_a"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 2:, Canone per le economie domestiche di tipo privato e le collettività, Obbligo di pagare il canone per le economie domestiche di tipo privato",
        "citation": "Art. 69a cpv. 2 LRTV",
        "content": "La definizione di economia domestica di tipo privato è retta dalla legislazione sull’armonizzazione dei registri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_69_a"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 2:, Canone per le economie domestiche di tipo privato e le collettività, Obbligo di pagare il canone per le economie domestiche di tipo privato",
        "citation": "Art. 69a cpv. 3 LRTV",
        "content": "Risponde in solido del pagamento del canone dell’economia domestica ogni persona maggiorenne:\na. per la quale l’economia domestica costituisce il domicilio principale, analogamente alla definizione di Comune di residenza di cui all’articolo 3 lettera b della legge del 23 giugno 2006 sull’armonizzazione dei registri (LArRa); o\nb. che non ha un domicilio principale in Svizzera e per la quale l’economia domestica costituisce il domicilio secondario, analogamente alla definizione di Comune di soggiorno di cui all’articolo 3 lettera c LArRa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_69_a"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 2:, Canone per le economie domestiche di tipo privato e le collettività, Obbligo di pagare il canone per le economie domestiche di tipo privato",
        "citation": "Art. 69a cpv. 4 LRTV",
        "content": "La responsabilità di una persona si estende a tutti i crediti dei periodi di computo del canone all’inizio dei quali essa appartiene all’economia domestica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_69_a"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 2:, Canone per le economie domestiche di tipo privato e le collettività, Obbligo di pagare il canone per le economie domestiche di tipo privato",
        "citation": "Art. 69a cpv. 5 LRTV",
        "content": "Se nel corso di un mese tutti i componenti maggiorenni lasciano l’economia domestica di cui facevano parte all’inizio del mese, questa è considerata sciolta l’ultimo giorno di tale mese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_69_a"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 2:, Canone per le economie domestiche di tipo privato e le collettività, Esenzione dal canone per le economie domestiche di tipo privato",
        "citation": "Art. 69b cpv. 1 LRTV",
        "content": "Sono esentate dall’obbligo di pagare il canone:\na. su domanda, le persone che beneficiano di prestazioni annue ai sensi dell’articolo 3 capoverso 1 lettera a della legge federale del 6 ottobre 2006 sulle prestazioni complementari all’assicurazione per la vecchiaia, i superstiti e l’invalidità; l’esenzione è accordata retroattivamente da quando la prestazione complementare ha iniziato a essere percepita, ma al massimo per i cinque anni precedenti la presentazione della domanda all’organo di riscossione;\nb. le persone che beneficiano di privilegi, immunità e facilitazioni di cui all’articolo 2 capoverso 2 della legge del 22 giugno 2007 sullo Stato ospite (LSO), se godono dello statuto diplomatico e non possiedono la cittadinanza svizzera; il Consiglio federale disciplina l’esenzione delle altre persone che godono di privilegi, immunità e facilitazioni e appartengono al personale di uno dei beneficiari istituzionali ai sensi dell’articolo 2 capoverso 1 lettere d, e ed f LSO, se non possiedono la cittadinanza svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_69_b"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 2:, Canone per le economie domestiche di tipo privato e le collettività, Esenzione dal canone per le economie domestiche di tipo privato",
        "citation": "Art. 69b cpv. 2 LRTV",
        "content": "Se un componente di un’economia domestica di tipo privato soddisfa le condizioni di esenzione di cui al capoverso 1, tutti i componenti dell’economia domestica sono esentati dall’obbligo di pagare il canone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_69_b"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 2:, Canone per le economie domestiche di tipo privato e le collettività, Collettività",
        "citation": "Art. 69c cpv. 1 LRTV",
        "content": "Il canone radiotelevisivo è di importo uguale per tutte le collettività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_69_c"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 2:, Canone per le economie domestiche di tipo privato e le collettività, Collettività",
        "citation": "Art. 69c cpv. 2 LRTV",
        "content": "La nozione di collettività è definita secondo la legislazione sull’armonizzazione dei registri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_69_c"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 2:, Canone per le economie domestiche di tipo privato e le collettività, Collettività",
        "citation": "Art. 69c cpv. 3 LRTV",
        "content": "L’ente di diritto privato o pubblico responsabile di una collettività risponde del pagamento del canone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_69_c"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 2:, Canone per le economie domestiche di tipo privato e le collettività, Riscossione del canone per le economie domestiche di tipo privato e le collettività",
        "citation": "Art. 69d cpv. 1 LRTV",
        "content": "Il Consiglio federale può affidare a un organo di riscossione esterno all’Amministrazione federale la riscossione del canone per le economie domestiche di tipo privato e le collettività nonché i relativi compiti. È applicabile la legislazione sugli acquisti pubblici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_69_d"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 2:, Canone per le economie domestiche di tipo privato e le collettività, Riscossione del canone per le economie domestiche di tipo privato e le collettività",
        "citation": "Art. 69d cpv. 2 LRTV",
        "content": "L’UFCOM esercita la vigilanza sull’organo di riscossione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_69_d"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 2:, Canone per le economie domestiche di tipo privato e le collettività, Compiti e competenze dell’organo di riscossione",
        "citation": "Art. 69e cpv. 1 LRTV",
        "content": "L’organo di riscossione può emanare decisioni:\na. nei confronti degli assoggettati al canone, sull’obbligo di pagare il canone;\nb. nei confronti dei Cantoni e dei Comuni, sul loro indennizzo secondo l’articolo 69g capoverso 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_69_e"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 2:, Canone per le economie domestiche di tipo privato e le collettività, Compiti e competenze dell’organo di riscossione",
        "citation": "Art. 69e cpv. 2 LRTV",
        "content": "L’organo di riscossione agisce quale autorità ai sensi dell’articolo 1 capoverso 2 lettera e PA. Conformemente all’articolo 79 della legge federale dell’11 aprile 1889 sulla esecuzione e sul fallimento (LEF), in una procedura d’esecuzione può eliminare l’opposizione ed è considerato autorità amministrativa ai sensi dell’articolo 80 capoverso 2 numero 2 LEF.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_69_e"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 2:, Canone per le economie domestiche di tipo privato e le collettività, Compiti e competenze dell’organo di riscossione",
        "citation": "Art. 69e cpv. 3 LRTV",
        "content": "Non è autorizzato a esercitare alcuna altra attività economica oltre a quelle assegnategli dalla presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_69_e"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 2:, Canone per le economie domestiche di tipo privato e le collettività, Compiti e competenze dell’organo di riscossione",
        "citation": "Art. 69e cpv. 4 LRTV",
        "content": "Pubblica annualmente un rapporto d’attività e il conto annuale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_69_e"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 2:, Canone per le economie domestiche di tipo privato e le collettività, Trattamento dei dati da parte dell’organo di riscossione",
        "citation": "Art. 69f cpv. 1 LRTV",
        "content": "Per accertare l’esenzione dal canone conformemente all’articolo 69b capoverso 1 lettera a, l’organo di riscossione può trattare dati che permettono di trarre conclusioni sullo stato di salute di una persona e sulle misure d’aiuto sociale di cui questa beneficia. Il trattamento dei dati è retto dalle disposizioni della legge federale del 25 settembre 2020 sulla protezione dei dati (LPD), per quanto applicabili agli organi federali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_69_f"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 2:, Canone per le economie domestiche di tipo privato e le collettività, Trattamento dei dati da parte dell’organo di riscossione",
        "citation": "Art. 69f cpv. 2 LRTV",
        "content": "L’organo di riscossione prende i provvedimenti tecnici e organizzativi necessari per proteggere i dati da un trattamento non autorizzato. Può trattare i dati ottenuti nell’ambito delle attività disciplinate dalla presente legge unicamente ai fini della riscossione e dell’incasso del canone e può comunicarli a terzi unicamente per tali fini.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_69_f"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 2:, Canone per le economie domestiche di tipo privato e le collettività, Trattamento dei dati da parte dell’organo di riscossione",
        "citation": "Art. 69f cpv. 3 LRTV",
        "content": "I dati che permettono di trarre conclusioni sullo stato di salute di una persona e sulle misure d’aiuto sociale di cui questa beneficia non possono essere comunicati a terzi. Questi dati possono essere registrati presso terzi in forma criptata (criptaggio del contenuto). Soltanto l’organo di riscossione ha la facoltà di rimuovere il criptaggio. Le persone incaricate di compiti di manutenzione, esercizio o programmazione possono trattare tali dati contenuti nei sistemi d’informazione se ciò è necessario per adempiere i loro compiti e se la sicurezza dei dati è garantita. Il contenuto dei dati non può essere modificato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_69_f"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 2:, Canone per le economie domestiche di tipo privato e le collettività, Trattamento dei dati da parte dell’organo di riscossione",
        "citation": "Art. 69f cpv. 4 LRTV",
        "content": "L’organo di riscossione trasmette tempestivamente e gratuitamente, in forma elettronica, i dati necessari per la riscossione e l’incasso a un eventuale subentrante. Dopo la trasmissione elimina i dati non più necessari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_69_f"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 2:, Canone per le economie domestiche di tipo privato e le collettività, Acquisizione dei dati sulle economie domestiche di tipo privato e sulle collettività",
        "citation": "Art. 69g cpv. 1 LRTV",
        "content": "L’organo di riscossione acquisisce i dati relativi alle economie domestiche di tipo privato e alle collettività nonché ai loro componenti, necessari alla riscossione del canone, dai registri seguenti:\na. i registri cantonali e comunali degli abitanti (art. 2 cpv. 2 lett. a LArRa);\nb. il sistema d’informazione Ordipro del Dipartimento federale degli affari esteri (art. 2 cpv. 1 lett. c LArRa).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_69_g"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 2:, Canone per le economie domestiche di tipo privato e le collettività, Acquisizione dei dati sulle economie domestiche di tipo privato e sulle collettività",
        "citation": "Art. 69g cpv. 2 LRTV",
        "content": "L’organo di riscossione acquisisce i dati tramite la piattaforma informatica e di comunicazione della Confederazione di cui all’articolo 10 capoverso 3 LArRa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_69_g"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 2:, Canone per le economie domestiche di tipo privato e le collettività, Acquisizione dei dati sulle economie domestiche di tipo privato e sulle collettività",
        "citation": "Art. 69g cpv. 3 LRTV",
        "content": "I Cantoni e i Comuni mettono a disposizione dell’organo di riscossione in forma criptata i dati dei loro registri degli abitanti, nella forma e con la periodicità richieste per la trasmissione tramite la piattaforma informatica e di comunicazione della Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_69_g"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 2:, Canone per le economie domestiche di tipo privato e le collettività, Acquisizione dei dati sulle economie domestiche di tipo privato e sulle collettività",
        "citation": "Art. 69g cpv. 4 LRTV",
        "content": "L’organo di riscossione versa ai Cantoni e ai Comuni contributi, prelevati dai proventi del canone, per gli investimenti specifici resisi necessari per la trasmissione dei dati che gli sono destinati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_69_g"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 2:, Canone per le economie domestiche di tipo privato e le collettività, Acquisizione dei dati sulle economie domestiche di tipo privato e sulle collettività",
        "citation": "Art. 69g cpv. 5 LRTV",
        "content": "L’organo di riscossione può utilizzare sistematicamente il numero AVS di cui all’articolo 50c della legge federale del 20 dicembre 1946 sull’assicurazione per la vecchiaia e per i superstiti (LAVS) per:\na. adempiere i suoi compiti in relazione alla riscossione del canone;\nb. ottenere precisazioni da Comuni e Cantoni riguardo ai dati forniti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_69_g"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 2:, Canone per le economie domestiche di tipo privato e le collettività, Acquisizione dei dati sulle economie domestiche di tipo privato e sulle collettività",
        "citation": "Art. 69g cpv. 6 LRTV",
        "content": "Il Consiglio federale determina quali dati l’organo di riscossione può acquisire conformemente al capoverso 1. Disciplina i dettagli concernenti il volume e la preparazione dei dati, la periodicità della loro fornitura, nonché i contributi ai Cantoni e ai Comuni di cui al capoverso 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_69_g"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 3: Canone per le imprese, Obbligo di pagare il canone",
        "citation": "Art. 70 cpv. 1 LRTV",
        "content": "Un’impresa soggiace all’obbligo di pagare il canone se ha raggiunto la cifra d’affari minima stabilita dal Consiglio federale nel periodo fiscale ai sensi dell’articolo 34 della legge del 12 giugno 2009 sull’IVA (LIVA) conclusosi l’anno civile precedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_70"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 3: Canone per le imprese, Obbligo di pagare il canone",
        "citation": "Art. 70 cpv. 2 LRTV",
        "content": "È considerato impresa chiunque sia iscritto nel registro dei contribuenti IVA dell’AFC e abbia sede, domicilio o stabilimento d’impresa in Svizzera. Non è considerata impresa la società semplice ai sensi dell’articolo 530 del Codice delle obbligazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_70"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 3: Canone per le imprese, Obbligo di pagare il canone",
        "citation": "Art. 70 cpv. 3 LRTV",
        "content": "Per cifra d’affari ai sensi del capoverso 1 s’intende la cifra d’affari complessiva dell’impresa, al netto dell’IVA, da dichiararsi conformemente alla LIVA, indipendentemente dalla sua qualifica sotto il profilo dell’IVA. Se è applicata l’imposizione di gruppo, è determinante la cifra d’affari complessiva del gruppo d’imposizione IVA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_70"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 3: Canone per le imprese, Obbligo di pagare il canone",
        "citation": "Art. 70 cpv. 4 LRTV",
        "content": "Il Consiglio federale definisce la cifra d’affari minima in modo da esentare dal canone le piccole imprese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_70"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 3: Canone per le imprese, Obbligo di pagare il canone",
        "citation": "Art. 70 cpv. 5 LRTV",
        "content": "L’importo del canone è stabilito in base alla cifra d’affari. Il Consiglio federale stabilisce diversi livelli di cifre d’affari con una tariffa per ogni livello (categorie tariffarie).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_70"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 3: Canone per le imprese, Riscossione del canone",
        "citation": "Art. 70a cpv. 1 LRTV",
        "content": "Il canone è riscosso dall’AFC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_70_a"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 3: Canone per le imprese, Riscossione del canone",
        "citation": "Art. 70a cpv. 2 LRTV",
        "content": "Nel quadro della riscossione dell’IVA, l’AFC determina ogni anno la categoria tariffaria di ogni impresa assoggettata e fattura il canone relativo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_70_a"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 3: Canone per le imprese, Riscossione del canone",
        "citation": "Art. 70a cpv. 3 LRTV",
        "content": "Se l’impresa non ha allestito un rendiconto o se lo stesso è manifestamente incompleto, l’AFC determina la categoria tariffaria applicabile secondo il suo libero apprezzamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_70_a"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 3: Canone per le imprese, Riscossione del canone",
        "citation": "Art. 70a cpv. 4 LRTV",
        "content": "Se temporaneamente non è possibile determinare la categoria tariffaria per il periodo fiscale conclusosi l’anno civile precedente, l’AFC fattura il canone non appena la categoria tariffaria sia stata determinata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_70_a"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 3: Canone per le imprese, Esigibilità ed esecuzione",
        "citation": "Art. 70b cpv. 1 LRTV",
        "content": "Il canone è esigibile 60 giorni dopo la fatturazione e si prescrive in cinque anni dall’esigibilità. In caso di pagamento tardivo è addebitato, senza sollecito, un interesse di mora annuo del 5 per cento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_70_b"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 3: Canone per le imprese, Esigibilità ed esecuzione",
        "citation": "Art. 70b cpv. 2 LRTV",
        "content": "Se il debitore del canone fa opposizione, l’AFC emana una decisione sull’ammontare del canone dovuto ed elimina allo stesso tempo l’opposizione conformemente all’articolo 79 LEF.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_70_b"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 3: Canone per le imprese, Esigibilità ed esecuzione",
        "citation": "Art. 70b cpv. 3 LRTV",
        "content": "In caso di contestazione, la collocazione definitiva non si opera finché non sussiste una decisione passata in giudicato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_70_b"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 3: Canone per le imprese, Esigibilità ed esecuzione",
        "citation": "Art. 70b cpv. 4 LRTV",
        "content": "Il canone dovuto e fatturato può essere compensato con rimborsi dell’IVA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_70_b"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 3: Canone per le imprese, Esigibilità ed esecuzione",
        "citation": "Art. 70b cpv. 5 LRTV",
        "content": "La garanzia del canone è retta dagli articoli 93–95 LIVA. Alla responsabilità solidale e alla successione fiscale si applicano gli articoli 15 e 16 LIVA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_70_b"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 3: Canone per le imprese, Esigibilità ed esecuzione",
        "citation": "Art. 70b cpv. 6 LRTV",
        "content": "La procedura è retta dalla PA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_70_b"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 3: Canone per le imprese, Rapporto dell’AFC",
        "citation": "Art. 70c cpv. 1 LRTV",
        "content": "Nella sua contabilità l’AFC separa l’attività legata alla riscossione del canone dalle altre attività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_70_c"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 3: Canone per le imprese, Rapporto dell’AFC",
        "citation": "Art. 70c cpv. 2 LRTV",
        "content": "Pubblica ogni anno il conto annuale e un rapporto sull’attività relativa alla riscossione del canone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_70_c"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 3: Canone per le imprese, Obbligo del segreto e trattamento dei dati",
        "citation": "Art. 70d cpv. 1 LRTV",
        "content": "L’AFC tratta i dati necessari per l’adempimento dei compiti previsti dalla presente legge. Si applicano le disposizioni della LIVA sul trattamento dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_70_d"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 2:, Canone radiotelevisivo, Sezione 3: Canone per le imprese, Obbligo del segreto e trattamento dei dati",
        "citation": "Art. 70d cpv. 2 LRTV",
        "content": "L’obbligo del segreto e le relative eccezioni di cui all’articolo 74 LIVA si applicano anche nell’ambito della riscossione del canone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_70_d"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quarto: Ricezione dei programmi, Capitolo 3: Tasse d’uso per la ricezione via etere, ...",
        "citation": "Art. 71 LRTV",
        "content": "I Cantoni possono prevedere tasse per la ricezione di programmi radiotelevisivi diffusi via etere in base a un mandato di distribuzione pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_71"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quinto:, Provvedimenti per tutelare la pluralità e promuovere la qualità dei programmi, Capitolo 1: Garanzia di accesso agli avvenimenti pubblici, Diritto alla sintesi di avvenimenti pubblici",
        "citation": "Art. 72 cpv. 1 LRTV",
        "content": "Se la cronaca di un avvenimento pubblico in Svizzera è limitata da contratti d’esclusiva, ogni emittente interessata ha diritto a una sintesi d’attualità dell’avvenimento in una forma mediatica confacente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_72"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quinto:, Provvedimenti per tutelare la pluralità e promuovere la qualità dei programmi, Capitolo 1: Garanzia di accesso agli avvenimenti pubblici, Diritto alla sintesi di avvenimenti pubblici",
        "citation": "Art. 72 cpv. 2 LRTV",
        "content": "L’organizzatore di un avvenimento pubblico e l’emittente che dispone di diritti di prima diffusione o di diritti di esclusiva sono tenuti ad accordare a ogni emittente interessata la possibilità di diffondere una sintesi dell’avvenimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_72"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quinto:, Provvedimenti per tutelare la pluralità e promuovere la qualità dei programmi, Capitolo 1: Garanzia di accesso agli avvenimenti pubblici, Diritto alla sintesi di avvenimenti pubblici",
        "citation": "Art. 72 cpv. 3 LRTV",
        "content": "Essi danno alle emittenti interessate:\na. accesso all’avvenimento, qualora le condizioni tecniche e lo spazio disponibile lo consentano; e\nb. le parti auspicate del segnale di trasmissione a condizioni adeguate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_72"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quinto:, Provvedimenti per tutelare la pluralità e promuovere la qualità dei programmi, Capitolo 1: Garanzia di accesso agli avvenimenti pubblici, Diritto alla sintesi di avvenimenti pubblici",
        "citation": "Art. 72 cpv. 4 LRTV",
        "content": "L’UFCOM può ordinare agli organizzatori di un avvenimento pubblico e alle emittenti che dispongono di diritti di prima diffusione o di diritti di esclusiva di adottare provvedimenti appropriati per garantire il diritto alla sintesi, rinviando alle sanzioni di cui all’articolo 90.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_72"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quinto:, Provvedimenti per tutelare la pluralità e promuovere la qualità dei programmi, Capitolo 1: Garanzia di accesso agli avvenimenti pubblici, Libero accesso ad avvenimenti di grande importanza sociale",
        "citation": "Art. 73 cpv. 1 LRTV",
        "content": "La cronaca di avvenimenti di grande importanza sociale dev’essere liberamente accessibile alla maggior parte del pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_73"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quinto:, Provvedimenti per tutelare la pluralità e promuovere la qualità dei programmi, Capitolo 1: Garanzia di accesso agli avvenimenti pubblici, Libero accesso ad avvenimenti di grande importanza sociale",
        "citation": "Art. 73 cpv. 2 LRTV",
        "content": "Il DATEC tiene una lista degli avvenimenti nazionali e internazionali di grande importanza sociale e l’aggiorna periodicamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_73"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quinto:, Provvedimenti per tutelare la pluralità e promuovere la qualità dei programmi, Capitolo 1: Garanzia di accesso agli avvenimenti pubblici, Libero accesso ad avvenimenti di grande importanza sociale",
        "citation": "Art. 73 cpv. 3 LRTV",
        "content": "Le liste compilate dagli Stati membri della Convenzione europea del 5 maggio 1989 sulla televisione transfrontaliera sono vincolanti per le emittenti di programmi televisivi svizzeri per quanto concerne il libero accesso nello Stato interessato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_73"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quinto:, Provvedimenti per tutelare la pluralità e promuovere la qualità dei programmi, Capitolo 2:, Misure a tutela della pluralità delle opinioni e dell’offerta, Minaccia per la pluralità delle opinioni e dell’offerta",
        "citation": "Art. 74 cpv. 1 LRTV",
        "content": "La pluralità delle opinioni e dell’offerta risulta minacciata se:\na. un’emittente abusa della sua posizione dominante sul mercato interessato;\nb. un’emittente o un’altra azienda attiva sul mercato radiotelevisivo abusa della sua posizione dominante su uno o più mercati che hanno rilevanza nel settore dei mezzi di comunicazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_74"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quinto:, Provvedimenti per tutelare la pluralità e promuovere la qualità dei programmi, Capitolo 2:, Misure a tutela della pluralità delle opinioni e dell’offerta, Minaccia per la pluralità delle opinioni e dell’offerta",
        "citation": "Art. 74 cpv. 2 LRTV",
        "content": "Il DATEC consulta la Commissione della concorrenza per valutare se un’emittente o un’azienda occupa una posizione dominante sul mercato ai sensi dell’articolo 4 capoverso 2 della legge del 6 ottobre 1995 sui cartelli. La Commissione della concorrenza applica i principi della legislazione sui cartelli e può rendere pubblico il proprio parere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_74"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quinto:, Provvedimenti per tutelare la pluralità e promuovere la qualità dei programmi, Capitolo 2:, Misure a tutela della pluralità delle opinioni e dell’offerta, Provvedimenti",
        "citation": "Art. 75 cpv. 1 LRTV",
        "content": "Se, sulla base della perizia della Commissione della concorrenza, il DATEC accerta che un’emittente o un’altra azienda attiva sul mercato radiotelevisivo ha minacciato la pluralità delle opinioni e dell’offerta abusando della sua posizione dominante sul mercato, esso può adottare provvedimenti nel settore radiotelevisivo. Di regola il DATEC decide entro tre mesi dalla data in cui ha ricevuto la perizia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_75"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quinto:, Provvedimenti per tutelare la pluralità e promuovere la qualità dei programmi, Capitolo 2:, Misure a tutela della pluralità delle opinioni e dell’offerta, Provvedimenti",
        "citation": "Art. 75 cpv. 2 LRTV",
        "content": "Il DATEC può esigere che l’emittente o l’azienda in questione:\na. assicuri la pluralità mediante provvedimenti quali la concessione di un tempo d’antenna a terzi o la collaborazione con altri operatori del mercato;\nb. prenda provvedimenti contro il giornalismo di gruppo, quali l’adozione di uno statuto redazionale a tutela della libertà redazionale;\nc. adegui le proprie strutture imprenditoriali e organizzative, qualora i suddetti provvedimenti si rilevassero manifestamente insufficienti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_75"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quinto:, Provvedimenti per tutelare la pluralità e promuovere la qualità dei programmi, Capitolo 3:, Formazione e formazione continua dei programmisti",
        "citation": "Art. 76 LRTV",
        "content": "La Confederazione può promuovere la formazione e la formazione continua dei programmisti, in particolare mediante contributi a istituti di formazione e di formazione continua. L’UFCOM disciplina i criteri d’attribuzione e decide in merito al versamento dei contributi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_76"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quinto:, Provvedimenti per tutelare la pluralità e promuovere la qualità dei programmi, Capitolo 4: Ricerca, Sezione 1: Ricerca mediatica",
        "citation": "Art. 77 LRTV",
        "content": "Il Consiglio federale disciplina le condizioni e i criteri di calcolo in base ai quali i progetti di ricerca nel settore radiotelevisivo sono sostenuti mediante i proventi della tassa di concessione (art. 22).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_77"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quinto:, Provvedimenti per tutelare la pluralità e promuovere la qualità dei programmi, Capitolo 4: Ricerca, Sezione 2: Fondazione per la ricerca sull’utenza radiotelevisiva, Compito",
        "citation": "Art. 78 cpv. 1 LRTV",
        "content": "La Fondazione per la ricerca sull’utenza radiotelevisiva provvede al rilevamento di dati scientifici sull’utenza radiotelevisiva in Svizzera. In tal ambito si attiene a criteri scientifici ed è indipendente dalla SSR, dalle altre emittenti e dall’economia pubblicitaria. Può delegare in tutto o in parte le sue attività a filiali da essa dominate e, per il rilevamento dei dati, fare capo a specialisti indipendenti. Essa sottostà alla vigilanza del DATEC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_78"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quinto:, Provvedimenti per tutelare la pluralità e promuovere la qualità dei programmi, Capitolo 4: Ricerca, Sezione 2: Fondazione per la ricerca sull’utenza radiotelevisiva, Compito",
        "citation": "Art. 78 cpv. 2 LRTV",
        "content": "La Fondazione provvede affinché le emittenti svizzere e la ricerca scientifica dispongano di dati sufficienti sull’utenza radiotelevisiva. Alle emittenti concessionarie nelle regioni di montagna e periferiche i dati devono essere messi a disposizione in forma qualitativamente comparabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_78"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quinto:, Provvedimenti per tutelare la pluralità e promuovere la qualità dei programmi, Capitolo 4: Ricerca, Sezione 2: Fondazione per la ricerca sull’utenza radiotelevisiva, Rapporto e consegna dei dati",
        "citation": "Art. 79 cpv. 1 LRTV",
        "content": "La Fondazione pubblica almeno una volta all’anno i risultati più importanti dei suoi rilevamenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_79"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quinto:, Provvedimenti per tutelare la pluralità e promuovere la qualità dei programmi, Capitolo 4: Ricerca, Sezione 2: Fondazione per la ricerca sull’utenza radiotelevisiva, Rapporto e consegna dei dati",
        "citation": "Art. 79 cpv. 2 LRTV",
        "content": "Essa mette a disposizione di terzi i dati fondamentali, a prezzi volti a coprire le spese. Alla ricerca universitaria e all’UFCOM i dati sono messi a disposizione gratuitamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_79"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quinto:, Provvedimenti per tutelare la pluralità e promuovere la qualità dei programmi, Capitolo 4: Ricerca, Sezione 2: Fondazione per la ricerca sull’utenza radiotelevisiva, Organizzazione",
        "citation": "Art. 80 cpv. 1 LRTV",
        "content": "La Fondazione disciplina la propria organizzazione e le proprie attività in un regolamento che richiede l’approvazione del DATEC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_80"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quinto:, Provvedimenti per tutelare la pluralità e promuovere la qualità dei programmi, Capitolo 4: Ricerca, Sezione 2: Fondazione per la ricerca sull’utenza radiotelevisiva, Organizzazione",
        "citation": "Art. 80 cpv. 2 LRTV",
        "content": "Il Consiglio di fondazione consta pariteticamente di rappresentanti della SSR e delle altre emittenti svizzere. Vi sono tuttavia elette anche altre persone. I due sessi e le regioni linguistiche vi sono adeguatamente rappresentate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_80"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quinto:, Provvedimenti per tutelare la pluralità e promuovere la qualità dei programmi, Capitolo 4: Ricerca, Sezione 2: Fondazione per la ricerca sull’utenza radiotelevisiva, Organizzazione",
        "citation": "Art. 80 cpv. 3 LRTV",
        "content": "Il DATEC nomina il Consiglio di fondazione. Tiene conto a tal fine delle proposte degli interessati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_80"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quinto:, Provvedimenti per tutelare la pluralità e promuovere la qualità dei programmi, Capitolo 4: Ricerca, Sezione 2: Fondazione per la ricerca sull’utenza radiotelevisiva, Contributo finanziario",
        "citation": "Art. 81 cpv. 1 LRTV",
        "content": "Per lo sviluppo e l’acquisizione di metodi e sistemi di rilevamento la Fondazione riceve annualmente un contributo attinto ai proventi del canone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_81"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quinto:, Provvedimenti per tutelare la pluralità e promuovere la qualità dei programmi, Capitolo 4: Ricerca, Sezione 2: Fondazione per la ricerca sull’utenza radiotelevisiva, Contributo finanziario",
        "citation": "Art. 81 cpv. 2 LRTV",
        "content": "Il Consiglio federale stabilisce il contributo quando determina l’ammontare del canone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_81"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo quinto:, Provvedimenti per tutelare la pluralità e promuovere la qualità dei programmi, Capitolo 4: Ricerca, Sezione 2: Fondazione per la ricerca sull’utenza radiotelevisiva, Contributo finanziario",
        "citation": "Art. 81 cpv. 3 LRTV",
        "content": "È applicabile la legge del 5 ottobre 1990 sui sussidi. Le attività di cui agli articoli 78 e 79 devono essere registrate separatamente nella contabilità della Fondazione e delle eventuali filiali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_81"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo sesto:, Autorità indipendente di ricorso in materia radiotelevisiva, Composizione",
        "citation": "Art. 82 cpv. 1 LRTV",
        "content": "L’Autorità indipendente di ricorso in materia radiotelevisiva (Autorità di ricorso) si compone di nove membri che esercitano la loro funzione a titolo accessorio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_82"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo sesto:, Autorità indipendente di ricorso in materia radiotelevisiva, Composizione",
        "citation": "Art. 82 cpv. 2 LRTV",
        "content": "Il Consiglio federale nomina i membri dell’Autorità di ricorso e ne designa il presidente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_82"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo sesto:, Autorità indipendente di ricorso in materia radiotelevisiva, Composizione",
        "citation": "Art. 82 cpv. 3 LRTV",
        "content": "Non possono far parte dell’Autorità di ricorso:\na. i membri dell’Assemblea federale;\nb. le persone impiegate dalla Confederazione;\nc. i membri degli organi di emittenti svizzere nonché le persone alle loro dipendenze.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_82"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo sesto:, Autorità indipendente di ricorso in materia radiotelevisiva, Composizione",
        "citation": "Art. 82 cpv. 4 LRTV",
        "content": "In caso di incompatibilità, la persona interessata dichiara per quale delle due funzioni opta. Se opta per una funzione di cui al capoverso 3, essa si ritira dall’Autorità di ricorso al più tardi quattro mesi dopo l’accertamento dell’incompatibilità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_82"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo sesto:, Autorità indipendente di ricorso in materia radiotelevisiva, Compiti",
        "citation": "Art. 83 cpv. 1 LRTV",
        "content": "L’Autorità di ricorso è competente per:\na. trattare i ricorsi riguardanti i contenuti redazionali e il rifiuto di accordare l’accesso al programma o all’ulteriore offerta editoriale della SSR (art. 94–98);\nb. nominare e sorvegliare gli organi di mediazione (art. 91).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_83"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo sesto:, Autorità indipendente di ricorso in materia radiotelevisiva, Compiti",
        "citation": "Art. 83 cpv. 2 LRTV",
        "content": "Essa presenta annualmente un rapporto d’attività al Consiglio federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_83"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo sesto:, Autorità indipendente di ricorso in materia radiotelevisiva, Indipendenza",
        "citation": "Art. 84 LRTV",
        "content": "L’Autorità di ricorso non è vincolata ad alcuna istruzione dell’Assemblea federale, del Consiglio federale e dell’Amministrazione federale. Rimane salvo il diritto di impartirle istruzioni secondo l’articolo 104 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_84"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo sesto:, Autorità indipendente di ricorso in materia radiotelevisiva, Organizzazione",
        "citation": "Art. 85 cpv. 1 LRTV",
        "content": "Se il Consiglio federale non prevede altrimenti, è applicabile l’ordinanza del 3 giugno 1996 sulle commissioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_85"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo sesto:, Autorità indipendente di ricorso in materia radiotelevisiva, Organizzazione",
        "citation": "Art. 85 cpv. 2 LRTV",
        "content": "L’Autorità di ricorso si organizza da sé. Adotta un regolamento sulla propria organizzazione e gestione. Il regolamento dev’essere approvato dal Consiglio federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_85"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo sesto:, Autorità indipendente di ricorso in materia radiotelevisiva, Organizzazione",
        "citation": "Art. 85 cpv. 3 LRTV",
        "content": "L’Autorità di ricorso dispone di una segreteria indipendente. Essa ne disciplina i compiti nel regolamento di cui al capoverso 2. Il rapporto di servizio del personale della segreteria è retto dalla legislazione sul personale federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_85"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 1: Vigilanza generale, Sezione 1: Procedura, Principi",
        "citation": "Art. 86 cpv. 1 LRTV",
        "content": "L’UFCOM vigila sull’osservanza della presente legge e delle sue disposizioni d’esecuzione, della concessione e delle pertinenti convenzioni internazionali. Per la trattazione di ricorsi riguardanti i contenuti redazionali e il rifiuto di accordare l’accesso al programma o all’ulteriore offerta editoriale della SSR (art. 83 cpv. 1 lett. a e art. 94–98), la competenza spetta all’Autorità di ricorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_86"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 1: Vigilanza generale, Sezione 1: Procedura, Principi",
        "citation": "Art. 86 cpv. 2 LRTV",
        "content": "Non sono ammessi né provvedimenti di vigilanza che concernono la produzione e la preparazione tecnica dei programmi e dell’ulteriore offerta editoriale della SSR né meri controlli d’opportunità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_86"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 1: Vigilanza generale, Sezione 1: Procedura, Principi",
        "citation": "Art. 86 cpv. 3 LRTV",
        "content": "La procedura di vigilanza sottostà alle disposizioni della PA, per quanto la presente legge non disponga altrimenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_86"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 1: Vigilanza generale, Sezione 1: Procedura, Principi",
        "citation": "Art. 86 cpv. 4 LRTV",
        "content": "Nei procedimenti di vigilanza dell’Autorità di ricorso (art. 91–98) non possono essere disposti provvedimenti cautelari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_86"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 1: Vigilanza generale, Sezione 1: Procedura, Principi",
        "citation": "Art. 86 cpv. 5 LRTV",
        "content": "L’Autorità di ricorso giudica unicamente i ricorsi contro contenuti redazionali pubblicati e contro il rifiuto di accordare l’accesso al programma o all’ulteriore offerta editoriale della SSR. Non interviene d’ufficio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_86"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 1: Vigilanza generale, Sezione 1: Procedura, Informazione del pubblico",
        "citation": "Art. 87 cpv. 1 LRTV",
        "content": "Le competenti autorità di vigilanza informano il pubblico sulla loro attività. In particolare, possono pubblicare e rendere accessibili mediante procedura di richiamo le decisioni amministrative e penali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_87"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 1: Vigilanza generale, Sezione 1: Procedura, Informazione del pubblico",
        "citation": "Art. 87 cpv. 2 LRTV",
        "content": "Le autorità di vigilanza sono tenute al segreto d’affari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_87"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 1: Vigilanza generale, Sezione 1: Procedura, Protezione dei dati",
        "citation": "Art. 88 cpv. 1 LRTV",
        "content": "Le autorità di vigilanza possono trattare dati degni di particolare protezione se è necessario per adempiere i compiti imposti dalla presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_88"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 1: Vigilanza generale, Sezione 1: Procedura, Protezione dei dati",
        "citation": "Art. 88 cpv. 2 LRTV",
        "content": "Il trattamento dei dati è retto dalle disposizioni della LPD, per quanto applicabili agli organi federali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_88"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 1: Vigilanza generale, Sezione 2: Provvedimenti in caso di violazione del diritto, In generale",
        "citation": "Art. 89 cpv. 1 LRTV",
        "content": "Se la competente autorità di vigilanza accerta una violazione del diritto:\na. essa può esigere che la persona fisica o giuridica responsabile della violazione:\n1. vi ponga rimedio e prenda i provvedimenti necessari per evitare il ripetersi della violazione,\n2. la informi sulle misure prese,\n3. versi alla Confederazione i proventi conseguiti illecitamente;\nb. essa può chiedere al DATEC di completare con oneri la concessione, di limitarla, di sospenderla o di ritirarla.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_89"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 1: Vigilanza generale, Sezione 2: Provvedimenti in caso di violazione del diritto, In generale",
        "citation": "Art. 89 cpv. 2 LRTV",
        "content": "Su proposta dell’Autorità di ricorso (art. 97 cpv. 4), il DATEC può vietare il programma o imporre oneri per la sua diffusione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_89"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 1: Vigilanza generale, Sezione 2: Provvedimenti in caso di violazione del diritto, Sanzioni amministrative",
        "citation": "Art. 90 cpv. 1 LRTV",
        "content": "La competente autorità di vigilanza può condannare a versare un importo che può raggiungere il 10 per cento della cifra d’affari annua media realizzata in Svizzera nel corso degli ultimi tre esercizi chiunque:\na. viola una decisione passata in giudicato dell’autorità di vigilanza o dell’autorità di ricorso;\nb. infrange in modo grave le disposizioni della concessione;\nc. viola le prescrizioni concernenti la pubblicità e la sponsorizzazione contenute nella presente legge (art. 4, 5 e 9–14), nelle disposizioni d’esecuzione e nelle pertinenti convenzioni internazionali;\nd.  viola le prescrizioni sull’obbligo di diffusione (art. 55);\ne. non osserva l’obbligo di accordare il diritto alla sintesi di avvenimenti pubblici (art. 72);\nf. non accorda il libero accesso ad avvenimenti di grande importanza sociale (art. 73);\ng. disattende provvedimenti ai sensi dell’articolo 75 (concentrazione dei mezzi di comunicazione).\nh. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_90"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 1: Vigilanza generale, Sezione 2: Provvedimenti in caso di violazione del diritto, Sanzioni amministrative",
        "citation": "Art. 90 cpv. 2 LRTV",
        "content": "Può essere condannato a versare un importo sino a 10 000 franchi chiunque non adempie uno dei seguenti obblighi o lo fa in modo tardivo o incompleto, oppure, in tal ambito, fornisce false indicazioni:\na. obbligo di notifica (art. 3);\nb. obblighi di diffusione (art. 8);\nc. obbligo di notificare i proventi derivanti dalla pubblicità e dalle sponsorizzazioni (art. 15);\nd. obbligo di notificare le partecipazioni (art. 16);\ne. obbligo di informazione (art. 17);\nf. obbligo di rendiconto (art. 18);\ng. obbligo di fornire dati statistici (art. 19);\nh. obbligo di registrare e conservare i programmi (art. 20) o di archiviare i programmi (art. 21);\ni. obblighi della SSR (art. 29);\nj. obblighi per le emittenti titolari di una concessione con partecipazione al canone (art. 41);\nk. obbligo di comunicare il trasferimento della concessione (art. 48);\nl. obbligo di rispettare la zona di concessione designata dal Consiglio federale nel diffondere o far diffondere programmi (art. 52 cpv. 3);\nm. obbligo di diffondere su canali preferenziali i programmi prescritti (art. 62);\nn. obbligo di informare e di fornire documentazione (art. 63 cpv. 3).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_90"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 1: Vigilanza generale, Sezione 2: Provvedimenti in caso di violazione del diritto, Sanzioni amministrative",
        "citation": "Art. 90 cpv. 3 LRTV",
        "content": "Per calcolare l’importo della sanzione, la competente autorità di vigilanza tiene conto in particolare della gravità della violazione e delle condizioni finanziarie della persona fisica o giuridica sanzionata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_90"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 2: Vigilanza da parte dell’Autorità di ricorso, Sezione 1: Procedura di reclamo dinanzi all’organo di mediazione, Organi di mediazione",
        "citation": "Art. 91 cpv. 1 LRTV",
        "content": "L’Autorità di ricorso designa per ogni regione delle tre lingue ufficiali un organo di mediazione indipendente, che le è amministrativamente subordinato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_91"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 2: Vigilanza da parte dell’Autorità di ricorso, Sezione 1: Procedura di reclamo dinanzi all’organo di mediazione, Organi di mediazione",
        "citation": "Art. 91 cpv. 2 LRTV",
        "content": "La SSR dispone di propri organi indipendenti di mediazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_91"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 2: Vigilanza da parte dell’Autorità di ricorso, Sezione 1: Procedura di reclamo dinanzi all’organo di mediazione, Organi di mediazione",
        "citation": "Art. 91 cpv. 3 LRTV",
        "content": "Gli organi di mediazione trattano reclami contro:\na. trasmissioni redazionali diffuse, interposti per violazione degli articoli 4–5 della presente legge o del diritto internazionale vincolante per le emittenti svizzere;\nabis. contributi ideati dalla redazione e pubblicati nell’ulteriore offerta editoriale della SSR, interposti per violazione dell’articolo 5a;\nb. il rifiuto da parte di emittenti svizzere di accordare l’accesso al programma o alla parte dell’ulteriore offerta editoriale della SSR ideata dalla redazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_91"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 2: Vigilanza da parte dell’Autorità di ricorso, Sezione 1: Procedura di reclamo dinanzi all’organo di mediazione, Organi di mediazione",
        "citation": "Art. 91 cpv. 4 LRTV",
        "content": "Gli organi di mediazione delle regioni linguistiche sono sottoposti alla vigilanza dell’Autorità di ricorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_91"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 2: Vigilanza da parte dell’Autorità di ricorso, Sezione 1: Procedura di reclamo dinanzi all’organo di mediazione, Reclamo",
        "citation": "Art. 92 cpv. 1 LRTV",
        "content": "Chiunque può presentare un reclamo al competente organo di mediazione:\na. contro contenuti redazionali per violazione degli articoli 4, 5 e 5a;\nb. contro il rifiuto di accordare l’accesso ai sensi dell’articolo 91 capoverso 3 lettera b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_92"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 2: Vigilanza da parte dell’Autorità di ricorso, Sezione 1: Procedura di reclamo dinanzi all’organo di mediazione, Reclamo",
        "citation": "Art. 92 cpv. 2 LRTV",
        "content": "Il reclamo deve essere presentato entro 20 giorni dalla pubblicazione del contenuto contestato o dal rifiuto di accordare l’accesso ai sensi dell’articolo 91 capoverso 3 lettera b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_92"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 2: Vigilanza da parte dell’Autorità di ricorso, Sezione 1: Procedura di reclamo dinanzi all’organo di mediazione, Reclamo",
        "citation": "Art. 92 cpv. 3 LRTV",
        "content": "Se il reclamo concerne più trasmissioni o contributi, il termine decorre dalla diffusione o dalla pubblicazione dell’ultimo contenuto contestato. Nondimeno, tra il primo e l’ultimo contenuto contestato non devono intercorrere più di tre mesi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_92"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 2: Vigilanza da parte dell’Autorità di ricorso, Sezione 1: Procedura di reclamo dinanzi all’organo di mediazione, Reclamo",
        "citation": "Art. 92 cpv. 4 LRTV",
        "content": "Il reclamo può concernere più contributi ideati dalla redazione e inseriti nell’ulteriore offerta editoriale della SSR unicamente se i contributi sono stati pubblicati nello stesso dossier dedicato alle elezioni o alle votazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_92"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 2: Vigilanza da parte dell’Autorità di ricorso, Sezione 1: Procedura di reclamo dinanzi all’organo di mediazione, Reclamo",
        "citation": "Art. 92 cpv. 5 LRTV",
        "content": "Il reclamo dev’essere presentato per scritto e, se concerne l’ulteriore offerta editoriale della SSR, deve essere documentato. Il reclamante deve indicare, con una breve motivazione, le sue contestazioni nei confronti del contenuto redazionale o le ragioni per le quali il rifiuto di accordare l’accesso al programma o alla parte redazionale dell’ulteriore offerta editoriale della SSR è illegale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_92"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 2: Vigilanza da parte dell’Autorità di ricorso, Sezione 1: Procedura di reclamo dinanzi all’organo di mediazione, Disbrigo",
        "citation": "Art. 93 cpv. 1 LRTV",
        "content": "L’organo di mediazione esamina la questione e funge da mediatore tra le parti. In particolare può:\na. discutere la questione con l’emittente o, nei casi di lieve gravità, trasmetterle la pratica per disbrigo diretto;\nb. predisporre un incontro fra le parti;\nc. fare raccomandazioni all’emittente;\nd. informare le parti sulle diverse competenze, la normativa applicabile e le vie legali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_93"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 2: Vigilanza da parte dell’Autorità di ricorso, Sezione 1: Procedura di reclamo dinanzi all’organo di mediazione, Disbrigo",
        "citation": "Art. 93 cpv. 2 LRTV",
        "content": "L’organo di mediazione non ha poteri decisionali e non può impartire istruzioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_93"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 2: Vigilanza da parte dell’Autorità di ricorso, Sezione 1: Procedura di reclamo dinanzi all’organo di mediazione, Disbrigo",
        "citation": "Art. 93 cpv. 3 LRTV",
        "content": "Al più tardi 40 giorni dopo il deposito del reclamo, l’organo di mediazione riferisce per scritto alle parti sui risultati delle sue indagini e sulle modalità di disbrigo del reclamo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_93"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 2: Vigilanza da parte dell’Autorità di ricorso, Sezione 1: Procedura di reclamo dinanzi all’organo di mediazione, Disbrigo",
        "citation": "Art. 93 cpv. 4 LRTV",
        "content": "Con il consenso delle parti, il disbrigo può essere verbale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_93"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 2: Vigilanza da parte dell’Autorità di ricorso, Sezione 1: Procedura di reclamo dinanzi all’organo di mediazione, Disbrigo",
        "citation": "Art. 93 cpv. 5 LRTV",
        "content": "Dopo la trattazione del reclamo, l’organo di mediazione fattura i costi all’emittente. Nel caso di reclamo temerario l’Autorità di ricorso può, su richiesta dell’organo di mediazione o dell’emittente, addossare le spese di procedura al reclamante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_93"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 2: Vigilanza da parte dell’Autorità di ricorso, Sezione 2: Procedura di ricorso dinanzi all’Autorità di ricorso, Legittimazione",
        "citation": "Art. 94 cpv. 1 LRTV",
        "content": "Può interporre ricorso contro un contenuto redazionale pubblicato o contro il rifiuto di accordare l’accesso chiunque:\na. ha partecipato alla procedura di reclamo dinanzi all’organo di mediazione; e\nb. dimostra di avere uno stretto legame con l’oggetto dei contenuti redazionali contestati o la cui domanda di accesso (art. 91 cpv. 3 lett. b) è stata respinta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_94"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 2: Vigilanza da parte dell’Autorità di ricorso, Sezione 2: Procedura di ricorso dinanzi all’Autorità di ricorso, Legittimazione",
        "citation": "Art. 94 cpv. 2 LRTV",
        "content": "Le persone fisiche che non hanno uno stretto legame con l’oggetto del contenuto redazionale contestato possono interporre ricorso se presentano almeno 20 firme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_94"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 2: Vigilanza da parte dell’Autorità di ricorso, Sezione 2: Procedura di ricorso dinanzi all’Autorità di ricorso, Legittimazione",
        "citation": "Art. 94 cpv. 3 LRTV",
        "content": "Le persone fisiche che interpongono un ricorso conformemente al capoverso 2 devono avere almeno 18 anni, possedere la cittadinanza svizzera o essere titolari di un permesso di domicilio o di dimora.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_94"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 2: Vigilanza da parte dell’Autorità di ricorso, Sezione 2: Procedura di ricorso dinanzi all’Autorità di ricorso, Legittimazione",
        "citation": "Art. 94 cpv. 4 LRTV",
        "content": "Anche il DATEC può interporre ricorso; in questo caso non si applicano le condizioni di cui al capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_94"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 2: Vigilanza da parte dell’Autorità di ricorso, Sezione 2: Procedura di ricorso dinanzi all’Autorità di ricorso, Termine e forma del ricorso",
        "citation": "Art. 95 cpv. 1 LRTV",
        "content": "Entro 30 giorni dal ricevimento del rapporto secondo l’articolo 93 capoverso 3, può essere interposto ricorso per scritto all’Autorità di ricorso. Al ricorso va allegato il rapporto dell’organo di mediazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_95"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 2: Vigilanza da parte dell’Autorità di ricorso, Sezione 2: Procedura di ricorso dinanzi all’Autorità di ricorso, Termine e forma del ricorso",
        "citation": "Art. 95 cpv. 2 LRTV",
        "content": "Il DATEC presenta ricorso direttamente all’Autorità di ricorso entro 30 giorni dalla diffusione della trasmissione in questione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_95"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 2: Vigilanza da parte dell’Autorità di ricorso, Sezione 2: Procedura di ricorso dinanzi all’Autorità di ricorso, Termine e forma del ricorso",
        "citation": "Art. 95 cpv. 3 LRTV",
        "content": "Il ricorso deve indicare brevemente:\na. in che modo il contenuto redazionale contestato ha violato le disposizioni di cui agli articoli 4, 5 e 5a o il diritto internazionale vincolante per le emittenti svizzere; o\nb. in che modo il rifiuto dell’accesso (art. 91 cpv. 3 lett. b) è illegale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_95"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 2: Vigilanza da parte dell’Autorità di ricorso, Sezione 2: Procedura di ricorso dinanzi all’Autorità di ricorso, Entrata nel merito e scambio di scritti",
        "citation": "Art. 96 cpv. 1 LRTV",
        "content": "Se vi è un interesse pubblico a una decisione, l’Autorità di ricorso entra nel merito anche dei ricorsi che non adempiono tutte le condizioni formali, purché tempestivi. In tal caso il ricorrente non ha diritti di parte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_96"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 2: Vigilanza da parte dell’Autorità di ricorso, Sezione 2: Procedura di ricorso dinanzi all’Autorità di ricorso, Entrata nel merito e scambio di scritti",
        "citation": "Art. 96 cpv. 2 LRTV",
        "content": "Se il ricorso non è manifestamente inammissibile o infondato, l’Autorità di ricorso invita l’emittente a pronunciarsi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_96"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 2: Vigilanza da parte dell’Autorità di ricorso, Sezione 2: Procedura di ricorso dinanzi all’Autorità di ricorso, Entrata nel merito e scambio di scritti",
        "citation": "Art. 96 cpv. 3 LRTV",
        "content": "L’Autorità di ricorso può rifiutare o sospendere l’esame di un ricorso se i rimedi di diritto civile o penale permangono possibili o non sono stati utilizzati oppure se nello stesso affare è in corso una procedura amministrativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_96"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 2: Vigilanza da parte dell’Autorità di ricorso, Sezione 2: Procedura di ricorso dinanzi all’Autorità di ricorso, Decisione",
        "citation": "Art. 97 cpv. 1 LRTV",
        "content": "Le deliberazioni dell’Autorità di ricorso sono pubbliche, salvo che vi si oppongano interessi privati degni di protezione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_97"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 2: Vigilanza da parte dell’Autorità di ricorso, Sezione 2: Procedura di ricorso dinanzi all’Autorità di ricorso, Decisione",
        "citation": "Art. 97 cpv. 2 LRTV",
        "content": "L’Autorità di ricorso accerta se:\na. i contenuti redazionali contestati hanno violato gli articoli 4, 5 o 5a o il diritto internazionale pertinente; o\nb. il rifiuto di accordare l’accesso (art. 91 cpv. 3 lett. b) è illegale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_97"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 2: Vigilanza da parte dell’Autorità di ricorso, Sezione 2: Procedura di ricorso dinanzi all’Autorità di ricorso, Decisione",
        "citation": "Art. 97 cpv. 3 LRTV",
        "content": "Se accerta una violazione, l’Autorità di ricorso può adottare o proporre i provvedimenti previsti nell’articolo 89.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_97"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 2: Vigilanza da parte dell’Autorità di ricorso, Sezione 2: Procedura di ricorso dinanzi all’Autorità di ricorso, Decisione",
        "citation": "Art. 97 cpv. 4 LRTV",
        "content": "In caso di ripetute e gravi violazioni degli obblighi di cui all’articolo 4 capoversi 1 e 3 e all’articolo 5 riguardanti il programma o degli obblighi relativi all’ulteriore offerta editoriale della SSR (art. 5a), l’Autorità di ricorso può proporre al DATEC di irrogare un divieto di diffusione (art. 89 cpv. 2).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_97"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 2: Vigilanza da parte dell’Autorità di ricorso, Sezione 2: Procedura di ricorso dinanzi all’Autorità di ricorso, Spese",
        "citation": "Art. 98 cpv. 1 LRTV",
        "content": "La procedura di ricorso dinanzi all’Autorità di ricorso è gratuita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_98"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 2: Vigilanza da parte dell’Autorità di ricorso, Sezione 2: Procedura di ricorso dinanzi all’Autorità di ricorso, Spese",
        "citation": "Art. 98 cpv. 2 LRTV",
        "content": "In caso di ricorso temerario, al ricorrente possono essere addossate le spese di procedura. È applicabile la PA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_98"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 3: Rimedi giuridici",
        "citation": "Art. 99 cpv. 1 LRTV",
        "content": "La tutela giurisdizionale è retta dalle disposizioni generali sull’amministrazione della giustizia federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_99"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 3: Rimedi giuridici",
        "citation": "Art. 99 cpv. 2 LRTV",
        "content": "Contro le decisioni dell’organo di riscossione può essere interposto ricorso all’UFCOM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_99"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo settimo: Vigilanza e rimedi giuridici, Capitolo 3: Rimedi giuridici",
        "citation": "Art. 99 cpv. 3 LRTV",
        "content": "Contro le decisioni dell’Autorità di ricorso può essere interposto direttamente ricorso al Tribunale federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_99"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo ottavo: Emolumenti amministrativi",
        "citation": "Art. 100 cpv. 1 LRTV",
        "content": "L’autorità competente riscuote emolumenti amministrativi in particolare per:\na. il rilascio, la modifica e la soppressione di concessioni;\nb. l’attività di vigilanza;\nc. l’emanazione di decisioni amministrative;\nd. il disbrigo di richieste.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_100"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo ottavo: Emolumenti amministrativi",
        "citation": "Art. 100 cpv. 2 LRTV",
        "content": "Il Consiglio federale determina le aliquote degli emolumenti. A tale scopo, considera l’onere amministrativo e può tener conto delle limitate risorse economiche della persona fisica o giuridica assoggettata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_100"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo ottavo: Emolumenti amministrativi",
        "citation": "Art. 100 cpv. 3 LRTV",
        "content": "L’autorità competente può esigere un’adeguata garanzia dalle persone assoggettate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_100"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo nono: Disposizioni penali, Infrazioni",
        "citation": "Art. 101 cpv. 2 LRTV",
        "content": "È punito con la multa fino a 100 000 franchi chiunque viola intenzionalmente una decisione passata in giudicato della competente autorità di vigilanza o di una delle istanze di ricorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_101"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo nono: Disposizioni penali, Infrazioni",
        "citation": "Art. 101 cpv. 3 LRTV",
        "content": "È punito con la multa fino a 100 000 franchi chiunque influenza a suo favore con false indicazioni una procedura per il rilascio o la modifica di una concessione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_101"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo nono: Disposizioni penali, Infrazioni",
        "citation": "Art. 101 cpv. 4 LRTV",
        "content": "Nei casi di lieve entità si può prescindere dalla punizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_101"
    },
    {
        "book": "RTVG",
        "title": "LRTV, Titolo nono: Disposizioni penali, Competenza e procedura",
        "citation": "Art. 102 cpv. 1 LRTV",
        "content": "L’UFCOM è competente per il perseguimento e il giudizio dei reati. È applicabile la legge federale del 22 marzo 1974 sul diritto penale amministrativo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2007/150/it#art_102"
    }
]