[
    {
        "book": "SSG",
        "title": "SSG, Erster Titel: Allgemeine Ordnung und Behörden, Erster Abschnitt: Allgemeine Grundsätze, Schweizerisches Recht und Völkerrecht",
        "citation": "Art. 1 SSG",
        "content": "Die Seeschifffahrt unter der Schweizer Flagge untersteht dem schweizerischen Recht, soweit dies mit den Grundsätzen des Völkerrechts vereinbar ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_1"
    },
    {
        "book": "SSG",
        "title": "SSG, Erster Titel: Allgemeine Ordnung und Behörden, Erster Abschnitt: Allgemeine Grundsätze, Schweizerische Seeschiffe",
        "citation": "Art. 2 Abs. 1 SSG",
        "content": "Schweizerische Seeschiffe sind die im SSRegister der schweizerischen Seeschiffe eingetragenen Schiffe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_2"
    },
    {
        "book": "SSG",
        "title": "SSG, Erster Titel: Allgemeine Ordnung und Behörden, Erster Abschnitt: Allgemeine Grundsätze, Schweizerische Seeschiffe",
        "citation": "Art. 2 Abs. 2 SSG",
        "content": "Einziger Registerhafen der schweizerischen Seeschiffe ist Basel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_2"
    },
    {
        "book": "SSG",
        "title": "SSG, Erster Titel: Allgemeine Ordnung und Behörden, Erster Abschnitt: Allgemeine Grundsätze, Schweizer Flagge zur See",
        "citation": "Art. 3 Abs. 1 SSG",
        "content": "Die Schweizer Flagge darf nur von schweizerischen Seeschiffen geführt werden; die schweizerischen Seeschiffe führen ausschliesslich die Schweizer Flagge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_3"
    },
    {
        "book": "SSG",
        "title": "SSG, Erster Titel: Allgemeine Ordnung und Behörden, Erster Abschnitt: Allgemeine Grundsätze, Schweizer Flagge zur See",
        "citation": "Art. 3 Abs. 2 SSG",
        "content": "Für Form, Farbe und Grössenverhältnisse ist das in Anhang I abgebildete Muster massgebend.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_3"
    },
    {
        "book": "SSG",
        "title": "SSG, Erster Titel: Allgemeine Ordnung und Behörden, Erster Abschnitt: Allgemeine Grundsätze, Geltungsbereich des schweizerischen Rechts",
        "citation": "Art. 4 Abs. 1 SSG",
        "content": "Auf hoher See gilt an Bord schweizerischer Seeschiffe ausschliesslich schweizerisches Bundesrecht. In Territorialgewässern gilt an Bord schweizerischer Seeschiffe schweizerisches Bundesrecht, soweit nicht der Uferstaat sein Recht zwingend anwendbar erklärt. In gleichem Umfang gilt bei einem Schiffbruch schweizerisches Recht für die Überlebenden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_4"
    },
    {
        "book": "SSG",
        "title": "SSG, Erster Titel: Allgemeine Ordnung und Behörden, Erster Abschnitt: Allgemeine Grundsätze, Geltungsbereich des schweizerischen Rechts",
        "citation": "Art. 4 Abs. 2 SSG",
        "content": "Strafbare Handlungen im Sinne des Strafgesetzbuches und anderer bundesrechtlicher Strafbestimmungen, die an Bord eines schweizerischen Seeschiffes begangen worden sind, unterstehen jedoch dem schweizerischen Recht ohne Rücksicht auf den Ort, wo sich das Schiff im Zeitpunkt der Begehung der Tat befunden hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_4"
    },
    {
        "book": "SSG",
        "title": "SSG, Erster Titel: Allgemeine Ordnung und Behörden, Erster Abschnitt: Allgemeine Grundsätze, Geltungsbereich des schweizerischen Rechts",
        "citation": "Art. 4 Abs. 3 SSG",
        "content": "Die Strafbestimmungen dieses Gesetzes finden Anwendung unabhängig davon, ob die Tat im Ausland oder in der Schweiz begangen wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_4"
    },
    {
        "book": "SSG",
        "title": "SSG, Erster Titel: Allgemeine Ordnung und Behörden, Erster Abschnitt: Allgemeine Grundsätze, Geltungsbereich des schweizerischen Rechts",
        "citation": "Art. 4 Abs. 4 SSG",
        "content": "Der Täter wird, unter Vorbehalt eines krassen Verstosses gegen die Grundsätze der Bundesverfassung und der Konvention vom 4. November 1950 zum Schutze der Menschenrechte und Grundfreiheiten, in der Schweiz wegen der Tat nicht mehr verfolgt, wenn:\na. ein ausländisches Gericht ihn endgültig freigesprochen hat; oder\nb. die Sanktion, zu der er im Ausland verurteilt wurde, vollzogen, erlassen oder verjährt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_4"
    },
    {
        "book": "SSG",
        "title": "SSG, Erster Titel: Allgemeine Ordnung und Behörden, Erster Abschnitt: Allgemeine Grundsätze, Geltungsbereich des schweizerischen Rechts",
        "citation": "Art. 4 Abs. 5 SSG",
        "content": "Ist der Täter wegen der Tat im Ausland verurteilt worden und wurde die Strafe im Ausland nur teilweise vollzogen, so rechnet ihm das Gericht den vollzogenen Teil auf die auszusprechende Strafe an. Das Gericht entscheidet, ob eine im Ausland angeordnete, dort aber nur teilweise vollzogene Massnahme fortzusetzen oder auf die in der Schweiz ausgesprochene Strafe anzurechnen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_4"
    },
    {
        "book": "SSG",
        "title": "SSG, Erster Titel: Allgemeine Ordnung und Behörden, Erster Abschnitt: Allgemeine Grundsätze, Selbstständiger Abschluss internationaler Übereinkommen durch den Bundesrat",
        "citation": "Art. 4a Abs. 1 SSG",
        "content": "Der Bundesrat kann internationale Übereinkommen, die im Rahmen der Internationalen Seeschifffahrtsorganisation angenommen wurden, abschliessen über:\na. die Verhütung und Bekämpfung der Meeresverschmutzung durch Schiffe;\nb. die Sicherheit der Schiffsbesatzungen;\nc. die Verhütung von Havarien;\nd. Such- und Rettungsmassnahmen bei Seenot.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_4_a"
    },
    {
        "book": "SSG",
        "title": "SSG, Erster Titel: Allgemeine Ordnung und Behörden, Erster Abschnitt: Allgemeine Grundsätze, Selbstständiger Abschluss internationaler Übereinkommen durch den Bundesrat",
        "citation": "Art. 4a Abs. 2 SSG",
        "content": "Vor dem Abschluss eines internationalen Übereinkommens hört er die interessierten Kreise an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_4_a"
    },
    {
        "book": "SSG",
        "title": "SSG, Erster Titel: Allgemeine Ordnung und Behörden, Erster Abschnitt: Allgemeine Grundsätze, Verordnungen des Bundesrates",
        "citation": "Art. 5 Abs. 1 SSG",
        "content": "Der Bundesrat erlässt die erforderlichen Vollzugsvorschriften zu diesem Gesetz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_5"
    },
    {
        "book": "SSG",
        "title": "SSG, Erster Titel: Allgemeine Ordnung und Behörden, Erster Abschnitt: Allgemeine Grundsätze, Verordnungen des Bundesrates",
        "citation": "Art. 5 Abs. 2 SSG",
        "content": "Der Bundesrat kann ergänzende Bestimmungen erlassen, falls sich diese aus den für die Seeschifffahrt unter der Schweizer Flagge geltenden internationalen Übereinkommen oder international vereinbarten Regeln ergeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_5"
    },
    {
        "book": "SSG",
        "title": "SSG, Erster Titel: Allgemeine Ordnung und Behörden, Erster Abschnitt: Allgemeine Grundsätze, Verordnungen des Bundesrates",
        "citation": "Art. 5 Abs. 3 SSG",
        "content": "Ändern sich die Einheitsbeträge oder die Rechnungseinheiten für die Haftungsbeschränkung in internationalen Übereinkommen, oder treten wesentliche und dauernde Veränderungen der Bewertungs- oder Berechnungsgrundlagen ein, so kann der Bundesrat die Haftungseinheitsbeträge (Art. 49, 105, 118 und 126) herabsetzen oder erhöhen oder in anderen Rechnungseinheiten festsetzen und das Verfahren zur Umrechnung in die Landeswährung regeln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_5"
    },
    {
        "book": "SSG",
        "title": "SSG, Erster Titel: Allgemeine Ordnung und Behörden, Erster Abschnitt: Allgemeine Grundsätze, Ausser-, ordentliche Massnahmen",
        "citation": "Art. 6 Abs. 1 SSG",
        "content": "Der Bundesrat kann alle geeigneten Massnahmen treffen, welche erforderlich sind, um zu verhindern, dass durch die Führung der Schweizer Flagge zur See die Sicherheit oder die Neutralität der Eidgenossenschaft gefährdet wird oder internationale Schwierigkeiten entstehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_6"
    },
    {
        "book": "SSG",
        "title": "SSG, Erster Titel: Allgemeine Ordnung und Behörden, Erster Abschnitt: Allgemeine Grundsätze, Ausser-, ordentliche Massnahmen",
        "citation": "Art. 6 Abs. 2 SSG",
        "content": "Zu diesem Zwecke kann der Bundesrat insbesondere schweizerische Seeschiffe gegen angemessene Entschädigung requirieren oder enteignen. Streitigkeiten über die Höhe der Entschädigung entscheidet das Bundesgericht als einzige Instanz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_6"
    },
    {
        "book": "SSG",
        "title": "SSG, Erster Titel: Allgemeine Ordnung und Behörden, Erster Abschnitt: Allgemeine Grundsätze, Ausser-, ordentliche Massnahmen",
        "citation": "Art. 6 Abs. 3 SSG",
        "content": "Ergreift der Bundesrat andere Massnahmen, so kann er je nach den Umständen eine Entschädigung festsetzen, wenn infolge dieser Massnahmen die Seeschiffe nicht anderweitig nutzbringend verwendet werden können, und wenn ein wesentlicher Schaden entstanden ist; die Entschädigung ist dem Schiffseigentümer, Reeder oder Seefrachtführer auszurichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_6"
    },
    {
        "book": "SSG",
        "title": "SSG, Erster Titel: Allgemeine Ordnung und Behörden, Erster Abschnitt: Allgemeine Grundsätze, Rechtsanwendung durch den Richter",
        "citation": "Art. 7 Abs. 1 SSG",
        "content": "Kann der Bundesgesetzgebung, insbesondere diesem Gesetz und den als anwendbar erklärten Bestimmungen internationaler Übereinkommen keine Vorschrift entnommen werden, so entscheidet der Richter nach den allgemein anerkannten Grundsätzen des Seerechts und, wo solche fehlen, nach der Regel, die er als Gesetzgeber aufstellen würde, wobei er Gesetzgebung und Gewohnheit, Wissenschaft und Rechtsprechung der seefahrenden Staaten berücksichtigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_7"
    },
    {
        "book": "SSG",
        "title": "SSG, Erster Titel: Allgemeine Ordnung und Behörden, Erster Abschnitt: Allgemeine Grundsätze, Rechtsanwendung durch den Richter",
        "citation": "Art. 7 Abs. 2 SSG",
        "content": "Dem Richter steht die freie Beweiswürdigung zu; ihr unterliegen auch die Eintragungen des Kapitäns in Tagebüchern, Registern, Protokollen und Berichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_7"
    },
    {
        "book": "SSG",
        "title": "SSG, Erster Titel: Allgemeine Ordnung und Behörden, Zweiter Abschnitt: Die Behördenorganisation, Aufsicht",
        "citation": "Art. 8 Abs. 1 SSG",
        "content": "Die Seeschifffahrt unter Schweizer Flagge steht unter der Oberaufsicht des Bundesrates.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_8"
    },
    {
        "book": "SSG",
        "title": "SSG, Erster Titel: Allgemeine Ordnung und Behörden, Zweiter Abschnitt: Die Behördenorganisation, Aufsicht",
        "citation": "Art. 8 Abs. 2 SSG",
        "content": "Die unmittelbare Aufsicht steht dem Eidgenössischen Departement für auswärtige Angelegenheiten zu, welches sie durch das Schweizerische Seeschifffahrtsamt (SSA) ausüben lässt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_8"
    },
    {
        "book": "SSG",
        "title": "SSG, Erster Titel: Allgemeine Ordnung und Behörden, Zweiter Abschnitt: Die Behördenorganisation, Aufsicht",
        "citation": "Art. 8 Abs. 3 SSG",
        "content": "Das SSA hat die Bestimmungen über die Seeschifffahrt unter der Schweizer Flagge nach den Weisungen des Eidgenössischen Departements für auswärtige Angelegenheiten durchzuführen und ihre Anwendung zu überwachen. Es erstattet dem Eidgenössischen Departement für auswärtige Angelegenheiten Bericht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_8"
    },
    {
        "book": "SSG",
        "title": "SSG, Erster Titel: Allgemeine Ordnung und Behörden, Zweiter Abschnitt: Die Behördenorganisation, SSA",
        "citation": "Art. 9 Abs. 1 SSG",
        "content": "Das SSA hat seinen Sitz in Basel. Es übt seine Obliegenheiten gegenüber schweizerischen Seeschiffen durch eigene Beamte oder durch die schweizerischen Konsulate aus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_9"
    },
    {
        "book": "SSG",
        "title": "SSG, Erster Titel: Allgemeine Ordnung und Behörden, Zweiter Abschnitt: Die Behördenorganisation, SSA",
        "citation": "Art. 9 Abs. 2 SSG",
        "content": "Zu diesem Zwecke kann das SSA unmittelbar mit schweizerischen Konsulaten und Konsuln sowie mit Behörden und Vertretern ausländischer Staaten verkehren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_9"
    },
    {
        "book": "SSG",
        "title": "SSG, Erster Titel: Allgemeine Ordnung und Behörden, Zweiter Abschnitt: Die Behördenorganisation, SSA",
        "citation": "Art. 9 Abs. 3 SSG",
        "content": "Die Eigentümer, Reeder und Kapitäne schweizerischer Seeschiffe sind jederzeit verpflichtet, die Auskünfte zu erteilen, die das SSA zur Ausübung seiner Obliegenheiten benötigt und verlangt. Das SSA kann Kontrollen an Bord schweizerischer Seeschiffe durchführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_9"
    },
    {
        "book": "SSG",
        "title": "SSG, Erster Titel: Allgemeine Ordnung und Behörden, Zweiter Abschnitt: Die Behördenorganisation, SSA",
        "citation": "Art. 9 Abs. 4 SSG",
        "content": "Das SSA kann anerkannten Klassifikationsgesellschaften gewisse Aufgaben in den Bereichen der Inspektion, der Kontrolle oder der Entscheidung, namentlich diejenigen, die im Seearbeitsübereinkommen vom 23. Februar 2006 vorgesehen sind, delegieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_9"
    },
    {
        "book": "SSG",
        "title": "SSG, Erster Titel: Allgemeine Ordnung und Behörden, Zweiter Abschnitt: Die Behördenorganisation, Schweizerisches Seeschiffsregisteramt",
        "citation": "Art. 10 Abs. 1 SSG",
        "content": "Das Schweizerische Seeschiffsregisteramt hat seinen Sitz in Basel. Es führt das Register, in welchem die schweizerischen Seeschiffe und die dinglichen Rechte an solchen Schiffen eingetragen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_10"
    },
    {
        "book": "SSG",
        "title": "SSG, Erster Titel: Allgemeine Ordnung und Behörden, Zweiter Abschnitt: Die Behördenorganisation, Schweizerisches Seeschiffsregisteramt",
        "citation": "Art. 10 Abs. 2 SSG",
        "content": "Auf die Einrichtung und Führung des Registers der schweizerischen Seeschiffe ist die Gesetzgebung des Bundes über das Schiffsregister sinngemäss anzuwenden, soweit dieses Gesetz oder die gestützt darauf erlassenen Verordnungen keine abweichenden Bestimmungen enthalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_10"
    },
    {
        "book": "SSG",
        "title": "SSG, Erster Titel: Allgemeine Ordnung und Behörden, Zweiter Abschnitt: Die Behördenorganisation, Organisation der Ämter; Verantwortlichkeit",
        "citation": "Art. 11 Abs. 1 SSG",
        "content": "Der Bundesrat bestimmt die Organisation und Amtsführung der beiden Ämter. Er erlässt den Gebührentarif für die Verrichtungen dieser Ämter und der schweizerischen Konsulate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_11"
    },
    {
        "book": "SSG",
        "title": "SSG, Erster Titel: Allgemeine Ordnung und Behörden, Zweiter Abschnitt: Die Behördenorganisation, Organisation der Ämter; Verantwortlichkeit",
        "citation": "Art. 11 Abs. 2 SSG",
        "content": "Der Bund ist für jeden Schaden verantwortlich, der durch Massnahmen oder Verfügungen dieser Ämter, insbesondere aus der Führung des Registers der schweizerischen Seeschiffe, entsteht; er hat Rückgriff auf die Beamten und Angestellten, denen ein Verschulden zur Last fällt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_11"
    },
    {
        "book": "SSG",
        "title": "SSG, Erster Titel: Allgemeine Ordnung und Behörden, Zweiter Abschnitt: Die Behördenorganisation, Delegation",
        "citation": "Art. 12 Abs. 1 SSG",
        "content": "Der Bundesrat kann im Einverständnis mit der Regierung des betreffenden Kantons die Geschäftsführung oder einzelne Obliegenheiten der beiden Ämter einer kantonalen Verwaltung übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_12"
    },
    {
        "book": "SSG",
        "title": "SSG, Erster Titel: Allgemeine Ordnung und Behörden, Zweiter Abschnitt: Die Behördenorganisation, Delegation",
        "citation": "Art. 12 Abs. 2 SSG",
        "content": "Für ihr Dienstverhältnis und ihre Verantwortlichkeit sind in diesem Falle die Beamten und Angestellten, soweit sie auf Grund dieses Gesetzes tätig sind, der Bundesgesetzgebung unterworfen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_12"
    },
    {
        "book": "SSG",
        "title": "SSG, Erster Titel: Allgemeine Ordnung und Behörden, Dritter Abschnitt: Die Gerichtsbarkeit, Verwaltungsrechtspflege",
        "citation": "Art. 13 Abs. 1 SSG",
        "content": "Das Beschwerdeverfahren gegen Verfügungen des Schweizerischen Seeschifffahrtsamtes richtet sich nach den allgemeinen Bestimmungen über die Bundesrechtspflege.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_13"
    },
    {
        "book": "SSG",
        "title": "SSG, Erster Titel: Allgemeine Ordnung und Behörden, Dritter Abschnitt: Die Gerichtsbarkeit, Zivilrechtspflege",
        "citation": "Art. 14 Abs. 1 SSG",
        "content": "Ohne Rücksicht auf den Wohnsitz des Beklagten besteht für alle dinglichen Klagen in Bezug auf ein im Register der schweizerischen Seeschiffe eingetragenes Schiff der Gerichtsstand in Basel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_14"
    },
    {
        "book": "SSG",
        "title": "SSG, Erster Titel: Allgemeine Ordnung und Behörden, Dritter Abschnitt: Die Gerichtsbarkeit, Zivilrechtspflege",
        "citation": "Art. 14 Abs. 2 SSG",
        "content": "Für alle Ansprüche aus unerlaubten, an Bord eines schweizerischen Seeschiffes begangenen Handlungen sowie für alle übrigen Zivilklagen aus diesem Gesetz besteht ein Gerichtsstand in Basel, sofern kein anderer Gerichtsstand in der Schweiz gegeben ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_14"
    },
    {
        "book": "SSG",
        "title": "SSG, Erster Titel: Allgemeine Ordnung und Behörden, Dritter Abschnitt: Die Gerichtsbarkeit, Zivilrechtspflege",
        "citation": "Art. 14 Abs. 3 SSG",
        "content": "Für Klagen im Zusammenhang mit dem Verfahren auf Beschränkung der Haftung des Reeders oder der gerichtlichen Bestätigung einer Dispache bei Havarie-Grosse besteht ein Gerichtsstand in Basel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_14"
    },
    {
        "book": "SSG",
        "title": "SSG, Erster Titel: Allgemeine Ordnung und Behörden, Dritter Abschnitt: Die Gerichtsbarkeit, Strafrechtspflege",
        "citation": "Art. 15 Abs. 1 SSG",
        "content": "Die an Bord eines schweizerischen Seeschiffes begangenen strafbaren Handlungen sowie die nach diesem Gesetz unter Strafe gestellten strafbaren Handlungen sind von den Behörden des Kantons Basel-Stadt zu verfolgen und zu beurteilen, sofern sie nicht der Bundesgerichtsbarkeit oder der Militärstrafgerichtsbarkeit unterliegen. Über die nach diesem Gesetz verhängten Geldstrafen und Bussen verfügt der Kanton Basel-Stadt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_15"
    },
    {
        "book": "SSG",
        "title": "SSG, Erster Titel: Allgemeine Ordnung und Behörden, Dritter Abschnitt: Die Gerichtsbarkeit, Strafrechtspflege",
        "citation": "Art. 15 Abs. 2 SSG",
        "content": "Verzeigende Behörde bei Übertretungen dieses Gesetzes ist das SSA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_15"
    },
    {
        "book": "SSG",
        "title": "SSG, Erster Titel: Allgemeine Ordnung und Behörden, Dritter Abschnitt: Die Gerichtsbarkeit, Strafrechtspflege",
        "citation": "Art. 15 Abs. 3 SSG",
        "content": "Die Behörden des Kantons Basel-Stadt sind verpflichtet, sämtliche auf Grund dieses Gesetzes ergangenen Strafurteile und Einstellungsbeschlüsse der Schweizerischen Bundesanwaltschaft einzusenden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_15"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, I. Voraussetzungen im Allgemeinen",
        "citation": "Art. 17 Abs. 1 SSG",
        "content": "In das Register der schweizerischen Seeschiffe können nur Seeschiffe eingetragen werden, die zur gewerbsmässigen Beförderung von Personen oder Gütern oder zu einer sonstigen gewerbsmässigen Tätigkeit auf See verwendet werden oder hiefür bestimmt sind, und für welche die Bedingungen dieses Gesetzes hinsichtlich Eigentum, finanzieller Mittel, Zulassung zur Seeschifffahrt, Namengebung und Verfahren erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_17"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, I. Voraussetzungen im Allgemeinen",
        "citation": "Art. 17 Abs. 2 SSG",
        "content": "Jede Eintragung und Streichung ist durch das Schweizerische Seeschiffsregisteramt im Bundesblatt und im Schweizerischen Handelsamtsblatt zu veröffentlichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_17"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, II. Öffentlichrechtliche Körperschaften und Anstalten",
        "citation": "Art. 18 SSG",
        "content": "Im Register der schweizerischen Seeschiffe werden die im Eigentum des Bundes, der Kantone und der schweizerischen öffentlich-rechtlichen Körperschaften und Anstalten stehenden Seeschiffe eingetragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_18"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, III. Privat-, rechtliche Unternehmen, 1. Anspruch auf Eintragung",
        "citation": "Art. 19 SSG",
        "content": "Im Schweizerischen Handelsregister eingetragene Einzelfirmen, Handelsgesellschaften und Genossenschaften (Unternehmen), welche die Bedingungen nach den Artikeln 20–24 erfüllen, können ihre Seeschiffe im Register der schweizerischen Seeschiffe auf ihren Namen eintragen lassen sofern sie ihren Sitz und den tatsächlichen Mittelpunkt der Geschäftstätigkeit in der Schweiz haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_19"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, III. Privat-, rechtliche Unternehmen, 2. Staatsangehörigkeit und Wohnsitz",
        "citation": "Art. 20 SSG",
        "content": "Solange internationales Recht es nicht anders vorsieht, bestimmt der Bundesrat, welche Bedingungen die natürlichen Personen, die Inhaber einer Einzelfirma, die Gesellschafter, Kommanditäre, Aktionäre, Genossenschafter oder sonstigen Teilhaber sowie alle Geschäftsführer einer Kollektiv- oder Kommanditgesellschaft oder einer Gesellschaft mit beschränkter Haftung hinsichtlich Staatsangehörigkeit und Wohnsitz erfüllen müssen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_20"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, III. Privat-, rechtliche Unternehmen, 3. Verwaltungs- und Kontrollorgane",
        "citation": "Art. 21 SSG",
        "content": "Solange internationales Recht es nicht anders vorsieht, bestimmt der Bundesrat, welche Bedingungen die Mitglieder der Verwaltung und Geschäftsführung einer Aktiengesellschaft, Kommanditaktiengesellschaft, Gesellschaft mit beschränkter Haftung oder einer Genossenschaft sowie die mit der Kontrolle dieser Gesellschaften betrauten Personen hinsichtlich Staatsangehörigkeit und Wohnsitz erfüllen müssen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_21"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, III. Privat-, rechtliche Unternehmen, 4. Aktien und Stammanteile",
        "citation": "Art. 22 Abs. 1 SSG",
        "content": "Alle Aktien müssen auf den Namen lauten. Die Gesellschaft kann, unter Einhaltung der Vorschriften des Obligationenrechts, die Zustimmung zur Übertragung von Namenaktien insbesondere dann ab-lehnen, wenn der Erwerber die Bedingungen dieses Gesetzes oder der gestützt darauf erlassenen Verordnungen nicht erfüllt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_22"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, III. Privat-, rechtliche Unternehmen, 4. Aktien und Stammanteile",
        "citation": "Art. 22 Abs. 2 SSG",
        "content": "Die Mitgliedschaft bei einer Genossenschaft kann weder vererbt noch übertragen werden, auch nicht durch Übertragung von Anteilscheinen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_22"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, III. Privat-, rechtliche Unternehmen, 4. Aktien und Stammanteile",
        "citation": "Art. 22 Abs. 3 SSG",
        "content": "Ein Pfandrecht, eine Nutzniessung oder ein sonstiges Recht an einer Aktie oder an einem Stammanteil bedürfen zu ihrer Gültigkeit der Genehmigung durch die Gesellschaft und der Eintragung in das Aktienbuch oder Anteilbuch.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_22"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, III. Privat-, rechtliche Unternehmen, 5. Beteiligte Gesellschaften und Gläubiger",
        "citation": "Art. 23 SSG",
        "content": "Der Bundesrat bestimmt im Sinne der Artikel 20 und 21, welche Bedingungen Handelsgesellschaften oder juristische Personen erfüllen müssen, die\na. als Gesellschafter, Kommanditäre, Aktionäre, Genossenschafter oder sonstige Teilhaber an Unternehmen der schweizerischen Schiffseigentümer beteiligt sind;\nb. als Gläubiger investierter Mittel schweizerischer Herkunft, als Nutzniesser oder in anderer Weise an Unternehmen berechtigt sind;\nc. das Amt als Kontrollstelle ausüben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_23"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, III. Privat-, rechtliche Unternehmen, 6. Finanzielle Mittel",
        "citation": "Art. 24 Abs. 1 SSG",
        "content": "Solange internationales Recht es nicht anders vorsieht, erlässt der Bundesrat Vorschriften über die erforderlichen eigenen Mittel des Schiffseigentümers sowie über die Herkunft der in dessen Seeschiff investierten fremden Mittel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_24"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, III. Privat-, rechtliche Unternehmen, 6. Finanzielle Mittel",
        "citation": "Art. 24 Abs. 2 SSG",
        "content": "Der Schiffseigentümer muss über eigene Mittel verfügen, welche mindestens 20 Prozent des Buchwerts der auf seinen Namen eingetragenen Seeschiffe entsprechen; für jedes neu einzutragende Seeschiff gilt der Erwerbspreis als erster Buchwert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_24"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, III. Privat-, rechtliche Unternehmen, 6. Finanzielle Mittel",
        "citation": "Art. 24 Abs. 3 SSG",
        "content": "Der Bundesrat bestimmt, bis zu welchem Grad und für welche Dauer die eigenen Mittel infolge von Verlusten den nach Absatz 2 festgelegten Mindestsatz unterschreiten dürfen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_24"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, III. Privat-, rechtliche Unternehmen, 7. Übereinstimmungsbescheinigung",
        "citation": "Art. 25 SSG",
        "content": "Das SSA stellt eine Bescheinigung aus, wenn die Bedingungen nach den Artikeln 18–24 erfüllt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_25"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, III. Privat-, rechtliche Unternehmen, 8. Kontrolle",
        "citation": "Art. 26 Abs. 1 SSG",
        "content": "Der schweizerische Schiffseigentümer hat alljährlich bis spätestens nach Ablauf von neun Monaten seit Schluss eines Geschäftsjahres dem Schweizerischen Seeschifffahrtsamt einen besonderen Revisionsbericht einzureichen, aus welchem hervorgeht, dass die gesetzlichen Bedingungen erfüllt sind. Dieser Revisionsbericht muss von einem Revisionsverband oder einer Treuhandgesellschaft erstattet werden, die als Revisionsstelle für diesen Zweck vom Bundesrat anerkannt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_26"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, III. Privat-, rechtliche Unternehmen, 8. Kontrolle",
        "citation": "Art. 26 Abs. 2 SSG",
        "content": "Der Bundesrat kann im Hinblick auf diese Kontrolle besondere Vorschriften über die Führung der Register und Bücher sowie einen Gebührentarif für die Arbeiten der Revisionsstelle erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_26"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, III. Privat-, rechtliche Unternehmen, 9. Berichtigungsverfahren",
        "citation": "Art. 27 Abs. 1 SSG",
        "content": "Sind wegen Wechsels der Staatsangehörigkeit oder des Wohnsitzes, infolge Erbgangs oder aus andern Gründen die gesetzlichen Bedingungen nicht mehr erfüllt, so beginnt für den Schiffseigentümer oder seine Rechtsnachfolger von Gesetzes wegen eine Frist von 30 Tagen seit Eintritt des Mangels zu laufen, innert welcher sie diese Bedingungen wieder zu erfüllen haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_27"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, III. Privat-, rechtliche Unternehmen, 9. Berichtigungsverfahren",
        "citation": "Art. 27 Abs. 2 SSG",
        "content": "Können die Bedingungen bis zum Ablauf dieser Frist nicht erfüllt werden oder machen die Beteiligten von den ihnen zur Verfügung stehenden Möglichkeiten zur Berichtigung keinen Gebrauch, so kann das SSA, sofern der Mangel immer noch besteht, die Übereinstimmungsbescheinigung ausser Kraft setzen und den Rückzug des Seebriefes anordnen, bis die Bedingungen wieder erfüllt sind. Diese Massnahme ist dem Bundesrat mitzuteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_27"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, III. Privat-, rechtliche Unternehmen, 9. Berichtigungsverfahren",
        "citation": "Art. 27 Abs. 3 SSG",
        "content": "Werden die Bedingungen auch während weiterer drei Monate nicht erfüllt, so kann der Bundesrat die Streichung des Seeschiffes im Register der schweizerischen Seeschiffe oder, wenn es für die wirtschaftliche Landesversorgung des Landes erforderlich ist, den Verkauf auf dem Wege der öffentlichen Versteigerung verfügen. Der Zuschlag darf in diesem Falle nur an einen Ersteigerer erfolgen, der durch eine Bescheinigung des Schweizerischen Seeschifffahrtsamtes nachweist, dass er die gesetzlichen Bedingungen erfüllt. Der Bund kann sich an der Versteigerung beteiligen. Zuständig für die Versteigerung sind die Behörden des Kantons Basel-Stadt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_27"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, III. Privat-, rechtliche Unternehmen, 10. Schutz der Beteiligten, a. bei gemeinschaftlichem Eigentum",
        "citation": "Art. 28 Abs. 1 SSG",
        "content": "Erfüllt ein Gesellschafter einer Kollektiv- oder Kommanditgesellschaft die gesetzlichen Bedingungen nicht oder nicht mehr, so können die übrigen Gesellschafter, sofern sie gesamthaft mindestens zur Hälfte am Gesellschaftskapital beteiligt sind und die gesetzlichen Bedingungen erfüllen, nach unbenütztem Ablauf einer für die gütliche Berichtigung angesetzten Frist von 20 Tagen, den Gesellschafter, in dessen Person der Mangel eingetreten ist, sofort aus der Gesellschaft ausschliessen, das Geschäft fortsetzen und den Anteil des säumigen Gesellschafters am Gesellschaftsvermögen ausrichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_28"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, III. Privat-, rechtliche Unternehmen, 10. Schutz der Beteiligten, a. bei gemeinschaftlichem Eigentum",
        "citation": "Art. 28 Abs. 2 SSG",
        "content": "Erfüllt in den übrigen Fällen von gemeinschaftlichem Eigentum ein Gesamt- oder Miteigentümer die gesetzlichen Bedingungen nicht oder nicht mehr, so können die übrigen Beteiligten bei Vorliegen derselben Voraussetzungen hinsichtlich ihrer Beteiligung, persönlichen Befähigung und Fristeinhaltung jederzeit das Gesamt- oder Miteigentum aufheben, das Seeschiff zu Eigentum übernehmen und den säumigen Gesamt- oder Miteigentümer auskaufen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_28"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, III. Privat-, rechtliche Unternehmen, 10. Schutz der Beteiligten, a. bei gemeinschaftlichem Eigentum",
        "citation": "Art. 28 Abs. 3 SSG",
        "content": "Sind im Falle eines Erbganges mehrere Miterben vorhanden, so haben diejenigen, welche die gesetzlichen Bedingungen erfüllen, gegenüber andern Miterben oder güterrechtlich Beteiligten das Vorrecht auf Zuweisung des Eigentums am Seeschiff, des Gesellschaftsanteils, der Aktien oder des Stammanteils des Erblassers. Die für die Anordnung einer Erbschaftsverwaltung zuständige Behörde hat unverzüglich die erforderlichen Massnahmen zur Aufrechterhaltung des schweizerischen Eigentums am Seeschiff zu treffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_28"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, III. Privat-, rechtliche Unternehmen, 10. Schutz der Beteiligten, b. bei juristischen Personen",
        "citation": "Art. 29 Abs. 1 SSG",
        "content": "Erfüllt ein Aktionär oder ein Mitglied einer Kommanditaktiengesellschaft oder einer Gesellschaft mit beschränkter Haftung die gesetzlichen Bedingungen nicht mehr, so werden seine Aktien oder Stammanteile auf dem Wege der Versteigerung verkauft, sofern die übrigen Aktionäre oder Gesellschafter gesamthaft mindestens die Hälfte des Grund- oder Stammkapitals besitzen und ihrerseits die gesetzlichen Bedingungen erfüllen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_29"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, III. Privat-, rechtliche Unternehmen, 10. Schutz der Beteiligten, b. bei juristischen Personen",
        "citation": "Art. 29 Abs. 2 SSG",
        "content": "Der Richter ordnet auf Antrag der Gesellschaft, nach unbenütztem Ablauf einer von dieser zum Zwecke der gütlichen Berichtigung angesetzten Frist von 20 Tagen, in beschleunigtem Verfahren die Versteigerung an. Er bestimmt, ob die Versteigerung öffentlich oder nur unter den übrigen Beteiligten stattzufinden hat. Der Zuschlag darf nur an einen Ersteigerer erfolgen, der durch eine Bescheinigung des Schweizerischen Seeschifffahrtsamtes nachweist, dass er die gesetzlichen Bedingungen erfüllt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_29"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, III. Privat-, rechtliche Unternehmen, 10. Schutz der Beteiligten, b. bei juristischen Personen",
        "citation": "Art. 29 Abs. 3 SSG",
        "content": "Der durch die Versteigerung betroffene Aktionär hat der Versteigerungsbehörde unverzüglich seine Aktientitel einzureichen, widrigenfalls der Richter diese auf Antrag der Gesellschaft sofort und ohne vorhergehendes Aufgebot kraftlos erklärt. Zuständig für die Anordnung der Versteigerung und für die Kraftloserklärung ist der Richter am Sitz der Gesellschaft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_29"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, III. Privat-, rechtliche Unternehmen, 10. Schutz der Beteiligten, b. bei juristischen Personen",
        "citation": "Art. 29 Abs. 4 SSG",
        "content": "Erfüllt ein Genossenschafter nicht mehr die gesetzlichen Bedingungen, so kann er aus der Genossenschaft ausgeschlossen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_29"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, IV. Zulassung zur Seeschifffahrt, 1. Bewilligung, a. im all-, gemeinen",
        "citation": "Art. 30 Abs. 1 SSG",
        "content": "Ein Seeschiff wird nur gestützt auf eine Bewilligung des Schweizerischen Seeschifffahrtsamtes zur Schifffahrt zugelassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_30"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, IV. Zulassung zur Seeschifffahrt, 1. Bewilligung, a. im all-, gemeinen",
        "citation": "Art. 30 Abs. 2 SSG",
        "content": "Die Zulassung zur Seeschifffahrt wird nur für seetüchtige Seeschiffe erteilt, welche einen Bruttoraumgehalt von mindestens 300 t aufweisen und von einer vom Schweizerischen Seeschifffahrtsamt anerkannten Klassifikationsgesellschaft klassifiziert worden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_30"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, IV. Zulassung zur Seeschifffahrt, 1. Bewilligung, a. im all-, gemeinen",
        "citation": "Art. 30 Abs. 2bis SSG",
        "content": "Das SSA kann die Zulassung zur Seeschifffahrt ausnahmsweise auch für Seeschiffe mit einem Bruttoraumgehalt von weniger als 300 t erteilen, sofern nachweislich ein besonderes schweizerisches Interesse an der Eintragung besteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_30"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, IV. Zulassung zur Seeschifffahrt, 1. Bewilligung, a. im all-, gemeinen",
        "citation": "Art. 30 Abs. 3 SSG",
        "content": "Der Bundesrat erlässt nach Anhören der beteiligten Kreise und unter Berücksichtigung der in der Seeschifffahrt geltenden Gebräuche die erforderlichen Vorschriften für die Klassifikation der schweizerischen Seeschiffe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_30"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, IV. Zulassung zur Seeschifffahrt, 1. Bewilligung, b. Binnenschiffe zur See",
        "citation": "Art. 30a SSG",
        "content": "Das SSA kann für ein in einem Schweizerischen Schiffsregister eingetragenes Binnenschiff, das in Verbindung mit einer gewerbsmässigen Beförderung von Gütern auf Binnengewässern auch die See befährt, für bestimmte Einzelfahrten über See die Sicherheitsvorschriften festsetzen und die benötigten Schiffspapiere ausstellen. Vorbehalten bleiben die Vorschriften des Küstenstaates, dessen Gewässer das Schiff befährt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_30_a"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, IV. Zulassung zur Seeschifffahrt, 2. Reparaturen und Einrichtungen",
        "citation": "Art. 31 Abs. 1 SSG",
        "content": "Ein im Register der schweizerischen Seeschiffe eingetragenes Seeschiff muss ständig die Bedingungen erfüllen, unter denen es zur Seeschifffahrt zugelassen worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_31"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, IV. Zulassung zur Seeschifffahrt, 2. Reparaturen und Einrichtungen",
        "citation": "Art. 31 Abs. 2 SSG",
        "content": "Das SSA hat darüber zu wachen, dass diese Bedingungen fortwährend erfüllt sind. Wird ein Mangel festgestellt, so ist dem Schiffseigentümer eine angemessene Frist anzusetzen, binnen welcher er für die notwendigen Reparaturen und Einrichtungen zu sorgen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_31"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, IV. Zulassung zur Seeschifffahrt, 2. Reparaturen und Einrichtungen",
        "citation": "Art. 31 Abs. 3 SSG",
        "content": "Sorgt der Schiffseigentümer nicht fristgemäss für die notwendigen Reparaturen und Einrichtungen, oder erweisen sich diese als ungenügend, so setzt das SSA die Zulassung zur Seeschifffahrt ausser Kraft und ordnet den Rückzug des Seebriefes an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_31"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, V. Name des Schiffes",
        "citation": "Art. 32 Abs. 1 SSG",
        "content": "Jedes schweizerische Seeschiff trägt einen Namen, der in üblicher Form am Heck und auf beiden Seiten des Bugs anzubringen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_32"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, V. Name des Schiffes",
        "citation": "Art. 32 Abs. 2 SSG",
        "content": "Der Name des Schiffes hat sich von den Namen anderer schweizerischer Seeschiffe deutlich zu unterscheiden; er bedarf der Genehmigung durch das SSA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_32"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, V. Name des Schiffes",
        "citation": "Art. 32 Abs. 3 SSG",
        "content": "Der Name des Registerhafens ist am Heck unter dem Namen des Seeschiffes in einer der drei schweizerischen Amtssprachen (Basel, Bâle, Basilea) anzubringen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_32"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, VI. Registrierungsverfahren, 1. Antrag",
        "citation": "Art. 33 Abs. 1 SSG",
        "content": "Die Eintragung des Seeschiffes im Register der schweizerischen Seeschiffe erfolgt auf Antrag des Schiffseigentümers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_33"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, VI. Registrierungsverfahren, 1. Antrag",
        "citation": "Art. 33 Abs. 2 SSG",
        "content": "Der Bundesrat bestimmt die Angaben, welche der Antrag zu enthalten hat, sowie die mit dem Antrag einzureichenden Belege.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_33"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, VI. Registrierungsverfahren, 1. Antrag",
        "citation": "Art. 33 Abs. 3 SSG",
        "content": "Jede Änderung der angegebenen Tatsachen ist vom Schiffseigentümer unverzüglich dem Schweizerischen Seeschiffsregisteramt zu melden, das sie an das SSA weiterleitet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_33"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, VII. Nicht gewerbsmässige Schifffahrt",
        "citation": "Art. 35 Abs. 1 SSG",
        "content": "Das Eidgenössische Departement für auswärtige Angelegenheiten kann ausnahmsweise einer natürlichen Person, einer Handelsgesellschaft oder einer juristischen Person, welche die gesetzlichen Anforderungen nach den Artikeln 20 und 21 erfüllt und die ein Seeschiff für einen philanthropischen, humanitären, wissenschaftlichen, kulturellen oder ähnlichen Zweck betreibt, das Recht verleihen, das Seeschiff in das Register der schweizerischen Seeschiffe einzutragen. Es legt die Bedingungen dafür von Fall zu Fall fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_35"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, VII. Nicht gewerbsmässige Schifffahrt",
        "citation": "Art. 35 Abs. 2 SSG",
        "content": "Der Bundesrat kann durch Verordnung die Eintragung von Jachten in einem Schweizerischen Register vorsehen, die Voraussetzungen für die Eintragung und die Rechtsstellung der eingetragenen Jachten bestimmen sowie das SSA ermächtigen, die Erteilung eines schweizerischen Fähigkeitsausweises für Schiffsführer zu regeln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_35"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, VII. Nicht gewerbsmässige Schifffahrt",
        "citation": "Art. 35 Abs. 3 SSG",
        "content": "Der Bundesrat kann durch Verordnung bestimmen, dass bei Vorliegen besonderer Umstände auch Booten, die nicht ins Schweizerische Jachtenregister eingetragen werden können, eine Flaggenbestätigung ausgestellt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_35"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, VIII. Freiwillige Streichung",
        "citation": "Art. 36 Abs. 1 SSG",
        "content": "Die Streichung eines Seeschiffes im Register der schweizerischen Seeschiffe bedarf der Bewilligung des Bundesrates. Sie kann nur verweigert werden, wenn es für die wirtschaftliche Landesversorgung erforderlich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_36"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, VIII. Freiwillige Streichung",
        "citation": "Art. 36 Abs. 2 SSG",
        "content": "Verweigert der Bundesrat die Bewilligung, so hat der Bund auf Antrag des Schiffseigentümers das Seeschiff zum Marktpreis zu erwerben, sofern nicht der Bundesrat den Verkauf auf dem Wege der öffentlichen Versteigerung nach Artikel 27 Absatz 3 verfügt. Der Schiffseigentümer kann einen entsprechenden Antrag gleichzeitig mit dem Gesuch auf Bewilligung der Streichung oder anschliessend bis spätestens 30 Tage seit der Verweigerung der Streichung stellen. Der Erwerb durch den Bund oder die Anordnung der Versteigerung hat innert 30 Tagen seit Eingang des Antrages, jedoch frühestens seit der Verweigerung der Bewilligung zu erfolgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_36"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Erster Abschnitt: Die Registrierung der Seeschiffe, VIII. Freiwillige Streichung",
        "citation": "Art. 36 Abs. 3 SSG",
        "content": "Das Rechtsgeschäft, das einer Handänderung des Seeschiffes zugrunde liegt, ist nichtig, wenn die Streichung nicht bewilligt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_36"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Zweiter Abschnitt: Dingliche Rechte an Seeschiffen, Eigentum und beschränkte dingliche Rechte",
        "citation": "Art. 37 Abs. 1 SSG",
        "content": "Die Gesetzgebung des Bundes über das Schiffsregister findet, vorbehältlich gegenteiliger Bestimmungen dieses Gesetzes, auf das Eigentum und die beschränkten dinglichen Rechte an schweizerischen Seeschiffen Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_37"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Zweiter Abschnitt: Dingliche Rechte an Seeschiffen, Eigentum und beschränkte dingliche Rechte",
        "citation": "Art. 37 Abs. 2 SSG",
        "content": "Im Falle einer Handänderung darf das Schweizerische Seeschiffsregisteramt den Erwerber eines Seeschiffes nur eintragen, wenn eine Übereinstimmungsbescheinigung vorgelegt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_37"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Zweiter Abschnitt: Dingliche Rechte an Seeschiffen, Eigentum und beschränkte dingliche Rechte",
        "citation": "Art. 37 Abs. 3 SSG",
        "content": "Eine Schiffsverschreibung kann im Register der schweizerischen Seeschiffe nur eingetragen werden, wenn das SSA bescheinigt, dass die Vorschriften über die Herkunft der fremden Mittel nach Artikel 24 Absatz 1 eingehalten sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_37"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Zweiter Abschnitt: Dingliche Rechte an Seeschiffen, Eigentum und beschränkte dingliche Rechte",
        "citation": "Art. 37 Abs. 4 SSG",
        "content": "Eine Nutzniessung kann im Register der schweizerischen Seeschiffe nur zugunsten eines Nutzniessers eingetragen werden, der durch eine Bescheinigung des Schweizerischen Seeschifffahrtsamtes nachweist, dass er die Bedingungen der Artikel 18–23 erfüllt. Das Berichtigungsverfahren findet entsprechende Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_37"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Zweiter Abschnitt: Dingliche Rechte an Seeschiffen, Privilegien und Hypotheken",
        "citation": "Art. 38 Abs. 1 SSG",
        "content": "Die im Internationalen Übereinkommen vom 10. April 1926 zur einheitlichen Feststellung einzelner Regeln über Privilegien und Hypotheken an Seeschiffen aufgeführten Privilegien sind gesetzliche Pfandrechte ohne Eintragung und gehen den im Register der schweizerischen Seeschiffe eingetragenen Pfandrechten im Range vor. Die Bestimmungen der Artikel 1–13 des Übereinkommens finden auf die Entstehung, den Inhalt, den Umfang und die Wirkungen dieser gesetzlichen Pfandrechte Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_38"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Zweiter Abschnitt: Dingliche Rechte an Seeschiffen, Privilegien und Hypotheken",
        "citation": "Art. 38 Abs. 2 SSG",
        "content": "Die gesetzlichen Pfandrechte erlöschen mit der Tilgung der sichergestellten Forderung, mit der Zwangsverwertung des Seeschiffes, oder wenn die Voraussetzungen der Artikel 9 und 10 des Übereinkommens gegeben sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_38"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Zweiter Abschnitt: Dingliche Rechte an Seeschiffen, Einseitige Ablösung der Pfandrechte",
        "citation": "Art. 39 Abs. 1 SSG",
        "content": "Wird das Seeschiff freihändig verkauft, so fordert das Schweizerische Seeschiffsregisteramt auf Begehren des Erwerbers die Gläubiger der durch ein gesetzliches Pfandrecht ohne Eintragung gesicherten Forderungen durch zweimalige Bekanntmachung im Bundesblatt und im Schweizerischen Handelsamtsblatt auf, binnen einer mindestens auf einen Monat bemessenen Frist seit der zweiten Bekanntmachung dem Amte zuhanden des Erwerbers die Erklärung abzugeben, ob sie das Pfandrecht auch ihm gegenüber beanspruchen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_39"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Zweiter Abschnitt: Dingliche Rechte an Seeschiffen, Einseitige Ablösung der Pfandrechte",
        "citation": "Art. 39 Abs. 2 SSG",
        "content": "Der Pfandgläubiger, der diese Frist unbenutzt verstreichen lässt, verliert sein Pfandrecht am Seeschiff; an dessen Stelle tritt ein gesetzliches Pfandrecht ohne Eintragung an der Kaufpreisforderung des Veräusserers, soweit diese noch geschuldet ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_39"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Zweiter Abschnitt: Dingliche Rechte an Seeschiffen, Wirkung der Streichung",
        "citation": "Art. 40 Abs. 1 SSG",
        "content": "Die Streichung eines Seeschiffes im Register wirkt sich nur auf dessen Staatsangehörigkeit aus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_40"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Zweiter Abschnitt: Dingliche Rechte an Seeschiffen, Wirkung der Streichung",
        "citation": "Art. 40 Abs. 2 SSG",
        "content": "Nach erfolgter Streichung des Seeschiffes im Register bleiben die Eintragungen zur Aufrechterhaltung der privaten Rechte bestehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_40"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Dritter Abschnitt: Der Seebrief, Art, Bedeutung und Inhalt",
        "citation": "Art. 41 Abs. 1 SSG",
        "content": "Jedes schweizerische Seeschiff hat an Bord seinen Seebrief mitzuführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_41"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Dritter Abschnitt: Der Seebrief, Art, Bedeutung und Inhalt",
        "citation": "Art. 41 Abs. 2 SSG",
        "content": "Der Seebrief beurkundet, dass das Seeschiff zur Führung der Schweizer Flagge berechtigt und verpflichtet ist. Der Seebrief dient zur Kennzeichnung des Schiffes; er enthält zu diesem Zwecke den Namen des Reeders und den wesentlichen Inhalt der Eintragungen im Register der schweizerischen Seeschiffe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_41"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Dritter Abschnitt: Der Seebrief, Art, Bedeutung und Inhalt",
        "citation": "Art. 41 Abs. 3 SSG",
        "content": "Im Seebrief ist seine Gültigkeitsdauer vermerkt, welche höchstens fünf Jahre betragen kann. Mit der Streichung des Seeschiffes im Register verliert der Seebrief in jedem Falle seine Gültigkeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_41"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Dritter Abschnitt: Der Seebrief, Art, Bedeutung und Inhalt",
        "citation": "Art. 41 Abs. 4 SSG",
        "content": "Die Zulassung zur Seeschifffahrt und die Ausstellung eines Seebriefes haben nicht die Bedeutung einer obrigkeitlichen Konzession.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_41"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Dritter Abschnitt: Der Seebrief, Aushändigung und Rückgabe",
        "citation": "Art. 42 Abs. 1 SSG",
        "content": "Der Seebrief wird vom Schweizerischen Seeschifffahrtsamt ausgestellt. Der Seebrief darf nur einem schweizerischen Reeder übergeben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_42"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Dritter Abschnitt: Der Seebrief, Aushändigung und Rückgabe",
        "citation": "Art. 42 Abs. 2 SSG",
        "content": "Ist das Seeschiff im Register der schweizerischen Seeschiffe eingetragen, so kann das SSA ausnahmsweise durch ein schweizerisches Konsulat einen provisorischen Seebrief mit einer Gültigkeitsdauer von höchstens drei Monaten ausstellen lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_42"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Dritter Abschnitt: Der Seebrief, Aushändigung und Rückgabe",
        "citation": "Art. 42 Abs. 3 SSG",
        "content": "Jeder Seebrief, auch ein provisorischer, ist nach Ablauf seiner Gültigkeitsdauer, oder wenn vor diesem Zeitpunkt ein neuer Seebrief ausgestellt worden ist, durch den Reeder dem Schweizerischen Seeschifffahrtsamt zurückzugeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_42"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Dritter Abschnitt: Der Seebrief, Verlängerung, Änderung, Ersatz",
        "citation": "Art. 43 Abs. 1 SSG",
        "content": "Solange die Bedingungen für die Eintragung eines Seeschiffes im Register der schweizerischen Seeschiffe erfüllt sind, muss der Seebrief je nach den Umständen verlängert, geändert oder ersetzt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_43"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Dritter Abschnitt: Der Seebrief, Verlängerung, Änderung, Ersatz",
        "citation": "Art. 43 Abs. 2 SSG",
        "content": "Die schweizerischen Konsulate sind befugt, Seebriefe nach den Weisungen des Schweizerischen Seeschifffahrtsamtes zu verlängern oder zu ändern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_43"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Dritter Abschnitt: Der Seebrief, Verlängerung, Änderung, Ersatz",
        "citation": "Art. 43 Abs. 3 SSG",
        "content": "Verlorene oder abhanden gekommene Seebriefe erklärt das Seeschifffahrtsamt ungültig. Die Ungültigerklärung ist im Bundesblatt und im Schweizerischen Handelsamtsblatt zu veröffentlichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_43"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Dritter Abschnitt: Der Seebrief, Verlängerung, Änderung, Ersatz",
        "citation": "Art. 43 Abs. 4 SSG",
        "content": "Das SSA stellt einen neuen Brief aus, wenn das Seeschiff den Eigentümer oder Reeder wechselt, wenn der Seebrief unbrauchbar geworden ist oder wenn er ungültig erklärt wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_43"
    },
    {
        "book": "SSG",
        "title": "SSG, Zweiter Titel: Die schweizerischen Seeschiffe, Dritter Abschnitt: Der Seebrief, Rückzug des Seebriefes",
        "citation": "Art. 44 SSG",
        "content": "Das SSA ist nur in den Fällen der Artikel 27, 31, 46 und 91 Absatz 1 berechtigt, den Seebrief zurückzuziehen oder die Verlängerung oder den Ersatz zu verweigern. Vorbehalten bleiben die vom Bundesrat gestützt auf Artikel 6 getroffenen Massnahmen sowie das Recht der Betreibungs- und Konkursbehörden zur Einziehung des Seebriefes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_44"
    },
    {
        "book": "SSG",
        "title": "SSG, Dritter Titel: Der Betrieb der Seeschifffahrt, Erster Abschnitt: Der Reeder, Begriff des Reeders",
        "citation": "Art. 45 Abs. 1 SSG",
        "content": "Der Reeder ist der Eigentümer des Schiffes oder jede andere Organisation oder Person, die vom Eigentümer die Verantwortung für den Betrieb des Schiffes übernommen hat und die sich mit der Übernahme dieser Verantwortung bereit erklärt hat, die Aufgaben und Pflichten zu erfüllen, die den Reedern gemäss dem Seearbeitsübereinkommen vom 23. Februar 2006 auferlegt werden, ungeachtet dessen, ob andere Organisationen oder Personen bestimmte dieser Aufgaben oder Pflichten im Auftrag des Reeders erfüllen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_45"
    },
    {
        "book": "SSG",
        "title": "SSG, Dritter Titel: Der Betrieb der Seeschifffahrt, Erster Abschnitt: Der Reeder, Begriff des Reeders",
        "citation": "Art. 45 Abs. 2 SSG",
        "content": "Der Reeder hat das Seeschiff auszurüsten, zu bemannen und zu verproviantieren. Er ernennt und entlässt den Kapitän. Unter Vorbehalt seiner gesetzlichen Befugnisse und Pflichten werden die Obliegenheiten des Kapitäns vom Reeder frei bestimmt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_45"
    },
    {
        "book": "SSG",
        "title": "SSG, Dritter Titel: Der Betrieb der Seeschifffahrt, Erster Abschnitt: Der Reeder, Der schweizerische Reeder",
        "citation": "Art. 46 Abs. 1 SSG",
        "content": "Der Reeder eines schweizerischen Seeschiffes muss die für den Eigentümer nach den Artikeln 18–23 aufgestellten Bedingungen sowie die vom Bundesrat vorgeschriebenen Voraussetzungen über die Herkunft der in seinem Unternehmen investierten Mittel erfüllen, auch wenn er nicht Eigentümer des Seeschiffes ist. Desgleichen muss er die Vorschriften über die Staatsangehörigkeit der Schiffsbesatzung einhalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_46"
    },
    {
        "book": "SSG",
        "title": "SSG, Dritter Titel: Der Betrieb der Seeschifffahrt, Erster Abschnitt: Der Reeder, Der schweizerische Reeder",
        "citation": "Art. 46 Abs. 2 SSG",
        "content": "Ohne Rücksicht auf die vom Reeder für die Verwendung des Seeschiffes getroffenen Anordnungen muss der Betrieb des Seeschiffes von der Schweiz aus durch eine mit Rücksicht auf die schweizerischen Interessen zweckmässig ausgebaute Betriebsorganisation geleitet werden, welche in der Lage ist, die in Artikel 45 Absatz 2 vorgesehenen betrieblichen Massnahmen durchzuführen oder anzuordnen und zu überwachen. Der Kapitän untersteht für alle den Besitz und die Führung des Seeschiffes betreffenden Belange ständig dem schweizerischen Reeder.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_46"
    },
    {
        "book": "SSG",
        "title": "SSG, Dritter Titel: Der Betrieb der Seeschifffahrt, Erster Abschnitt: Der Reeder, Der schweizerische Reeder",
        "citation": "Art. 46 Abs. 3 SSG",
        "content": "Sind diese Bedingungen nicht mehr erfüllt, so hat das SSA dem Reeder eine Frist von mindestens 30 Tagen anzusetzen, innert der die Bedingungen wieder zu erfüllen sind. Sind nach Ablauf dieser Frist die Bedingungen nicht erfüllt, so kann das SSA den Rückzug des Seebriefes anordnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_46"
    },
    {
        "book": "SSG",
        "title": "SSG, Dritter Titel: Der Betrieb der Seeschifffahrt, Erster Abschnitt: Der Reeder, Betriebssicherheit der Seeschiffe",
        "citation": "Art. 47 Abs. 1 SSG",
        "content": "Der Bundesrat erlässt nach Anhören der beteiligten Kreise und unter Berücksichtigung der internationalen Übereinkommen und der in der Seeschifffahrt geltenden Gebräuche die erforderlichen Vorschriften über die Ausrüstung, die Bemannung und die Sicherheit der Seeschiffe sowie über den Schutz des menschlichen Lebens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_47"
    },
    {
        "book": "SSG",
        "title": "SSG, Dritter Titel: Der Betrieb der Seeschifffahrt, Erster Abschnitt: Der Reeder, Betriebssicherheit der Seeschiffe",
        "citation": "Art. 47 Abs. 2 SSG",
        "content": "Missachtet der Reeder eines schweizerischen Seeschiffes diese Vorschriften, so findet Artikel 31 entsprechende Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_47"
    },
    {
        "book": "SSG",
        "title": "SSG, Dritter Titel: Der Betrieb der Seeschifffahrt, Erster Abschnitt: Der Reeder, Haftung des Reeders",
        "citation": "Art. 48 Abs. 1 SSG",
        "content": "Der Reeder haftet für den Schaden, den ein Mitglied der Schiffsbesatzung, ein Lotse oder eine weitere an Bord des Seeschiffes tätige Person in Ausübung ihrer dienstlichen Verrichtungen einem Dritten zugefügt haben, sofern er nicht beweist, dass diesen Hilfspersonen keinerlei Verschulden zur Last falle. Er haftet jedoch Personen, denen aus der gleichen Ursache vertragliche Schadenersatzansprüche zustehen, nur soweit, als diese gehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_48"
    },
    {
        "book": "SSG",
        "title": "SSG, Dritter Titel: Der Betrieb der Seeschifffahrt, Erster Abschnitt: Der Reeder, Haftung des Reeders",
        "citation": "Art. 48 Abs. 2 SSG",
        "content": "Der Reeder kann auf denjenigen, der den Schaden gestiftet hat, insoweit Rückgriff nehmen, als dieser selbst schadenersatzpflichtig ist. Ist der Reeder Mieter des Seeschiffes, so hat er gegen den Schiffseigentümer einen Rückgriffsanspruch nur wegen verborgener Konstruktionsmängel oder mangelhaften Unterhalts des Seeschiffes vor Beginn der Miete.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_48"
    },
    {
        "book": "SSG",
        "title": "SSG, Dritter Titel: Der Betrieb der Seeschifffahrt, Erster Abschnitt: Der Reeder, Haftung des Reeders",
        "citation": "Art. 48 Abs. 3 SSG",
        "content": "Der Reeder eines Öltankschiffes haftet für Verschmutzungsschäden nach den Artikeln 1–11 des Internationalen Übereinkommens vom 29. November 1969 über die zivilrechtliche Haftung für Ölverschmutzungsschäden und den dazugehörigen Protokollen vom 19. November 1976 und 27. November 1992, sobald diese in Kraft getreten sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_48"
    },
    {
        "book": "SSG",
        "title": "SSG, Dritter Titel: Der Betrieb der Seeschifffahrt, Erster Abschnitt: Der Reeder, Beschränkung der Haftung",
        "citation": "Art. 49 Abs. 1 SSG",
        "content": "Für die Beschränkung der Haftung des Schiffseigentümers und des Reeders sowie der Haftung des Verfrachters und Seefrachtführers auch aus Verträgen über die Verwendung eines Seeschiffes gelten die Artikel 1–13 des Übereinkommens vom 19. November 1976 über die Beschränkung der Haftung für Seeforderungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_49"
    },
    {
        "book": "SSG",
        "title": "SSG, Dritter Titel: Der Betrieb der Seeschifffahrt, Erster Abschnitt: Der Reeder, Beschränkung der Haftung",
        "citation": "Art. 49 Abs. 1bis SSG",
        "content": "Bei Ölverschmutzungsschäden richtet sich die Haftungsbeschränkung nach dem Internationalen Übereinkommen vom 29. November 1969 über die zivilrechtliche Haftung für Ölverschmutzungsschäden und den dazugehörigen Protokollen vom 19. November 1976 und 27. November 1992, sobald diese in Kraft getreten sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_49"
    },
    {
        "book": "SSG",
        "title": "SSG, Dritter Titel: Der Betrieb der Seeschifffahrt, Erster Abschnitt: Der Reeder, Beschränkung der Haftung",
        "citation": "Art. 49 Abs. 2 SSG",
        "content": "Ein die Beschränkung der Haftung ausschliessendes eigenes Verschulden des Schiffseigentümers, Reeders, Verfrachters oder Seefrachtführers ist von demjenigen zu beweisen, der sich darauf beruft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_49"
    },
    {
        "book": "SSG",
        "title": "SSG, Dritter Titel: Der Betrieb der Seeschifffahrt, Erster Abschnitt: Der Reeder, Verfahren",
        "citation": "Art. 50 SSG",
        "content": "Eine Verordnung des Bundesrates bestimmt das Verfahren und die Fristen zur Durchführung der Bestimmungen über die Haftungsbeschränkung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_50"
    },
    {
        "book": "SSG",
        "title": "SSG, Dritter Titel: Der Betrieb der Seeschifffahrt, Zweiter Abschnitt: Der Kapitän, Die Schiffsgewalt",
        "citation": "Art. 51 Abs. 1 SSG",
        "content": "Der von Reeder bestellte Kapitän ist von Gesetzes wegen zur Ausübung der Befehlsgewalt über das Seeschiff befugt und verpflichtet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_51"
    },
    {
        "book": "SSG",
        "title": "SSG, Dritter Titel: Der Betrieb der Seeschifffahrt, Zweiter Abschnitt: Der Kapitän, Die Schiffsgewalt",
        "citation": "Art. 51 Abs. 2 SSG",
        "content": "Der Kapitän hat sich an Bord des Seeschiffes zu befinden und während der ganzen Dauer der Reise die Befehlsgewalt selbst auszuüben, ausser wenn er in einem Hafen notwendiger- oder üblicherweise an Land geht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_51"
    },
    {
        "book": "SSG",
        "title": "SSG, Dritter Titel: Der Betrieb der Seeschifffahrt, Zweiter Abschnitt: Der Kapitän, Die Schiffsgewalt",
        "citation": "Art. 51 Abs. 3 SSG",
        "content": "Muss der Kapitän das Seeschiff verlassen oder ist er an der Ausübung seiner Obliegenheiten verhindert, so ist das ranghöchste und rangälteste Mitglied der Deckbesatzung von Gesetzes wegen befugt und verpflichtet, die Befehlsgewalt über das Seeschiff auszuüben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_51"
    },
    {
        "book": "SSG",
        "title": "SSG, Dritter Titel: Der Betrieb der Seeschifffahrt, Zweiter Abschnitt: Der Kapitän, Die Schiffsgewalt",
        "citation": "Art. 51 Abs. 4 SSG",
        "content": "Wer die tatsächliche Befehlsgewalt an Bord eines Seeschiffes ausübt, hat von Gesetzes wegen die Pflichten und die zivil- und strafrechtliche Verantwortung des Kapitäns.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_51"
    },
    {
        "book": "SSG",
        "title": "SSG, Dritter Titel: Der Betrieb der Seeschifffahrt, Zweiter Abschnitt: Der Kapitän, Nautische Führung des Seeschiffes",
        "citation": "Art. 52 Abs. 1 SSG",
        "content": "Der Kapitän ist allein für die Führung des Seeschiffes verantwortlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_52"
    },
    {
        "book": "SSG",
        "title": "SSG, Dritter Titel: Der Betrieb der Seeschifffahrt, Zweiter Abschnitt: Der Kapitän, Nautische Führung des Seeschiffes",
        "citation": "Art. 52 Abs. 2 SSG",
        "content": "Der Kapitän führt das Seeschiff in Anwendung der anerkannten Regeln der Nautik und unter Befolgung der internationalen Übereinkommen und der für die Seeschifffahrt allgemein geltenden Gebräuche sowie der Vorschriften der Staaten, in deren Territorialgewässer sich das Seeschiff befindet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_52"
    },
    {
        "book": "SSG",
        "title": "SSG, Dritter Titel: Der Betrieb der Seeschifffahrt, Zweiter Abschnitt: Der Kapitän, Nautische Führung des Seeschiffes",
        "citation": "Art. 52 Abs. 3 SSG",
        "content": "Der Kapitän hat dafür zu sorgen, dass sich das Schiff in seetüchtigem Zustand befindet und für die ganze Dauer der Reise gehörig ausgerüstet, bemannt und verproviantiert ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_52"
    },
    {
        "book": "SSG",
        "title": "SSG, Dritter Titel: Der Betrieb der Seeschifffahrt, Zweiter Abschnitt: Der Kapitän, Sorge für sichere Überfahrt",
        "citation": "Art. 53 Abs. 1 SSG",
        "content": "Der Kapitän hat nach den bestehenden Gebräuchen alle erforderlichen Massnahmen zu treffen, um die Interessen des Schiffseigentümers, des Reeders, der Schiffsbesatzung, der Passagiere und der Ladungsbeteiligten zu schützen und zu wahren. Der Kapitän sorgt für gehörige Stauung nach Seemannsbrauch.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_53"
    },
    {
        "book": "SSG",
        "title": "SSG, Dritter Titel: Der Betrieb der Seeschifffahrt, Zweiter Abschnitt: Der Kapitän, Sorge für sichere Überfahrt",
        "citation": "Art. 53 Abs. 2 SSG",
        "content": "In Notfällen hat der Kapitän alle zum Schutz des Lebens, des Seeschiffes und der Ladung unmittelbar erforderlichen Massnahmen zu treffen; bevor er eine aussergewöhnliche Massnahme trifft, hat er jedoch, sofern die Umstände es erlauben, das Einverständnis des Reeders einzuholen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_53"
    },
    {
        "book": "SSG",
        "title": "SSG, Dritter Titel: Der Betrieb der Seeschifffahrt, Zweiter Abschnitt: Der Kapitän, Ordnung an Bord und Anheuerung der Schiffsmannschaft",
        "citation": "Art. 54 Abs. 1 SSG",
        "content": "Alle an Bord befindlichen Personen unterstehen der Befehlsgewalt des Kapitäns, deren Inhalt und Umfang den im Seerecht allgemein anerkannten Regeln und Gebräuchen entspricht. Der Kapitän ist für die Ordnung an Bord verantwortlich und übt die Disziplinargewalt aus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_54"
    },
    {
        "book": "SSG",
        "title": "SSG, Dritter Titel: Der Betrieb der Seeschifffahrt, Zweiter Abschnitt: Der Kapitän, Ordnung an Bord und Anheuerung der Schiffsmannschaft",
        "citation": "Art. 54 Abs. 2 SSG",
        "content": "Dem Kapitän obliegt die Anheuerung der Schiffsbesatzung, soweit der Reeder sich diese nicht selbst vorbehält. Verringert sich jedoch das Deck oder Maschinenpersonal so, dass sein Bestand unter die übliche Zahl sinkt, so ist der Kapitän verpflichtet, die notwendigen Ersatzleute sobald als möglich anzuheuern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_54"
    },
    {
        "book": "SSG",
        "title": "SSG, Dritter Titel: Der Betrieb der Seeschifffahrt, Zweiter Abschnitt: Der Kapitän, Die Vertretungsmacht",
        "citation": "Art. 55 Abs. 1 SSG",
        "content": "Der Kapitän ist der gesetzliche Vertreter des Reeders. Eine Beschränkung der Vertretungsmacht ist gegenüber gutgläubigen Dritten unwirksam. Zur Veräusserung oder Belastung des Seeschiffes ist der Kapitän jedoch nicht ermächtigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_55"
    },
    {
        "book": "SSG",
        "title": "SSG, Dritter Titel: Der Betrieb der Seeschifffahrt, Zweiter Abschnitt: Der Kapitän, Die Vertretungsmacht",
        "citation": "Art. 55 Abs. 2 SSG",
        "content": "In der Ausübung seiner kommerziellen Obliegenheiten hat sich der Kapitän an die Weisungen des Reeders zu halten. Er hat den Reeder nach den bestehenden Gebräuchen über alle Belange des Seeschiffes und der Ladung auf dem Laufenden zu halten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_55"
    },
    {
        "book": "SSG",
        "title": "SSG, Dritter Titel: Der Betrieb der Seeschifffahrt, Zweiter Abschnitt: Der Kapitän, Die Vertretungsmacht",
        "citation": "Art. 55 Abs. 3 SSG",
        "content": "Rechtsstreitigkeiten, die das Seeschiff betreffen, hat der Kapitän dem Reeder unverzüglich zu melden. Solange sich der Reeder nicht durch einen andern bevollmächtigten Vertreter am Rechtsstreit beteiligt, vertritt der Kapitän den Reeder als Kläger oder Beklagten vor Gericht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_55"
    },
    {
        "book": "SSG",
        "title": "SSG, Dritter Titel: Der Betrieb der Seeschifffahrt, Zweiter Abschnitt: Der Kapitän, Zivilrechtliche Aufgaben",
        "citation": "Art. 56 Abs. 1 SSG",
        "content": "Der Kapitän beurkundet an Bord des Seeschiffes erfolgte Geburten und Todesfälle durch Eintragung im Schiffstagebuch und übergibt einen Auszug aus dem Schiffstagebuch dem nächsten schweizerischen Konsulat. Dieses übermittelt den Auszug an das SSA zuhanden des Eidgenössischen Amtes für das Zivilstandswesen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_56"
    },
    {
        "book": "SSG",
        "title": "SSG, Dritter Titel: Der Betrieb der Seeschifffahrt, Zweiter Abschnitt: Der Kapitän, Zivilrechtliche Aufgaben",
        "citation": "Art. 56 Abs. 2 SSG",
        "content": "An Bord eines schweizerischen Seeschiffes erfolgte Geburten und Todesfälle von Schweizerbürgern sind im Geburts- und Todesregister des Heimatortes, und von Ausländern, für welche eine zivilstandsamtliche Beurkundung im Ausland nicht erfolgt ist, im Geburts- und Todesregister des Kantons Basel-Stadt einzutragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_56"
    },
    {
        "book": "SSG",
        "title": "SSG, Dritter Titel: Der Betrieb der Seeschifffahrt, Zweiter Abschnitt: Der Kapitän, Zivilrechtliche Aufgaben",
        "citation": "Art. 56 Abs. 3 SSG",
        "content": "Stirbt eine Person an Bord eines schweizerischen Seeschiffes, so hat der Kapitän die vorhandenen Nachlassgegenstände auf Grund eines von ihm und einem weitern Mitglied der Schiffsbesatzung zu errichtenden Inventars sowie allfällige letztwillige Verfügungen in Verwahrung zu nehmen und dem nächsten schweizerischen Konsulat zu übergeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_56"
    },
    {
        "book": "SSG",
        "title": "SSG, Dritter Titel: Der Betrieb der Seeschifffahrt, Zweiter Abschnitt: Der Kapitän, Strafrechtliche Befugnisse",
        "citation": "Art. 57 Abs. 1 SSG",
        "content": "Ist an Bord eine strafbare Handlung begangen worden, so hat der Kapitän die Befugnisse der Polizei im Rahmen der Strafverfolgung und führt die Ermittlungen bis zum Eingreifen der zuständigen Behörde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_57"
    },
    {
        "book": "SSG",
        "title": "SSG, Dritter Titel: Der Betrieb der Seeschifffahrt, Zweiter Abschnitt: Der Kapitän, Strafrechtliche Befugnisse",
        "citation": "Art. 57 Abs. 2 SSG",
        "content": "Zu diesem Zweck nimmt er diejenigen Ermittlungshandlungen vor, die keinen Aufschub ertragen, stellt er Spuren und Beweismittel sicher, ermittelt und befragt geschädigte und tatverdächtige Personen und nimmt tatverdächtige Personen nötigenfalls fest. Artikel 306 der Strafprozessordnung vom 5. Oktober 2007 ist sinngemäss anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_57"
    },
    {
        "book": "SSG",
        "title": "SSG, Dritter Titel: Der Betrieb der Seeschifffahrt, Zweiter Abschnitt: Der Kapitän, Strafrechtliche Befugnisse",
        "citation": "Art. 57 Abs. 3 SSG",
        "content": "Der Kapitän verfasst einen Bericht über seine Untersuchungshandlungen und das Ergebnis seiner Ermittlungen. Er hält diesen Bericht, die Zeugeneinvernahmeprotokolle und sonstigen Beweisstücke zur Verfügung der zuständigen Behörde und bringt diese Tatsachen und Unterlagen der Staatsanwaltschaft des Kantons Basel-Stadt sowie dem nächsten schweizerischen Konsulat zur Kenntnis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_57"
    },
    {
        "book": "SSG",
        "title": "SSG, Dritter Titel: Der Betrieb der Seeschifffahrt, Zweiter Abschnitt: Der Kapitän, Strafrechtliche Befugnisse",
        "citation": "Art. 57 Abs. 4 SSG",
        "content": "Der Bundesrat kann besondere Verfahrensvorschriften erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_57"
    },
    {
        "book": "SSG",
        "title": "SSG, Dritter Titel: Der Betrieb der Seeschifffahrt, Zweiter Abschnitt: Der Kapitän, Schiffspapiere",
        "citation": "Art. 58 Abs. 1 SSG",
        "content": "Der Kapitän hat dafür zu sorgen, dass sich die zum Ausweis für das Seeschiff, die Schiffsbesatzung und Passagiere und die Ladung erforderlichen Papiere an Bord befinden. Er sorgt insbesondere für die Führung des Schiffs- und des Maschinentagebuches.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_58"
    },
    {
        "book": "SSG",
        "title": "SSG, Dritter Titel: Der Betrieb der Seeschifffahrt, Zweiter Abschnitt: Der Kapitän, Schiffspapiere",
        "citation": "Art. 58 Abs. 2 SSG",
        "content": "Im Schiffstagebuch sind der Reihenfolge nach und unter genauer Angabe des Zeitpunktes ihres Eintrittes und der Eintragung alle nautischen, meteorologischen und sonstigen erheblichen Begebenheiten der Reise einzutragen. Die Eintragungen sind, soweit die Umstände es zulassen, täglich vorzunehmen. Die Richtigkeit der Eintragungen wird von dem mit der Führung des Schiffstagebuches beauftragten Schiffsoffizier unterschriftlich bescheinigt; der Kapitän hat die Eintragungen zu prüfen und seinerseits zu unterzeichnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_58"
    },
    {
        "book": "SSG",
        "title": "SSG, Dritter Titel: Der Betrieb der Seeschifffahrt, Zweiter Abschnitt: Der Kapitän, Schiffspapiere",
        "citation": "Art. 58 Abs. 3 SSG",
        "content": "Wer ein berechtigtes Interesse glaubhaft macht, kann durch Vermittlung des Schweizerischen Seeschifffahrtsamtes gegen Bezahlung der Kosten einen Auszug aus dem Schiffstagebuch sowie Abschriften der Protokolle, Berichte und sonstigen vom Kapitän oder dessen Schiffsbesatzung ausgefertigten Urkunden verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_58"
    },
    {
        "book": "SSG",
        "title": "SSG, Dritter Titel: Der Betrieb der Seeschifffahrt, Zweiter Abschnitt: Der Kapitän, Verkehr mit Konsulaten",
        "citation": "Art. 59 Abs. 1 SSG",
        "content": "Befindet sich im Hafen, den das Seeschiff anläuft oder in dem es seine Reise beendet, ein schweizerisches Konsulat, so hat der Kapitän dem Konsul die erfolgte Ankunft des Seeschiffes zu melden und ihn rechtzeitig von dessen Abfahrt zu verständigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_59"
    },
    {
        "book": "SSG",
        "title": "SSG, Dritter Titel: Der Betrieb der Seeschifffahrt, Zweiter Abschnitt: Der Kapitän, Verkehr mit Konsulaten",
        "citation": "Art. 59 Abs. 2 SSG",
        "content": "Bis zur Ausfahrt des Seeschiffes hat der Kapitän die Schiffspapiere zur Verfügung des Konsulates zu halten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_59"
    },
    {
        "book": "SSG",
        "title": "SSG, Dritter Titel: Der Betrieb der Seeschifffahrt, Zweiter Abschnitt: Der Kapitän, Verkehr mit Konsulaten",
        "citation": "Art. 59 Abs. 3 SSG",
        "content": "Das Konsulat ist auf Begehren des Kapitäns oder der betroffenen Arbeitgeber- und Arbeitnehmerorganisation befugt, im Namen der Schweizerischen Eidgenossenschaft bei der zuständigen Behörde die Rechtshilfe eines ausländischen Staates zu verlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_59"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Erster Abschnitt: Allgemeine Bestimmungen, Zusammensetzung",
        "citation": "Art. 60 Abs. 1 SSG",
        "content": "Mitglieder der Schiffsbesatzung sind der Kapitän und die Seeleute, die einen Dienst an Bord versehen und in der Musterrolle eingetragen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_60"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Erster Abschnitt: Allgemeine Bestimmungen, Zusammensetzung",
        "citation": "Art. 60 Abs. 2 SSG",
        "content": "Schiffsoffiziere sind diejenigen Seeleute, welche einen entsprechenden Fähigkeitsausweis besitzen und in dieser Eigenschaft angeheuert worden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_60"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Erster Abschnitt: Allgemeine Bestimmungen, Zusammensetzung",
        "citation": "Art. 60 Abs. 3 SSG",
        "content": "Das SSA kann, wenn es zur Wahrung schweizerischer Interessen notwendig ist, jederzeit und ohne Grundangabe die Entlassung eines Mitglieds der Schiffsbesatzung verfügen. Der Bund hat den Schaden zu ersetzen, der aus einer solchen Verfügung dem entlassenen Mitglied der Schiffsbesatzung und dem Reeder erwächst, es sei denn, dass den Reeder oder den Seemann ein Verschulden an der Entlassung trifft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_60"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Erster Abschnitt: Allgemeine Bestimmungen, Staatsangehörigkeit und berufliche Ausbildung",
        "citation": "Art. 61 Abs. 1 SSG",
        "content": "Der Bundesrat kann Vorschriften erlassen über die Mindestzahl von Kapitänen und Seeleuten schweizerischer Staatsangehörigkeit an Bord schweizerischer Seeschiffe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_61"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Erster Abschnitt: Allgemeine Bestimmungen, Staatsangehörigkeit und berufliche Ausbildung",
        "citation": "Art. 61 Abs. 2 SSG",
        "content": "Der Bund kann die berufliche Ausbildung schweizerischer Kapitäne und Seeleute unterstützen. Der Bundesrat bestimmt die Unterstützungsmassnahmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_61"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Erster Abschnitt: Allgemeine Bestimmungen, Berufliche Voraussetzungen",
        "citation": "Art. 62 Abs. 1 SSG",
        "content": "Als Mitglieder der Schiffsbesatzung eines schweizerischen Seeschiffes können unter Vorbehalt von Artikel 61 Absatz 1 alle Personen angeheuert werden, die einen gültigen Reisepass oder einen gleichwertigen Identitätsausweis besitzen und sich über ihre Befähigung zum vorgesehenen Dienst ausweisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_62"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Erster Abschnitt: Allgemeine Bestimmungen, Berufliche Voraussetzungen",
        "citation": "Art. 62 Abs. 2 SSG",
        "content": "Als Schiffsoffiziere für den Deck-, Maschinen- oder Funkdienst eines schweizerischen Seeschiffes können nur Seeleute angeheuert werden, die einen vom Schweizerischen Seeschifffahrtsamt oder von der zuständigen Behörde eines andern seefahrenden Staates ausgestellten Fähigkeitsausweis für den vorgesehenen Dienst besitzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_62"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Erster Abschnitt: Allgemeine Bestimmungen, Berufliche Voraussetzungen",
        "citation": "Art. 62 Abs. 3 SSG",
        "content": "Als Kapitän eines schweizerischen Seeschiffes kann nur bestellt werden, wer ein vom Schweizerischen Seeschifffahrtsamt ausgestelltes oder anerkanntes Kapitänspatent besitzt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_62"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Erster Abschnitt: Allgemeine Bestimmungen, Arbeits- und Sozialversicherungsrecht",
        "citation": "Art. 63 Abs. 1 SSG",
        "content": "An Bord schweizerischer Seeschiffe gilt für Mitglieder der Besatzung das schweizerische Arbeits- und Sozialversicherungsrecht, soweit keine Ausnahmen oder Abweichungen im Gesetz oder internationalen Übereinkommen vorgesehen oder vom Bundesrat bestimmt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_63"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Erster Abschnitt: Allgemeine Bestimmungen, Arbeits- und Sozialversicherungsrecht",
        "citation": "Art. 63 Abs. 2 SSG",
        "content": "Der Bundesrat erlässt unter Berücksichtigung der internationalen Übereinkommen und der in der Seeschifffahrt geltenden Gebräuche sowie nach Anhörung der beteiligten Kreise die Bestimmungen über:\na. Mindestanforderungen für die Arbeit von Seeleuten auf Schiffen;\nb. Beschäftigungsbedingungen;\nc. Unterkünfte, Freizeiteinrichtungen, Verpflegung einschliesslich Bedienung;\nd. Gesundheitsschutz, medizinische Betreuung, soziale Betreuung und Gewährleistung der sozialen Sicherheit;\ne. Erfüllung und Durchsetzung des Seearbeitsübereinkommens vom 23. Februar 2006.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_63"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Erster Abschnitt: Allgemeine Bestimmungen, Musterrolle",
        "citation": "Art. 64 Abs. 1 SSG",
        "content": "Der Kapitän führt die Musterrolle in der vom Schweizerischen Seeschifffahrtsamt vorgeschriebenen Form.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_64"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Erster Abschnitt: Allgemeine Bestimmungen, Musterrolle",
        "citation": "Art. 64 Abs. 2 SSG",
        "content": "Jeder für den Dienst an Bord eines schweizerischen Seeschiffes angeheuerte Seemann ist vor der ersten Ausfahrt des Schiffes nach der Anheuerung in der Musterrolle einzutragen. Die Eintragung hat über die Personalien des Seemannes, seine Stellung an Bord und die der Anheuerung zugrunde liegenden Bedingungen und Ausweise Aufschluss zu geben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_64"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Erster Abschnitt: Allgemeine Bestimmungen, Musterrolle",
        "citation": "Art. 64 Abs. 3 SSG",
        "content": "Verlässt der Seemann den Dienst an Bord, so hat ihn der Kapitän in der Musterrolle unter Angabe der Umstände des Ausscheidens zu streichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_64"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Erster Abschnitt: Allgemeine Bestimmungen, Musterrolle",
        "citation": "Art. 64 Abs. 4 SSG",
        "content": "Wer sich an Bord befindet ohne einen Dienst zu versehen, ist, sofern er nicht auf der Passagierliste aufgenommen ist, vom Kapitän in der Musterrolle zu vermerken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_64"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Erster Abschnitt: Allgemeine Bestimmungen, Anmusterung und Abmusterung",
        "citation": "Art. 65 Abs. 1 SSG",
        "content": "Die Anmusterung eines Seemannes erfolgt unter Ausschluss von Stellenvermittlern in Gegenwart eines schweizerischen Konsuls und womöglich an Bord des Seeschiffes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_65"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Erster Abschnitt: Allgemeine Bestimmungen, Anmusterung und Abmusterung",
        "citation": "Art. 65 Abs. 2 SSG",
        "content": "Der Kapitän oder ein anderer bevollmächtigter Vertreter des Reeders und der angeheuerte Seemann unterzeichnen in der Musterrolle die betreffende Eintragung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_65"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Erster Abschnitt: Allgemeine Bestimmungen, Anmusterung und Abmusterung",
        "citation": "Art. 65 Abs. 3 SSG",
        "content": "Nach erfolgter Unterzeichnung durch die Parteien erklärt der Konsul durch Beisetzung eines Sichtvermerks in der Musterrolle die Anmusterung für gültig. Befindet sich im Anmusterungshafen kein erreichbares schweizerisches Konsulat, so ist die Eintragung in der Musterrolle dem nächsten Konsulat zur Genehmigung zu unterbreiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_65"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Erster Abschnitt: Allgemeine Bestimmungen, Anmusterung und Abmusterung",
        "citation": "Art. 65 Abs. 4 SSG",
        "content": "Die Abmusterung erfolgt in der gleichen Form wie die Anmusterung. Hat der Konsul Verdacht, dass der Seemann in unzulässiger Weise aus der Musterrolle gestrichen worden ist, so erstattet er dem Schweizerischen Seeschifffahrtsamt Bericht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_65"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Erster Abschnitt: Allgemeine Bestimmungen, Seemannsbuch",
        "citation": "Art. 66 Abs. 1 SSG",
        "content": "Das SSA händigt jedem schweizerischen Mitglied der Besatzung eines schweizerischen Seeschiffes ein auf seinen Namen lautendes Seemannsbuch aus. Das Seemannsbuch kann auch einem schweizerischen Mitglied der Besatzung eines ausländischen Schiffes ausgehändigt werden. Ein Seemannsbuch oder ähnlicher Ausweis kann auch an Schweizer Bürger abgegeben werden, die solche Dokumente für die Ausübung weiterer Tätigkeiten zur See nachweislich benötigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_66"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Erster Abschnitt: Allgemeine Bestimmungen, Seemannsbuch",
        "citation": "Art. 66 Abs. 2 SSG",
        "content": "Der Kapitän trägt Art und Dauer der an Bord seines Seeschiffes geleisteten Arbeit bei der Abmusterung in das Seemannsbuch ein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_66"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Erster Abschnitt: Allgemeine Bestimmungen, Dienst an Bord",
        "citation": "Art. 67 Abs. 1 SSG",
        "content": "Der Dienst an Bord eines schweizerischen Seeschiffes hat an sich keinen Wechsel des Wohnsitzes zur Folge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_67"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Erster Abschnitt: Allgemeine Bestimmungen, Dienst an Bord",
        "citation": "Art. 67 Abs. 2 SSG",
        "content": "Das SSA kann ein Bordreglement für den Dienst an Bord schweizerischer Seeschiffe erlassen, in dem die Art der ärztlichen Untersuchung, der Körperpflege und üblichen Fürsorge an Bord und die Durchführung der Disziplinarmassnahmen geregelt werden. Das Bordreglement bedarf der Genehmigung des Bundesrates.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_67"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Erster Abschnitt: Allgemeine Bestimmungen, Dienst an Bord",
        "citation": "Art. 67 Abs. 3 SSG",
        "content": "Jedem Mitglied der Besatzung eines schweizerischen Seeschiffes wird anlässlich der Anheuerung die Schweizerische Seemannsordnung ausgehändigt. Die Schweizerische Seemannsordnung wird vom Schweizerischen Seeschifffahrtsamt zusammengestellt und enthält die hauptsächlichen für die Seeleute geltenden Bestimmungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_67"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Zweiter Abschnitt: Der Heuervertrag, Anwendung schweizerischen Rechts",
        "citation": "Art. 68 Abs. 1 SSG",
        "content": "Die Bestimmungen über den Heuervertrag finden auf alle an Bord schweizerischer Seeschiffe dienenden Seeleute Anwendung, ohne Rücksicht auf ihre Staatsangehörigkeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_68"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Zweiter Abschnitt: Der Heuervertrag, Anwendung schweizerischen Rechts",
        "citation": "Art. 68 Abs. 2 SSG",
        "content": "Für den Heuervertrag der Seeleute schweizerischer Seeschiffe kommt das Obligationenrecht zur Anwendung, soweit nicht die Bestimmungen dieses Gesetzes etwas anderes enthalten. Keine Anwendung finden jedoch Artikel 333a des Obligationenrechts über die Konsultation der Arbeitnehmervertretung bei Übergang des Arbeitsverhältnisses, die Artikel 335d–335g über die Massenentlassung sowie Artikel 336 Absatz 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_68"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Zweiter Abschnitt: Der Heuervertrag, Abschluss des Heuervertrages",
        "citation": "Art. 69 Abs. 1 SSG",
        "content": "Der Heuervertrag kann auf eine bestimmte Zeit, für eine oder mehrere Reisen oder auf unbestimmte Zeit abgeschlossen werden. Dauert ein auf bestimmte Zeit oder für mehrere Reisen abgeschlossener Heuervertrag länger als ein Jahr, so gilt der Vertrag als auf unbestimmte Zeit abgeschlossen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_69"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Zweiter Abschnitt: Der Heuervertrag, Abschluss des Heuervertrages",
        "citation": "Art. 69 Abs. 2 SSG",
        "content": "Der Heuervertrag bedarf zu seiner Gültigkeit der schriftlichen Form. Jede Partei hat Anspruch auf eine Ausfertigung des Vertrages. Die für den Seemann bestimmte Ausfertigung ist ihm spätestens bei der Anmusterung auszuhändigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_69"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Zweiter Abschnitt: Der Heuervertrag, Abschluss des Heuervertrages",
        "citation": "Art. 69 Abs. 3 SSG",
        "content": "Die Wirkungen eines Heuervertrages beginnen spätestens mit der Einschiffung des Seemanns.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_69"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Zweiter Abschnitt: Der Heuervertrag, Inhalt des Heuervertrages",
        "citation": "Art. 70 SSG",
        "content": "Der Heuervertrag soll die Rechte und Pflichten beider Parteien klar und deutlich umschreiben; insbesondere sind darin festzuhalten:\na. Namen und Vornamen, Geburtsdatum, Geburtsort und Staatsangehörigkeit des Seemannes und bei Schweizerbürgern der Heimatort;\nb. Ort und Tag der Anheuerung und des Dienstantritts;\nc. die Bezeichnung des oder der Seeschiffe, auf denen der Seemann Dienst zu leisten hat;\nd. die Reise oder die Reisen, welche durchgeführt werden sollen, sofern sie im Zeitpunkt der Anheuerung bereits bestimmt werden können;\ne. der Dienst, für welchen der Seemann angeheuert wird;\nf. ein Hinweis auf die gesetzlichen Bestimmungen über die Arbeitszeit, die Ferien und die Versicherung gegen Krankheit und Berufsunfälle;\ng. der Betrag der Heuer und die Währung, in welcher die Heuer zu bezahlen ist;\nh. die für die anrechenbare Überzeit zu leistende Entschädigung;\ni. die Beendigung des Vertrages, insbesondere die Kündigungsfristen;\nj. Name und Anschrift des Reeders;\nk. der Heimschaffungsanspruch der Seeleute;\nl. gegebenenfalls die Verweisung auf den Gesamtarbeitsvertrag.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_70"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Zweiter Abschnitt: Der Heuervertrag, Pflichten der Schiffsbesatzung",
        "citation": "Art. 71 Abs. 1 SSG",
        "content": "Jedes Mitglied der Schiffsbesatzung hat die übernommene Arbeit mit Sorgfalt auszuführen. Es ist für den Schaden verantwortlich, den es absichtlich oder fahrlässig verursacht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_71"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Zweiter Abschnitt: Der Heuervertrag, Pflichten der Schiffsbesatzung",
        "citation": "Art. 71 Abs. 2 SSG",
        "content": "Der Seemann schuldet dem Kapitän und den übrigen Vorgesetzten Achtung und Gehorsam. Er hat die erhaltenen Befehle zu befolgen und sich an die anerkannten Gebräuche zu halten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_71"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Zweiter Abschnitt: Der Heuervertrag, Pflichten der Schiffsbesatzung",
        "citation": "Art. 71 Abs. 3 SSG",
        "content": "Bei Seegefahr hat der Seemann jede Hilfe zu leisten, um die er zur Rettung von Personen, des Seeschiffs oder der Ladung angehalten wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_71"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Zweiter Abschnitt: Der Heuervertrag, Ausser-, gewöhnliche Arbeiten",
        "citation": "Art. 72 Abs. 1 SSG",
        "content": "Der Kapitän kann den Seemann zur Verrichtung einer andern als der im Heuervertrag vorgesehenen Arbeit verhalten, wenn besondere Umstände im Interesse einer ungestörten Seefahrt es erheischen. Die Heuer darf in diesem Falle nicht herabgesetzt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_72"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Zweiter Abschnitt: Der Heuervertrag, Ausser-, gewöhnliche Arbeiten",
        "citation": "Art. 72 Abs. 2 SSG",
        "content": "Wird der Seemann zu Diensten verwendet, welche höhere Anforderungen stellen als diejenigen, für welche er angeheuert wurde, so hat er für die Zeit, während der er diese Dienste verrichtet, Anspruch auf eine entsprechende Erhöhung der Heuer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_72"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Zweiter Abschnitt: Der Heuervertrag, Ausser-, gewöhnliche Arbeiten",
        "citation": "Art. 72 Abs. 3 SSG",
        "content": "Schiffsoffiziere dürfen zu keiner Arbeit verhalten werden, die nach den anerkannten Gebräuchen mit ihrer Stellung unvereinbar ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_72"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Zweiter Abschnitt: Der Heuervertrag, Entschädigung und Heuer",
        "citation": "Art. 73 Abs. 1 SSG",
        "content": "Der Seemann hat Anspruch auf die vereinbarte Heuer und gegebenenfalls auf Überzeitentschädigung sowie auf Verpflegung und Unterkunft an Bord.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_73"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Zweiter Abschnitt: Der Heuervertrag, Entschädigung und Heuer",
        "citation": "Art. 73 Abs. 2 SSG",
        "content": "Der Seemann hat für jede Stunde geleisteter Überzeitarbeit Anspruch auf eine Entschädigung, die um einen Viertel höher ist als sein auf der Basis der vereinbarten Heuer errechneter Stundenlohn.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_73"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Zweiter Abschnitt: Der Heuervertrag, Entschädigung und Heuer",
        "citation": "Art. 73 Abs. 3 SSG",
        "content": "Der Bundesrat bestimmt durch Verordnung, in welchen Fällen eine feste und einmalige Entschädigung für Überzeitarbeit in einem Heuervertrag vereinbart werden darf.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_73"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Zweiter Abschnitt: Der Heuervertrag, Fälligkeit und Ruhen des Heueranspruchs",
        "citation": "Art. 74 Abs. 1 SSG",
        "content": "Der Heueranspruch beginnt spätestens mit dem Tag der Anmusterung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_74"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Zweiter Abschnitt: Der Heuervertrag, Fälligkeit und Ruhen des Heueranspruchs",
        "citation": "Art. 74 Abs. 2 SSG",
        "content": "Die Heuer ist am Ende jedes Monats, spätestens am Tag der Abmusterung unter Abzug allfälliger Vorschüsse auszubezahlen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_74"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Zweiter Abschnitt: Der Heuervertrag, Fälligkeit und Ruhen des Heueranspruchs",
        "citation": "Art. 74 Abs. 3 SSG",
        "content": "Für die Zeit, während der der Seemann wegen Verbüssung einer Arreststrafe oder wegen selbstverschuldeter Arbeitsunfähigkeit an der Verrichtung seines Dienstes verhindert ist, besteht kein Heueranspruch.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_74"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Zweiter Abschnitt: Der Heuervertrag, Fälligkeit und Ruhen des Heueranspruchs",
        "citation": "Art. 74 Abs. 4 SSG",
        "content": "Ist der Seemann wegen Krankheit oder Unfalls arbeitsunfähig, so ruht der Heueranspruch für die Zeit, während der der Seemann eine Taggeldentschädigung bezieht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_74"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Zweiter Abschnitt: Der Heuervertrag, Verteilung ausserordentlicher Vergütungen",
        "citation": "Art. 75 Abs. 1 SSG",
        "content": "Sinkt der Bestand der Schiffsbesatzung während einer Reise aus irgendwelchen Gründen unter die vorgeschriebene oder übliche Zahl, so haben jene Seeleute, die deswegen zusätzliche Arbeit verrichten müssen, Anspruch auf Verteilung der durch den Ausfall ersparten Heuer im Verhältnis der von jedem geleisteten Mehrarbeit, soweit diese nicht durch Überzeitentschädigung abgegolten wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_75"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Zweiter Abschnitt: Der Heuervertrag, Verteilung ausserordentlicher Vergütungen",
        "citation": "Art. 75 Abs. 2 SSG",
        "content": "Die Vergütungen für Hilfeleistung und Bergung fallen, nach Abzug der entstandenen Betriebsmehrkosten und Schäden, je zur Hälfte dem Reeder und der Schiffsbesatzung zu. Der auf die Schiffsbesatzung entfallende Anteil wird in der Regel im Verhältnis der Heueransprüche verteilt, wobei jedoch den besonderen Verdiensten der einzelnen Mitglieder der Schiffsbesatzung Rechnung zu tragen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_75"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Zweiter Abschnitt: Der Heuervertrag, Auszahlungen an die Seeleute",
        "citation": "Art. 76 Abs. 1 SSG",
        "content": "Der Kapitän führt das Lohnbuch, in welchem unter Angabe der Währung und des Wechselkurses jede dem Seemann ausgerichtete Zahlung einzutragen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_76"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Zweiter Abschnitt: Der Heuervertrag, Auszahlungen an die Seeleute",
        "citation": "Art. 76 Abs. 2 SSG",
        "content": "Der Seemann bestätigt den Empfang jeder Zahlung durch Unterzeichnung des betreffenden Eintrags im Lohnbuch. Gleichzeitig ist dem Seemann eine Abrechnung auszuhändigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_76"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Zweiter Abschnitt: Der Heuervertrag, Auszahlungen an die Seeleute",
        "citation": "Art. 76 Abs. 3 SSG",
        "content": "In Schank- und Gastwirtschaften dürfen keine Zahlungen an Seeleute ausgerichtet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_76"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Zweiter Abschnitt: Der Heuervertrag, Übergang des Arbeitsverhältnisses",
        "citation": "Art. 76a Abs. 1 SSG",
        "content": "Überträgt der Arbeitgeber den Betrieb auf einen Dritten und verabredet er mit diesem die Übernahme des Arbeitsverhältnisses, so geht dieses mit allen Rechten und Pflichten auf den Erwerber mit dem Tage der Betriebsnachfolge über, sofern der Arbeitnehmer den Übergang nicht ablehnt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_76_a"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Zweiter Abschnitt: Der Heuervertrag, Übergang des Arbeitsverhältnisses",
        "citation": "Art. 76a Abs. 2 SSG",
        "content": "Bei Ablehnung des Übergangs wird das Arbeitsverhältnis auf den Ablauf der gesetzlichen Kündigungsfrist aufgelöst; der Erwerber des Betriebes und der Arbeitnehmer sind bis dahin zur Erfüllung des Vertrages verpflichtet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_76_a"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Zweiter Abschnitt: Der Heuervertrag, Übergang des Arbeitsverhältnisses",
        "citation": "Art. 76a Abs. 3 SSG",
        "content": "Der bisherige Arbeitgeber und der Erwerber des Betriebes haften solidarisch für die Forderungen des Arbeitnehmers, die vor dem Übergang fällig geworden sind und die nachher bis zum Zeitpunkt fällig werden, auf den das Arbeitsverhältnis ordentlicherweise beendigt werden könnte oder, bei Ablehnung des Übergangs, durch den Arbeitnehmer beendigt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_76_a"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Zweiter Abschnitt: Der Heuervertrag, Übergang des Arbeitsverhältnisses",
        "citation": "Art. 76a Abs. 4 SSG",
        "content": "Im übrigen ist der Arbeitgeber nicht berechtigt, die Rechte aus dem Arbeitsverhältnis auf einen Dritten zu übertragen, sofern nichts anderes verabredet ist oder sich aus den Umständen ergibt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_76_a"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Zweiter Abschnitt: Der Heuervertrag, Beendigung des Heuervertrages",
        "citation": "Art. 77 Abs. 1 SSG",
        "content": "Läuft ein auf bestimmte Zeit abgeschlossener Heuervertrag während einer Reise ab, so verlängert sich der Vertrag bis zur Ankunft des Seeschiffes im nächsten Hafen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_77"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Zweiter Abschnitt: Der Heuervertrag, Beendigung des Heuervertrages",
        "citation": "Art. 77 Abs. 2 SSG",
        "content": "Ein auf unbestimmte Zeit abgeschlossener Heuervertrag kann von beiden Parteien jederzeit auf 7 Tage schriftlich gekündigt werden; läuft die Kündigungsfrist während einer Reise ab, so verlängert sich der Vertrag bis zur Ankunft des Seeschiffes im nächsten Hafen. Im Heuervertrag können längere Kündigungsfristen vereinbart werden. Die Kündigungsfristen müssen für beide Parteien gleich sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_77"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Zweiter Abschnitt: Der Heuervertrag, Beendigung des Heuervertrages",
        "citation": "Art. 77 Abs. 3 SSG",
        "content": "Jede Partei kann den Heuervertrag jederzeit aus wichtigen Gründen sofort auflösen. Als wichtige Gründe gelten, ausser den allgemeinen wichtigen Gründen des Dienstvertragsrechtes, vornehmlich die Verletzung der gesundheits- und arbeitsrechtlichen Vorschriften durch den Reeder oder Kapitän, der Missbrauch der Befehls- oder Disziplinargewalt, auf See begangene Verbrechen, Vergehen und Übertretungen, schwere Verstösse gegen die Disziplin sowie der Umstand, dass der Seemann wegen Krankheit oder Unfalls an Land gesetzt werden muss oder die für die Anheuerung vorgesehenen gesetzlichen Voraussetzungen nicht mehr erfüllt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_77"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Zweiter Abschnitt: Der Heuervertrag, Ausser-ordentliche Vertragsverlängerung",
        "citation": "Art. 78 Abs. 1 SSG",
        "content": "Stellt in einem Abmusterungshafen das schweizerische Konsulat oder, wo ein solches fehlt, die zuständige lokale Behörde fest, dass es unmöglich ist, einen geeigneten Ersatzmann anzuheuern, so ist der ausscheidende Seemann verpflichtet, während höchstens weitern drei Monaten gegen Erhöhung der vertraglichen Heuer um einen Viertel im Dienst des Schiffes zu bleiben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_78"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Zweiter Abschnitt: Der Heuervertrag, Ausser-ordentliche Vertragsverlängerung",
        "citation": "Art. 78 Abs. 2 SSG",
        "content": "Endigt ein Heuervertrag in einem Hafen, in dem wegen Verfügungen oder Massnahmen der lokalen Behörden der Seemann nicht an Land gesetzt werden kann, so ist der Heuervertrag von Gesetzes wegen zu den bisherigen Bedingungen verlängert bis zur Ankunft im nächsten Hafen, in dem der Seemann abgemustert werden kann, höchstens aber für eine Dauer von zwei Monaten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_78"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Zweiter Abschnitt: Der Heuervertrag, Ausser-ordentliche Vertragsverlängerung",
        "citation": "Art. 78 Abs. 3 SSG",
        "content": "Kann der Seemann bis nach Ablauf dieser Frist nicht an Land gesetzt werden, so nimmt sich das SSA des Falles an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_78"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Zweiter Abschnitt: Der Heuervertrag, Zahlungen an Hinterbliebene",
        "citation": "Art. 79 Abs. 1 SSG",
        "content": "Wird ein schweizerisches Seeschiff als verloren im Register gestrichen, so gelten die Heuerverträge der Seeleute nach Ablauf eines Monats seit der letzten Nachricht vom Seeschiff als dahingefallen. Der Reeder hat die bis dahin geschuldete Heuer nach erfolgter Streichung des Seeschiffes dem Schweizerischen Seeschifffahrtsamt zu bezahlen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_79"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Zweiter Abschnitt: Der Heuervertrag, Zahlungen an Hinterbliebene",
        "citation": "Art. 79 Abs. 2 SSG",
        "content": "Ist ein Mitglied der Schiffsbesatzung gestorben, verschollen erklärt oder unter Umständen verschwunden, die seinen Tod als sicher erscheinen lassen, so hat der Reeder die ausstehende Heuer dem SSA zu bezahlen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_79"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Zweiter Abschnitt: Der Heuervertrag, Zahlungen an Hinterbliebene",
        "citation": "Art. 79 Abs. 3 SSG",
        "content": "Das SSA hält die eingegangenen Beträge zur Verfügung der Anspruchsberechtigten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_79"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Zweiter Abschnitt: Der Heuervertrag, Dienstzeugnisse",
        "citation": "Art. 80 Abs. 1 SSG",
        "content": "Jedes Mitglied der Schiffsbesatzung kann verlangen, dass ihm der Kapitän ein Zeugnis ausstelle, das sich ausschliesslich über die Art und Dauer des an Bord geleisteten Dienstes ausspricht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_80"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Zweiter Abschnitt: Der Heuervertrag, Dienstzeugnisse",
        "citation": "Art. 80 Abs. 2 SSG",
        "content": "Für Schweizerbürger wird diese Bescheinigung bei der Abmusterung im Seemannsbuch eingetragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_80"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Zweiter Abschnitt: Der Heuervertrag, Dienstzeugnisse",
        "citation": "Art. 80 Abs. 3 SSG",
        "content": "Im Übrigen ist dem Seemann auf besonderes Verlangen ein Zeugnis über seine Leistungen und sein Verhalten auszustellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_80"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Dritter Abschnitt: Soziale Sicherheit, Heimschaffungsanspruch",
        "citation": "Art. 82 Abs. 1 SSG",
        "content": "Der Seemann, der an Land gesetzt wird, hat Anspruch auf Heimbeförderung auf Kosten des Reeders nach dem Ort, wo er angeheuert wurde, es sei denn, dass er selber den Heuervertrag aus unberechtigten Gründen gekündigt hat oder dass der Vertrag wegen eines von ihm zu verantwortenden wichtigen Grundes aufgelöst wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_82"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Dritter Abschnitt: Soziale Sicherheit, Heimschaffungsanspruch",
        "citation": "Art. 82 Abs. 2 SSG",
        "content": "Die vom Reeder zu tragenden Kosten umfassen alle notwendigen Auslagen für Beförderung, Unterkunft und Verpflegung des Seemannes während der Reise sowie für seinen Unterhalt bis zu der für die Abreise festgesetzten Zeit. Versäumt der Seemann die erste ihm angewiesene Reisegelegenheit, so hat er die daraus erwachsenden Mehrkosten selber zu tragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_82"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Dritter Abschnitt: Soziale Sicherheit, Heimschaffungsanspruch",
        "citation": "Art. 82 Abs. 3 SSG",
        "content": "Verweigert der Reeder die Heimbeförderung, obgleich der Seemann dazu berechtigt erscheint, so ist der nächste schweizerische Konsul dafür besorgt. Der Bund kann gegen den Reeder, und wenn sich der Anspruch auf Heimbeförderung als unbegründet erweist, gegen den Seemann Rückgriff nehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_82"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Dritter Abschnitt: Soziale Sicherheit, Durchführung der Heimbeförderung",
        "citation": "Art. 83 Abs. 1 SSG",
        "content": "Ein entstandener Anspruch auf Heimbeförderung kann durch Vereinbarung der Parteien mit einer den Kosten der Heimbeförderung entsprechenden Entschädigung abgegolten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_83"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Dritter Abschnitt: Soziale Sicherheit, Durchführung der Heimbeförderung",
        "citation": "Art. 83 Abs. 2 SSG",
        "content": "Der Reeder kann seine Pflicht zur Heimbeförderung des Seemannes auch dadurch erfüllen, dass er ihm eine angemessene Stellung auf einem andern Seeschiff verschafft, das nach dem für die Heimbeförderung massgebenden Bestimmungshafen, oder, wenn der Seemann in das Inland zurückkehren muss, nach dem Hafen fährt, von dem aus er nach den Anordnungen des Reeders die Rückreise zu Lande anzutreten hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_83"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Dritter Abschnitt: Soziale Sicherheit, Kranken- und Unfallversicherung",
        "citation": "Art. 84 Abs. 1 SSG",
        "content": "Der Betrieb der Seeschifffahrt ist unter Vorbehalt derjenigen Betriebsteile, die sich in der Schweiz befinden, von der staatlichen obligatorischen Unfallversicherung ausgeschlossen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_84"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Dritter Abschnitt: Soziale Sicherheit, Kranken- und Unfallversicherung",
        "citation": "Art. 84 Abs. 2 SSG",
        "content": "Der Reeder eines schweizerischen Seeschiffes hat die Schiffsbesatzung gegen Krankheit und Berufsunfälle zu versichern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_84"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Dritter Abschnitt: Soziale Sicherheit, Kranken- und Unfallversicherung",
        "citation": "Art. 84 Abs. 3 SSG",
        "content": "Der Bundesrat setzt nach Einladung der beteiligten Kreise zur Meinungsäusserung die Mindestleistungen und Bestimmungen fest, die der Versicherungsvertrag zu enthalten hat, um der Versicherungspflicht des Reeders zu genügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_84"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Dritter Abschnitt: Soziale Sicherheit, Haftpflicht und Versicherung",
        "citation": "Art. 85 Abs. 1 SSG",
        "content": "Besteht ein Versicherungsschutz nach Massgabe dieses Gesetzes, so ist der Reeder von seiner Haftung für leichtes Verschulden bei Krankheit und Berufsunfällen befreit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_85"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Dritter Abschnitt: Soziale Sicherheit, Haftpflicht und Versicherung",
        "citation": "Art. 85 Abs. 2 SSG",
        "content": "Fehlt der Versicherungsschutz nach Massgabe dieses Gesetzes, so haftet der Reeder, auch wenn ihn an der Verursachung des Schadens kein Verschulden trifft, dem Verunfallten oder Erkrankten oder seinen Hinterlassenen mindestens im Umfange der Versicherungsleistungen, die bei bestehendem Versicherungsschutz gewährt worden wären. Diese Ansprüche sind im gleichen Range wie die Heueransprüche privilegiert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_85"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Dritter Abschnitt: Soziale Sicherheit, Arbeitslosigkeit bei Schiffbruch",
        "citation": "Art. 86 Abs. 1 SSG",
        "content": "Ist ein Seeschiff infolge Schiffbruches verloren gegangen, so haben die überlebenden Mitglieder der Schiffsbesatzung, unbeschadet ihres Anspruches auf Heimbeförderung, einen Anspruch auf Entschädigung für die eingetretene Arbeitslosigkeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_86"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Dritter Abschnitt: Soziale Sicherheit, Arbeitslosigkeit bei Schiffbruch",
        "citation": "Art. 86 Abs. 2 SSG",
        "content": "Die Entschädigung ist während der Dauer von höchstens zwei Monaten für jeden Tag tatsächlicher Arbeitslosigkeit in der Höhe der vereinbarten Heuer zu leisten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_86"
    },
    {
        "book": "SSG",
        "title": "SSG, Vierter Titel: Die Schiffsbesatzung, Dritter Abschnitt: Soziale Sicherheit, Arbeitslosigkeit bei Schiffbruch",
        "citation": "Art. 86 Abs. 3 SSG",
        "content": "Die Entschädigung für Arbeitslosigkeit ist im gleichen Range wie die Heuerforderung privilegiert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_86"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Erster Abschnitt: Allgemeine Bestimmungen, Anwendung des OR und Verjährung",
        "citation": "Art. 87 Abs. 1 SSG",
        "content": "Soweit dieses Gesetz keine besonderen Bestimmungen enthält, findet auf die Verträge über die Verwendung eines Seeschiffes das Obligationenrecht Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_87"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Erster Abschnitt: Allgemeine Bestimmungen, Anwendung des OR und Verjährung",
        "citation": "Art. 87 Abs. 2 SSG",
        "content": "Alle Ansprüche aus einer Schiffsmiete, einem Chartervertrag und einem Seefrachtvertrag verjähren mit Ablauf eines Jahres, und zwar im Falle der Schiffsmiete und des Chartervertrages seit der Beendigung des Vertrages und im Falle des Seefrachtvertrages vom Tage hinweg, an dem die Güter dem Empfänger ausgeliefert worden sind oder hätten ausgeliefert werden müssen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_87"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Erster Abschnitt: Allgemeine Bestimmungen, Unmöglich-, werden der Leistung, a. Dauernde Unmöglichkeit",
        "citation": "Art. 88 Abs. 1 SSG",
        "content": "Die Verträge über die Verwendung eines Seeschiffes fallen von Gesetzes wegen dahin, ohne dass eine Partei der andern schadenersatzpflichtig wird, wenn die vertragsgemässe Verwendung des Seeschiffes vor Antritt der Reise infolge von höherer Gewalt, Krieg, Naturereignis, Zufall oder nicht selbstverschuldeten behördlichen Massnahmen oder Eingriffen des In- oder Auslandes dauernd unmöglich geworden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_88"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Erster Abschnitt: Allgemeine Bestimmungen, Unmöglich-, werden der Leistung, a. Dauernde Unmöglichkeit",
        "citation": "Art. 88 Abs. 2 SSG",
        "content": "Tritt eine solche Unmöglichkeit während einer Reise ein, so fällt der Vertrag spätestens bei Ankunft im nächsten erreichbaren oder von der Behörde bezeichneten Hafen dahin. Die Güter sind daselbst zu löschen und für Rechnung der Berechtigten zu hinterlegen. Die vertragliche Gegenleistung ist beim Miet- und Chartervertrag bis zum Tage des Dahinfallens des Vertrages, bei Seefrachtverträgen bis zur vollständigen Löschung der Güter geschuldet, und die Fracht ist entsprechend der zurückgelegten Entfernung zu bezahlen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_88"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Erster Abschnitt: Allgemeine Bestimmungen, Unmöglich-, werden der Leistung, b. Vorüber-, gehende Unmöglichkeit",
        "citation": "Art. 89 Abs. 1 SSG",
        "content": "Tritt vor Beginn einer Reise eine vorübergehende Behinderung ein, so kann jede Partei nach vorausgegangener Inverzugsetzung und Ablauf einer angemessenen Frist vom Vertrag zurücktreten. Die bis zum Rücktritt entstandenen Kosten, einschliesslich der notwendigen Löschungs- und Stauungskosten, sind vom zurücktretenden Teil zu tragen. Wird jedoch der Vertrag infolge behördlicher Massnahmen hinfällig und verfügt die Behörde die Löschung der Güter, so gehen die damit verbundenen Kosten auch dann zu Lasten der Ladungseigentümer, wenn der Seefrachtführer vom Vertrage zurückgetreten ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_89"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Erster Abschnitt: Allgemeine Bestimmungen, Unmöglich-, werden der Leistung, b. Vorüber-, gehende Unmöglichkeit",
        "citation": "Art. 89 Abs. 2 SSG",
        "content": "Tritt eine vorübergehende Behinderung während einer Reise ein, so kann der Vertrag nur in gegenseitigem Einverständnis aufgehoben werden, es sei denn, die Behinderung sei voraussichtlich von erheblicher Dauer oder die Löschung der Güter sei von einer Behörde verfügt worden. In diesem Falle kann jede Partei bei Ankunft im nächsten erreichbaren oder von der Behörde bezeichneten Hafen vom Vertrag zurücktreten. Die vertragliche Gegenleistung, Kosten und Fracht sind geschuldet wie im Falle der dauernden Behinderung während einer Reise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_89"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Zweiter Abschnitt: Die Schiffsmiete, Begriff und Form",
        "citation": "Art. 90 Abs. 1 SSG",
        "content": "Durch den Mietvertrag über ein Seeschiff verpflichtet sich der Vermieter, dem Mieter ein unbemanntes, nicht ausgerüstetes Seeschiff zu Gebrauch und Betrieb zu überlassen, und der Mieter, dem Vermieter hiefür einen Mietzins zu leisten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_90"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Zweiter Abschnitt: Die Schiffsmiete, Begriff und Form",
        "citation": "Art. 90 Abs. 2 SSG",
        "content": "Die Schiffsmiete bedarf zu ihrer Gültigkeit der schriftlichen Form.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_90"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Zweiter Abschnitt: Die Schiffsmiete, Miete und Untermiete",
        "citation": "Art. 91 Abs. 1 SSG",
        "content": "Miete und Untermiete eines schweizerischen Seeschiffes sind nur gültig, wenn der Mieter oder Untermieter schweizerischer Reeder im Sinne von Artikel 46 ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_91"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Zweiter Abschnitt: Die Schiffsmiete, Miete und Untermiete",
        "citation": "Art. 91 Abs. 2 SSG",
        "content": "Die Untermiete ist nur zulässig, wenn sie im Mietvertrag vorgesehen worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_91"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Zweiter Abschnitt: Die Schiffsmiete, Miete und Untermiete",
        "citation": "Art. 91 Abs. 3 SSG",
        "content": "Auf die Miete und Untermiete eines Seeschiffes finden die allgemeinen mietrechtlichen Bestimmungen des Obligationenrechts insoweit Anwendung, als sie mit den Besonderheiten der Seeschifffahrt vereinbar sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_91"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Zweiter Abschnitt: Die Schiffsmiete, Rechte und Pflichten der Parteien",
        "citation": "Art. 92 Abs. 1 SSG",
        "content": "Der Vermieter ist verpflichtet, das Seeschiff in seetüchtigem Zustand nebst Zugehör und Bestandteilen und den notwendigen Schiffspapieren zu übergeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_92"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Zweiter Abschnitt: Die Schiffsmiete, Rechte und Pflichten der Parteien",
        "citation": "Art. 92 Abs. 2 SSG",
        "content": "Der Mieter hat das Seeschiff, unter Berücksichtigung der gewöhnlichen Abnützung, in demselben Zustand und in demselben Hafen, in dem er es erhalten hat, zurückzugeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_92"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Zweiter Abschnitt: Die Schiffsmiete, Rechte und Pflichten der Parteien",
        "citation": "Art. 92 Abs. 3 SSG",
        "content": "Der Mietzins ist vom Tage hinweg, an dem das Seeschiff dem Mieter übergeben wird, bis zum Tage der Rückgabe an den Schiffseigentümer geschuldet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_92"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Zweiter Abschnitt: Die Schiffsmiete, Rechte und Pflichten der Parteien",
        "citation": "Art. 92 Abs. 4 SSG",
        "content": "Eine auf unbestimmte Zeit abgeschlossene Schiffsmiete kann jederzeit mit einer Kündigungsfrist von vier Monaten gekündigt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_92"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Zweiter Abschnitt: Die Schiffsmiete, Rechte und Pflichten der Parteien",
        "citation": "Art. 92 Abs. 5 SSG",
        "content": "Die Miete eines Seeschiffes kann nach Artikel 261b des Obligationenrechts im Schiffsregister vorgemerkt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_92"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Zweiter Abschnitt: Die Schiffsmiete, Anmerkung der Miete",
        "citation": "Art. 93 SSG",
        "content": "Solange eine Vermietung des Seeschiffes nicht ins Register der schweizerischen Seeschiffe angemerkt ist, gilt der Schiffseigentümer als Reeder, sofern dem Dritten das Bestehen der Schiffsmiete zur Zeit der Entstehung seines Anspruches nicht bekannt gewesen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_93"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Dritter Abschnitt: Der Chartervertrag, Begriff",
        "citation": "Art. 94 Abs. 1 SSG",
        "content": "Durch den Chartervertrag verpflichtet sich der Reeder als Verfrachter, den Raumgehalt eines bestimmten Seeschiffes ganz oder teilweise für eine bestimmte Zeit (Zeitcharter) oder für eine oder mehrere bestimmte Seereisen (Reisecharter) dem Befrachter zur Verfügung zu stellen, und der Befrachter zur Leistung einer Vergütung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_94"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Dritter Abschnitt: Der Chartervertrag, Begriff",
        "citation": "Art. 94 Abs. 2 SSG",
        "content": "Verfrachter und Befrachter können verlangen, dass über den Vertrag eine schriftliche Urkunde (Charterpartie) ausgestellt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_94"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Dritter Abschnitt: Der Chartervertrag, Begriff",
        "citation": "Art. 94 Abs. 3 SSG",
        "content": "Verfrachter und Befrachter können vereinbaren, dass der Chartervertrag ins Register der schweizerischen Seeschiffe wie eine Miete vorgemerkt wird. Diese Vormerkung bewirkt, dass im Falle der Veräusserung des Seeschiffes jeder neue Eigentümer dem Befrachter die Benützung des Seeschiffes nach Massgabe des Chartervertrages gestatten muss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_94"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Dritter Abschnitt: Der Chartervertrag, Haftung des Verfrachters",
        "citation": "Art. 95 Abs. 1 SSG",
        "content": "Der Verfrachter hat das Seeschiff in seetüchtigem Zustand zu erhalten und dem vertraglichen Zweck entsprechend auszurüsten, zu bemannen und zu verproviantieren und mit den erforderlichen Schiffspapieren zu versehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_95"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Dritter Abschnitt: Der Chartervertrag, Haftung des Verfrachters",
        "citation": "Art. 95 Abs. 2 SSG",
        "content": "Der Verfrachter haftet dem Befrachter für den Schaden, der aus einem Mangel an Seetüchtigkeit des Seeschiffes entstanden ist, sofern er nicht nachweist, dass er vor und beim Antritt einer Seereise die gehörige Sorgfalt angewendet hat, um das Seeschiff in seetüchtigen Zustand zu setzen, gehörig auszurüsten, zu bemannen und zu verproviantieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_95"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Dritter Abschnitt: Der Chartervertrag, Haftung des Verfrachters",
        "citation": "Art. 95 Abs. 3 SSG",
        "content": "Hat sich der Verfrachter nach Massgabe des Chartervertrages zur Beförderung von Gütern über Meer verpflichtet, so finden in Bezug auf seine Rechte gegenüber dem Ablader und Empfänger und seine Haftung für die zur Beförderung übernommenen Güter die Bestimmungen über den Seefrachtvertrag Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_95"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Dritter Abschnitt: Der Chartervertrag, Verhältnis zwischen Reeder, Kapitän und Befrachter",
        "citation": "Art. 96 Abs. 1 SSG",
        "content": "Der Kapitän bleibt hinsichtlich der Führung des Seeschiffes uneingeschränkt dem Reeder unterstellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_96"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Dritter Abschnitt: Der Chartervertrag, Verhältnis zwischen Reeder, Kapitän und Befrachter",
        "citation": "Art. 96 Abs. 2 SSG",
        "content": "Dagegen kann der Chartervertrag dem Befrachter das Recht einräumen, dem Kapitän Weisungen für die Annahme, Beförderung und Auslieferung der Güter und für die Ausstellung von Konnossementen zu erteilen; handelt der Kapitän gestützt auf solche Weisungen, so verpflichtet er den Befrachter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_96"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Dritter Abschnitt: Der Chartervertrag, Verhältnis zwischen Reeder, Kapitän und Befrachter",
        "citation": "Art. 96 Abs. 3 SSG",
        "content": "Hat der Kapitän in diesen Fällen Dritten gegenüber nicht ausdrücklich im Namen des Befrachters gehandelt, oder Konnossemente nicht ausdrücklich in dessen Namen ausgestellt, so haften der Reeder und der Befrachter solidarisch. Vorbehalten bleibt der Rückgriff des Reeders auf den Befrachter nach Massgabe des Chartervertrages.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_96"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Dritter Abschnitt: Der Chartervertrag, Verhältnis zwischen Reeder, Kapitän und Befrachter",
        "citation": "Art. 96 Abs. 4 SSG",
        "content": "Der Reeder haftet jedoch dem Befrachter gegenüber nicht für Handlungen des Kapitäns, die sich auf Weisungen des Befrachters stützen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_96"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Dritter Abschnitt: Der Chartervertrag, Verteilung der Kosten",
        "citation": "Art. 97 Abs. 1 SSG",
        "content": "Die Kosten für Betriebsstoffe und für den gewöhnlichen Umschlag der Ladung sowie die gewöhnlichen Schifffahrts- und Hafenabgaben gehen beim Zeitchartervertrag zu Lasten des Befrachters.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_97"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Dritter Abschnitt: Der Chartervertrag, Verteilung der Kosten",
        "citation": "Art. 97 Abs. 2 SSG",
        "content": "Benötigt der Reeder für die Erhaltung des Schiffes in seetüchtigem Zustand und für die Bemannung mehr als 24 aufeinander folgende Stunden, so hat ihm der Befrachter für die Überzeit keine Vergütung zu bezahlen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_97"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Dritter Abschnitt: Der Chartervertrag, Verteilung der Kosten",
        "citation": "Art. 97 Abs. 3 SSG",
        "content": "Die Entschädigung für Überzeitarbeit der Schiffsbesatzung geht beim Chartervertrag zu Lasten des Befrachters.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_97"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Dritter Abschnitt: Der Chartervertrag, Rücktritt vom Vertrag",
        "citation": "Art. 98 Abs. 1 SSG",
        "content": "Der Zeitchartervertrag verpflichtet den Verfrachter nicht, eine Reise auszuführen, welche das Seeschiff und die Schiffsbesatzung einer bei Vertragsabschluss nicht vorgesehenen, erst nachträglich eingetretenen oder erkannten grösseren Gefahr aussetzen würde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_98"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Dritter Abschnitt: Der Chartervertrag, Rücktritt vom Vertrag",
        "citation": "Art. 98 Abs. 2 SSG",
        "content": "Ist in diesem Falle die vertragsgemässe Verwendung des Seeschiffes unmöglich geworden, so kann der Befrachter jederzeit vom Vertrage zurücktreten und die Vorauszahlung, soweit keine Gegenleistung erbracht worden ist, zurückverlangen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_98"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Dritter Abschnitt: Der Chartervertrag, Beendigung des Vertrages",
        "citation": "Art. 99 Abs. 1 SSG",
        "content": "Bei Beendigung des Zeitchartervertrages hat sich das Seeschiff wieder in demjenigen Hafen zu befinden, in dem die erste Reise angetreten worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_99"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Dritter Abschnitt: Der Chartervertrag, Beendigung des Vertrages",
        "citation": "Art. 99 Abs. 2 SSG",
        "content": "Wird die vereinbarte Dauer des Zeitchartervertrages durch die letzte Reise des Seeschiffes überschritten, so gilt der Vertrag bis zur erfolgten Rückkehr als verlängert, und eine zusätzliche Vergütung ist entsprechend der entstandenen Verzögerung geschuldet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_99"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Dritter Abschnitt: Der Chartervertrag, Beendigung des Vertrages",
        "citation": "Art. 99 Abs. 3 SSG",
        "content": "Der Verfrachter kann den Antritt einer Reise verweigern, welche unter gewöhnlichen Umständen die vereinbarte Dauer des Zeitchartervertrages wesentlich überschreiten wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_99"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Dritter Abschnitt: Der Chartervertrag, Beendigung des Vertrages",
        "citation": "Art. 99 Abs. 4 SSG",
        "content": "Steht das Seeschiff nicht zur vertragsmässig bestimmten Zeit und am vereinbarten Ort dem Befrachter zur Verfügung, so kann dieser ohne besondere Mahnung und Inverzugsetzung sofort mittels schriftlicher Anzeige vom Chartervertrag zurücktreten und Schadenersatz geltend machen, sofern der Verfrachter nicht beweist, dass er den Verzug nicht zu vertreten hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_99"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Dritter Abschnitt: Der Chartervertrag, Pflichten des Befrachters",
        "citation": "Art. 100 Abs. 1 SSG",
        "content": "Die volle Vergütung ist auch dann geschuldet, wenn der Befrachter den vereinbarten Raumgehalt des Seeschiffes nicht vollständig in Anspruch nimmt, es sei denn, dass der Verfrachter den unbenützten Raumgehalt anderweitig verwenden konnte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_100"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Dritter Abschnitt: Der Chartervertrag, Pflichten des Befrachters",
        "citation": "Art. 100 Abs. 2 SSG",
        "content": "Der Verfrachter bestimmt den Reiseweg zwischen Lade- und Löschhafen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_100"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Dritter Abschnitt: Der Chartervertrag, Pflichten des Befrachters",
        "citation": "Art. 100 Abs. 3 SSG",
        "content": "Das Laden und das Löschen der Güter obliegt dem Befrachter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_100"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, I. Der Seefrachtvertrag im allgemeinen. Begriff",
        "citation": "Art. 101 Abs. 1 SSG",
        "content": "Durch den Seefrachtvertrag verpflichtet sich der Seefrachtführer, die mit dem Ablader vereinbarte Beförderung von Gütern über Meer gegen Entrichtung der Fracht auszuführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_101"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, I. Der Seefrachtvertrag im allgemeinen. Begriff",
        "citation": "Art. 101 Abs. 2 SSG",
        "content": "Bei der Anwendung und Auslegung der Bestimmungen dieses Abschnittes ist das Internationale Übereinkommen vom 25. August 1924 zur einheitlichen Feststellung einzelner Regeln über die Konnossemente samt seinen Protokollen zu berücksichtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_101"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, I. Der Seefrachtvertrag im allgemeinen. Sorgfalts-, pflichten des Seefrachtführers",
        "citation": "Art. 102 Abs. 1 SSG",
        "content": "Der Seefrachtführer ist verpflichtet, vor und beim Antritt der Seereise gehörige Sorgfalt anzuwenden, um das Schiff seetüchtig zu machen, gehörig zu bemannen, auszurüsten und zu verproviantieren, und die Lade-, Kühl- und Gefrierräume sowie alle andern Teile des Seeschiffes, in denen Güter verladen werden, für deren sichere Aufnahme, Beförderung und Erhaltung einzurichten und instand zu setzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_102"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, I. Der Seefrachtvertrag im allgemeinen. Sorgfalts-, pflichten des Seefrachtführers",
        "citation": "Art. 102 Abs. 2 SSG",
        "content": "Der Seefrachtführer hat die Güter sachgemäss und sorgfältig einzuladen, zu stauen, zu befördern, zu verwahren, zu behandeln und zu löschen, soweit diese Verrichtungen nicht vom Ablader oder Empfänger zu besorgen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_102"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, I. Der Seefrachtvertrag im allgemeinen. Haftung des Seefrachtführers",
        "citation": "Art. 103 Abs. 1 SSG",
        "content": "Der Seefrachtführer haftet in der Zeit von der Annahme bis zur Auslieferung für Verlust, gänzlichen oder teilweisen Untergang oder Beschädigung der Güter sowie eine Verspätung in der Auslieferung, sofern er nicht nachweist, dass der Schaden auf eine Ursache zurückzuführen ist, wofür weder den Seefrachtführer, noch den Kapitän, die Schiffsbesatzung oder weitere Personen im Dienste des Seeschiffes oder Personen, derer sich der Seefrachtführer bei der Durchführung der Beförderung bedient, ein Verschulden trifft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_103"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, I. Der Seefrachtvertrag im allgemeinen. Haftung des Seefrachtführers",
        "citation": "Art. 103 Abs. 2 SSG",
        "content": "Ist der Schaden auf einen Mangel an Seetüchtigkeit des Seeschiffes zurückzuführen, so entfällt die Haftung des Seefrachtführers nur, wenn er nachweist, dass er die in Artikel 102 Absatz 1 vorgeschriebene gehörige Sorgfalt angewendet hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_103"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, I. Der Seefrachtvertrag im allgemeinen. Haftung des Seefrachtführers",
        "citation": "Art. 103 Abs. 3 SSG",
        "content": "Werden Ansprüche wegen Verlust, Untergang oder Beschädigung der Güter oder Verspätung gegen den Kapitän, die Schiffsbesatzung oder weitere Personen im Dienste des Seeschiffes oder derer sich der Seefrachtführer bei der Durchführung der Beförderung bedient, geltend gemacht, so können sich diese, aus welchem Rechtsgrund sie auch in Anspruch genommen werden, auf dieselben Haftungsbefreiungen und Haftungsbeschränkungen berufen wie der Seefrachtführer. Vorbehalten bleibt Artikel 105a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_103"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, I. Der Seefrachtvertrag im allgemeinen. Haftungsbefreiung des Seefrachtführers",
        "citation": "Art. 104 Abs. 1 SSG",
        "content": "Ist der Verlust, der Untergang oder die Beschädigung der Güter oder die Verspätung durch Handlungen, Nachlässigkeiten oder Unterlassungen des Kapitäns, Lotsen oder sonstiger Personen im Dienste des Seeschiffes bei dessen nautischer Führung oder technischer Bedienung oder durch Feuer entstanden, so ist der Seefrachtführer von seiner Haftung befreit, sofern ihn kein eigenes Verschulden trifft. Massnahmen, die überwiegend im Interesse der Ladung getroffen werden, gehören nicht zur technischen Bedienung des Seeschiffes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_104"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, I. Der Seefrachtvertrag im allgemeinen. Haftungsbefreiung des Seefrachtführers",
        "citation": "Art. 104 Abs. 2 SSG",
        "content": "Der Seefrachtführer haftet nicht für Verlust, Untergang oder Beschädigung der Güter oder Verspätung, wenn er nachweist, dass diese Folgen auf eine der nachfolgenden Ursachen zurückzuführen sind:\na. höhere Gewalt, Zufall, Gefahren oder Unfälle der See oder anderer schiffbarer Gewässer;\nb. kriegerische Ereignisse, Aufruhr und Unruhen;\nc. behördliche Massnahmen, wie gerichtliche Beschlagnahme, Quarantäne oder andere Einschränkungen;\nd. Streik, Aussperrung oder sonstige Arbeitsbehinderungen;\ne. Rettung oder Versuch der Rettung von Leben oder Eigentum zur See oder sonst gerechtfertigte Abweichung vom Reiseweg, wobei darin keine Verletzung des Seefrachtvertrages zu erblicken ist;\nf. Handlungen oder Unterlassungen des Abladers, Empfängers oder Eigentümers der Güter, ihrer Agenten oder Vertreter;\ng. Schwund an Raumgehalt oder Gewicht oder sonstiger Schaden infolge verborgener Mängel der Güter; besondere Natur oder eigentümliche natürliche Art oder Beschaffenheit der Güter;\nh. Unzulänglichkeit der Verpackung oder Unzulänglichkeit oder Ungenauigkeit der Merkzeichen;\ni. verborgene, bei Anwendung gehöriger Sorgfalt nicht zu entdeckende Mängel des Seeschiffes.Die Haftungsbefreiung tritt nicht ein, wenn nachgewiesen wird, dass der Schaden vom Seefrachtführer oder seinen Hilfspersonen verschuldet worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_104"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, I. Der Seefrachtvertrag im allgemeinen. Umfang und Beschränkung der Haftung",
        "citation": "Art. 105 Abs. 1 SSG",
        "content": "Haftet der Seefrachtführer für Verlust oder gänzlichen Untergang der Güter, so hat er nur den Wert der Güter am Ort und Tag, an dem sie nach dem Seefrachtvertrag gelöscht worden sind oder hätten gelöscht werden müssen, zu ersetzen. Der Wert der Güter bestimmt sich nach dem Börsenwert und mangels eines solchen nach dem Marktpreis oder mangels beider nach dem gemeinen Wert von Gütern gleicher Art und Beschaffenheit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_105"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, I. Der Seefrachtvertrag im allgemeinen. Umfang und Beschränkung der Haftung",
        "citation": "Art. 105 Abs. 2 SSG",
        "content": "Bei teilweisem Untergang, Beschädigung oder Verspätung hat er nur den Betrag der Wertminderung der Güter ohne weiteren Schadenersatz und in keinem Falle mehr als bei gänzlichem Verlust zu zahlen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_105"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, I. Der Seefrachtvertrag im allgemeinen. Umfang und Beschränkung der Haftung",
        "citation": "Art. 105 Abs. 3 SSG",
        "content": "Der Seefrachtführer haftet, vorbehältlich Artikel 105a, in keinem Fall und aus welchem Rechtsgrund er auch immer in Anspruch genommen wird, für höhere als die vom Bundesrat festgesetzten Haftungsbeträge. Diese Beträge berechnen sich entweder nach einem für jedes Stück oder andere Beförderungseinheit oder für jedes Kilogramm des Rohgewichts der verlorenen oder beschädigten Güter festgelegten Ansatz, je nachdem, welcher Betrag höher ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_105"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, I. Der Seefrachtvertrag im allgemeinen. Umfang und Beschränkung der Haftung",
        "citation": "Art. 105 Abs. 4 SSG",
        "content": "Der Seefrachtführer kann sich nicht auf diese Höchstbeträge berufen, wenn der Ablader die Natur und den höheren Wert der Güter vor ihrer Einladung ausdrücklich angegeben hat und diese, durch den Seefrachtführer widerlegbaren Angaben im Konnossement vermerkt sind, oder wenn höhere Haftungsbeträge vereinbart worden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_105"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, I. Der Seefrachtvertrag im allgemeinen. Umfang und Beschränkung der Haftung",
        "citation": "Art. 105 Abs. 5 SSG",
        "content": "Wird ein Behälter, eine Palette oder ein ähnliches Beförderungsgerät verwendet, um die Güter zusammenzufassen, so gilt jedes Stück und jede Beförderungseinheit, die im Konnossement als in oder auf einem solchen Gerät enthalten angegeben ist, als einzelnes Stück oder einzelne Beförderungseinheit; in allen andern Fällen gilt das gesamte Gerät als Stück oder Beförderungseinheit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_105"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, I. Der Seefrachtvertrag im allgemeinen. Umfang und Beschränkung der Haftung",
        "citation": "Art. 105 Abs. 6 SSG",
        "content": "Der Seefrachtführer und seine Hilfspersonen (Art. 103 Abs. 3) haften gesamthaft höchstens für den Betrag, für den der Seefrachtführer allein haften würde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_105"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, I. Der Seefrachtvertrag im allgemeinen. Verfall der Haftungsbeschränkung",
        "citation": "Art. 105a SSG",
        "content": "Weder der Seefrachtführer noch seine Hilfspersonen (Art. 103 Abs. 3) können sich auf die Haftungsbefreiungen und Haftungsbeschränkungen berufen, wenn nachgewiesen wird, dass sie den Schaden durch eine Handlung oder Unterlassung in der Absicht, einen Schaden herbeizuführen oder leichtfertig und im Bewusstsein, dass ein Schaden wahrscheinlich eintreten werde, verursacht haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_105_a"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, I. Der Seefrachtvertrag im allgemeinen. Angaben des Abladers",
        "citation": "Art. 106 Abs. 1 SSG",
        "content": "Der Ablader hat vor Einladung der Güter dem Seefrachtführer schriftlich folgende Angaben über die zu befördernden Güter zu machen:\na. Mass, Zahl oder Gewicht der zu befördernden Güter;\nb. Merkzeichen, die für die Unterscheidung der Güter erforderlich sind;\nc. Art und Beschaffenheit der Güter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_106"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, I. Der Seefrachtvertrag im allgemeinen. Angaben des Abladers",
        "citation": "Art. 106 Abs. 2 SSG",
        "content": "Der Ablader haftet dem Seefrachtführer für den Schaden, der aus seinen unrichtigen Angaben über die Güter entstanden ist, auch wenn ihn kein Verschulden trifft, und den übrigen Ladungsbeteiligten, wenn ihn hierbei ein Verschulden trifft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_106"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, I. Der Seefrachtvertrag im allgemeinen. Angaben des Abladers",
        "citation": "Art. 106 Abs. 3 SSG",
        "content": "Hat der Ablader wissentlich falsche Angaben über die Natur oder den Wert der Güter gemacht, so haftet der Seefrachtführer für Schäden an den Gütern oder sonstige Nachteile nicht, die auf die Unrichtigkeit der Angaben des Abladers zurückzuführen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_106"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, I. Der Seefrachtvertrag im allgemeinen. Gefährliche oder verbotene Güter",
        "citation": "Art. 107 Abs. 1 SSG",
        "content": "Werden durch Gesetz oder Vereinbarung verbotene oder feuergefährliche, explosive oder sonst gefährliche Güter oder Sachen an Bord gebracht, ohne dass der Seefrachtführer oder Kapitän Kenntnis von deren Art und Beschaffenheit erlangt hat, so haftet der Ablader für jeden durch diese Güter oder Sachen verursachten Schaden. Der Kapitän kann diese Güter und Sachen, ohne dass der Seefrachtführer ersatzpflichtig wird, jederzeit an einem beliebigen Ort ausladen, vernichten oder unschädlich machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_107"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, I. Der Seefrachtvertrag im allgemeinen. Gefährliche oder verbotene Güter",
        "citation": "Art. 107 Abs. 2 SSG",
        "content": "Sind solche Güter oder Sachen in Kenntnis ihrer gefährlichen Art oder Beschaffenheit mit Zustimmung des Seefrachtführers oder Kapitäns an Bord verladen worden, so können sie, ohne dass der Seefrachtführer ersatzpflichtig wird, in gleicher Weise ausgeladen, vernichtet oder unschädlich gemacht werden, wenn sie das Seeschiff, Personen an Bord oder die übrige Ladung gefährden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_107"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, I. Der Seefrachtvertrag im allgemeinen. Laden und Löschen der Güter",
        "citation": "Art. 108 Abs. 1 SSG",
        "content": "Der Seefrachtführer hat die Güter im Ladehafen unter den Hebewerkzeugen des Seeschiffes in Empfang zu nehmen und daselbst im Löschhafen dem Empfänger auszuliefern, sofern nicht eine andere Art der An- und Ablieferung vereinbart oder ortsüblich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_108"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, I. Der Seefrachtvertrag im allgemeinen. Laden und Löschen der Güter",
        "citation": "Art. 108 Abs. 2 SSG",
        "content": "Ist der Lade- und Löschplatz nicht vertraglich festgelegt, so bestimmt der Seefrachtführer den üblichen Platz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_108"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, I. Der Seefrachtvertrag im allgemeinen. Laden und Löschen der Güter",
        "citation": "Art. 108 Abs. 3 SSG",
        "content": "Sind die Lade- und Löschzeiten des Seeschiffes und die Liegegelder nicht vertraglich festgelegt, so gilt der Ortsgebrauch im Lade- und Löschhafen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_108"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, I. Der Seefrachtvertrag im allgemeinen. Fracht",
        "citation": "Art. 109 Abs. 1 SSG",
        "content": "Die Fracht ist, vorbehältlich der Bestimmungen der Artikel 88 und 89, nicht geschuldet, wenn die Güter am Bestimmungsort dem Empfänger weder ausgeliefert noch zur Verfügung gestellt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_109"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, I. Der Seefrachtvertrag im allgemeinen. Fracht",
        "citation": "Art. 109 Abs. 2 SSG",
        "content": "Die volle Fracht ist jedoch geschuldet, wenn die Ablieferung der Güter wegen Handlungen oder Unterlassungen des Abladers oder Empfängers oder wegen der Eigenart oder natürlichen Beschaffenheit der Güter unterbleibt, oder wenn gefährliche oder verbotene Güter an Land gesetzt, zerstört oder über Bord geworfen wurden. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_109"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, I. Der Seefrachtvertrag im allgemeinen. Fracht",
        "citation": "Art. 109 Abs. 3 SSG",
        "content": "Für unterwegs gestorbene Tiere ist die volle Fracht zu bezahlen, sofern der Ablader nicht nachweist, dass der Tod der Tiere durch Verschulden des Seefrachtführers eingetreten ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_109"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, I. Der Seefrachtvertrag im allgemeinen. Frachtschuldner",
        "citation": "Art. 110 Abs. 1 SSG",
        "content": "Wer die Auslieferung der Güter verlangt, wird Schuldner der Fracht und der übrigen auf dem Gute haftenden Forderungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_110"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, I. Der Seefrachtvertrag im allgemeinen. Frachtschuldner",
        "citation": "Art. 110 Abs. 2 SSG",
        "content": "Er haftet jedoch für die im Ladehafen entstandenen Liegegelder und sonstigen Ansprüche nur, wenn diese im Konnossement verzeichnet sind oder wenn ihm nachgewiesen werden kann, dass er anderweitig von diesen Forderungen Kenntnis erhalten hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_110"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, I. Der Seefrachtvertrag im allgemeinen. Feststellung der Schäden",
        "citation": "Art. 111 Abs. 1 SSG",
        "content": "Der Seefrachtführer und der Empfänger können verlangen, dass der Zustand und die Menge der Güter bei der Ablieferung im Beisein beider Parteien festgestellt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_111"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, I. Der Seefrachtvertrag im allgemeinen. Feststellung der Schäden",
        "citation": "Art. 111 Abs. 2 SSG",
        "content": "Die vorbehaltlose Annahme der Güter durch den Empfänger begründet die Vermutung, dass der Seefrachtführer die Güter in demselben Zustand und in derselben Menge abgeliefert hat, wie sie von ihm zur Beförderung übernommen worden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_111"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, I. Der Seefrachtvertrag im allgemeinen. Feststellung der Schäden",
        "citation": "Art. 111 Abs. 3 SSG",
        "content": "Vorbehalte des Empfängers sind, sofern keine gemeinsame Feststellung des Zustandes und der Menge der abgelieferten Güter erfolgt ist, schriftlich unter Angabe der allgemeinen Natur des Schadens anzubringen, und zwar bei äusserlich erkennbaren Schäden und Verlusten spätestens bis zur Ablieferung, und bei äusserlich nicht erkennbaren Schäden und Verlusten spätestens innerhalb von drei Tagen seit der Ablieferung an den Empfänger, widrigenfalls die Güter als vorbehaltlos angenommen gelten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_111"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, II. Das Konnossement. Begriff",
        "citation": "Art. 112 SSG",
        "content": "Das Konnossement ist eine Urkunde, in welcher der Seefrachtführer anerkennt, bestimmte Güter an Bord eines Seeschiffes empfangen zu haben, und sich gleichzeitig verpflichtet, diese Güter an den vereinbarten Bestimmungsort zu befördern und daselbst dem berechtigten Inhaber der Urkunde auszuliefern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_112"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, II. Das Konnossement. Ausstellung und Arten des Konnossementes",
        "citation": "Art. 113 Abs. 1 SSG",
        "content": "Sobald die Güter an Bord genommen sind, hat der Ablader Anspruch auf Ausstellung eines Konnossementes (Bordkonnossement).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_113"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, II. Das Konnossement. Ausstellung und Arten des Konnossementes",
        "citation": "Art. 113 Abs. 2 SSG",
        "content": "Ein Konnossement kann auch über Güter ausgestellt werden, die zur Beförderung übernommen, aber noch nicht an Bord verbracht worden sind (Übernahmekonnossement).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_113"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, II. Das Konnossement. Ausstellung und Arten des Konnossementes",
        "citation": "Art. 113 Abs. 3 SSG",
        "content": "Ein Konnossement kann ebenfalls für die Beförderung von Gütern durch mehrere, aufeinander folgende Seefrachtführer sowie für die Beförderung über Meer, verbunden mit einer Beförderung zu Land, auf Binnengewässern oder in der Luft, ausgestellt werden (Durchkonnossement).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_113"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, II. Das Konnossement. Form und Inhalt des Konnossements",
        "citation": "Art. 114 Abs. 1 SSG",
        "content": "Das Konnossement enthält die Bedingungen, unter denen die Annahme, Beförderung und Auslieferung der Güter erfolgt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_114"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, II. Das Konnossement. Form und Inhalt des Konnossements",
        "citation": "Art. 114 Abs. 2 SSG",
        "content": "Das Konnossement soll insbesondere folgende Angaben enthalten:\na. den Namen und den Wohnsitz des Seefrachtführers und des Abladers;\nb. den berechtigten Empfänger der Güter, wobei das Konnossement auf den Namen, an Ordre oder auf den Inhaber lauten kann;\nc. den Namen des Seeschiffes, wenn die Güter an Bord genommen sind, oder die Bezeichnung als Übernahmekonnossement oder Durchkonnossement;\nd. den Ladehafen und den Bestimmungsort;\ne. die Art der an Bord genommenen oder zur Beförderung übernommenen Güter, deren Mass, Zahl oder Gewicht und deren Merkzeichen, wie diese vom Ablader schriftlich vor Beginn des Einladens angegeben worden sind, sowie die äusserlich erkennbare Verfassung und Beschaffenheit der Güter;\nf. die Bestimmung über die Fracht;\ng. den Ort und den Tag der Ausstellung;\nh. die Anzahl der Originalausfertigungen, wobei so viele Ausfertigungen auszustellen sind, als es die Umstände erfordern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_114"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, II. Das Konnossement. Form und Inhalt des Konnossements",
        "citation": "Art. 114 Abs. 3 SSG",
        "content": "Der Seefrachtführer ist nicht verpflichtet\na. solche Merkzeichen im Konnossement aufzunehmen, welche nicht auf den Gütern selbst oder im Falle der Verpackung auf deren Behältnissen oder Umhüllungen aufgedruckt oder in anderer Weise derart angebracht sind, dass sie unter gewöhnlichen Umständen bis zum Ende der Reise lesbar bleiben;\nb. Mass, Zahl oder Gewicht der Güter im Konnossement aufzunehmen, wenn er Grund zur Annahme hat, dass die Angaben des Abladers ungenau sind, oder wenn er keine ausreichende Gelegenheit hat, diese Angaben nachzuprüfen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_114"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, II. Das Konnossement. Form und Inhalt des Konnossements",
        "citation": "Art. 114 Abs. 4 SSG",
        "content": "Die Originalausfertigungen des Konnossementes sind vom Kapitän oder vom Seefrachtführer zu unterzeichnen; auf Verlangen des Kapitäns, des Seefrachtführers oder des Abladers sind sie vom Ablader mit zu unterzeichnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_114"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, II. Das Konnossement. Bedeutung der Angaben im Konnossement",
        "citation": "Art. 115 Abs. 1 SSG",
        "content": "Das Konnossement ist für das Rechtsverhältnis zwischen dem Seefrachtführer und dem Empfänger der Güter massgebend. Es begründet insbesondere die Vermutung, dass der Seefrachtführer die Güter so übernommen habe, wie sie im Konnossement beschrieben sind. Der Beweis des Gegenteils ist nicht zulässig, wenn das Konnossement an einen gutgläubigen Dritten übertragen worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_115"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, II. Das Konnossement. Bedeutung der Angaben im Konnossement",
        "citation": "Art. 115 Abs. 2 SSG",
        "content": "Für das Rechtsverhältnis zwischen dem Seefrachtführer und dem Ablader sind die Bestimmungen des Seefrachtvertrages massgebend. Die Bestimmungen des Konnossementes werden als Vertragswille angenommen, sofern keine Abweichungen schriftlich vereinbart werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_115"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, II. Das Konnossement. Bedeutung der Angaben im Konnossement",
        "citation": "Art. 115 Abs. 3 SSG",
        "content": "Der Seefrachtführer ist berechtigt, Vorbehalte bezüglich der Beschreibung der Güter im Konnossement anzubringen, sofern es sich um Angaben handelt, zu deren Aufnahme in Konnossement er nicht verpflichtet ist, oder wenn ein Fall von Artikel 114 Absatz 3 gegeben ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_115"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, II. Das Konnossement. Rechtswirkungen des Konnossementes",
        "citation": "Art. 116 Abs. 1 SSG",
        "content": "Die Originalausfertigungen des Konnossementes sind Warenpapiere im Sinne von Artikel 925 des Zivilgesetzbuches; sie berechtigen zur Empfangnahme der Güter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_116"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, II. Das Konnossement. Rechtswirkungen des Konnossementes",
        "citation": "Art. 116 Abs. 2 SSG",
        "content": "Ist ein Konnossement ausgestellt, so werden die Güter am Bestimmungsort nur gegen Rückgabe der zuerst vorgewiesenen Originalausfertigung ausgeliefert, wodurch die übrigen Originalausfertigungen ihre Wirkung verlieren. Werden mehrere Originalausfertigungen gleichzeitig von verschiedenen Konnossementsinhabern vorgewiesen, so hat der Kapitän die Güter bei der zuständigen Behörde oder bei einem Dritten zuhanden des Berechtigten zu hinterlegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_116"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, II. Das Konnossement. Rechtswirkungen des Konnossementes",
        "citation": "Art. 116 Abs. 3 SSG",
        "content": "Vor Ankunft am Bestimmungsort darf der Seefrachtführer die Güter nur zurückgeben oder abliefern, wenn sämtliche Originalausfertigungen des Konnossementes zurückgegeben werden, und er darf einer nachträglichen Verfügung des Abladers oder eines Konnossementsinhabers nur dann Folge leisten, wenn sämtliche Originalausfertigungen vorgewiesen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_116"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, II. Das Konnossement. Rechtswirkungen des Konnossementes",
        "citation": "Art. 116 Abs. 4 SSG",
        "content": "Der Seefrachtführer haftet für jeden Schaden, der dem berechtigten Konnossementsinhaber aus der Nichtbefolgung dieser Vorschriften entsteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_116"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, II. Das Konnossement. Nichtige Klauseln",
        "citation": "Art. 117 Abs. 1 SSG",
        "content": "Jede Abrede in einem Konnossement mit dem mittelbaren oder unmittelbaren Zweck, die gesetzliche Haftung des Seefrachtführers für Verlust, Untergang oder Beschädigung der Güter aufzuheben oder zu beschränken oder die Beweislast für diese Haftung umzukehren, ist nichtig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_117"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, II. Das Konnossement. Nichtige Klauseln",
        "citation": "Art. 117 Abs. 2 SSG",
        "content": "Gegenteilige Vereinbarungen über die Haftung des Seefrachtführers sind jedoch zulässig, wenn es sich um die Beförderung lebender Tiere oder um eine Ladung handelt, die tatsächlich auf Deck verladen und im Konnossement als solche verzeichnet worden ist, sowie hinsichtlich der Haftung des Seefrachtführers für die Zeit vor der Einladung der Güter an Bord und nach ihrer Löschung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_117"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, II. Das Konnossement. Nichtige Klauseln",
        "citation": "Art. 117 Abs. 3 SSG",
        "content": "Zulässig sind desgleichen gegenteilige Vereinbarungen in einem Chartervertrag, und zwar auch über die Haftung als Seefrachtführer, wenn mit dem Chartervertrag ein Seefrachtvertrag verbunden ist, jedoch nur für das Verhältnis zwischen den Vertragsparteien und nicht gegenüber einem dritten, aus einem Konnossement berechtigten Empfänger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_117"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Vierter Abschnitt: Der Seefrachtvertrag, II. Das Konnossement. Nichtige Klauseln",
        "citation": "Art. 117 Abs. 4 SSG",
        "content": "Dieser Artikel steht einer für den Fall einer Havarie-Grosse getroffenen Vereinbarung nicht entgegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_117"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Fünfter Abschnitt: Die Personenbeförderung",
        "citation": "Art. 118 Abs. 1 SSG",
        "content": "Für die Haftung des Beförderers und seiner Hilfspersonen gegenüber Passagieren und für deren Reisegepäck gelten die Artikel 1 und 3–21 des Athener Übereinkommens von 1974 über die Beförderung von Reisenden und ihrem Gepäck auf See vom 13. Dezember 1974 und, nach deren Inkrafttreten, der dazugehörigen Protokolle von 1976 und 1990.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_118"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Fünfter Abschnitt: Die Personenbeförderung",
        "citation": "Art. 118 Abs. 2 SSG",
        "content": "Bei Beförderer hat jedem Passagier an Bord eines schweizerischen Seeschiffes bei der Einschiffung einen Passagierschein auszustellen, welcher den Ausstellungstag, den Abfahrtstag, den Namen und die Art des Seeschiffes, den Einschiffungshafen und Ankunftshafen sowie die Unterkunfts- und Unterhaltsbedingungen an Bord und das Überfahrtsgeld angibt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_118"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Fünfter Abschnitt: Die Personenbeförderung",
        "citation": "Art. 118 Abs. 3 SSG",
        "content": "Der Passagier hat Anspruch auf kostenlose Beförderung der für seinen persönlichen Bedarf notwendigen Reiseeffekten. Für weiteres Reisegepäck wird mangels gegenteiliger Vereinbarung angenommen, die Beförderung erfolge nach Massgabe eines besonderen Seefrachtvertrages.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_118"
    },
    {
        "book": "SSG",
        "title": "SSG, Fünfter Titel: Die Verträge über Verwendung eines Seeschiffes, Fünfter Abschnitt: Die Personenbeförderung",
        "citation": "Art. 118 Abs. 4 SSG",
        "content": "Der Bundesrat kann weitere Bestimmungen für die Personenbeförderung mit schweizerischen Seeschiffen erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_118"
    },
    {
        "book": "SSG",
        "title": "SSG, Sechster Titel: Unfälle und besondere Ereignisse der Seeschifffahrt, Seeprotest",
        "citation": "Art. 119 Abs. 1 SSG",
        "content": "Erleidet das Seeschiff oder dessen Ladung einen Unfall oder tritt ein anderes besonderes Ereignis ein, so hat der Kapitän hierüber einen Seeprotest abzufassen und dem schweizerischen Konsulat oder, wo ein solches fehlt, der zuständigen lokalen Behörde im nächsten angelaufenen Hafen einzureichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_119"
    },
    {
        "book": "SSG",
        "title": "SSG, Sechster Titel: Unfälle und besondere Ereignisse der Seeschifffahrt, Seeprotest",
        "citation": "Art. 119 Abs. 2 SSG",
        "content": "Der Konsul kann an Bord eine administrative Untersuchung durchführen und die zur Abklärung des Tatbestandes notwendigen Fragen stellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_119"
    },
    {
        "book": "SSG",
        "title": "SSG, Sechster Titel: Unfälle und besondere Ereignisse der Seeschifffahrt, Konsularisches Protokoll",
        "citation": "Art. 120 Abs. 1 SSG",
        "content": "Wird dem Konsulat ein Seeprotest eingereicht, so hat es einen Bericht zu verfassen, aus dem die Tatumstände möglichst genau hervorgehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_120"
    },
    {
        "book": "SSG",
        "title": "SSG, Sechster Titel: Unfälle und besondere Ereignisse der Seeschifffahrt, Konsularisches Protokoll",
        "citation": "Art. 120 Abs. 2 SSG",
        "content": "Eine Ausfertigung dieses Berichtes ist unverzüglich dem Schweizerischen Seeschifffahrtsamt einzusenden. Erfolgt der Seeprotest vor der zuständigen lokalen Behörde, so hat der Kapitän eine Abschrift dem Schweizerischen Seeschifffahrtsamt einzusenden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_120"
    },
    {
        "book": "SSG",
        "title": "SSG, Sechster Titel: Unfälle und besondere Ereignisse der Seeschifffahrt, Schiffszusammenstoss, Hilfeleistung und Bergung",
        "citation": "Art. 121 Abs. 1 SSG",
        "content": "Für die Rechtsverhältnisse im Falle eines Schiffszusammenstosses finden die Bestimmungen des Internationalen Übereinkommens vom 23. September 1910 zur einheitlichen Feststellung einzelner Regeln über den Zusammenstoss von Schiffen Anwendung. Als Schiffszusammenstoss gilt auch ein Ereignis nach Artikel 13 des genannten Internationalen Übereinkommens, und dessen Regeln finden entsprechende Anwendung auf den Zusammenstoss oder die Berührung von Seeschiffen mit andern unbeweglichen oder beweglichen Sachen und deren Beschädigung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_121"
    },
    {
        "book": "SSG",
        "title": "SSG, Sechster Titel: Unfälle und besondere Ereignisse der Seeschifffahrt, Schiffszusammenstoss, Hilfeleistung und Bergung",
        "citation": "Art. 121 Abs. 2 SSG",
        "content": "Die Bestimmungen des Internationalen Übereinkommens vom 28. April 1989 über Bergung finden auf die Seeschifffahrt unter Schweizer Flagge Anwendung. Die Zahlung des Berglohnes ist vom Eigentümer des geborgenen Schiffes zu leisten. Dieser Eigentümer kann auf die Personen, die auf die übrigen geborgenen Werte Anspruch haben, im Verhältnis zu deren jeweiligem Anteil Rückgriff nehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_121"
    },
    {
        "book": "SSG",
        "title": "SSG, Sechster Titel: Unfälle und besondere Ereignisse der Seeschifffahrt, Havarie-Grosse",
        "citation": "Art. 122 Abs. 1 SSG",
        "content": "Havarie-Grosse liegt vor, wenn ein ausserordentlicher Schaden dadurch entstanden ist, dass vorsätzlich und in vernünftiger Weise zur Rettung von Schiff und Ladung Opfer gebracht oder Kosten aufgewendet worden sind, um die einer gemeinsamen Seegefahr ausgesetzten Werte zu bewahren. Die Havarie-Grosse wird vom Schiff, der Fracht und den Gütern an Bord gemeinschaftlich getragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_122"
    },
    {
        "book": "SSG",
        "title": "SSG, Sechster Titel: Unfälle und besondere Ereignisse der Seeschifffahrt, Havarie-Grosse",
        "citation": "Art. 122 Abs. 2 SSG",
        "content": "Die Bestimmungen der York-Antwerpener Regeln gelten für die Havarie-Grosse. Der Bundesrat legt fest, welche Bestimmungen und welche Fassung anwendbar sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_122"
    },
    {
        "book": "SSG",
        "title": "SSG, Sechster Titel: Unfälle und besondere Ereignisse der Seeschifffahrt, Dispache",
        "citation": "Art. 123 Abs. 1 SSG",
        "content": "Abgesehen von den in den Artikeln 119 und 120 vorgeschriebenen Vorkehren, hat der Kapitän in jedem Falle von Havarie-Grosse die Tatumstände, die getroffenen Massnahmen und die aufgeopferten oder beschädigten Werte im Schiffstagebuch zu verzeichnen und diese Tatsachen unverzüglich dem Reeder zur Kenntnis zu bringen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_123"
    },
    {
        "book": "SSG",
        "title": "SSG, Sechster Titel: Unfälle und besondere Ereignisse der Seeschifffahrt, Dispache",
        "citation": "Art. 123 Abs. 2 SSG",
        "content": "Der Kapitän ist verpflichtet, spätestens bei Ankunft im Hafen, in dem die Reise endet, die Feststellung und Verteilung der Schäden (Dispache) zu veranlassen. Er hat sich zu diesem Zweck sofort nach Ankunft an die zuständige lokale Behörde zu wenden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_123"
    },
    {
        "book": "SSG",
        "title": "SSG, Sechster Titel: Unfälle und besondere Ereignisse der Seeschifffahrt, Dispache",
        "citation": "Art. 123 Abs. 3 SSG",
        "content": "Jeder Beteiligte an der Havarie-Grosse ist verpflichtet, die in seinem Besitz befindlichen, zur Aufmachung der Dispache erforderlichen Beweismittel den Dispacheuren zur Verfügung zu stellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_123"
    },
    {
        "book": "SSG",
        "title": "SSG, Sechster Titel: Unfälle und besondere Ereignisse der Seeschifffahrt, Verjährung und Verfahren",
        "citation": "Art. 124 Abs. 1 SSG",
        "content": "Beiträge zur und Vergütungen aus Havarie-Grosse verjähren nach Ablauf von drei Jahren vom Tage hinweg, an dem die Güter im Bestimmungshafen angekommen sind oder hätten ankommen müssen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_124"
    },
    {
        "book": "SSG",
        "title": "SSG, Sechster Titel: Unfälle und besondere Ereignisse der Seeschifffahrt, Verjährung und Verfahren",
        "citation": "Art. 124 Abs. 2 SSG",
        "content": "Der Bundesrat erlässt die für die gerichtliche Bestätigung einer Dispache in der Schweiz erforderlichen Verfahrensbestimmungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_124"
    },
    {
        "book": "SSG",
        "title": "SSG, Sechster Titel a: Unterwasser-Kulturerbe",
        "citation": "Art. 124a Abs. 1 SSG",
        "content": "Als Unterwasser-Kulturerbe gelten alle Spuren menschlicher Existenz, die einen kulturellen, historischen oder archäologischen Charakter aufweisen und seit mindestens 100 Jahren ununterbrochen ganz oder teilweise unter Wasser liegen oder zeitweise unter Wasser gelegen haben (Art. 1 Abs. 1 des Übereinkommens vom 2. November 2001 über den Schutz des Unterwasser-Kulturerbes).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_124_a"
    },
    {
        "book": "SSG",
        "title": "SSG, Sechster Titel a: Unterwasser-Kulturerbe",
        "citation": "Art. 124a Abs. 2 SSG",
        "content": "Von einem schweizerischen Seeschiff aus darf Unterwasser-Kulturerbe weder zerstört noch schwer beschädigt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_124_a"
    },
    {
        "book": "SSG",
        "title": "SSG, Sechster Titel a: Unterwasser-Kulturerbe",
        "citation": "Art. 124a Abs. 3 SSG",
        "content": "Wer von einem schweizerischen Seeschiff aus Unterwasser-Kulturerbe entdeckt oder eine auf Unterwasser-Kulturerbe gerichtete Tätigkeit durchzuführen beabsichtigt, muss dies dem Kapitän melden. Der Kapitän muss die Meldung dem SSA weiterleiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_124_a"
    },
    {
        "book": "SSG",
        "title": "SSG, Sechster Titel a: Unterwasser-Kulturerbe",
        "citation": "Art. 124a Abs. 4 SSG",
        "content": "Das SSA leitet die Meldung ohne Verzug an das Bundesamt für Kultur weiter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_124_a"
    },
    {
        "book": "SSG",
        "title": "SSG, Siebenter Titel: Die Anwendung seerechtlicher Bestimmungen, in der Binnenschifffahrt, Voraussetzungen",
        "citation": "Art. 125 Abs. 1 SSG",
        "content": "Die mit Binnenschiffen betriebene Schifffahrt auf dem Rhein, seinen Nebenflüssen und Seitenkanälen sowie auf andern schiffbaren Gewässern, welche die Schweiz mit dem Meer verbinden, ist der Seeschifffahrt gleichgestellt, soweit in diesem Titel Bestimmungen dieses Gesetzes als anwendbar erklärt werden. Besondere gesetzliche Erlasse für die Binnenschifffahrt bleiben vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_125"
    },
    {
        "book": "SSG",
        "title": "SSG, Siebenter Titel: Die Anwendung seerechtlicher Bestimmungen, in der Binnenschifffahrt, Voraussetzungen",
        "citation": "Art. 125 Abs. 2 SSG",
        "content": "Binnenschiffe sind die in einem öffentlichen Register eingetragenen Schiffe, mit oder ohne eigene Antriebskraft und mit einer Tragfähigkeit oder Wasserverdrängung von 15 t oder mehr, welche zur gewerbs-mässigen Beförderung von Personen oder Gütern verwendet werden oder hiefür bestimmt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_125"
    },
    {
        "book": "SSG",
        "title": "SSG, Siebenter Titel: Die Anwendung seerechtlicher Bestimmungen, in der Binnenschifffahrt, Voraussetzungen",
        "citation": "Art. 125 Abs. 3 SSG",
        "content": "Die Bestimmungen dieses Gesetzes finden jedoch keine Anwendung auf Schiffe, mit denen die Schifffahrt gestützt auf eine Bundeskonzession betrieben wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_125"
    },
    {
        "book": "SSG",
        "title": "SSG, Siebenter Titel: Die Anwendung seerechtlicher Bestimmungen, in der Binnenschifffahrt, Begriff und Haftung des Binnenreeders",
        "citation": "Art. 126 Abs. 1 SSG",
        "content": "Binnenreeder ist, wer ein Binnenschiff als Eigentümer, Nutzniesser oder Mieter in seinem Besitz hat und damit den Betrieb der Binnenschifffahrt ausübt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_126"
    },
    {
        "book": "SSG",
        "title": "SSG, Siebenter Titel: Die Anwendung seerechtlicher Bestimmungen, in der Binnenschifffahrt, Begriff und Haftung des Binnenreeders",
        "citation": "Art. 126 Abs. 2 SSG",
        "content": "Der Binnenreeder haftet nach Artikel 48 Absätze 1 und 2. Für die Beschränkung seiner Haftung sind die Bestimmungen des Strassburger Übereinkommens vom 4. November 1988 über die Beschränkung der Haftung in der Binnenschifffahrt anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_126"
    },
    {
        "book": "SSG",
        "title": "SSG, Siebenter Titel: Die Anwendung seerechtlicher Bestimmungen, in der Binnenschifffahrt, Begriff und Haftung des Binnenreeders",
        "citation": "Art. 126 Abs. 3 SSG",
        "content": "War ein Schubboot im Zeitpunkt der Verursachung des Schadens starr mit Schubleichtern zu einem Schubverband verbunden, so berechnet sich der Haftungsbetrag gesamthaft nach der Maschinenleistung des Schubbootes und der Tragfähigkeit der Schubleichter.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_126"
    },
    {
        "book": "SSG",
        "title": "SSG, Siebenter Titel: Die Anwendung seerechtlicher Bestimmungen, in der Binnenschifffahrt, Weitere Fälle",
        "citation": "Art. 127 Abs. 1 SSG",
        "content": "Die Artikel 51–53 und 71 finden auf den Kapitän und die Besatzung eines Binnenschiffes Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_127"
    },
    {
        "book": "SSG",
        "title": "SSG, Siebenter Titel: Die Anwendung seerechtlicher Bestimmungen, in der Binnenschifffahrt, Weitere Fälle",
        "citation": "Art. 127 Abs. 2 SSG",
        "content": "Für die Verträge über die Verwendung eines Binnenschiffes und die Konnossemente gelten die Bestimmungen des fünften Titels mit Ausnahme der Artikel 91 Absatz 1, 94 Absatz 3, 96 Absatz 1, 113 Absatz 1 und 118 Absätze 2, 3 und 4. Die Kantone sind befugt, für Häfen in ihrem Gebiet Vorschriften über die Lade- und Löschzeiten eines Binnenschiffes und die Liegegelder aufzustellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_127"
    },
    {
        "book": "SSG",
        "title": "SSG, Siebenter Titel: Die Anwendung seerechtlicher Bestimmungen, in der Binnenschifffahrt, Weitere Fälle",
        "citation": "Art. 127 Abs. 3 SSG",
        "content": "Für die Rechtsverhältnisse im Falle eines Schiffszusammenstosses sowie eines Zusammenstosses oder einer Berührung von Schiffen mit andern unbeweglichen oder beweglichen Sachen und deren Beschädigung finden die Bestimmungen des Übereinkommens vom 15. März 1960 zur Vereinheitlichung einzelner Regeln über den Zusammenstoss von Binnenschiffen Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_127"
    },
    {
        "book": "SSG",
        "title": "SSG, Siebenter Titel: Die Anwendung seerechtlicher Bestimmungen, in der Binnenschifffahrt, Weitere Fälle",
        "citation": "Art. 127 Abs. 4 SSG",
        "content": "Für die Hilfeleistung und Bergung und für die Havarie-Grosse in der Binnenschifffahrt gelten die Bestimmungen der Artikel 121 Absatz 2, 122, 123 und 124, vorbehältlich gegenteiliger Abreden der Parteien für die Havarie-Grosse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_127"
    },
    {
        "book": "SSG",
        "title": "SSG, Siebenter Titel: Die Anwendung seerechtlicher Bestimmungen, in der Binnenschifffahrt, Weitere Fälle",
        "citation": "Art. 127 Abs. 5 SSG",
        "content": "Im Übrigen finden die Artikel 7 und 14 Absatz 3 entsprechende Anwendung auf die Binnenschifffahrt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_127"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Erster Abschnitt: Strafbare Handlungen gegen die Sicherheit des Schiffes und der Schifffahrt, Gefährdung des Schiffes",
        "citation": "Art. 128 Abs. 1 SSG",
        "content": "Mit Freiheitsstrafe bis zu zehn Jahren oder Geldstrafe wird bestraft, wer wissentlich ein schweizerisches Seeschiff oder die an Bord befindlichen Personen in Gefahr bringt, indem er vorsätzlich:\na. das Schiff, seine Bestandteile oder sein Zubehör oder die Betriebsstoffe oder Lebensmittel an Bord beschädigt, zerstört, unbrauchbar macht oder beiseiteschafft; oder\nb. die Führung des Schiffes oder die Ordnung und den Betrieb an Bord hindert oder stört.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_128"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Erster Abschnitt: Strafbare Handlungen gegen die Sicherheit des Schiffes und der Schifffahrt, Gefährdung des Schiffes",
        "citation": "Art. 128 Abs. 2 SSG",
        "content": "Handelt der Täter fahrlässig, so ist die Strafe Freiheitsstrafe bis zu drei Jahren oder Geldstrafe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_128"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Erster Abschnitt: Strafbare Handlungen gegen die Sicherheit des Schiffes und der Schifffahrt, Gefährdung der Schifffahrt",
        "citation": "Art. 129 Abs. 1 SSG",
        "content": "Der Kapitän oder Seemann eines schweizerischen Seeschiffes, der die gesetzlichen Vorschriften oder die anerkannten Regeln über die nautische Führung des Schiffes oder die seepolizeilichen Vorschriften des In- und Auslandes vorsätzlich missachtet und dadurch wissentlich sein oder ein anderes Schiff oder an Bord dieser Schiffe befindliche Personen in Gefahr bringt, wird mit Freiheitsstrafe bis zu zehn Jahren oder Geldstrafe bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_129"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Erster Abschnitt: Strafbare Handlungen gegen die Sicherheit des Schiffes und der Schifffahrt, Gefährdung der Schifffahrt",
        "citation": "Art. 129 Abs. 2 SSG",
        "content": "Handelt der Täter fahrlässig, so ist die Strafe Freiheitsstrafe bis zu drei Jahren oder Geldstrafe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_129"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Erster Abschnitt: Strafbare Handlungen gegen die Sicherheit des Schiffes und der Schifffahrt, Meeresverschmutzung",
        "citation": "Art. 129a Abs. 1 SSG",
        "content": "Wer Bestimmungen internationaler Übereinkommen, dieses Gesetzes oder seiner Ausführungsverordnungen verletzt, indem er von einem schweizerischen Seeschiff aus feste, flüssige, gasförmige oder radioaktive Stoffe jeder Art ins Meer einbringt, die geeignet sind, das Meer, den Meeresgrund oder Meeresuntergrund zu verunreinigen, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_129_a"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Erster Abschnitt: Strafbare Handlungen gegen die Sicherheit des Schiffes und der Schifffahrt, Meeresverschmutzung",
        "citation": "Art. 129a Abs. 2 SSG",
        "content": "Handelt der Täter fahrlässig, so ist die Strafe Geldstrafe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_129_a"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Erster Abschnitt: Strafbare Handlungen gegen die Sicherheit des Schiffes und der Schifffahrt, Meeresverschmutzung",
        "citation": "Art. 129a Abs. 3 SSG",
        "content": "In leichten Fällen wird der Täter disziplinarisch bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_129_a"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Erster Abschnitt: Strafbare Handlungen gegen die Sicherheit des Schiffes und der Schifffahrt, Zuwiderhandlung gegen die Regeln der Schifffahrt",
        "citation": "Art. 130 SSG",
        "content": "Der Kapitän oder Seemann eines schweizerischen Seeschiffes, der die gesetzlichen Vorschriften oder die anerkannten Regeln über die nautische Führung des Schiffes oder die seepolizeilichen Vorschriften des In- und Auslandes missachtet, wird, sofern die Tat nicht nach einer andern Bestimmung zu bestrafen ist, mit Busse bis zu 20 000 Franken bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_130"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Erster Abschnitt: Strafbare Handlungen gegen die Sicherheit des Schiffes und der Schifffahrt, Ausfahrt mit einem seeuntüchtigen Schiff",
        "citation": "Art. 131 Abs. 1 SSG",
        "content": "Der Kapitän, der vorsätzlich mit einem seeuntüchtigen oder ungenügend bemannten, ausgerüsteten oder verproviantierten schweizerischen Seeschiff in See sticht und dadurch das Schiff oder Personen an Bord in Gefahr bringt, wird mit Freiheitsstrafe bis zu zehn Jahren oder Geldstrafe bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_131"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Erster Abschnitt: Strafbare Handlungen gegen die Sicherheit des Schiffes und der Schifffahrt, Ausfahrt mit einem seeuntüchtigen Schiff",
        "citation": "Art. 131 Abs. 2 SSG",
        "content": "Handelt der Täter fahrlässig, so ist die Strafe Freiheitsstrafe bis zu drei Jahren oder Geldstrafe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_131"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Erster Abschnitt: Strafbare Handlungen gegen die Sicherheit des Schiffes und der Schifffahrt, Übertretung der Vorschriften über die Seetüchtigkeit",
        "citation": "Art. 132 SSG",
        "content": "Der Kapitän, der mit einem seeuntüchtigen oder ungenügend bemannten, ausgerüsteten oder verproviantierten schweizerischen Seeschiff ausfährt, oder der Reeder, der ein solches Schiff aussendet, wird, sofern kein schwerer Tatbestand erfüllt ist, mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_132"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Erster Abschnitt: Strafbare Handlungen gegen die Sicherheit des Schiffes und der Schifffahrt, Unterlassen der Hilfeleistung",
        "citation": "Art. 133 Abs. 1 SSG",
        "content": "Der Kapitän eines schweizerischen Seeschiffes, der es unterlässt, einem andern Schiff in Seenot oder Personen in Lebensgefahr Beistand zu leisten, obschon er dazu ohne ernstliche Gefahr für sein Schiff, dessen Besatzung und Passagiere imstande ist, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_133"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Erster Abschnitt: Strafbare Handlungen gegen die Sicherheit des Schiffes und der Schifffahrt, Unterlassen der Hilfeleistung",
        "citation": "Art. 133 Abs. 2 SSG",
        "content": "Handelt der Täter fahrlässig, so ist die Strafe Geldstrafe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_133"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Zweiter Abschnitt: Strafbare Handlungen gegen die Ordnung und Disziplin an Bord, Verlassen des Schiffes in Seenot",
        "citation": "Art. 134 Abs. 1 SSG",
        "content": "Der Kapitän, der ein schweizerisches Seeschiff in Gefahr nicht als Letzter verlässt, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_134"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Zweiter Abschnitt: Strafbare Handlungen gegen die Ordnung und Disziplin an Bord, Verlassen des Schiffes in Seenot",
        "citation": "Art. 134 Abs. 2 SSG",
        "content": "Der Seemann, der ein schweizerisches Seeschiff in Gefahr ohne Erlaubnis des Kapitäns verlässt, wird mit Freiheitsstrafe bis zu einem Jahr oder Geldstrafe bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_134"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Zweiter Abschnitt: Strafbare Handlungen gegen die Ordnung und Disziplin an Bord, Nichtausüben des Kommandos",
        "citation": "Art. 135 Abs. 1 SSG",
        "content": "Der Kapitän eines schweizerischen Seeschiffes, der vorsätzlich die ihm obliegende Führung des Schiffes nicht ausübt oder vernachlässigt, wird mit Freiheitsstrafe bis zu einem Jahr oder Geldstrafe bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_135"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Zweiter Abschnitt: Strafbare Handlungen gegen die Ordnung und Disziplin an Bord, Nichtausüben des Kommandos",
        "citation": "Art. 135 Abs. 2 SSG",
        "content": "Handelt der Täter fahrlässig, so wird er mit Busse bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_135"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Zweiter Abschnitt: Strafbare Handlungen gegen die Ordnung und Disziplin an Bord, Missbrauch und Anmassung der Befehls- und Disziplinargewalt",
        "citation": "Art. 136 Abs. 1 SSG",
        "content": "Mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe wird bestraft:\na. der Kapitän oder Schiffsoffizier eines schweizerischen Seeschiffes, der die ihm zustehende Befehlsgewalt über einen Untergebenen zu Befehlen missbraucht, die in keiner Beziehung zum Dienst an Bord stehen;\nb. der Kapitän, der die ihm zustehende Disziplinargewalt überschreitet oder missbraucht;\nc. wer, ohne Befehls- oder Strafgewalt zu besitzen, sich an Bord eines schweizerischen Seeschiffes eine solche Gewalt anmasst.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_136"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Zweiter Abschnitt: Strafbare Handlungen gegen die Ordnung und Disziplin an Bord, Missbrauch und Anmassung der Befehls- und Disziplinargewalt",
        "citation": "Art. 136 Abs. 2 SSG",
        "content": "In leichten Fällen wird der Täter mit Busse bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_136"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Zweiter Abschnitt: Strafbare Handlungen gegen die Ordnung und Disziplin an Bord, Desertion",
        "citation": "Art. 137 Abs. 1 SSG",
        "content": "Der Kapitän oder Seemann eines schweizerischen Seeschiffes, der sich in Verletzung des Heuervertrages nicht an Bord des Schiffes begibt oder nach erfolgter Anmusterung das Schiff verlässt, wird, sofern dadurch die Abfahrt des Schiffes erheblich verzögert oder erhebliche Kosten zur Abwendung der Verzögerung verursacht werden, mit Geldstrafe bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_137"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Zweiter Abschnitt: Strafbare Handlungen gegen die Ordnung und Disziplin an Bord, Desertion",
        "citation": "Art. 137 Abs. 2 SSG",
        "content": "Handeln mehrere gemeinsam, so ist die Strafe Freiheitsstrafe bis zu drei Jahren oder Geldstrafe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_137"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Zweiter Abschnitt: Strafbare Handlungen gegen die Ordnung und Disziplin an Bord, Desertion",
        "citation": "Art. 137 Abs. 3 SSG",
        "content": "In leichten Fällen erfolgt disziplinarische Bestrafung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_137"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Zweiter Abschnitt: Strafbare Handlungen gegen die Ordnung und Disziplin an Bord, Verlassen des Postens",
        "citation": "Art. 138 Abs. 1 SSG",
        "content": "Der Seemann eines schweizerischen Seeschiffes, der während eines für die Sicherheit des Schiffes oder der Schifffahrt wesentlichen Dienstes seinen Posten verlässt oder während dieses Dienstes einschläft, wird mit Geldstrafe bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_138"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Zweiter Abschnitt: Strafbare Handlungen gegen die Ordnung und Disziplin an Bord, Verlassen des Postens",
        "citation": "Art. 138 Abs. 2 SSG",
        "content": "In leichten Fällen erfolgt disziplinarische Bestrafung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_138"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Zweiter Abschnitt: Strafbare Handlungen gegen die Ordnung und Disziplin an Bord, Trunkenheit oder Betäubung",
        "citation": "Art. 139 Abs. 1 SSG",
        "content": "Der Kapitän eines schweizerischen Seeschiffes, der sich infolge Trunkenheit oder Betäubung in einem Zustand befindet, der seine Fähigkeit zur Führung des Schiffes ausschliesst oder wesentlich beeinträchtigt, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_139"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Zweiter Abschnitt: Strafbare Handlungen gegen die Ordnung und Disziplin an Bord, Trunkenheit oder Betäubung",
        "citation": "Art. 139 Abs. 2 SSG",
        "content": "Der Seemann, der sich während eines für die Sicherheit des Schiffes oder der Schifffahrt wesentlichen Dienstes im Zustand der Trunkenheit oder Betäubung befindet, wird mit Freiheitsstrafe bis zu einem Jahr oder Geldstrafe bestraft. In leichten Fällen erfolgt disziplinarische Bestrafung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_139"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Zweiter Abschnitt: Strafbare Handlungen gegen die Ordnung und Disziplin an Bord, Ungehorsam",
        "citation": "Art. 140 Abs. 1 SSG",
        "content": "Der Seemann eines schweizerischen Seeschiffes, der dem Befehl eines Vorgesetzten betreffend die nautische oder technische Führung des Schiffes oder auf Verbüssung einer Disziplinarstrafe nicht gehorcht, wird mit Geldstrafe bis zu 90 Tagessätzen bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_140"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Zweiter Abschnitt: Strafbare Handlungen gegen die Ordnung und Disziplin an Bord, Ungehorsam",
        "citation": "Art. 140 Abs. 2 SSG",
        "content": "In leichten Fällen erfolgt disziplinarische Bestrafung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_140"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Zweiter Abschnitt: Strafbare Handlungen gegen die Ordnung und Disziplin an Bord, Ungehorsam",
        "citation": "Art. 140 Abs. 3 SSG",
        "content": "Lautet der Befehl auf Rettung des eigenen oder eines fremden Schiffes oder von Personen in Seenot, so ist die Strafe Freiheitsstrafe bis zu einem Jahr oder Geldstrafe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_140"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Zweiter Abschnitt: Strafbare Handlungen gegen die Ordnung und Disziplin an Bord, Ungehorsam",
        "citation": "Art. 140 Abs. 4 SSG",
        "content": "Eine von einem Seemann gegenüber einem Vorgesetzten begangene einfache Körperverletzung oder Tätlichkeit wird von Amtes wegen verfolgt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_140"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Zweiter Abschnitt: Strafbare Handlungen gegen die Ordnung und Disziplin an Bord, Unerlaubtes Anbordbringen von Personen und Sachen",
        "citation": "Art. 141 Abs. 1 SSG",
        "content": "Mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe wird bestraft, wer ohne Erlaubnis des Reeders oder des Kapitäns: \na. Sachen, insbesondere gefährliche oder verbotene Sachen, an Bord eines schweizerischen Seeschiffes bringt, an Bord besitzt oder versteckt hält; \nb. Personen an Bord eines schweizerischen Seeschiffes bringt oder daselbst versteckt hält.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_141"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Zweiter Abschnitt: Strafbare Handlungen gegen die Ordnung und Disziplin an Bord, Unerlaubtes Anbordbringen von Personen und Sachen",
        "citation": "Art. 141 Abs. 2 SSG",
        "content": "In leichten Fällen erfolgt disziplinarische Bestrafung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_141"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Zweiter Abschnitt: Strafbare Handlungen gegen die Ordnung und Disziplin an Bord, Benachteiligung durch Widerhandlungen",
        "citation": "Art. 142 Abs. 1 SSG",
        "content": "Wer ohne Wissen des Reeders oder des Kapitäns eines schweizerischen Seeschiffes schmuggelt oder andere unerlaubte Handlungen begeht und dadurch den Reeder oder Kapitän in Gefahr bringt, bestraft zu werden oder durch Beschlagnahme von Schiff oder Ladung, Verzögerung der Reise u. dgl. zu Verlust zu kommen, wird mit Freiheitsstrafe bis zu einem Jahr oder Geldstrafe bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_142"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Zweiter Abschnitt: Strafbare Handlungen gegen die Ordnung und Disziplin an Bord, Benachteiligung durch Widerhandlungen",
        "citation": "Art. 142 Abs. 2 SSG",
        "content": "In leichten Fällen erfolgt disziplinarische Bestrafung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_142"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Zweiter Abschnitt: Strafbare Handlungen gegen die Ordnung und Disziplin an Bord, Benachteiligung durch Widerhandlungen",
        "citation": "Art. 142 Abs. 3 SSG",
        "content": "Der Kapitän eines schweizerischen Seeschiffes, der eine solche Handlung ohne Wissen des Reeders begeht, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_142"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Dritter Abschnitt: Strafbare Handlungen gegen die Ordnung der schweizerischen Seeschifffahrt, Flaggenmissbrauch",
        "citation": "Art. 143 Abs. 1 SSG",
        "content": "Mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe wird bestraft: \na. wer auf dem Meer die Schweizer Flagge für ein Schiff führt, das nicht im Register der schweizerischen Seeschiffe eingetragen ist;\nb. der Kapitän eines schweizerischen Seeschiffes, der auf dem Meer die Schweizer Flagge nicht führt oder eine fremde Flagge führt;\nc. wer auf dem Meer eine Schweizer Flagge oder ein ähnliches Zeichen für eine Jacht führt, die nicht im Schweizerischen Jachtregister eingetragen ist;\nd. wer für eine im Schweizerischen Jachtenregister eingetragene Jacht eine fremde Flagge oder ein ähnliches fremdes Zeichen führt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_143"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Dritter Abschnitt: Strafbare Handlungen gegen die Ordnung der schweizerischen Seeschifffahrt, Flaggenmissbrauch",
        "citation": "Art. 143 Abs. 2 SSG",
        "content": "Mit Busse bestraft wird der Kapitän eines schweizerischen Seeschiffes, der die Schweizer Flagge nicht in der vorgeschriebenen Form oder nicht in der für Schiffe der betreffenden Gattung üblichen Art und Weise führt oder hisst.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_143"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Dritter Abschnitt: Strafbare Handlungen gegen die Ordnung der schweizerischen Seeschifffahrt, Erschleichen der Registereintragung",
        "citation": "Art. 144 Abs. 1 SSG",
        "content": "Wer im Verfahren über die Eintragung eines Seeschiffes in das Register der schweizerischen Seeschiffe oder im Verfahren über die Wiederherstellung fehlender gesetzlicher Voraussetzungen für die Eintragung unwahre Angaben macht oder wesentliche Tatsachen verschweigt, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. Handelt der Täter fahrlässig, so ist die Strafe Geldstrafe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_144"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Dritter Abschnitt: Strafbare Handlungen gegen die Ordnung der schweizerischen Seeschifffahrt, Erschleichen der Registereintragung",
        "citation": "Art. 144 Abs. 2 SSG",
        "content": "Mit Busse bis zu 50 000 Franken wird bestraft:\na. der Eigentümer oder Reeder eines schweizerischen Seeschiffes, der wesentliche neue Tatsachen, die zur Streichung des Schiffes im Register für schweizerische Seeschiffe oder zum Entzug des Seebriefes führen, der zuständigen Behörde nicht meldet;\nb. der Eigentümer oder Mieter eines schweizerischen Seeschiffes, der sein Schiff einem Mieter oder Untermieter vermietet, der die gesetzlichen Bedingungen als Reeder eines schweizerischen Seeschiffes nicht erfüllt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_144"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Dritter Abschnitt: Strafbare Handlungen gegen die Ordnung der schweizerischen Seeschifffahrt, Erschleichen der Registereintragung",
        "citation": "Art. 144 Abs. 3 SSG",
        "content": "Wer vorsätzlich den Vorschriften des Bundesrates über die Eintragung von Jachten in einem schweizerischen Register zuwiderhandelt, zwecks Eintragung eines solchen Schiffes unwahre Angaben macht oder wesentliche Tatsachen verschweigt, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. Handelt der Täter fahrlässig, so ist die Strafe Geldstrafe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_144"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Dritter Abschnitt: Strafbare Handlungen gegen die Ordnung der schweizerischen Seeschifffahrt, Verstrickungsbruch, Missachtung behördlicher Anordnungen",
        "citation": "Art. 145 Abs. 1 SSG",
        "content": "Wer ein im Register der schweizerischen Seeschiffe eingetragenes Schiff der von der zuständigen schweizerischen Behörde verfügten Beschlagnahme, Verarrestierung, Pfändung, Versteigerung, Requisition oder Enteignung entzieht, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. Artikel 71 des Strafgesetzbuchs ist sinngemäss anwendbar. Das Gericht kann die vom Verurteilten bezahlte Geldstrafe und den ersatzweise bezahlten Betrag den Geschädigten auf deren Verlangen und gegen Abtretung des entsprechenden Teils der Forderung an den Staat zuerkennen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_145"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Dritter Abschnitt: Strafbare Handlungen gegen die Ordnung der schweizerischen Seeschifffahrt, Verstrickungsbruch, Missachtung behördlicher Anordnungen",
        "citation": "Art. 145 Abs. 2 SSG",
        "content": "Der Schiffseigentümer, Reeder oder Kapitän eines schweizerischen Seeschiffes, der einer vom Bundesrat gestützt auf Artikel 6 erlassenen Anordnung keine Folge leistet, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_145"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Dritter Abschnitt: Strafbare Handlungen gegen die Ordnung der schweizerischen Seeschifffahrt, Verstrickungsbruch, Missachtung behördlicher Anordnungen",
        "citation": "Art. 145 Abs. 3 SSG",
        "content": "Der Reeder, Seefrachtführer oder Kapitän, der vom Bundesrat verbotene Güter mit einem schweizerischen Seeschiff befördert, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft. Befördert er verbotswidrig Kriegsmaterial, so wird er mit Freiheitsstrafe von einem Jahr bis zu fünf Jahren bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_145"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Dritter Abschnitt: Strafbare Handlungen gegen die Ordnung der schweizerischen Seeschifffahrt, Unerlaubte Veräusserung",
        "citation": "Art. 146 SSG",
        "content": "Der Schiffseigentümer, der ein schweizerisches Seeschiff, für das die Bewilligung zur Streichung im Register der schweizerischen Seeschiffe nicht erteilt worden ist, an einen Ausländer veräussert, wird mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_146"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Dritter Abschnitt: Strafbare Handlungen gegen die Ordnung der schweizerischen Seeschifffahrt, Nichtaushändigung des Seebriefes",
        "citation": "Art. 147 SSG",
        "content": "Wer zur Rückgabe des Seebriefes oder eines sonstigen Zeugnisses über ein schweizerisches Seeschiff verpflichtet ist und dieser Pflicht zuwiderhandelt, wird mit Busse bis zu 100 000 Franken bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_147"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Dritter Abschnitt: Strafbare Handlungen gegen die Ordnung der schweizerischen Seeschifffahrt, Unterlassen der Führung der Schiffsbücher",
        "citation": "Art. 148 SSG",
        "content": "Der Kapitän eines schweizerischen Seeschiffes, der seiner durch Gesetz oder internationale Übereinkommen vorgeschriebenen Pflicht:\na. das Schiffstagebuch, die Musterrolle, das Maschinentagebuch oder sonstige Bücher, Protokolle und Kontrollen ordnungsgemäss zu führen und aufzubewahren;\nb. die vorgeschriebenen Schiffsbücher, Schiffspapiere, Urkunden und Dokumente an Bord des Schiffes mitzuführen,zuwiderhandelt, wird mit Busse bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_148"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Dritter Abschnitt: Strafbare Handlungen gegen die Ordnung der schweizerischen Seeschifffahrt, Unterlassen der Meldepflicht",
        "citation": "Art. 149 SSG",
        "content": "Der Kapitän, der Eigentümer oder der Reeder eines schweizerischen Seeschiffes, der die ihm gegenüber dem Schweizerischen Seeschifffahrtsamt und dem Schweizerischen Seeschiffsregisteramt oder den schweizerischen Konsulaten gesetzlich obliegenden Melde- und Auskunftspflichten verletzt, wird mit Busse bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_149"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Dritter Abschnitt: Strafbare Handlungen gegen die Ordnung der schweizerischen Seeschifffahrt, Verstoss gegen Staatsangehörigkeits- und Arbeitsschutzbestimmungen",
        "citation": "Art. 150 SSG",
        "content": "Der Kapitän oder der Reeder eines schweizerischen Seeschiffes, der den in diesem Gesetz oder in den dazugehörenden Verordnungen und Ausführungsvorschriften aufgestellten Bestimmungen über die Staatsangehörigkeit der Schiffsbesatzung, die Arbeitszeit, das Mindestalter für die Anheuerung, die ärztliche Untersuchung, die Befähigung zum vorgesehenen Dienst an Bord, das An- und Abmusterungsverfahren sowie die Verpflegung und Unterkunft an Bord zuwiderhandelt,der Kapitän, der den Vorschriften über den Vollzug von Disziplinarstrafen zuwiderhandelt,wird mit Busse bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_150"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Dritter Abschnitt: Strafbare Handlungen gegen die Ordnung der schweizerischen Seeschifffahrt, Zuwiderhandlung gegen Bestimmungen des internationalen Seearbeitsübereinkommens",
        "citation": "Art. 150a SSG",
        "content": "Der Kapitän oder der Reeder eines schweizerischen Seeschiffes, der gegen die Bestimmungen des Seearbeitsübereinkommens vom 23. Februar 2006 zuwiderhandelt, wird mit Busse bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_150_a"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Dritter Abschnitt: Strafbare Handlungen gegen die Ordnung der schweizerischen Seeschifffahrt, Zuwiderhandlung gegen die Sicherheitsbestimmungen für Personentransporte",
        "citation": "Art. 151 SSG",
        "content": "Der Kapitän oder Reeder eines schweizerischen Seeschiffes, der den Bestimmungen dieses Gesetzes oder der dazugehörigen Ausführungsbestimmungen über die Sicherheit der Personentransporte über Meer, über die Ausrüstung der hiezu bestimmten Schiffe oder über die Unterkunft oder Verpflegung von Passagieren zuwiderhandelt, wird mit Busse bis zu 100 000 Franken bestraft, sofern kein schwererer Tatbestand erfüllt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_151"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Dritter Abschnitt: Strafbare Handlungen gegen die Ordnung der schweizerischen Seeschifffahrt, Zerstörung und schwere Beschädigung von Unterwasser-Kulturerbe",
        "citation": "Art. 151a SSG",
        "content": "Wer von einem schweizerischen Seeschiff aus ohne Berechtigung Unterwasser-Kulturerbe zerstört oder schwer beschädigt, wird mit Freiheitsstrafe bis zu einem Jahr oder Geldstrafe bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_151_a"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Vierter Abschnitt: Besondere Bestimmungen, Massnahmen",
        "citation": "Art. 152 Abs. 1 SSG",
        "content": "Wird ein Täter wegen Gefährdung des Schiffes oder der Schifffahrt, wegen Ausfahrt mit einem seeuntüchtigen Schiff, Unterlassens der Hilfeleistung, Verlassens des Schiffes in Seenot, Nichtausübens des Kommandos oder Verlassens des Postens verurteilt und besteht die Gefahr, dass er weitere solche Taten begeht, so kann das Gericht den Rückzug des beruflichen Fähigkeitsausweises oder -zeugnisses verfügen sowie den Dienst an Bord schweizerischer Seeschiffe verbieten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_152"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Vierter Abschnitt: Besondere Bestimmungen, Massnahmen",
        "citation": "Art. 152 Abs. 2 SSG",
        "content": "Wird der Täter wegen Flaggenmissbrauchs, Erschleichens der Registereintragung oder Missachtung einer auf Artikel 6 gestützten Anordnung des Bundesrates verurteilt und besteht die Gefahr, dass er weitere solche Taten begeht, so kann das Gericht den Rückzug des Seebriefes anordnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_152"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Vierter Abschnitt: Besondere Bestimmungen, Massnahmen",
        "citation": "Art. 152 Abs. 3 SSG",
        "content": "Die Massnahmen können auch getroffen werden, wenn der Täter nach Artikel 19 Absätze 1 und 2 des Strafgesetzbuchs schuldunfähig oder vermindert schuldfähig ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_152"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Vierter Abschnitt: Besondere Bestimmungen, Widerhandlungen in Geschäftsbetrieben",
        "citation": "Art. 153 SSG",
        "content": "Auf Widerhandlungen in Geschäftsbetrieben ist Artikel 6 des Bundesgesetzes vom 22. März 1974 über das Verwaltungsstrafrecht anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_153"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Vierter Abschnitt: Besondere Bestimmungen, Auslieferung",
        "citation": "Art. 154 SSG",
        "content": "Die strafbaren Handlungen, die nach den Bestimmungen dieses Gesetzes mit Freiheitsstrafe von einem Jahr oder einer höheren Strafe bedroht sind, sind Auslieferungsdelikte im Sinne der schweizerischen Auslieferungsgesetzgebung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_154"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Fünfter Abschnitt: Disziplinarstrafordnung, Disziplinarfehler",
        "citation": "Art. 155 Abs. 1 SSG",
        "content": "Einen Disziplinarfehler begeht, wer seine Dienstpflichten verletzt oder der guten Ordnung an Bord zuwiderhandelt, sofern die Tat nicht als Verbrechen, Vergehen oder Übertretung strafbar ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_155"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Fünfter Abschnitt: Disziplinarstrafordnung, Disziplinarfehler",
        "citation": "Art. 155 Abs. 2 SSG",
        "content": "Als Disziplinarfehler gelten insbesondere:\na. Ungehorsam gegenüber dem Befehl eines Vorgesetzten in Dienstsachen;\nb. Zuwiderhandlung gegen die Vorschriften des Bordreglements;\nc. Störung der Ordnung und des Betriebes an Bord;\nd. nachlässige oder unaufmerksame Ausführung einer dienstlichen Verrichtung;\ne. Nichterscheinen zum oder Fernbleiben vom Dienst;\nf. unerlaubte Abwesenheit von Bord;\ng. Betrunkenheit im Dienst; Betrunkenheit ausser Dienst, wenn sie zu öffentlichem Ärgernis Anlass gibt;\nh. unanständiges oder anstössiges Benehmen gegenüber Vorgesetzten oder andern Personen an Bord.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_155"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Fünfter Abschnitt: Disziplinarstrafordnung, Disziplinarfehler",
        "citation": "Art. 155 Abs. 3 SSG",
        "content": "Strafbar ist nur, wer schuldhaft handelt. Die Art und das Mass der Strafe sind nach dem Verschulden des Fehlbaren zu bestimmen, wobei seine Beweggründe, sein Charakter, sein sonstiges Verhalten an Bord sowie das verletzte Interesse an der Ordnung und Sicherheit an Bord zu berücksichtigen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_155"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Fünfter Abschnitt: Disziplinarstrafordnung, Geltungsbereich und Strafe",
        "citation": "Art. 156 Abs. 1 SSG",
        "content": "Der Disziplinarstrafordnung dieses Gesetzes sind alle Personen an Bord eines schweizerischen Seeschiffes unterworfen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_156"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Fünfter Abschnitt: Disziplinarstrafordnung, Geltungsbereich und Strafe",
        "citation": "Art. 156 Abs. 2 SSG",
        "content": "Als Disziplinarstrafen sind ausschliesslich zulässig:\na. für Seeleute:\n– der Verweis,\n– das Ausgangsverbot während ein bis fünf Tagen,\n– die Ordnungsbusse von 10 bis 250 Franken,\n– der Arrest von ein bis drei Tagen;\nb. für Passagiere oder sonstige Personen an Bord:\n– der Verweis,\n– die Ordnungsbusse von 50 bis 500 Franken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_156"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Fünfter Abschnitt: Disziplinarstrafordnung, Geltungsbereich und Strafe",
        "citation": "Art. 156 Abs. 3 SSG",
        "content": "Verschiedene Disziplinarstrafen können nicht miteinander verbunden werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_156"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Fünfter Abschnitt: Disziplinarstrafordnung, Zuständigkeit",
        "citation": "Art. 157 Abs. 1 SSG",
        "content": "Die Disziplinarstrafgewalt steht dem Kapitän oder seinem Stellvertreter zu; diese können alle im Gesetz vorgesehenen Disziplinarstrafen verhängen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_157"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Fünfter Abschnitt: Disziplinarstrafordnung, Zuständigkeit",
        "citation": "Art. 157 Abs. 2 SSG",
        "content": "Wird in einem Strafverfahren bei einem Vergehen, bei dem in leichten Fällen disziplinarische Bestrafung erfolgt, ein solcher Fall angenommen oder wird die Tat sonst als blosser Disziplinarfehler betrachtet, so kann das erkennende Gericht unter Freisprechung des Angeklagten selber alle Disziplinarstrafen aussprechen. Stellt die Untersuchungsbehörde aus denselben Gründen ein Strafverfahren ein, so überweist sie die Akten an den Präsidenten des Gerichts, das für eine strafrechtliche Beurteilung zuständig wäre. Dieser kann alle beantragten Disziplinarstrafen aussprechen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_157"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Fünfter Abschnitt: Disziplinarstrafordnung, Zuständigkeit",
        "citation": "Art. 157 Abs. 3 SSG",
        "content": "Leistet der Fehlbare nicht mehr Dienst an Bord eines schweizerischen Seeschiffes, so kann anstelle einer Arreststrafe eine Busse bis zu 3000 Franken ausgesprochen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_157"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Fünfter Abschnitt: Disziplinarstrafordnung, Verbüssung der Strafe",
        "citation": "Art. 158 Abs. 1 SSG",
        "content": "Der Verweis wird mündlich oder schriftlich erteilt. Gegenüber Passagieren kann der Verweis in besonderen Fällen öffentlich erteilt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_158"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Fünfter Abschnitt: Disziplinarstrafordnung, Verbüssung der Strafe",
        "citation": "Art. 158 Abs. 2 SSG",
        "content": "Das Ausgangsverbot wird bei Ankunft im nächsten Hafen vollzogen. Der Fehlbare hat auch während seiner Freizeit an Bord zu verbleiben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_158"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Fünfter Abschnitt: Disziplinarstrafordnung, Verbüssung der Strafe",
        "citation": "Art. 158 Abs. 3 SSG",
        "content": "Der Arrest wird von Offizieren in ihrer Kabine, von den übrigen Seeleuten in einem besonderen Raum an Bord des Schiffes erstanden. Die Arreststrafen sind, soweit es der Dienst an Bord zulässt, sofort zu vollziehen. Der Arrestant leistet keinen Dienst. Der als Arrestlokal verwendete Raum muss trocken sein, genügend Luft und Licht haben und den an eine Kabine gestellten gesundheitspolizeilichen Anforderungen entsprechen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_158"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Fünfter Abschnitt: Disziplinarstrafordnung, Verbüssung der Strafe",
        "citation": "Art. 158 Abs. 5 SSG",
        "content": "Die Ordnungsbussen sind dem Schweizerischen Seeschifffahrtsamt abzuliefern und von diesem zur Fürsorge für Seeleute und ihre Familienangehörigen zu verwenden. Das SSA kann mit diesen Mitteln auch Massnahmen, insbesondere zur Förderung der Seeschifffahrt unter der Schweizer Flagge, unterstützen oder Prämien für besondere Leistungen von Seeleuten ausrichten. Das Eidgenössische Departement für auswärtige Angelegenheiten erlässt ein Reglement über die Verwendung dieser Mittel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_158"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Fünfter Abschnitt: Disziplinarstrafordnung, Verjährung",
        "citation": "Art. 159 Abs. 1 SSG",
        "content": "Die Verfolgung eines Disziplinarfehlers sowie der Vollzug einer ausgesprochenen Disziplinarstrafe verjähren in drei Monaten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_159"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Fünfter Abschnitt: Disziplinarstrafordnung, Verjährung",
        "citation": "Art. 159 Abs. 2 SSG",
        "content": "Eine Unterbrechung der Verjährung findet nicht statt. Findet jedoch wegen der Tat ein Strafverfahren statt, so beginnt die Verjährung erst bei Ankunft im nächsten Hafen und ruht während der Dauer des Verfahrens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_159"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Fünfter Abschnitt: Disziplinarstrafordnung, Verfahren",
        "citation": "Art. 160 Abs. 1 SSG",
        "content": "Dem Beschuldigten ist in jedem Falle Gelegenheit zu geben, sich über seine Handlungsweise und die Beweggründe seines Verhaltens mündlich oder schriftlich zu äussern. Auf Verlangen ist seine Aussage zu Protokoll zu nehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_160"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Fünfter Abschnitt: Disziplinarstrafordnung, Verfahren",
        "citation": "Art. 160 Abs. 2 SSG",
        "content": "Jede Disziplinarstrafverfügung ist dem Beschuldigten mündlich oder schriftlich unter Angabe des begangenen Disziplinarfehlers zu eröffnen und im Schiffstagebuch einzutragen. Der Fehlbare und der Kapitän haben die erfolgte Eröffnung im Schiffstagebuch zu bescheinigen. Verweigert der Fehlbare diese Bescheinigung, so ist ein weiterer Offizier beizuziehen, welcher die Verfügung und deren Eröffnung schriftlich zu bezeugen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_160"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Fünfter Abschnitt: Disziplinarstrafordnung, Rechtskraft und Beschwerde",
        "citation": "Art. 161 Abs. 1 SSG",
        "content": "Die vom Kapitän verfügte Disziplinarstrafe wird mit der Eröffnung vollstreckbar. Der Betroffene kann innert zehn Tagen seit Ankunft im nächsten Hafen schriftlich Beschwerde führen:\na. gegen eine verfügte Arreststrafe beim Präsidenten des in Artikel 157 Absatz 2 zweiter Satz genannten Gerichts;\nb. gegen andere Disziplinarstrafen beim schweizerischen Seeschifffahrtsamt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_161"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Fünfter Abschnitt: Disziplinarstrafordnung, Rechtskraft und Beschwerde",
        "citation": "Art. 161 Abs. 2 SSG",
        "content": "Die Beschwerde hat keine aufschiebende Wirkung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_161"
    },
    {
        "book": "SSG",
        "title": "SSG, Achter Titel: Straf- und Disziplinarbestimmungen, Fünfter Abschnitt: Disziplinarstrafordnung, Rechtskraft und Beschwerde",
        "citation": "Art. 161 Abs. 3 SSG",
        "content": "Für das Beschwerdeverfahren gilt sinngemäss das Verwaltungsverfahrensgesetz vom 20. Dezember 1968.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#art_161"
    },
    {
        "book": "SSG",
        "title": "SSG, Zwingende Bestimmungen",
        "citation": "Art. 162 Abs. 1 SSG",
        "content": "Durch Vertragsabrede dürfen nicht geändert werden die Vorschriften der Artikel 68 Absatz 1, 76, 91 Absatz 1, 96 Absatz 1 und 118 Absatz 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#disp_1/art_162"
    },
    {
        "book": "SSG",
        "title": "SSG, Zwingende Bestimmungen",
        "citation": "Art. 162 Abs. 2 SSG",
        "content": "Durch Vertragsabrede dürfen nicht geändert werden:\na. zuungunsten des Seemanns die Vorschriften der Artikel 69, 70, 72–75, 77–80, 81 Absatz 2, 82–86;\nb. zuungunsten des Inhabers einer Originalausfertigung eines Konnossements die Vorschriften des Artikels 117;\nc. zuungunsten eines Passagiers die gemäss Artikel 118 Absatz 1 anwendbaren zwingenden Vorschriften über die Beförderung von Passagieren zur See.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#disp_1/art_162"
    },
    {
        "book": "SSG",
        "title": "SSG, ZGB Schlusstitel",
        "citation": "Art. 163 SSG",
        "content": "Die Vorschriften des Schlusstitels zum Zivilgesetzbuch finden Anwendung auf dieses Gesetz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#disp_1/art_163"
    },
    {
        "book": "SSG",
        "title": "SSG, Anpassung des frühern Rechts, a. Flaggenrecht",
        "citation": "Art. 164 Abs. 1 SSG",
        "content": "Ein auf Grund des Bundesratsbeschlusses vom 9. April 1941 über die Seeschifffahrt unter der Schweizer Flagge verliehenes Recht zur Führung der Schweizer Flagge erlischt nach Ablauf von zwei Jahren seit dem Inkrafttreten dieses Gesetzes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#disp_1/art_164"
    },
    {
        "book": "SSG",
        "title": "SSG, Anpassung des frühern Rechts, a. Flaggenrecht",
        "citation": "Art. 164 Abs. 2 SSG",
        "content": "Das SSA hat von Amtes wegen mindestens ein Jahr vor Ablauf der in Absatz 1 genannten Frist den Eigentümern und Reedern schweizerischer Seeschiffe die zusätzlichen Bedingungen bekannt zu geben, die erfüllt werden müssen, damit die Eintragung im Register der schweizerischen Seeschiffe nach Ablauf der erwähnten Frist bestehen bleibt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#disp_1/art_164"
    },
    {
        "book": "SSG",
        "title": "SSG, Anpassung des frühern Rechts, a. Flaggenrecht",
        "citation": "Art. 164 Abs. 3 SSG",
        "content": "Der Bundesrat kann auf Antrag des Schweizerischen Seeschifffahrtsamtes oder des Schiffseigentümers in besonderen Fällen die Frist verlängern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#disp_1/art_164"
    },
    {
        "book": "SSG",
        "title": "SSG, Anpassung des frühern Rechts, b. Heuervertrag der Seeleute",
        "citation": "Art. 165 SSG",
        "content": "Die im Zeitpunkt des Inkrafttretens dieses Gesetzes bestehenden Heuerverträge sind innerhalb eines Jahres den neuen Vorschriften anzupassen. Nach Ablauf dieser Frist ist das neue Recht auch auf die früher abgeschlossenen Heuerverträge anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#disp_1/art_165"
    },
    {
        "book": "SSG",
        "title": "SSG, Anpassung des frühern Rechts, c. Verträge über die Verwendung eines Seeschiffes",
        "citation": "Art. 166 Abs. 1 SSG",
        "content": "Auf die beim Inkrafttreten dieses Gesetzes bereits bestehenden Seefrachtverträge finden die Artikel 102–117 sofort Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#disp_1/art_166"
    },
    {
        "book": "SSG",
        "title": "SSG, Anpassung des frühern Rechts, c. Verträge über die Verwendung eines Seeschiffes",
        "citation": "Art. 166 Abs. 2 SSG",
        "content": "Die übrigen im Zeitpunkt des Inkrafttretens dieses Gesetzes bereits bestehenden Verträge über die Verwendung eines Seeschiffes sind innerhalb einer Frist von sechs Monaten den neuen Vorschriften anzupassen. Nach Ablauf dieser Frist gilt das neue Recht auch für früher abgeschlossene Verträge über die Verwendung eines Seeschiffes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#disp_1/art_166"
    },
    {
        "book": "SSG",
        "title": "SSG, Inkrafttreten dieses Gesetzes",
        "citation": "Art. 167 SSG",
        "content": "Der Bundesrat bestimmt den Zeitpunkt des Inkrafttretens dieses Gesetzes.Datum des Inkrafttretens: 1. Januar 1957",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/de#disp_1/art_167"
    }
]