[
    {
        "book": "SSG",
        "title": "LNM, Titre I, De l’organisation et des autorités, Chapitre I, Principes généraux, Droit suisse et droit des gens",
        "citation": "Art. 1 LNM",
        "content": "La navigation maritime sous pavillon suisse est régie par le droit suisse dans la mesure compatible avec les principes du droit des gens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_1"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre I, De l’organisation et des autorités, Chapitre I, Principes généraux, Navires suisses",
        "citation": "Art. 2 al. 1 LNM",
        "content": "Sont navires suisses les navires de mer enregistrés dans le registre des navires suisses.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_2"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre I, De l’organisation et des autorités, Chapitre I, Principes généraux, Navires suisses",
        "citation": "Art. 2 al. 2 LNM",
        "content": "Bâle est le port d’enregistrement unique des navires suisses.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_2"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre I, De l’organisation et des autorités, Chapitre I, Principes généraux, Pavillon maritime suisse",
        "citation": "Art. 3 al. 1 LNM",
        "content": "Le pavillon suisse ne peut être arboré que par des navires suisses. Un navire suisse arbore le pavillon suisse, à l’exclusion de tout autre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_3"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre I, De l’organisation et des autorités, Chapitre I, Principes généraux, Pavillon maritime suisse",
        "citation": "Art. 3 al. 2 LNM",
        "content": "Le modèle figurant à l’annexe I est déterminant pour la forme, la couleur et les proportions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_3"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre I, De l’organisation et des autorités, Chapitre I, Principes généraux, Application du droit suisse",
        "citation": "Art. 4 al. 1 LNM",
        "content": "Le droit fédéral est en vigueur à bord des navires suisses: en haute mer sans partage; dans les eaux territoriales en tant que la loi de l’état riverain n’est pas déclarée impérative. En cas de naufrage d’un navire suisse, il est en vigueur dans la même mesure entre les survivants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_4"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre I, De l’organisation et des autorités, Chapitre I, Principes généraux, Application du droit suisse",
        "citation": "Art. 4 al. 2 LNM",
        "content": "Les infractions au sens du code pénal suisse et des autres dispositions pénales du droit fédéral commises à bord d’un navire suisse sont toutefois punies selon le droit suisse sans égard au lieu où le navire se trouvait lorsqu’elles ont été commises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_4"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre I, De l’organisation et des autorités, Chapitre I, Principes généraux, Application du droit suisse",
        "citation": "Art. 4 al. 3 LNM",
        "content": "Les dispositions pénales de la présente loi sont en outre applicables, que les infractions qu’elles répriment aient été commises hors de Suisse ou en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_4"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre I, De l’organisation et des autorités, Chapitre I, Principes généraux, Application du droit suisse",
        "citation": "Art. 4 al. 4 LNM",
        "content": "Sous réserve d’une violation grave des principes fondamentaux du droit constitutionnel et de la Convention européenne du 4 novembre 1950 de sauvegarde des droits de l’homme et des libertés fondamentales, l’auteur ne peut plus être poursuivi en Suisse pour le même acte:\na. s’il a été acquitté à l’étranger par un jugement définitif, ou\nb. s’il a subi la sanction prononcée contre lui à l’étranger, que celle-ci lui a été remise ou qu’elle est prescrite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_4"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre I, De l’organisation et des autorités, Chapitre I, Principes généraux, Application du droit suisse",
        "citation": "Art. 4 al. 5 LNM",
        "content": "Si, en raison de cet acte, l’auteur a été condamné à l’étranger et qu’il n’y a subi qu’une partie de la peine prononcée contre lui, le juge impute cette partie sur la peine à prononcer. Il décide si la mesure ordonnée et partiellement exécutée à l’étranger doit être poursuivie ou imputée sur la peine prononcée en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_4"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre I, De l’organisation et des autorités, Chapitre I, Principes généraux, Conclusion de conventions internationales par le Conseil fédéral",
        "citation": "Art. 4a al. 1 LNM",
        "content": "Le Conseil fédéral peut conclure des conventions internationales adoptées sous l’égide de l’Organisation maritime internationale et portant sur:\na. la prévention de la pollution des mers par les navires et la lutte contre cette pollution;\nb. la sécurité des équipages;\nc. la prévention des avaries;\nd. les mesures de recherche et de sauvetage en cas de naufrage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_4_a"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre I, De l’organisation et des autorités, Chapitre I, Principes généraux, Conclusion de conventions internationales par le Conseil fédéral",
        "citation": "Art. 4a al. 2 LNM",
        "content": "Avant de conclure une convention internationale, il entend les milieux intéressés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_4_a"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre I, De l’organisation et des autorités, Chapitre I, Principes généraux, Ordonnances du Conseil fédéral",
        "citation": "Art. 5 al. 1 LNM",
        "content": "Le Conseil fédéral édicte les ordonnances nécessaires à l’application de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_5"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre I, De l’organisation et des autorités, Chapitre I, Principes généraux, Ordonnances du Conseil fédéral",
        "citation": "Art. 5 al. 2 LNM",
        "content": "Il établit, s’il y a lieu, les dispositions complémentaires appelées par les conventions ou règles internationales applicables à la navigation maritime sous pavillon suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_5"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre I, De l’organisation et des autorités, Chapitre I, Principes généraux, Ordonnances du Conseil fédéral",
        "citation": "Art. 5 al. 3 LNM",
        "content": "Lorsque les montants unitaires ou les unités de compte pour le calcul de la limitation de la responsabilité fixés dans les conventions internationales se modifient, ou qu’interviennent des changements essentiels et durables des bases d’appréciation ou de calcul, le Conseil fédéral peut abaisser ou élever les montants unitaires (art. 49, 105, 118 et 126) ou les fixer en d’autres unités de compte et déterminer le procédé de conversion en monnaie nationale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_5"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre I, De l’organisation et des autorités, Chapitre I, Principes généraux, Mesures exceptionnelles",
        "citation": "Art. 6 al. 1 LNM",
        "content": "Le Conseil fédéral peut prendre toutes les mesures nécessaires pour que l’usage du pavillon suisse sur mer ne puisse compromettre la sécurité et la neutralité de la Confédération ou pour éviter des complications internationales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_6"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre I, De l’organisation et des autorités, Chapitre I, Principes généraux, Mesures exceptionnelles",
        "citation": "Art. 6 al. 2 LNM",
        "content": "À cet effet, le Conseil fédéral peut en particulier réquisitionner ou exproprier les navires suisses contre une juste indemnité. Les litiges concernant son montant sont jugés par le Tribunal fédéral statuant en instance unique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_6"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre I, De l’organisation et des autorités, Chapitre I, Principes généraux, Mesures exceptionnelles",
        "citation": "Art. 6 al. 3 LNM",
        "content": "S’il prend d’autres mesures, le Conseil fédéral peut selon les circonstances décider l’allocation d’une indemnité lorsqu’un dommage sensible est résulté de l’impossibilité de tirer normalement parti du navire; cette indemnité sera allouée au propriétaire du navire, à l’armateur ou au transporteur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_6"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre I, De l’organisation et des autorités, Chapitre I, Principes généraux, Pouvoir d’interprétation et d’appréciation du juge",
        "citation": "Art. 7 al. 1 LNM",
        "content": "Si la législation fédérale, notamment la présente loi, ainsi que les règles juridiques internationales auxquelles il est fait renvoi, ne contiennent pas de dispositions applicables, le juge prononce selon les principes généraux du droit maritime. Si ces principes font défaut, il prononce selon les règles qu’il établirait s’il avait à faire acte de législateur, en tenant compte de la législation, de la coutume, de la doctrine et de la jurisprudence des États maritimes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_7"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre I, De l’organisation et des autorités, Chapitre I, Principes généraux, Pouvoir d’interprétation et d’appréciation du juge",
        "citation": "Art. 7 al. 2 LNM",
        "content": "Le juge apprécie librement la valeur et la portée des preuves, notamment celles des inscriptions et autres textes figurant dans les journaux, registres, livres, procès-verbaux et rapports établis par le capitaine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_7"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre I, De l’organisation et des autorités, Chapitre II, De l’administration, Surveillance",
        "citation": "Art. 8 al. 1 LNM",
        "content": "La navigation maritime sous pavillon suisse est soumise à la haute surveillance du Conseil fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_8"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre I, De l’organisation et des autorités, Chapitre II, De l’administration, Surveillance",
        "citation": "Art. 8 al. 2 LNM",
        "content": "La surveillance immédiate incombe au Département fédéral des affaires étrangères, qui l’exerce par le biais de l’Office suisse de la navigation maritime (OSNM).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_8"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre I, De l’organisation et des autorités, Chapitre II, De l’administration, Surveillance",
        "citation": "Art. 8 al. 3 LNM",
        "content": "L’OSNM a pour tâche d’assurer et de contrôler, selon les instructions du Département fédéral des affaires étrangères, l’application des dispositions relatives à la navigation maritime sous pavillon suisse. Il fait rapport au Département fédéral des affaires étrangères.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_8"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre I, De l’organisation et des autorités, Chapitre II, De l’administration, OSNM",
        "citation": "Art. 9 al. 1 LNM",
        "content": "L’OSNM a son siège à Bâle. Il agit auprès des navires suisses, soit par le moyen de ses propres fonctionnaires, soit par l’entremise des consulats de Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_9"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre I, De l’organisation et des autorités, Chapitre II, De l’administration, OSNM",
        "citation": "Art. 9 al. 2 LNM",
        "content": "À cet effet, il traite et correspond directement avec les consulats et consuls de Suisse, ainsi qu’avec les autorités et représentants d’États étrangers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_9"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre I, De l’organisation et des autorités, Chapitre II, De l’administration, OSNM",
        "citation": "Art. 9 al. 3 LNM",
        "content": "Il peut d’autre part exiger en tout temps des propriétaires, armateurs et capitaines des navires suisses les renseignements nécessaires à l’exercice de ses fonctions; il a un droit d’inspection à bord des navires suisses.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_9"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre I, De l’organisation et des autorités, Chapitre II, De l’administration, OSNM",
        "citation": "Art. 9 al. 4 LNM",
        "content": "L’OSNM peut déléguer à des sociétés de classification reconnues certaines tâches d’inspection, de contrôle ou de décision, notamment celles prévues dans la convention du travail maritime du 23 février 2006.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_9"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre I, De l’organisation et des autorités, Chapitre II, De l’administration, Office du registre des navires suisses",
        "citation": "Art. 10 al. 1 LNM",
        "content": "L’Office du registre des navires suisses a son siège à Bâle. Il tient le registre destiné à l’enregistrement des navires suisses et à l’inscription des droits réels qui les concernent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_10"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre I, De l’organisation et des autorités, Chapitre II, De l’administration, Office du registre des navires suisses",
        "citation": "Art. 10 al. 2 LNM",
        "content": "Sauf dispositions contraires de la présente loi ou des ordonnances qui en découlent, la législation fédérale sur le registre des bateaux s’applique par analogie à la tenue du registre des navires suisses.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_10"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre I, De l’organisation et des autorités, Chapitre II, De l’administration, Organisation des deux offices; responsabilité",
        "citation": "Art. 11 al. 1 LNM",
        "content": "Le Conseil fédéral pourvoit à l’organisation et au fonctionnement des deux offices. Il arrête les taxes à percevoir par ces offices ou par les consulats.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_11"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre I, De l’organisation et des autorités, Chapitre II, De l’administration, Organisation des deux offices; responsabilité",
        "citation": "Art. 11 al. 2 LNM",
        "content": "La Confédération répond de tout dommage résultant des mesures et décisions des deux offices, notamment de la tenue du registre des navires suisses; elle a un droit de recours contre les fonctionnaires et les employés qui ont commis une faute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_11"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre I, De l’organisation et des autorités, Chapitre II, De l’administration, Délégation",
        "citation": "Art. 12 al. 1 LNM",
        "content": "Le Conseil fédéral peut, d’entente avec le gouvernement cantonal intéressé, confier la gestion des offices ou l’exercice de certaines de leurs attributions à des administrations cantonales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_12"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre I, De l’organisation et des autorités, Chapitre II, De l’administration, Délégation",
        "citation": "Art. 12 al. 2 LNM",
        "content": "Dans ce cas, les rapports de service et la responsabilité des fonctionnaires et employés de ces administrations sont régis, en tant qu’ils agissent en vertu des dispositions de la présente loi, par la législation fédérale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_12"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre I, De l’organisation et des autorités, Chapitre III, De la juridiction, Juridiction administrative",
        "citation": "Art. 13 al. 1 LNM",
        "content": "Les dispositions générales de la procédure fédérale s’appliquent aux recours dirigés contre les décisions de l’OSNM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_13"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre I, De l’organisation et des autorités, Chapitre III, De la juridiction, Juridiction civile",
        "citation": "Art. 14 al. 1 LNM",
        "content": "Toutes les actions qui se fondent sur des droits réels portant sur un navire inscrit dans le registre des navires suisses ont leur for à Bâle, quel que soit le domicile du défendeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_14"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre I, De l’organisation et des autorités, Chapitre III, De la juridiction, Juridiction civile",
        "citation": "Art. 14 al. 2 LNM",
        "content": "Les actions civiles se fondant sur des actes illicites commis à bord des navires suisses ainsi que toutes les autres actions civiles dérivant de la présente loi ont leur for à Bâle si elles n’ont pas d’autre for en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_14"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre I, De l’organisation et des autorités, Chapitre III, De la juridiction, Juridiction civile",
        "citation": "Art. 14 al. 3 LNM",
        "content": "Les actions dérivant de la limitation de la responsabilité de l’armateur ainsi que les demandes d’homologation de dispache en cas d’avarie commune ont leur for à Bâle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_14"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre I, De l’organisation et des autorités, Chapitre III, De la juridiction, Juridiction pénale",
        "citation": "Art. 15 al. 1 LNM",
        "content": "Les autorités du canton de Bâle-Ville poursuivent et jugent les infractions pénales commises à bord des navires suisses ainsi que les infractions spécialement réprimées par la présente loi, à moins que ne soit prévue la compétence du Tribunal pénal fédéral ou celle des tribunaux militaires. Le produit des peines pécuniaires et des amendes prononcées en vertu de la présente loi appartient au canton de Bâle-Ville.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_15"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre I, De l’organisation et des autorités, Chapitre III, De la juridiction, Juridiction pénale",
        "citation": "Art. 15 al. 2 LNM",
        "content": "Les contraventions prévues par la présente loi sont constatées par l’OSNM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_15"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre I, De l’organisation et des autorités, Chapitre III, De la juridiction, Juridiction pénale",
        "citation": "Art. 15 al. 3 LNM",
        "content": "Les autorités du canton de Bâle-Ville communiquent au Ministère public fédéral tous les jugements pénaux et ordonnances de non-lieu rendus sur la base de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_15"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, I. Conditions en général",
        "citation": "Art. 17 al. 1 LNM",
        "content": "Ne sont enregistrés dans le registre des navires suisses que les navires qui sont affectés ou destinés au transport professionnel de personnes ou de marchandises ou à une autre activité professionnelle en mer, et à l’égard desquels sont remplies les conditions légales de propriété, d’admission à la navigation, de dénomination, de procédure, ainsi que celles qui se rapportent aux moyens financiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_17"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, I. Conditions en général",
        "citation": "Art. 17 al. 2 LNM",
        "content": "L’enregistrement et la radiation du navire sont publiés par les soins de l’Office du registre des navires suisses dans la Feuille fédérale et dans la Feuille officielle suisse du commerce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_17"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, II. Corporations et établissements de droit public",
        "citation": "Art. 18 LNM",
        "content": "Sont enregistrés dans le registre des navires suisses les navires appartenant à la Confédération, à des cantons ou à d’autres corporations ou établissements suisses de droit public.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_18"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, III. Entreprises privées, 1. Droit à enregistrement",
        "citation": "Art. 19 LNM",
        "content": "Les entreprises individuelles, les sociétés commerciales et les sociétés coopératives (entreprises) inscrites en Suisse dans le registre du commerce et dont le siège et le centre réel de leurs activités se trouvent en Suisse peuvent faire enregistrer à leur nom leurs navires dans le registre des navires suisses pour autant qu’elles répondent aux conditions prévues aux art. 20 à 24.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_19"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, III. Entreprises privées, 2. Nationalité et domicile",
        "citation": "Art. 20 LNM",
        "content": "Tant que le droit international n’en dispose pas autrement, le Conseil fédéral détermine les conditions en matière de nationalité et de domicile auxquelles doivent satisfaire les personnes physiques, les propriétaires d’une entreprise individuelle, les associés, les commanditaires, les actionnaires, les associés d’une société coopérative ou d’autres bénéficiaires de parts, ainsi que tous les gérants d’une société en nom collectif, en commandite ou à responsabilité limitée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_20"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, III. Entreprises privées, 3. Organes d’administration et de contrôle",
        "citation": "Art. 21 LNM",
        "content": "Tant que le droit international n’en dispose pas autrement, le Conseil fédéral détermine les conditions en matière de nationalité et de domicile auxquelles doivent satisfaire les organes d’administration et de direction d’une société anonyme, d’une société en commandite par actions, d’une société à responsabilité limitée ou d’une société coopérative, ainsi que les personnes chargées du contrôle de ces sociétés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_21"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, III. Entreprises privées, 4. Actions et parts sociales",
        "citation": "Art. 22 al. 1 LNM",
        "content": "Les actions sont nominatives; la société peut, sous réserve des dispositions du code des obligations, refuser l’approbation du transfert d’actions nominatives, notamment lorsque l’acquéreur ne remplit pas les conditions prévues par la présente loi ou par les ordonnances qui en découlent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_22"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, III. Entreprises privées, 4. Actions et parts sociales",
        "citation": "Art. 22 al. 2 LNM",
        "content": "La qualité d’associé d’une société coopérative ne se transmet ni par héritage ni par cession de parts sociales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_22"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, III. Entreprises privées, 4. Actions et parts sociales",
        "citation": "Art. 22 al. 3 LNM",
        "content": "Les actions et les parts sociales ne peuvent être valablement engagées, soumises à usufruit ou à tout autre droit que moyennant autorisation de la société et inscription sur le registre des actionnaires ou des parts sociales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_22"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, III. Entreprises privées, 5. Sociétés et créanciers intéressés",
        "citation": "Art. 23 LNM",
        "content": "Le Conseil fédéral détermine, au sens des art. 20 et 21, les conditions auxquelles doivent satisfaire les sociétés commerciales ou les personnes morales jouant un rôle dans des entreprises suisses propriétaires de navires:\na. à titre d’associé, de commanditaire, d’actionnaire, d’associé d’une société coopérative ou d’autre bénéficiaire de parts;\nb. à titre de créancier de capitaux investis d’origine suisse ou d’usufruitier, ou en vertu d’autres droits particuliers;\nc. à titre d’organe de contrôle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_23"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, III. Entreprises privées, 6. Moyens financiers",
        "citation": "Art. 24 al. 1 LNM",
        "content": "Tant que le droit international n’en dispose pas autrement, le Conseil fédéral édicte des prescriptions relatives aux fonds propres requis du propriétaire, ainsi qu’à l’origine des capitaux empruntés qu’il a investis dans son navire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_24"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, III. Entreprises privées, 6. Moyens financiers",
        "citation": "Art. 24 al. 2 LNM",
        "content": "Le propriétaire doit disposer de fonds propres représentant au moins 20 % de la valeur comptable des navires enregistrés à son nom; pour chaque navire dont l’enregistrement est requis, le prix d’achat est considéré comme première valeur comptable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_24"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, III. Entreprises privées, 6. Moyens financiers",
        "citation": "Art. 24 al. 3 LNM",
        "content": "Le Conseil fédéral détermine jusqu’à quel degré et pour quelle durée les fonds propres, à la suite de pertes, peuvent rester en-dessous de la limite fixée à l’al. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_24"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, III. Entreprises privées, 7. Déclaration d’état conforme",
        "citation": "Art. 25 LNM",
        "content": "L’OSNM délivre une déclaration d’état conforme lorsque les conditions prévues aux art. 18 à 24 sont remplies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_25"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, III. Entreprises privées, 8. Contrôle",
        "citation": "Art. 26 al. 1 LNM",
        "content": "Dans les neuf mois qui suivent la clôture d’un exercice annuel, le propriétaire d’un navire suisse doit remettre à l’OSNM un rapport spécial de revision attestant que les conditions légales sont remplies. Ce rapport de revision doit être établi par un syndicat de revision ou par une société fiduciaire reconnus à cet effet par le Conseil fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_26"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, III. Entreprises privées, 8. Contrôle",
        "citation": "Art. 26 al. 2 LNM",
        "content": "Le Conseil fédéral peut prescrire en vue de ce contrôle des règles sur la tenue des registres et des livres comptables; il peut établir un tarif pour les travaux de revision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_26"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, III. Entreprises privées, 9. Procédure de régularisation",
        "citation": "Art. 27 al. 1 LNM",
        "content": "Lorsque, ensuite de changement de nationalité, de transfert de domicile, d’héritage, ou pour toute autre cause, les conditions légales ne sont plus remplies, le propriétaire ou ses ayants cause ont un délai de 30 jours, courant de plein droit dès le défaut de conformité, pour rétablir celle-ci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_27"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, III. Entreprises privées, 9. Procédure de régularisation",
        "citation": "Art. 27 al. 2 LNM",
        "content": "Si, passé ce délai, l’état conforme n’a pu être rétabli, ou si les intéressés n’ont pas accompli les démarches nécessaires à cet effet, l’OSNM peut, pourvu que le défaut de conformité persiste, suspendre la déclaration d’état conforme et faire retirer la lettre de mer jusqu’à régularisation complète. Suspension et retrait sont annoncés au Conseil fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_27"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, III. Entreprises privées, 9. Procédure de régularisation",
        "citation": "Art. 27 al. 3 LNM",
        "content": "Si la régularisation complète n’intervient pas dans les trois mois qui suivent, le Conseil fédéral peut ordonner soit la radiation du navire sur le registre des navires suisses, soit, si l’approvisionnement économique du pays l’exige, la vente du navire par voie d’enchères publiques. Dans ce cas, l’adjudication ne peut être faite qu’à un enchérisseur remplissant, selon une attestation de l’OSNM, les conditions légales. La Confédération peut participer aux enchères. Sont compétentes pour les enchères les autorités du canton de Bâle-Ville.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_27"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, III. Entreprises privées, 10. Protection des intéressés, a. Copropriété et propriété commune",
        "citation": "Art. 28 al. 1 LNM",
        "content": "Si, dans une société en nom collectif ou en commandite, un associé ne remplit pas ou ne remplit plus les conditions légales, l’autre ou les autres associés, en tant que leur intérêt commun représente au moins la moitié du capital social et qu’ils remplissent eux-mêmes les conditions légales, peuvent, à l’expiration d’un délai de 20 jours qu’ils auront fixé en vue d’une régularisation amiable, exclure, avec effet immédiat, celui chez qui les conditions font défaut, lui délivrer ce qui lui revient dans l’actif social et continuer seuls les affaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_28"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, III. Entreprises privées, 10. Protection des intéressés, a. Copropriété et propriété commune",
        "citation": "Art. 28 al. 2 LNM",
        "content": "Si dans les autres cas de copropriété ou de propriété commune l’un des intéressés ne remplit pas ou ne remplit plus les conditions légales, l’autre ou les autres peuvent dans les mêmes conditions d’intérêt, de capacité et de délai, mettre immédiatement fin à l’indivision, retenir seuls la propriété du navire ou acquérir la part du défaillant; celui-ci a droit à la contre-valeur de sa part.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_28"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, III. Entreprises privées, 10. Protection des intéressés, a. Copropriété et propriété commune",
        "citation": "Art. 28 al. 3 LNM",
        "content": "S’il y a une succession à partager, la ou les personnes qui remplissent les conditions légales peuvent exiger de celle ou de celles qui ne les remplissent pas l’attribution de la propriété du défunt sur le navire, sur les parts sociales ou les actions. L’autorité compétente pour ordonner l’administration d’office de la succession prend, sans délai, les mesures nécessaires au maintien de la propriété suisse sur le navire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_28"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, III. Entreprises privées, 10. Protection des intéressés, b. Personnes morales",
        "citation": "Art. 29 al. 1 LNM",
        "content": "Quand, dans une société anonyme, en commandite par actions ou à responsabilité limitée, un actionnaire ou un associé ne remplit plus les conditions légales, ses actions ou parts sociales sont vendues aux enchères, en tant que les autres actionnaires ou associés détiennent, ensemble, au moins la moitié du capital social et qu’ils remplissent eux-mêmes lesdites conditions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_29"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, III. Entreprises privées, 10. Protection des intéressés, b. Personnes morales",
        "citation": "Art. 29 al. 2 LNM",
        "content": "Les enchères sont ordonnées par le juge, en procédure accélérée, sur demande de la société, à l’expiration d’un délai de 20 jours fixé par celle-ci en vue d’une régularisation amiable. Le juge décide si la vente se fait aux enchères publiques ou entre les intéressés. L’adjudication ne peut être faite qu’à un enchérisseur remplissant, suivant une attestation de l’OSNM, les conditions légales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_29"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, III. Entreprises privées, 10. Protection des intéressés, b. Personnes morales",
        "citation": "Art. 29 al. 3 LNM",
        "content": "L’actionnaire dont les actions sont en cause doit en remettre les titres au préposé aux enchères, à défaut de quoi, sur demande de la société, le juge en prononce l’annulation immédiate sans publication ni sommation préalables. Est compétent pour ordonner les enchères et pour prononcer l’annulation le juge du lieu où la société a son siège.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_29"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, III. Entreprises privées, 10. Protection des intéressés, b. Personnes morales",
        "citation": "Art. 29 al. 4 LNM",
        "content": "Quand, dans une société coopérative, un associé ne remplit plus les conditions légales, son exclusion peut être prononcée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_29"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, IV. Admission à la navigation, 1. Décision, a. En général",
        "citation": "Art. 30 al. 1 LNM",
        "content": "Le navire n’est admis à la navigation que par l’OSNM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_30"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, IV. Admission à la navigation, 1. Décision, a. En général",
        "citation": "Art. 30 al. 2 LNM",
        "content": "Ne peuvent être admis à la navigation que les bâtiments de mer aptes à la navigation, ayant une jauge brute d’au moins 300 tonneaux et classés par l’une des sociétés de classification reconnues par l’OSNM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_30"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, IV. Admission à la navigation, 1. Décision, a. En général",
        "citation": "Art. 30 al. 2bis LNM",
        "content": "Exceptionnellement, l’OSNM peut admettre à la navigation des navires ayant une jauge brute de moins de 300 tonneaux, pour autant que l’enregistrement soit justifié par un intérêt suisse particulier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_30"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, IV. Admission à la navigation, 1. Décision, a. En général",
        "citation": "Art. 30 al. 3 LNM",
        "content": "Le Conseil fédéral prescrit, après consultation des milieux intéressés et en tenant compte des usages en vigueur dans la navigation maritime, les conditions pour la classification des navires suisses.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_30"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, IV. Admission à la navigation, 1. Décision, b. Bateau de la navigation intérieure en mer",
        "citation": "Art. 30a LNM",
        "content": "L’OSNM peut fixer les conditions de sécurité appropriées et établir les documents nécessaires pour des parcours maritimes isolés de bateaux de la navigation intérieure inscrits dans le registre suisse des bateaux qui, en relation avec un transport professionnel de marchandises sur des eaux intérieures, effectuent aussi une navigation en mer. Sont réservés les règlements des États côtiers dans les eaux desquels naviguent les bateaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_30_a"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, IV. Admission à la navigation, 2. Réparations et aménagements",
        "citation": "Art. 31 al. 1 LNM",
        "content": "Une fois enregistré, le navire suisse doit constamment répondre aux conditions auxquelles est subordonnée son admission à la navigation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_31"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, IV. Admission à la navigation, 2. Réparations et aménagements",
        "citation": "Art. 31 al. 2 LNM",
        "content": "L’OSNM s’assure que ces conditions sont constamment remplies. S’il constate qu’elles ne le sont plus, il fixe au propriétaire du navire un délai raisonnable pour exécuter les réparations ou les aménagements nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_31"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, IV. Admission à la navigation, 2. Réparations et aménagements",
        "citation": "Art. 31 al. 3 LNM",
        "content": "Si les réparations ou les aménagements nécessaires ne sont pas exécutés par le propriétaire dans ce délai, ou s’ils se révèlent insuffisants, l’OSNM suspend l’admission à la navigation et fait retirer la lettre de mer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_31"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, V. Dénomination du navire",
        "citation": "Art. 32 al. 1 LNM",
        "content": "Tout navire suisse porte un nom, inscrit de la manière usuelle en poupe et de chaque côté de la proue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_32"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, V. Dénomination du navire",
        "citation": "Art. 32 al. 2 LNM",
        "content": "Le nom du navire doit se distinguer nettement de ceux des autres navires suisses; il doit être approuvé par l’OSNM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_32"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, V. Dénomination du navire",
        "citation": "Art. 32 al. 3 LNM",
        "content": "Le nom du port d’enregistrement doit être indiqué en poupe, sous le nom du navire, dans l’une des trois langues officielles de la Confédération (Basel, Bâle, Basilea).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_32"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, VI. Procédure d’enregistrement, 1. Requête",
        "citation": "Art. 33 al. 1 LNM",
        "content": "L’enregistrement du navire dans le registre des navires suisses se fait sur requête du propriétaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_33"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, VI. Procédure d’enregistrement, 1. Requête",
        "citation": "Art. 33 al. 2 LNM",
        "content": "Le Conseil fédéral détermine les données à indiquer dans la requête, ainsi que les pièces justificatives à joindre à la requête.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_33"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, VI. Procédure d’enregistrement, 1. Requête",
        "citation": "Art. 33 al. 3 LNM",
        "content": "Toute modification des faits énumérés ci-dessus doit être portée sans délai par le propriétaire à la connaissance de l’Office du registre des navires suisses, lequel en informe l’OSNM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_33"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, VII. Navigation non professionnelle",
        "citation": "Art. 35 al. 1 LNM",
        "content": "Exceptionnellement, le Département fédéral des affaires étrangères peut autoriser l’enregistrement dans le registre des navires suisses d’un bâtiment appartenant à une personne physique, une société commerciale ou une personne morale qui répond aux exigences légales selon les art. 20 et 21 et qui exploite un navire à des fins philanthropiques, humanitaires, scientifiques, culturelles ou à d’autres fins analogues. Il fixe les conditions de cas en cas.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_35"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, VII. Navigation non professionnelle",
        "citation": "Art. 35 al. 2 LNM",
        "content": "Le Conseil fédéral peut édicter une ordonnance prévoyant l’enregistrement des yachts de plaisance dans un registre suisse et déterminer les conditions et les effets de cet enregistrement ainsi que le statut juridique résultant, pour les yachts de plaisance, de leur enregistrement; il peut en outre autoriser l’OSNM à réglementer l’octroi d’un certificat suisse de capacité pour les conducteurs de bateau.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_35"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, VII. Navigation non professionnelle",
        "citation": "Art. 35 al. 3 LNM",
        "content": "Le Conseil fédéral peut prévoir dans une ordonnance que dans des circonstances spéciales, une attestation de pavillon pourra être délivrée pour des bateaux qui ne peuvent pas être immatriculés dans le registre suisse des yachts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_35"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, VIII. Radiation volontaire",
        "citation": "Art. 36 al. 1 LNM",
        "content": "La radiation volontaire d’un navire dans le registre des navires suisses est soumise à l’autorisation du Conseil fédéral. L’autorisation ne peut être refusée que si l’approvisionnement économique du pays l’exige.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_36"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, VIII. Radiation volontaire",
        "citation": "Art. 36 al. 2 LNM",
        "content": "Si l’autorisation est refusée, la Confédération, à la demande du propriétaire, reprend le navire à sa valeur marchande, à moins que le Conseil fédéral n’en ait ordonné la vente par voie d’enchères publiques selon les modalités prévues à l’art. 27, al. 3. Le propriétaire peut présenter la demande de reprise en même temps que celle de la radiation ou, ultérieurement, dans les 30 jours à compter du refus de la radiation. La reprise du navire par la Confédération ou, à défaut, l’ordre de le vendre aux enchères, doivent intervenir dans les 30 jours à compter de la réception de la demande, mais au plus tôt à compter du refus de l’autorisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_36"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre I, De l’enregistrement, VIII. Radiation volontaire",
        "citation": "Art. 36 al. 3 LNM",
        "content": "L’acte juridique en vertu duquel la propriété du navire est transférée est nul si la radiation n’est pas autorisée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_36"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre II, Des droits réels, Propriété et autres droits réels",
        "citation": "Art. 37 al. 1 LNM",
        "content": "Sauf disposition contraire de la présente loi la législation fédérale sur le registre des bateaux s’applique à la propriété ainsi qu’aux autres droits réels sur les navires suisses.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_37"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre II, Des droits réels, Propriété et autres droits réels",
        "citation": "Art. 37 al. 2 LNM",
        "content": "En cas de transfert de propriété, l’Office du registre des navires suisses ne peut inscrire l’acquéreur qu’au vu d’une déclaration d’état conforme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_37"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre II, Des droits réels, Propriété et autres droits réels",
        "citation": "Art. 37 al. 3 LNM",
        "content": "Une hypothèque ne peut être inscrite dans le registre des navires suisses que si l’OSNM atteste que les dispositions de l’art. 24, al. 1, concernant l’origine des capitaux empruntés sont respectées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_37"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre II, Des droits réels, Propriété et autres droits réels",
        "citation": "Art. 37 al. 4 LNM",
        "content": "Un usufruit ne peut être inscrit sur le registre des navires suisses qu’en faveur d’une personne remplissant, selon attestation de l’OSNM, les conditions posées aux art. 18 à 23. La procédure de régularisation est applicable par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_37"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre II, Des droits réels, Privilèges et hypothèques",
        "citation": "Art. 38 al. 1 LNM",
        "content": "Les privilèges énumérés dans la convention internationale du 10 avril 1926 pour l’unification de certaines règles relatives aux privilèges et hypothèques maritimes sont des hypothèques légales sans inscription qui priment les hypothèques inscrites dans le registre des navires. Les dispositions des art. 1 à 13 de ladite convention régissent la naissance, le contenu, la portée et les effets de ces hypothèques légales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_38"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre II, Des droits réels, Privilèges et hypothèques",
        "citation": "Art. 38 al. 2 LNM",
        "content": "L’hypothèque légale prend fin avec l’extinction de la créance garantie, en cas de réalisation forcée du navire et lorsque se trouvent réunies les conditions de fait indiquées aux art. 9 et 10 de la convention.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_38"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre II, Des droits réels, Purge hypothécaire",
        "citation": "Art. 39 al. 1 LNM",
        "content": "Lorsque le navire est vendu de gré à gré, l’Office des navires suisses, à la requête de l’acquéreur, invite, par avis publié deux fois dans la Feuille fédérale et deux fois dans la Feuille officielle suisse du commerce, les titulaires de créances garanties par une hypothèque légale sans inscription à lui faire savoir, à l’intention de l’acquéreur, dans un délai qui doit être d’un mois au moins à compter de la deuxième publication, s’ils revendiquent cette hypothèque légale envers l’acquéreur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_39"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre II, Des droits réels, Purge hypothécaire",
        "citation": "Art. 39 al. 2 LNM",
        "content": "Le créancier qui n’observe pas ce délai perd son droit de gage sur le navire; dans ce cas, ladite hypothèque légale sans inscription porte sur la créance de l’aliénateur en paiement du prix de vente, dans la mesure où celui-ci est encore dû.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_39"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre II, Des droits réels, Effet de la radiation",
        "citation": "Art. 40 al. 1 LNM",
        "content": "La radiation du navire dans le registre n’affecte que sa nationalité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_40"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre II, Des droits réels, Effet de la radiation",
        "citation": "Art. 40 al. 2 LNM",
        "content": "Après la radiation, les inscriptions dans le registre subsistent pour la sauvegarde des droits privés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_40"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre III, De la lettre de mer, Nature, portée, contenu",
        "citation": "Art. 41 al. 1 LNM",
        "content": "Tout navire suisse doit être muni à bord de sa lettre de mer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_41"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre III, De la lettre de mer, Nature, portée, contenu",
        "citation": "Art. 41 al. 2 LNM",
        "content": "La lettre de mer atteste que le navire a le droit et l’obligation de naviguer sous pavillon suisse. Elle doit permettre l’identification du navire; à cet effet, elle mentionne l’armateur du navire et reproduit en outre les indications essentielles du registre des navires suisses.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_41"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre III, De la lettre de mer, Nature, portée, contenu",
        "citation": "Art. 41 al. 3 LNM",
        "content": "La lettre de mer indique la durée de sa validité, laquelle ne peut être supérieure à cinq ans. Dans tous les cas, elle perd sa validité de plein droit avec la radiation du navire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_41"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre III, De la lettre de mer, Nature, portée, contenu",
        "citation": "Art. 41 al. 4 LNM",
        "content": "L’admission du navire à la navigation et la délivrance de la lettre de mer ne signifient pas une concession par l’autorité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_41"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre III, De la lettre de mer, Établissement et restitution",
        "citation": "Art. 42 al. 1 LNM",
        "content": "La lettre de mer est établie par l’OSNM; elle ne peut être confiée qu’à un armateur suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_42"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre III, De la lettre de mer, Établissement et restitution",
        "citation": "Art. 42 al. 2 LNM",
        "content": "À titre exceptionnel, et pourvu que l’enregistrement au registre des navires suisses ait eu lieu, l’OSNM peut faire directement délivrer par un consulat une lettre de mer provisoire d’une validité maximum de trois mois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_42"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre III, De la lettre de mer, Établissement et restitution",
        "citation": "Art. 42 al. 3 LNM",
        "content": "À l’expiration de sa validité, ou si elle est renouvelée avant ce terme, toute lettre de mer, même si elle était provisoire, doit être restituée par l’armateur à l’OSNM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_42"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre III, De la lettre de mer, Prorogation, modification, remplacement",
        "citation": "Art. 43 al. 1 LNM",
        "content": "Tant que les conditions justifiant l’enregistrement du navire au registre des navires suisses sont remplies, la lettre de mer doit être, selon les cas, prorogée, modifiée ou remplacée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_43"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre III, De la lettre de mer, Prorogation, modification, remplacement",
        "citation": "Art. 43 al. 2 LNM",
        "content": "Les consulats ont le pouvoir de proroger et de modifier les lettres de mer selon les instructions de l’OSNM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_43"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre III, De la lettre de mer, Prorogation, modification, remplacement",
        "citation": "Art. 43 al. 3 LNM",
        "content": "Si une lettre de mer est perdue, elle est déclarée nulle par l’OSNM. La déclaration de nullité est publiée dans la Feuille fédérale et dans la Feuille officielle suisse du commerce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_43"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre III, De la lettre de mer, Prorogation, modification, remplacement",
        "citation": "Art. 43 al. 4 LNM",
        "content": "L’OSNM établit une nouvelle lettre de mer si le navire a changé de propriétaire ou d’armateur ou si la lettre est devenue inutilisable ou a été déclarée nulle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_43"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre II, Des navires suisses, Chapitre III, De la lettre de mer, Retrait de la lettre de mer",
        "citation": "Art. 44 LNM",
        "content": "L’OSNM ne peut exiger la restitution de la lettre de mer, refuser sa prorogation ou son remplacement que dans les cas prévus aux art. 27, 31, 46 et 91, al. 1. Sont réservées les mesures prises par le Conseil fédéral en vertu de l’art. 6 et les décisions des autorités compétentes en matière de poursuite pour dettes et faillite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_44"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre III, De l’exercice de la navigation, Chapitre I, De l’armateur, Définition de l’armateur",
        "citation": "Art. 45 al. 1 LNM",
        "content": "L’armateur est le propriétaire du navire ou toute autre entité ou personne à laquelle le propriétaire a confié la responsabilité de l’exploitation du navire et qui, en assumant cette responsabilité, a accepté de se charger des tâches et obligations incombant aux armateurs en vertu de la convention du travail maritime du 23 février 2006, indépendamment du fait que d’autres entités ou personnes s’acquittent en son nom de certaines de ces tâches ou responsabilités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_45"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre III, De l’exercice de la navigation, Chapitre I, De l’armateur, Définition de l’armateur",
        "citation": "Art. 45 al. 2 LNM",
        "content": "L’armateur arme, équipe et approvisionne le navire. Il nomme et révoque le capitaine; sous réserve des dispositions légales relatives aux droits et aux obligations du capitaine, les attributions de ce dernier sont fixées librement par l’armateur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_45"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre III, De l’exercice de la navigation, Chapitre I, De l’armateur, Statut de l’armateur suisse",
        "citation": "Art. 46 al. 1 LNM",
        "content": "Même s’il n’est pas propriétaire du navire, l’armateur d’un bâtiment suisse doit remplir aussi bien les conditions auxquelles le propriétaire est soumis en vertu des art. 18 à 23 que celles du Conseil fédéral relatives à l’origine des capitaux investis dans l’entreprise. Il doit observer également, en ce qui concerne l’équipage, les prescriptions de nationalité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_46"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre III, De l’exercice de la navigation, Chapitre I, De l’armateur, Statut de l’armateur suisse",
        "citation": "Art. 46 al. 2 LNM",
        "content": "Quelles que soient les dispositions prises par l’armateur pour l’utilisation du navire, l’exploitation doit être dirigée de Suisse, au moyen d’une organisation appropriée, répondant au caractère suisse de l’entreprise, et capable d’accomplir ou de contrôler les actes de gestion prévus à l’art. 45, al. 2. Le capitaine reste constamment soumis à l’armateur suisse pour tout ce qui a trait à la possession et à la conduite du navire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_46"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre III, De l’exercice de la navigation, Chapitre I, De l’armateur, Statut de l’armateur suisse",
        "citation": "Art. 46 al. 3 LNM",
        "content": "Lorsque ces conditions ne sont pas remplies, l’OSNM fixe à l’armateur un délai d’au moins 30 jours pour les rétablir. S’il ne les a pas rétablies à l’expiration de ce délai, l’OSNM peut faire retirer la lettre de mer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_46"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre III, De l’exercice de la navigation, Chapitre I, De l’armateur, Sécurité de l’exploitation",
        "citation": "Art. 47 al. 1 LNM",
        "content": "Le Conseil fédéral prescrit, après consultation des milieux intéressés et en tenant compte des conventions internationales et des usages en vigueur dans la navigation maritime, les règles relatives à l’armement, à la composition de l’équipage et à la sécurité des navires, ainsi qu’à la sauvegarde de la vie humaine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_47"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre III, De l’exercice de la navigation, Chapitre I, De l’armateur, Sécurité de l’exploitation",
        "citation": "Art. 47 al. 2 LNM",
        "content": "Si l’armateur d’un navire suisse n’observe pas ces prescriptions, l’art. 31 est applicable par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_47"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre III, De l’exercice de la navigation, Chapitre I, De l’armateur, Responsabilité de l’armateur",
        "citation": "Art. 48 al. 1 LNM",
        "content": "L’armateur répond de tout dommage causé à un tiers par la faute d’un membre de l’équipage, d’un pilote ou de toute autre personne employée à bord du navire dans l’accomplissement de leur travail, à moins qu’il ne prouve qu’aucune faute n’est imputable à ces auxiliaires. Envers les personnes qui peuvent, pour la même cause, faire valoir des prétentions fondées sur un contrat, il ne répond cependant pas au-delà de celles-ci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_48"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre III, De l’exercice de la navigation, Chapitre I, De l’armateur, Responsabilité de l’armateur",
        "citation": "Art. 48 al. 2 LNM",
        "content": "L’armateur a un recours contre la personne qui a causé le préjudice en tant que celle-ci est responsable du dommage. Toutefois, si l’armateur est locataire du navire, il n’a de recours contre le propriétaire que pour vice caché de construction ou défaut d’entretien antérieur à la location.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_48"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre III, De l’exercice de la navigation, Chapitre I, De l’armateur, Responsabilité de l’armateur",
        "citation": "Art. 48 al. 3 LNM",
        "content": "L’armateur d’un pétrolier répond des dommages dus à la pollution par les hydrocarbures selon les art. 1 à 11 de la convention internationale du 29 novembre 1969 sur la responsabilité civile pour les dommages dus à la pollution par les hydrocarbures et, après leur entrée en vigueur, selon les Protocoles y relatifs des 19 novembre 1976 et 27 novembre 1992.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_48"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre III, De l’exercice de la navigation, Chapitre I, De l’armateur, Limitation de la responsabilité",
        "citation": "Art. 49 al. 1 LNM",
        "content": "Les art. 1 à 13 de la convention du 19 novembre 1976 sur la limitation de la responsabilité en matière de créances maritimes s’appliquent à la limitation de la responsabilité du propriétaire du navire et de l’armateur, ainsi qu’à celle du fréteur et du transporteur maritime résultant même d’un contrat pour l’utilisation du navire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_49"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre III, De l’exercice de la navigation, Chapitre I, De l’armateur, Limitation de la responsabilité",
        "citation": "Art. 49 al. 1bis LNM",
        "content": "En cas de dommage dû à la pollution par les hydrocarbures, la limitation de la responsabilité est régie par la Convention internationale du 29 novembre 1969 sur la responsabilité civile pour les dommages dus à la pollution par les hydrocarbures et, après leur entrée en vigueur, par les Protocoles des 19 novembre 1976 et 27 novembre 1992 qui s’y rapportent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_49"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre III, De l’exercice de la navigation, Chapitre I, De l’armateur, Limitation de la responsabilité",
        "citation": "Art. 49 al. 2 LNM",
        "content": "La preuve d’une faute propre du propriétaire du navire, de l’armateur, du fréteur ou du transporteur incombe à celui qui s’en réclame pour exclure la limitation de la responsabilité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_49"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre III, De l’exercice de la navigation, Chapitre I, De l’armateur, Procédure",
        "citation": "Art. 50 LNM",
        "content": "Le Conseil fédéral réglera la procédure et les délais nécessaires à l’application des dispositions sur la limitation de la responsabilité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_50"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre III, De l’exercice de la navigation, Chapitre II, Du capitaine, Exercice du commandement",
        "citation": "Art. 51 al. 1 LNM",
        "content": "Le commandement du navire appartient et incombe de plein droit au capitaine désigné par l’armateur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_51"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre III, De l’exercice de la navigation, Chapitre II, Du capitaine, Exercice du commandement",
        "citation": "Art. 51 al. 2 LNM",
        "content": "Sauf les démarches nécessaires ou usuelles dans les ports d’escale, le capitaine doit se trouver à bord et exercer personnellement le commandement pendant toute la durée du voyage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_51"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre III, De l’exercice de la navigation, Chapitre II, Du capitaine, Exercice du commandement",
        "citation": "Art. 51 al. 3 LNM",
        "content": "Lorsque le capitaine quitte le navire ou se trouve empêché de remplir ses fonctions, le commandement du navire appartient et incombe de plein droit au membre du personnel de pont le plus ancien dans le grade le plus élevé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_51"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre III, De l’exercice de la navigation, Chapitre II, Du capitaine, Exercice du commandement",
        "citation": "Art. 51 al. 4 LNM",
        "content": "Quiconque exerce effectivement le commandement à bord a de plein droit les obligations et les responsabilités civiles et pénales du capitaine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_51"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre III, De l’exercice de la navigation, Chapitre II, Du capitaine, Conduite nautique du navire",
        "citation": "Art. 52 al. 1 LNM",
        "content": "Le capitaine répond seul de la conduite du navire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_52"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre III, De l’exercice de la navigation, Chapitre II, Du capitaine, Conduite nautique du navire",
        "citation": "Art. 52 al. 2 LNM",
        "content": "Il conduit le navire selon les règles de l’art nautique et en se conformant aux accords internationaux, aux usages généralement reconnus en matière de navigation maritime et aux règles édictées par les États dans les eaux territoriales desquels le navire se trouve.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_52"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre III, De l’exercice de la navigation, Chapitre II, Du capitaine, Conduite nautique du navire",
        "citation": "Art. 52 al. 3 LNM",
        "content": "Le capitaine doit maintenir le navire en bon état de navigabilité; il pourvoit à ce que son armement, son équipement et son approvisionnement restent suffisants pendant toute la durée du voyage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_52"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre III, De l’exercice de la navigation, Chapitre II, Du capitaine, Sécurité du voyage",
        "citation": "Art. 53 al. 1 LNM",
        "content": "Le capitaine prend, selon les usages, toutes les mesures propres à sauvegarder les intérêts du propriétaire du navire, de l’armateur, de l’équipage, des passagers ainsi que des ayants droit à la cargaison. Il procède à un arrimage conforme aux usages maritimes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_53"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre III, De l’exercice de la navigation, Chapitre II, Du capitaine, Sécurité du voyage",
        "citation": "Art. 53 al. 2 LNM",
        "content": "En cas de nécessité, le capitaine procède à tous actes immédiatement indispensables à la sauvegarde de la vie humaine, du navire ou de la cargaison. Néanmoins, il doit, pour peu que les circonstances le permettent, se concerter avec l’armateur avant de prendre une mesure de caractère exceptionnel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_53"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre III, De l’exercice de la navigation, Chapitre II, Du capitaine, Discipline de bord et engagement de l’équipage",
        "citation": "Art. 54 al. 1 LNM",
        "content": "Le capitaine a sur toute personne se trouvant à bord du navire l’autorité que lui confèrent les règles et usages généralement reconnus en droit maritime. Il répond de l’ordre à bord et exerce le pouvoir disciplinaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_54"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre III, De l’exercice de la navigation, Chapitre II, Du capitaine, Discipline de bord et engagement de l’équipage",
        "citation": "Art. 54 al. 2 LNM",
        "content": "Le capitaine engage lui-même l’équipage de son navire en tant que l’armateur ne s’est pas réservé cet engagement. Si les effectifs du personnel de pont ou des machines tombent au-dessous du chiffre normal, il est tenu d’engager le plus rapidement possible les remplaçants nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_54"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre III, De l’exercice de la navigation, Chapitre II, Du capitaine, Pouvoirs de représentation",
        "citation": "Art. 55 al. 1 LNM",
        "content": "Le capitaine est le représentant légal de l’armateur. La limitation de ses pouvoirs de représentation est sans effet à l’égard des tiers de bonne foi. Toutefois, le capitaine ne peut en aucun cas ni aliéner ni hypothéquer le navire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_55"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre III, De l’exercice de la navigation, Chapitre II, Du capitaine, Pouvoirs de représentation",
        "citation": "Art. 55 al. 2 LNM",
        "content": "Dans l’exercice de ses fonctions commerciales, le capitaine doit s’en tenir aux instructions de l’armateur. Il doit, conformément aux usages, le renseigner sur tout ce qui concerne le navire et la cargaison.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_55"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre III, De l’exercice de la navigation, Chapitre II, Du capitaine, Pouvoirs de représentation",
        "citation": "Art. 55 al. 3 LNM",
        "content": "Tout litige survenant à propos du navire doit être, le plus rapidement possible, signalé par le capitaine à l’armateur. En pareil cas, le capitaine représente l’armateur en justice, tant en demandant qu’en défendant, aussi longtemps que l’armateur n’intervient pas par le moyen de quelque autre représentant dûment habilité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_55"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre III, De l’exercice de la navigation, Chapitre II, Du capitaine, Tâches de droit civil",
        "citation": "Art. 56 al. 1 LNM",
        "content": "Le capitaine constate, dans le livre de bord, dans la forme authentique, les naissances et les décès survenus à bord du navire et remet un extrait de ce livre au prochain consulat de Suisse. Ce dernier est chargé de transmettre l’extrait à l’OSNM, à l’intention du Service fédéral de l’état civil.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_56"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre III, De l’exercice de la navigation, Chapitre II, Du capitaine, Tâches de droit civil",
        "citation": "Art. 56 al. 2 LNM",
        "content": "Les naissances et décès survenus à bord d’un navire suisse doivent être inscrits, s’il s’agit de citoyens suisses, au registre des naissances et des décès du lieu d’origine et, s’il s’agit d’étrangers et que l’événement ne soit pas établi par un acte d’état civil à l’étranger, dans les registres du canton de Bâle-Ville.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_56"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre III, De l’exercice de la navigation, Chapitre II, Du capitaine, Tâches de droit civil",
        "citation": "Art. 56 al. 3 LNM",
        "content": "Si une personne meurt à bord d’un navire suisse, le capitaine doit prendre sous sa garde, après les avoir inventoriés avec le concours d’un autre membre de l’équipage, les objets qui ont appartenu au défunt ainsi que les testaments qui peuvent exister et les remettre au prochain consulat de Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_56"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre III, De l’exercice de la navigation, Chapitre II, Du capitaine, Compétence en cas de délits",
        "citation": "Art. 57 al. 1 LNM",
        "content": "Si un délit a été commis à bord, le capitaine a les attributions de la police dans le cadre des poursuites pénales et mène les investigations jusqu’à l’arrivée de l’autorité compétente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_57"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre III, De l’exercice de la navigation, Chapitre II, Du capitaine, Compétence en cas de délits",
        "citation": "Art. 57 al. 2 LNM",
        "content": "À cet effet, il entreprend les actes d’enquêtes qui ne souffrent aucun retard, et en particulier met en sûreté les traces et les moyens de preuves, détermine et interroge les lésés et les suspects et, au besoin, arrête provisoirement les suspects. L’art. 306 du code de procédure pénale du 5 octobre 2007 est applicable par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_57"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre III, De l’exercice de la navigation, Chapitre II, Du capitaine, Compétence en cas de délits",
        "citation": "Art. 57 al. 3 LNM",
        "content": "Le capitaine établit un rapport sur les actes d’enquête auxquels il a procédé et sur le résultat de ses recherches. Il tient ce rapport avec le procès-verbal d’audition des témoins et les pièces à conviction à la disposition des autorités compétentes et porte ces faits et documents à la connaissance du Ministère public du canton de Bâle-Ville ainsi que du prochain consulat de Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_57"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre III, De l’exercice de la navigation, Chapitre II, Du capitaine, Compétence en cas de délits",
        "citation": "Art. 57 al. 4 LNM",
        "content": "Le Conseil fédéral peut toutefois prescrire des règles spéciales pour cette procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_57"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre III, De l’exercice de la navigation, Chapitre II, Du capitaine, Papiers de bord",
        "citation": "Art. 58 al. 1 LNM",
        "content": "Le capitaine est responsable de la présence à bord des documents concernant le navire, l’équipage, les passagers et la cargaison. Il veille notamment à la tenue du livre de bord et du journal des machines.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_58"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre III, De l’exercice de la navigation, Chapitre II, Du capitaine, Papiers de bord",
        "citation": "Art. 58 al. 2 LNM",
        "content": "Les événements de caractère nautique et météorologique, ainsi que tout fait intéressant le voyage, seront consignés dans le livre de bord, chronologiquement et avec l’indication exacte du moment où ils se sont produits et où se fait l’inscription. Sauf circonstances exceptionnelles, les inscriptions doivent se faire jour après jour. L’officier chargé des inscriptions en atteste l’exactitude sous sa signature; elles sont vérifiées et contresignées par le capitaine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_58"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre III, De l’exercice de la navigation, Chapitre II, Du capitaine, Papiers de bord",
        "citation": "Art. 58 al. 3 LNM",
        "content": "Quiconque établit qu’il y a un intérêt légitime peut obtenir, par l’entremise de l’OSNM et contre paiement des frais, un extrait du livre de bord et la copie des procès-verbaux, rapports et autres documents établis par le capitaine ou par ses subordonnés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_58"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre III, De l’exercice de la navigation, Chapitre II, Du capitaine, Relations avec les consulats",
        "citation": "Art. 59 al. 1 LNM",
        "content": "S’il y a un consulat de Suisse dans le port où le navire fait escale ou achève le voyage, le capitaine lui annonce l’arrivée du navire et le prévient à temps de son départ.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_59"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre III, De l’exercice de la navigation, Chapitre II, Du capitaine, Relations avec les consulats",
        "citation": "Art. 59 al. 2 LNM",
        "content": "Jusqu’à ce départ, le capitaine doit tenir à la disposition du consulat les papiers de bord.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_59"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre III, De l’exercice de la navigation, Chapitre II, Du capitaine, Relations avec les consulats",
        "citation": "Art. 59 al. 3 LNM",
        "content": "Le consulat est autorisé, sur requête du capitaine ou des organisations d’employeurs et d’employés concernées, à demander l’entraide judiciaire, au nom de la Confédération, à l’autorité étrangère compétente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_59"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre I, Dispositions générales, Composition",
        "citation": "Art. 60 al. 1 LNM",
        "content": "Sont membres de l’équipage le capitaine et les marins qui ont un emploi à bord et qui sont inscrits sur le rôle d’équipage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_60"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre I, Dispositions générales, Composition",
        "citation": "Art. 60 al. 2 LNM",
        "content": "Sont officiers les marins qui possèdent le certificat de capacité pour cette fonction et qui ont été engagés à ce titre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_60"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre I, Dispositions générales, Composition",
        "citation": "Art. 60 al. 3 LNM",
        "content": "Si l’intérêt du pays l’exige, l’OSNM peut ordonner, en tout temps, le renvoi immédiat et sans indication de motifs d’un membre de l’équipage. S’ils n’ont pas commis de faute, le membre de l’équipage congédié et l’armateur seront indemnisés, par la Confédération, du préjudice attribuable à ce renvoi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_60"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre I, Dispositions générales, Nationalité et formation professionnelle",
        "citation": "Art. 61 al. 1 LNM",
        "content": "Le Conseil fédéral peut édicter des prescriptions concernant le nombre minimal de capitaines et de marins de nationalité suisse à bord des navires suisses.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_61"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre I, Dispositions générales, Nationalité et formation professionnelle",
        "citation": "Art. 61 al. 2 LNM",
        "content": "La Confédération encourage la formation professionnelle de capitaines et de marins de nationalité suisse. Le Conseil fédéral prend les mesures nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_61"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre I, Dispositions générales, Exigences professionnelles",
        "citation": "Art. 62 al. 1 LNM",
        "content": "Peuvent être engagés comme membres de l’équipage d’un navire suisse, sous réserve de l’art. 61, al. 1, tous ceux qui sont en possession d’un passeport valable ou d’une pièce d’identité équivalente et qui justifient de leur aptitude à la fonction qui leur sera confiée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_62"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre I, Dispositions générales, Exigences professionnelles",
        "citation": "Art. 62 al. 2 LNM",
        "content": "Peuvent seuls être engagés en qualité d’officiers de pont, officiers des machines et officiers radiotélégraphistes d’un navire suisse les marins dont l’aptitude à l’un de ces emplois ressort d’un certificat délivré soit par l’OSNM, soit par l’autorité compétente d’un autre État exerçant la navigation maritime.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_62"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre I, Dispositions générales, Exigences professionnelles",
        "citation": "Art. 62 al. 3 LNM",
        "content": "Peut seul être engagé en qualité de capitaine d’un navire suisse celui qui est titulaire d’un brevet de capitaine délivré ou reconnu par l’OSNM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_62"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre I, Dispositions générales, Droit de travail et des assurances sociales",
        "citation": "Art. 63 al. 1 LNM",
        "content": "À bord des navires suisses, la législation suisse sur le travail et les assurances sociales s’applique à l’équipage, à moins que des exceptions ou dérogations ne soient prévues par la loi, par des conventions internationales ou par une ordonnance du Conseil fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_63"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre I, Dispositions générales, Droit de travail et des assurances sociales",
        "citation": "Art. 63 al. 2 LNM",
        "content": "Le Conseil fédéral édicte, en tenant compte des conventions internationales et des usages en vigueur dans la navigation maritime et après consultation des milieux intéressés, des dispositions relatives aux éléments suivants:\na. conditions minimales requises pour le travail des gens de mer à bord d’un navire;\nb. conditions d’emploi;\nc. logement, lieux de loisirs, alimentation et service de table;\nd. protection de la santé, soins médicaux, bien-être et sécurité sociale;\ne. respect et mise en application des dispositions de la convention du travail maritime du 23 février 2006.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_63"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre I, Dispositions générales, Rôle d’équipage",
        "citation": "Art. 64 al. 1 LNM",
        "content": "Le capitaine tient le rôle d’équipage dans les formes prescrites par l’OSNM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_64"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre I, Dispositions générales, Rôle d’équipage",
        "citation": "Art. 64 al. 2 LNM",
        "content": "Tout marin engagé à bord d’un navire suisse doit, avant le premier départ du navire suivant son engagement, faire l’objet sur ce rôle d’une inscription comportant l’indication de son état civil, de son emploi à bord, des conditions de son engagement et des documents au vu desquels il a été engagé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_64"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre I, Dispositions générales, Rôle d’équipage",
        "citation": "Art. 64 al. 3 LNM",
        "content": "Lorsque le marin a quitté le service à bord, son inscription sur le rôle d’équipage est radiée par le capitaine. Les circonstances du départ sont indiquées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_64"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre I, Dispositions générales, Rôle d’équipage",
        "citation": "Art. 64 al. 4 LNM",
        "content": "Les personnes qui se trouvent à bord sans y avoir d’emploi doivent, si elles ne figurent pas sur une liste de passagers, faire l’objet, par les soins du capitaine, d’une mention au rôle d’équipage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_64"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre I, Dispositions générales, Enrôlement et dérôlement",
        "citation": "Art. 65 al. 1 LNM",
        "content": "L’enrôlement a lieu par-devant le consul de Suisse, hors la présence des agents de placement et si possible à bord du navire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_65"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre I, Dispositions générales, Enrôlement et dérôlement",
        "citation": "Art. 65 al. 2 LNM",
        "content": "Le capitaine ou un autre représentant autorisé de l’armateur, d’une part, le marin engagé d’autre part, apposent leurs signatures sur le rôle d’équipage en regard de l’inscription.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_65"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre I, Dispositions générales, Enrôlement et dérôlement",
        "citation": "Art. 65 al. 3 LNM",
        "content": "Le consul valide l’opération en apposant son visa sur le rôle à la suite des signatures des parties. S’il n’y a pas de consulat accessible au port d’enrôlement, l’inscription est soumise au visa du prochain consulat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_65"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre I, Dispositions générales, Enrôlement et dérôlement",
        "citation": "Art. 65 al. 4 LNM",
        "content": "Le dérôlement est soumis aux mêmes formalités que l’enrôlement; si le consul a des motifs de penser que le marin a été indûment radié, il en informe l’OSNM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_65"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre I, Dispositions générales, Livret de marin suisse",
        "citation": "Art. 66 al. 1 LNM",
        "content": "Tout membre de l’équipage d’un navire suisse, qui est ressortissant suisse, reçoit de l’OSNM un livret de marin établi à son nom. Ce livret peut aussi être remis à un membre suisse de l’équipage d’un navire étranger. Un tel livret ou un document analogue peut aussi être délivré à des citoyens suisses qui doivent produire un tel document pour pouvoir exercer d’autres activités en mer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_66"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre I, Dispositions générales, Livret de marin suisse",
        "citation": "Art. 66 al. 2 LNM",
        "content": "Au moment du dérôlement, le capitaine inscrit dans ce livret la nature et la durée de l’engagement à bord de son navire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_66"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre I, Dispositions générales, Conditions du service à bord",
        "citation": "Art. 67 al. 1 LNM",
        "content": "Le service à bord des navires suisses n’emporte pas par lui seul transfert de domicile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_67"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre I, Dispositions générales, Conditions du service à bord",
        "citation": "Art. 67 al. 2 LNM",
        "content": "Les modalités de l’examen médical, les pratiques d’hygiène et les soins usuels à bord, ainsi que les modalités d’application du régime disciplinaire à bord, peuvent faire l’objet d’un règlement sur le service à bord des navires suisses, établi par l’OSNM et approuvé par le Conseil fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_67"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre I, Dispositions générales, Conditions du service à bord",
        "citation": "Art. 67 al. 3 LNM",
        "content": "Tout membre de l’équipage d’un navire suisse reçoit, lors de son engagement, le manuel du marin servant sous pavillon suisse; ce manuel est établi par l’OSNM et reproduit les principales dispositions applicables aux marins des navires suisses.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_67"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre II, Du contrat d’engagement, Application du droit suisse",
        "citation": "Art. 68 al. 1 LNM",
        "content": "Les dispositions sur le contrat d’engagement sont applicables à tous les marins servant à bord des navires suisses, quelle que soit leur nationalité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_68"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre II, Du contrat d’engagement, Application du droit suisse",
        "citation": "Art. 68 al. 2 LNM",
        "content": "Sous réserve des dispositions de la présente loi, le contrat d’engagement des marins servant à bord des navires suisses est régi par le code des obligations. L’art. 333a du code des obligations concernant la consultation de la représentation des travailleurs en cas de transfert des rapports de travail, les art. 335d à 335g concernant le licenciement collectif ainsi que l’art. 336, al. 3, ne sont toutefois pas applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_68"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre II, Du contrat d’engagement, Conclusion du contrat",
        "citation": "Art. 69 al. 1 LNM",
        "content": "Le contrat d’engagement peut être conclu soit pour une durée déterminée, soit pour un ou plusieurs voyages, soit pour une durée indéterminée. Si la durée d’un contrat conclu pour une période déterminée ou pour plusieurs voyages dépasse une année, il est réputé conclu pour une durée indéterminée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_69"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre II, Du contrat d’engagement, Conclusion du contrat",
        "citation": "Art. 69 al. 2 LNM",
        "content": "Le contrat d’engagement doit être conclu en la forme écrite. Chaque partie en reçoit un exemplaire. L’exemplaire destiné au marin lui est remis au plus tard lors de la signature du rôle d’équipage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_69"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre II, Du contrat d’engagement, Conclusion du contrat",
        "citation": "Art. 69 al. 3 LNM",
        "content": "Le contrat d’engagement entre en vigueur au plus tard au moment de l’embarquement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_69"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre II, Du contrat d’engagement, Contenu du contrat",
        "citation": "Art. 70 LNM",
        "content": "Le contrat d’engagement doit indiquer de manière claire et précise les droits et les obligations des deux parties; il indiquera notamment:\na. les nom et prénom, la date et le lieu de naissance du marin, sa nationalité et, s’il est ressortissant suisse, son lieu d’origine;\nb. le lieu et la date de l’engagement et de l’entrée en service;\nc. la désignation du ou des navires à bord duquel ou desquels le marin s’engage à servir;\nd. le voyage ou les voyages à entreprendre, s’ils peuvent être déterminés au moment de l’engagement;\ne. le service pour lequel le marin est engagé;\nf. les dispositions légales relatives à la durée du travail, aux vacances et à l’assurance en cas d’accidents professionnels et de maladie;\ng. le salaire, ainsi que la monnaie dans laquelle il sera payé;\nh. la rémunération des heures de travail supplémentaires portées en compte;\ni. le terme du contrat, en particulier le délai de congé;\nj. Le nom et l’adresse de l’armateur;\nk. Le droit du marin à un rapatriement;\nl. Le cas échéant, un renvoi à la convention collective de travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_70"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre II, Du contrat d’engagement, Devoirs de l’équipage",
        "citation": "Art. 71 al. 1 LNM",
        "content": "Tout membre de l’équipage est tenu d’exécuter avec soin le travail dont il est chargé. Il répond du dommage qu’il cause intentionnellement ou par négligence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_71"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre II, Du contrat d’engagement, Devoirs de l’équipage",
        "citation": "Art. 71 al. 2 LNM",
        "content": "Le marin doit respect et obéissance au capitaine et à ses autres supérieurs. Il doit se conformer aux ordres qu’il reçoit ainsi qu’aux usages reconnus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_71"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre II, Du contrat d’engagement, Devoirs de l’équipage",
        "citation": "Art. 71 al. 3 LNM",
        "content": "En cas de danger de mer, le marin doit fournir toute l’assistance dont il est requis pour le sauvetage des personnes, du navire et de la cargaison.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_71"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre II, Du contrat d’engagement, Travaux exceptionnels",
        "citation": "Art. 72 al. 1 LNM",
        "content": "Le capitaine peut affecter le marin à un travail autre que celui qui est prévu dans le contrat d’engagement lorsque, pour des raisons particulières, l’intérêt d’une bonne navigation l’exige. Dans ce cas, le salaire ne peut être réduit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_72"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre II, Du contrat d’engagement, Travaux exceptionnels",
        "citation": "Art. 72 al. 2 LNM",
        "content": "Si le marin est affecté à des travaux dont les exigences dépassent celles des services prévus par le contrat, il a droit à une augmentation correspondante de son salaire pour la période pendant laquelle il effectue ces travaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_72"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre II, Du contrat d’engagement, Travaux exceptionnels",
        "citation": "Art. 72 al. 3 LNM",
        "content": "Les officiers ne peuvent être astreints à un service qui, d’après les usages, n’est pas compatible avec leur grade.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_72"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre II, Du contrat d’engagement, Rémunération et salaire",
        "citation": "Art. 73 al. 1 LNM",
        "content": "Le marin a droit au salaire convenu et, le cas échéant, à la rémunération due pour les heures de travail supplémentaires. Il a en outre droit, à bord du navire, à sa nourriture et à son logement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_73"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre II, Du contrat d’engagement, Rémunération et salaire",
        "citation": "Art. 73 al. 2 LNM",
        "content": "Le marin a droit, pour chaque heure de travail supplémentaire, à une indemnité correspondant à son salaire horaire calculé sur la base du salaire convenu, majoré d’un quart.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_73"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre II, Du contrat d’engagement, Rémunération et salaire",
        "citation": "Art. 73 al. 3 LNM",
        "content": "Le Conseil fédéral fixera les cas dans lesquels une indemnité forfaitaire pour le travail supplémentaire peut être prévue dans un contrat d’engagement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_73"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre II, Du contrat d’engagement, Échéance et suspension du salaire",
        "citation": "Art. 74 al. 1 LNM",
        "content": "Le droit au salaire prend naissance au plus tard le jour de l’inscription sur le rôle d’équipage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_74"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre II, Du contrat d’engagement, Échéance et suspension du salaire",
        "citation": "Art. 74 al. 2 LNM",
        "content": "Le salaire est payable à la fin de chaque mois et au plus tard le jour de la radiation du rôle d’équipage, déduction faite des avances déjà versées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_74"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre II, Du contrat d’engagement, Échéance et suspension du salaire",
        "citation": "Art. 74 al. 3 LNM",
        "content": "Le droit au salaire est suspendu lorsque le marin est empêché de faire son travail parce qu’il est aux arrêts, ou bien ensuite d’une incapacité de travail provoquée par sa propre faute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_74"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre II, Du contrat d’engagement, Échéance et suspension du salaire",
        "citation": "Art. 74 al. 4 LNM",
        "content": "En cas d’incapacité de travail pour cause de maladie ou d’accident, le droit au salaire est suspendu aussi longtemps qu’une indemnité journalière est payée au marin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_74"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre II, Du contrat d’engagement, Répartition de rémunérations extraordinaires",
        "citation": "Art. 75 al. 1 LNM",
        "content": "Si, pour une cause quelconque, l’effectif de l’équipage d’un navire descend, au cours d’un voyage, au-dessous du nombre réglementaire ou usuel, les marins qui ont, de ce fait, un surcroît de travail ont droit au salaire ainsi épargné proportionnellement au travail supplémentaire accompli par chacun d’eux, pour autant que ce surcroît de travail n’ait pas déjà été compensé par une indemnité payée pour des heures supplémentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_75"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre II, Du contrat d’engagement, Répartition de rémunérations extraordinaires",
        "citation": "Art. 75 al. 2 LNM",
        "content": "Les rémunérations pour actes d’assistance ou de sauvetage sont réparties – après déduction des impenses et des dommages subis par les sauveteurs – par moitiés entre l’armateur et l’équipage du navire. La répartition de la moitié revenant à l’équipage doit se faire, en principe, proportionnellement aux salaires, compte tenu, toutefois, des mérites particuliers des divers membres de l’équipage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_75"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre II, Du contrat d’engagement, Paiements aux marins",
        "citation": "Art. 76 al. 1 LNM",
        "content": "Le capitaine tient un livre des salaires dans lequel sont inscrites toutes les sommes versées au marin, avec indication de la monnaie et du cours du change.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_76"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre II, Du contrat d’engagement, Paiements aux marins",
        "citation": "Art. 76 al. 2 LNM",
        "content": "Le marin donne quittance de chaque paiement en apposant sa signature dans ce livre en regard de l’écriture correspondante. Un relevé de compte est alors remis au marin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_76"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre II, Du contrat d’engagement, Paiements aux marins",
        "citation": "Art. 76 al. 3 LNM",
        "content": "Aucun paiement ne peut être fait aux marins dans les auberges et les tavernes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_76"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre II, Du contrat d’engagement, Transfert des rapports de travail",
        "citation": "Art. 76a al. 1 LNM",
        "content": "Si l’employeur transfère l’entreprise à un tiers qui s’engage à reprendre les rapports de travail, ceux-ci passent à l’acquéreur avec tous les droits et obligations qui en découlent, au jour du transfert de l’entreprise, à moins que le travailleur ne s’y oppose.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_76_a"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre II, Du contrat d’engagement, Transfert des rapports de travail",
        "citation": "Art. 76a al. 2 LNM",
        "content": "En cas d’opposition, les rapports de travail prennent fin à l’expiration du délai de congé légal; jusque-là, l’acquéreur et le travailleur sont tenus d’exécuter le contrat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_76_a"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre II, Du contrat d’engagement, Transfert des rapports de travail",
        "citation": "Art. 76a al. 3 LNM",
        "content": "L’ancien employeur et l’acquéreur répondent solidairement des créances du travailleur échues dès avant le transfert jusqu’au moment où les rapports de travail pourraient normalement prendre fin ou ont pris fin par suite de l’opposition du travailleur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_76_a"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre II, Du contrat d’engagement, Transfert des rapports de travail",
        "citation": "Art. 76a al. 4 LNM",
        "content": "Au surplus, l’employeur ne peut pas transférer à un tiers les droits découlant des rapports de travail, à moins que le contraire n’ait été convenu ou ne résulte des circonstances.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_76_a"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre II, Du contrat d’engagement, Expiration du contrat",
        "citation": "Art. 77 al. 1 LNM",
        "content": "Le contrat d’engagement de durée déterminée qui expire au cours d’un voyage est prorogé jusqu’à l’arrivée du navire au prochain port.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_77"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre II, Du contrat d’engagement, Expiration du contrat",
        "citation": "Art. 77 al. 2 LNM",
        "content": "Le contrat d’engagement de durée indéterminée peut être résilié en tout temps de part et d’autre moyennant un congé donné par écrit sept jours à l’avance, le contrat étant prorogé jusqu’à l’arrivée du navire au prochain port si ce délai expire au cours d’un voyage. Il peut prévoir un délai de congé plus long. Le délai de congé doit être le même pour les deux parties.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_77"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre II, Du contrat d’engagement, Expiration du contrat",
        "citation": "Art. 77 al. 3 LNM",
        "content": "Les parties peuvent, en tout temps et sans délai, résilier le contrat pour de justes motifs. Outre les justes motifs admis par le code des obligations dans le domaine du contrat de travail, sont considérés comme tels, au premier chef, la violation, par l’armateur ou par le capitaine, des prescriptions relatives à l’hygiène et au travail à bord, l’abus dans l’exercice de l’autorité ou du pouvoir disciplinaire, les crimes, délits et contraventions commis en mer, les manquements graves à la discipline, ainsi que le fait que le membre de l’équipage doit être débarqué pour cause de maladie ou d’accident ou ne remplit plus les conditions légales exigées pour son engagement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_77"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre II, Du contrat d’engagement, Prorogations exceptionnelles",
        "citation": "Art. 78 al. 1 LNM",
        "content": "Si l’impossibilité d’embaucher un remplaçant qualifié au port où le contrat expire est constatée par le consulat ou, à son défaut, par l’autorité locale compétente, le marin sortant est tenu, contre augmentation de son salaire d’un quart, de conserver son emploi pour une durée maximum de trois mois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_78"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre II, Du contrat d’engagement, Prorogations exceptionnelles",
        "citation": "Art. 78 al. 2 LNM",
        "content": "Si le contrat d’engagement expire dans un port où, ensuite d’ordres ou de mesures des autorités locales, le marin est empêché de débarquer, le contrat est prorogé de plein droit, aux conditions auxquelles il avait été conclu, jusqu’au prochain port où le marin pourra débarquer, mais pour une durée maximum de deux mois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_78"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre II, Du contrat d’engagement, Prorogations exceptionnelles",
        "citation": "Art. 78 al. 3 LNM",
        "content": "Si le débarquement ne peut avoir lieu dans ce délai, l’OSNM s’occupe du cas.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_78"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre II, Du contrat d’engagement, Salaires dus aux survivants",
        "citation": "Art. 79 al. 1 LNM",
        "content": "En cas de radiation d’un navire suisse considéré comme perdu, le contrat d’engagement de ses marins est réputé avoir pris fin un mois après la date à laquelle ont été reçues les dernières nouvelles du navire. Les salaires dus en conséquence doivent, dès la radiation entrée en force, être versés par l’armateur à l’OSNM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_79"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre II, Du contrat d’engagement, Salaires dus aux survivants",
        "citation": "Art. 79 al. 2 LNM",
        "content": "Lorsqu’un membre de l’équipage est décédé, a été déclaré absent ou a disparu dans des circonstances telles que sa mort doit être tenue pour certaine, le salaire qui lui était dû doit de même être versé par l’armateur à l’OSNM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_79"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre II, Du contrat d’engagement, Salaires dus aux survivants",
        "citation": "Art. 79 al. 3 LNM",
        "content": "L’OSNM tient ces salaires à la disposition des ayants droit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_79"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre II, Du contrat d’engagement, Certificats de service",
        "citation": "Art. 80 al. 1 LNM",
        "content": "Tout membre de l’équipage peut exiger du capitaine une attestation ne mentionnant que la nature et la durée de son travail à bord.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_80"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre II, Du contrat d’engagement, Certificats de service",
        "citation": "Art. 80 al. 2 LNM",
        "content": "Lorsqu’un marin, ressortissant suisse, quitte le service du navire, la nature et la durée de son travail à bord sont inscrits dans son livret.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_80"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre II, Du contrat d’engagement, Certificats de service",
        "citation": "Art. 80 al. 3 LNM",
        "content": "En outre, le marin a le droit de se faire délivrer un certificat portant appréciation de ses services et de sa conduite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_80"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre III, De la sécurité sociale, Droit au rapatriement",
        "citation": "Art. 82 al. 1 LNM",
        "content": "Le marin débarqué a le droit de se faire ramener, aux frais de l’armateur, au lieu d’engagement, sauf s’il a dénoncé lui-même le contrat pour des raisons injustifiées ou si celui-ci a été résilié pour de justes motifs à l’encontre du marin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_82"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre III, De la sécurité sociale, Droit au rapatriement",
        "citation": "Art. 82 al. 2 LNM",
        "content": "Les frais de rapatriement à la charge de l’armateur comprennent toutes les dépenses nécessaires au transport, au logement et à la nourriture du marin pendant son voyage, ainsi que son entretien jusqu’au moment fixé pour son départ. Si le marin retarde son départ, il supporte les frais supplémentaires résultant de cet ajournement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_82"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre III, De la sécurité sociale, Droit au rapatriement",
        "citation": "Art. 82 al. 3 LNM",
        "content": "Si l’armateur refuse le rapatriement alors que le marin débarqué paraît y avoir droit, le consulat le plus proche pourvoit à ce rapatriement, et la Confédération a un recours, soit contre l’armateur débiteur du rapatriement, soit contre le marin s’il se révèle que celui-ci n’y avait pas droit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_82"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre III, De la sécurité sociale, Modalités du rapatriement",
        "citation": "Art. 83 al. 1 LNM",
        "content": "Lorsque le droit au rapatriement a pris naissance les parties peuvent convenir de remplacer le rapatriement du marin par le versement d’une somme forfaitaire correspondant aux frais du rapatriement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_83"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre III, De la sécurité sociale, Modalités du rapatriement",
        "citation": "Art. 83 al. 2 LNM",
        "content": "L’armateur peut aussi satisfaire à son obligation de rapatriement en procurant au marin un emploi convenable à bord d’un autre navire se rendant au port de destination du rapatrié ou bien, si le marin doit retourner à l’intérieur, au port où, d’après les instructions de l’armateur, il doit entreprendre son voyage de retour par voie de terre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_83"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre III, De la sécurité sociale, Assurance en cas d’accidents professionnels et de maladie",
        "citation": "Art. 84 al. 1 LNM",
        "content": "Sous réserve des parties d’entreprise qui se trouvent en Suisse, l’exploitation de la navigation maritime n’est pas soumise à l’assurance-accidents obligatoire instituée par la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_84"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre III, De la sécurité sociale, Assurance en cas d’accidents professionnels et de maladie",
        "citation": "Art. 84 al. 2 LNM",
        "content": "L’armateur d’un navire suisse doit assurer son équipage contre la maladie et les accidents professionnels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_84"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre III, De la sécurité sociale, Assurance en cas d’accidents professionnels et de maladie",
        "citation": "Art. 84 al. 3 LNM",
        "content": "Le Conseil fédéral fixera, après consultation des milieux intéressés, les prestations minimums et les prescriptions de détail auxquelles le contrat d’assurance doit se conformer pour que l’armateur satisfasse à ses obligations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_84"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre III, De la sécurité sociale, Responsabilité civile et assurance",
        "citation": "Art. 85 al. 1 LNM",
        "content": "S’il y a assurance conforme à la présente loi, l’armateur est libéré, en cas d’accident professionnel ou de maladie, de sa responsabilité pour faute légère.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_85"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre III, De la sécurité sociale, Responsabilité civile et assurance",
        "citation": "Art. 85 al. 2 LNM",
        "content": "À défaut d’assurance conforme à la présente loi, l’armateur, même si aucune faute ne lui est imputable, est débiteur, envers la victime de l’accident professionnel ou de la maladie, ou envers ses survivants, de prestations au moins équivalentes aux prestations d’assurance que cette victime aurait reçues s’il y avait eu assurance conforme. Les droits à ces prestations sont alors privilégiés au rang prévu pour les créances de salaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_85"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre III, De la sécurité sociale, Chômage ensuite de naufrage",
        "citation": "Art. 86 al. 1 LNM",
        "content": "En cas de perte du navire ensuite de naufrage, les membres survivants de l’équipage ont droit, indépendamment de leur rapatriement éventuel, à une indemnité de chômage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_86"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre III, De la sécurité sociale, Chômage ensuite de naufrage",
        "citation": "Art. 86 al. 2 LNM",
        "content": "Cette indemnité est payée, pour chaque jour de chômage effectif, mais pendant deux mois au maximum, au taux du salaire prévu par le contrat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_86"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre IV, De l’équipage, Chapitre III, De la sécurité sociale, Chômage ensuite de naufrage",
        "citation": "Art. 86 al. 3 LNM",
        "content": "L’indemnité de chômage est privilégiée au rang prévu pour les créances de salaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_86"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre I, Dispositions générales, Application du CO et prescription",
        "citation": "Art. 87 al. 1 LNM",
        "content": "Sauf dispositions spéciales de la présente loi, le code des obligations s’applique aux contrats pour l’utilisation d’un navire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_87"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre I, Dispositions générales, Application du CO et prescription",
        "citation": "Art. 87 al. 2 LNM",
        "content": "Toutes les actions dérivant de la location d’un navire, d’un contrat d’affrètement et d’un contrat de transport maritime se prescrivent par un an; en cas de contrat de location ou d’affrètement, à partir de l’expiration du contrat et, en cas de contrat de transport, à partir du jour où la marchandise a été livrée au destinataire ou aurait dû lui être livrée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_87"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre I, Dispositions générales, Impossibilité de l’exécution, a. Impossibilité définitive",
        "citation": "Art. 88 al. 1 LNM",
        "content": "Tout contrat de location, d’affrètement ou de transport maritime est résolu de plein droit, sans indemnité de part et d’autre, si, avant le début du voyage, l’utilisation du navire, telle qu’elle est prévue, est rendue définitivement impossible ensuite de force majeure, de guerre, d’éléments naturels, de cas fortuit ou – à moins que pareille mesure ne soit la conséquence d’une faute de l’une des parties – ensuite de décision ou d’intervention d’une autorité quelconque, suisse ou étrangère.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_88"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre I, Dispositions générales, Impossibilité de l’exécution, a. Impossibilité définitive",
        "citation": "Art. 88 al. 2 LNM",
        "content": "Si l’impossibilité définitive survient en cours de route, le contrat est résolu au plus tard à l’arrivée du navire dans le prochain port accessible ou dans celui que l’autorité a désigné. Les marchandises y sont alors déchargées et entreposées pour le compte des ayants droit. La rémunération contractuelle est due, en cas de location ou d’affrètement, jusque et y compris le jour de l’extinction du contrat; en cas de contrat de transport, le chargeur doit les frais de déchargement et le fret proportionnellement à la distance parcourue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_88"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre I, Dispositions générales, Impossibilité de l’exécution, b. Impossibilité temporaire",
        "citation": "Art. 89 al. 1 LNM",
        "content": "Si l’impossibilité est temporaire et survient avant le début du voyage, chaque partie peut, après mise en demeure, résilier le contrat, à l’expiration d’un délai raisonnable. Les frais encourus jusqu’à la résiliation, y compris les frais éventuels de déchargement et d’un nouvel arrimage, sont supportés par la partie qui se retire du contrat. Cependant, lorsque la résiliation et le déchargement de la marchandise sont la conséquence d’un ordre de l’autorité, les frais qui en résultent grèvent la marchandise, même si la résiliation émane du transporteur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_89"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre I, Dispositions générales, Impossibilité de l’exécution, b. Impossibilité temporaire",
        "citation": "Art. 89 al. 2 LNM",
        "content": "Si l’impossibilité temporaire survient en cours de route, le contrat ne peut être rompu que d’un commun accord. Cependant, si, selon des prévisions raisonnables, l’impossibilité se prolongera sensiblement ou si l’autorité ordonne le déchargement de la marchandise, chaque partie peut résilier le contrat à l’arrivée du navire dans le prochain port accessible ou au port prescrit par l’autorité; la rémunération, les frais et le fret sont alors dus comme en cas d’impossibilité définitive survenant en cours de route.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_89"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre II, De la location du navire, Définition et forme",
        "citation": "Art. 90 al. 1 LNM",
        "content": "La location du navire est le contrat par lequel le bailleur s’oblige à conférer au locataire, contre paiement d’un loyer, l’usage et le contrôle d’un navire sans équipage et sans armement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_90"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre II, De la location du navire, Définition et forme",
        "citation": "Art. 90 al. 2 LNM",
        "content": "La validité du contrat est subordonnée à l’observation de la forme écrite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_90"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre II, De la location du navire, Location et sous‐location",
        "citation": "Art. 91 al. 1 LNM",
        "content": "La location et la sous-location d’un navire suisse ne sont valables qu’en faveur d’un locataire ou d’un sous-locataire, armateur suisse aux termes de l’art. 46.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_91"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre II, De la location du navire, Location et sous‐location",
        "citation": "Art. 91 al. 2 LNM",
        "content": "La sous-location doit avoir été prévue par le contrat de location.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_91"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre II, De la location du navire, Location et sous‐location",
        "citation": "Art. 91 al. 3 LNM",
        "content": "La location et la sous-location du navire sont soumises aux dispositions générales du code des obligations en matière de droit de bail à loyer, dans la mesure où ces dispositions sont compatibles avec les particularités de la navigation maritime.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_91"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre II, De la location du navire, Droits et obligations des parties",
        "citation": "Art. 92 al. 1 LNM",
        "content": "Le bailleur est tenu de délivrer le navire en bon état de navigabilité avec ses parties intégrantes et accessoires et avec les papiers de bord nécessaires à son utilisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_92"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre II, De la location du navire, Droits et obligations des parties",
        "citation": "Art. 92 al. 2 LNM",
        "content": "Le locataire doit restituer le navire, compte tenu de l’usure normale, dans son état original et dans le port où il l’a reçu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_92"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre II, De la location du navire, Droits et obligations des parties",
        "citation": "Art. 92 al. 3 LNM",
        "content": "Le loyer court du jour où le navire a été remis au locataire jusqu’au jour où celui-ci l’a restitué.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_92"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre II, De la location du navire, Droits et obligations des parties",
        "citation": "Art. 92 al. 4 LNM",
        "content": "Le contrat de location conclu pour une durée indéterminée peut être résilié en tout temps moyennant un délai de résiliation de quatre mois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_92"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre II, De la location du navire, Droits et obligations des parties",
        "citation": "Art. 92 al. 5 LNM",
        "content": "La location d’un navire peut faire l’objet d’une annotation au registre des navires suisses selon l’art. 261b du code des obligations........",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_92"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre II, De la location du navire, Mention",
        "citation": "Art. 93 LNM",
        "content": "Aussi longtemps que la location du navire n’a pas fait l’objet d’une mention au registre des navires suisses, le propriétaire répond en tant qu’armateur envers tout tiers qui n’avait pas connaissance de la location au moment où son droit est né.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_93"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre III, De l’affrètement, Définition",
        "citation": "Art. 94 al. 1 LNM",
        "content": "L’affrètement est le contrat par lequel l’armateur s’oblige, en tant que fréteur, à mettre à la disposition de l’affréteur, contre rémunération, tout ou partie de la contenance d’un navire désigné, soit pour une durée déterminée (charte-partie au temps), soit pour un ou plusieurs voyages déterminés (charte-partie au voyage).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_94"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre III, De l’affrètement, Définition",
        "citation": "Art. 94 al. 2 LNM",
        "content": "Fréteur et affréteur peuvent exiger chacun un contrat écrit (charte-partie).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_94"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre III, De l’affrètement, Définition",
        "citation": "Art. 94 al. 3 LNM",
        "content": "Le fréteur et l’affréteur peuvent stipuler l’annotation de l’affrètement au registre des navires suisses comme un bail à loyer. Cette annotation oblige tout acquéreur à laisser à l’affréteur la jouissance du navire en conformité du contrat d’affrètement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_94"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre III, De l’affrètement, Responsabilité du fréteur",
        "citation": "Art. 95 al. 1 LNM",
        "content": "Le fréteur a l’obligation de maintenir le navire en bon état de navigabilité; il doit le pourvoir de l’armement, des approvisionnements et de l’équipage répondant à l’usage qui en est prévu par le contrat, ainsi que des papiers de bord nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_95"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre III, De l’affrètement, Responsabilité du fréteur",
        "citation": "Art. 95 al. 2 LNM",
        "content": "Le fréteur répond envers l’affréteur du dommage résultant de l’innavigabilité du navire, à moins qu’il ne prouve qu’il a exercé, avant le voyage et au début du voyage en mer, une diligence raisonnable pour mettre le navire en bon état de navigabilité, notamment pour l’armer, l’équiper et l’approvisionner convenablement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_95"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre III, De l’affrètement, Responsabilité du fréteur",
        "citation": "Art. 95 al. 3 LNM",
        "content": "Si, dans les termes d’un affrètement, le fréteur s’est engagé à effectuer un transport de marchandises par mer, ses droits envers le chargeur et le destinataire et sa responsabilité pour les marchandises à transporter sont régis par les règles sur le contrat de transport maritime.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_95"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre III, De l’affrètement, Rapports entre l’armateur, l’affréteur et le capitaine",
        "citation": "Art. 96 al. 1 LNM",
        "content": "Le capitaine demeure entièrement aux ordres de l’armateur pour tout ce qui touche à la conduite du navire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_96"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre III, De l’affrètement, Rapports entre l’armateur, l’affréteur et le capitaine",
        "citation": "Art. 96 al. 2 LNM",
        "content": "La charte-partie peut en revanche ménager à l’affréteur le droit de donner au capitaine des ordres concernant l’embarquement, le transport et la délivrance de la cargaison et l’établissement de connaissements; les actes accomplis par le capitaine en vertu de ces ordres engagent l’affréteur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_96"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre III, De l’affrètement, Rapports entre l’armateur, l’affréteur et le capitaine",
        "citation": "Art. 96 al. 3 LNM",
        "content": "Si, dans ces conditions, le capitaine n’a pas traité avec des tiers expressément au nom de l’affréteur, ou n’a pas établi un connaissement expressément au nom de celui-ci, l’armateur répond envers eux solidairement avec l’affréteur; le recours de l’armateur contre l’affréteur est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_96"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre III, De l’affrètement, Rapports entre l’armateur, l’affréteur et le capitaine",
        "citation": "Art. 96 al. 4 LNM",
        "content": "Au surplus, l’armateur ne répond pas envers l’affréteur des actes accomplis par le capitaine en vertu des ordres que ce même affréteur lui a donnés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_96"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre III, De l’affrètement, Répartition des frais",
        "citation": "Art. 97 al. 1 LNM",
        "content": "Les frais de combustibles et lubrifiants, ceux qui sont normalement entraînés par la manutention de la cargaison, ainsi que les droits et taxes normalement perçus à l’occasion des mouvements et arrêts du navire, sont, dans l’affrètement au temps, à la charge de l’affréteur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_97"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre III, De l’affrètement, Répartition des frais",
        "citation": "Art. 97 al. 2 LNM",
        "content": "L’affréteur ne doit aucune rémunération pour les périodes dépassant 24 heures consécutives que l’armateur consacre à maintenir le navire en bon état de navigabilité ainsi qu’à le pourvoir de son équipage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_97"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre III, De l’affrètement, Répartition des frais",
        "citation": "Art. 97 al. 3 LNM",
        "content": "Les indemnités dues aux marins pour travaux supplémentaires sont à la charge de l’affréteur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_97"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre III, De l’affrètement, Résiliation du contrat",
        "citation": "Art. 98 al. 1 LNM",
        "content": "Dans l’affrètement au temps, le fréteur n’est pas tenu d’effectuer un voyage exposant le navire et l’équipage à un danger majeur qui, non prévu au moment de la conclusion du contrat, n’est survenu ou n’a été connu que postérieurement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_98"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre III, De l’affrètement, Résiliation du contrat",
        "citation": "Art. 98 al. 2 LNM",
        "content": "Si, par là l’utilisation du navire telle qu’elle est prévue au contrat est rendue impossible, l’affréteur a le droit de résilier immédiatement le contrat et de répéter la partie de ses avances restée sans contre-prestation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_98"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre III, De l’affrètement, Fin du contrat",
        "citation": "Art. 99 al. 1 LNM",
        "content": "À l’expiration de l’affrètement au temps, le navire doit se trouver au port de départ du premier voyage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_99"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre III, De l’affrètement, Fin du contrat",
        "citation": "Art. 99 al. 2 LNM",
        "content": "Lorsque la durée convenue dans une charte-partie au temps est dépassée par la fin du dernier voyage, la relation contractuelle est prorogée jusqu’à l’achèvement du voyage et la rémunération due est augmentée pro rata temporis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_99"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre III, De l’affrètement, Fin du contrat",
        "citation": "Art. 99 al. 3 LNM",
        "content": "Le fréteur peut refuser d’entreprendre un voyage qui, dans des conditions normales, dépasserait sensiblement la durée prévue par une charte-partie au temps.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_99"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre III, De l’affrètement, Fin du contrat",
        "citation": "Art. 99 al. 4 LNM",
        "content": "L’affréteur peut résilier toute charte-partie, par écrit, sans mise en demeure et sans délai, si le navire n’est pas à sa disposition au lieu et au moment convenus; il a droit à des dommages-intérêts, à moins que le fréteur ne prouve que le retard ne lui est pas imputable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_99"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre III, De l’affrètement, Obligations de l’affréteur",
        "citation": "Art. 100 al. 1 LNM",
        "content": "La rémunération est due même si l’affréteur n’utilise pas entièrement la contenance stipulée, à moins que le fréteur n’ait tiré parti de cette contenance d’une autre façon.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_100"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre III, De l’affrètement, Obligations de l’affréteur",
        "citation": "Art. 100 al. 2 LNM",
        "content": "Le choix de la route à suivre entre le port de départ et le port de destination appartient au fréteur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_100"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre III, De l’affrètement, Obligations de l’affréteur",
        "citation": "Art. 100 al. 3 LNM",
        "content": "Le chargement et le déchargement de la marchandise incombent à l’affréteur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_100"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, I. Généralités., Définition",
        "citation": "Art. 101 al. 1 LNM",
        "content": "Dans le contrat de transport maritime, le transporteur s’oblige à effectuer, contre paiement du fret, le transport de marchandises par mer stipulé par le chargeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_101"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, I. Généralités., Définition",
        "citation": "Art. 101 al. 2 LNM",
        "content": "La convention internationale du 25 août 1924 pour l’unification de certaines règles en matière de connaissement ainsi que ses protocoles doivent être pris en considération lors de l’application et de l’interprétation des articles de ce chapitre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_101"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, I. Généralités., Diligence du transporteur",
        "citation": "Art. 102 al. 1 LNM",
        "content": "Le transporteur est tenu, avant le voyage, et au début du voyage, d’exercer une diligence raisonnable pour mettre le navire en état de navigabilité, pour l’armer, l’équiper et l’approvisionner convenablement, et pour approprier et mettre en bon état les cales, chambres froides et frigorifiques et toutes les autres parties du navire où des marchandises sont chargées pour leur réception, transport et conservation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_102"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, I. Généralités., Diligence du transporteur",
        "citation": "Art. 102 al. 2 LNM",
        "content": "Le transporteur procédera de façon appropriée et soigneuse au chargement, à l’arrimage, au transport, à la garde, à la manutention et au déchargement des marchandises transportées, en tant que ces tâches ne relèvent pas du chargeur ou du destinataire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_102"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, I. Généralités., Responsabilité du transporteur",
        "citation": "Art. 103 al. 1 LNM",
        "content": "Le transporteur répond, depuis la prise en charge jusqu’à la délivrance de la cargaison, de la perte ou de la destruction ou de l’avarie totale ou partielle de la marchandise, ainsi que du retard à la livraison, à moins qu’il ne prouve que le dommage résulte d’une cause qui n’est pas imputable à une faute du capitaine, de l’équipage du navire, d’autres personnes au service du navire ou de toute autre personne dont il s’est servi dans l’exécution du transport.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_103"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, I. Généralités., Responsabilité du transporteur",
        "citation": "Art. 103 al. 2 LNM",
        "content": "Le transporteur répond du dommage résultant de l’innavigabilité du navire, à moins qu’il ne prouve avoir exercé la diligence raisonnable prévue à l’art. 102, al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_103"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, I. Généralités., Responsabilité du transporteur",
        "citation": "Art. 103 al. 3 LNM",
        "content": "Si des réclamations pour perte, destruction ou avarie ou retard sont dirigées contre le capitaine, l’équipage du navire ou toute autre personne au service du navire ou dont le transporteur s’est servi pour l’exécution du transport, ceux-ci peuvent, quelle que soit la base légale sur laquelle la réclamation se fonde, invoquer les mêmes causes d’exclusion ou de limitation de la responsabilité que le transporteur lui-même. L’art. 105a est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_103"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, I. Généralités., Exclusion de la responsabilité du transporteur",
        "citation": "Art. 104 al. 1 LNM",
        "content": "Le transporteur, si aucune faute propre ne lui est imputable, ne répond pas de la perte, de la destruction ou de l’avarie de la marchandise, ou du retard à la livraison, lorsqu’ils sont dus à des actes, négligences ou omissions du capitaine, du pilote ou d’autres personnes au service du navire dans la navigation ou l’administration du navire, ou ont été provoqués par un incendie à bord. Les mesures prises à titre principal dans l’intérêt de la cargaison ne sont pas considérées comme ayant trait à l’administration du navire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_104"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, I. Généralités., Exclusion de la responsabilité du transporteur",
        "citation": "Art. 104 al. 2 LNM",
        "content": "Le transporteur ne répond pas de la perte, de la destruction ou de l’avarie de la marchandise, ou du retard, s’il prouve qu’ils résultent de l’une des causes suivantes:\na. force majeure, cas fortuit, périls, dangers ou accidents de la mer ou d’autres eaux navigables;\nb. faits de guerre, émeutes ou troubles civils;\nc. actes de l’autorité, tels que saisie judiciaire, quarantaine ou autres restrictions;\nd. grève, lock-out ou autre arrêt ou entrave apporté au travail;\ne. sauvetage ou tentative de sauvetage de vies ou de biens en mer, ou déroutement raisonnable n’entraînant pas une infraction au contrat de transport;\nf. actes ou omissions du chargeur, du destinataire ou du propriétaire des marchandises, de son agent ou représentant;\ng. freinte en volume ou en poids ou toute autre perte ou dommage résultant de vice caché, nature spéciale ou vice propre de la marchandise;\nh. insuffisance de l’emballage, ou insuffisance ou imperfection des marques;\ni. vices cachés du navire échappant à une diligence raisonnable.La responsabilité n’est pas exclue lorsqu’il est établi que le dommage est imputable à une faute du transporteur ou de ses auxiliaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_104"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, I. Généralités., Étendue et limitation de la responsabilité",
        "citation": "Art. 105 al. 1 LNM",
        "content": "En cas de perte ou de destruction totale de la marchandise, le transporteur ne doit payer qu’une indemnité correspondant à la valeur de la marchandise au lieu et au jour où elle est déchargée ou aurait dû être déchargée conformément au contrat de transport. La valeur de la marchandise se détermine d’après le cours en bourse ou, à défaut, d’après le prix courant sur le marché ou, à défaut de l’un et de l’autre, d’après la valeur usuelle des marchandises de même nature et de même qualité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_105"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, I. Généralités., Étendue et limitation de la responsabilité",
        "citation": "Art. 105 al. 2 LNM",
        "content": "En cas de destruction partielle, d’avarie ou de retard, le transporteur ne doit payer que le montant de la dépréciation subie par la marchandise sans autres dommages-intérêts et en aucun cas une indemnité qui excède celle qui est prévue pour le cas de perte totale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_105"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, I. Généralités., Étendue et limitation de la responsabilité",
        "citation": "Art. 105 al. 3 LNM",
        "content": "La responsabilité du transporteur ne peut, sous réserve de l’art. 105a, en aucun cas et quelle que soit la base légale invoquée, dépasser les montants de la responsabilité fixés par le Conseil fédéral. Ces montants sont calculés selon un taux fixé soit par colis ou autre unité de chargement, soit par kilogramme de poids brut de la marchandise perdue ou endommagée, la limite la plus élevée étant applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_105"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, I. Généralités., Étendue et limitation de la responsabilité",
        "citation": "Art. 105 al. 4 LNM",
        "content": "Le transporteur maritime ne peut se prévaloir de ces limites, si le chargeur a déclaré expressément avant l’embarquement la nature et la valeur supérieure de la marchandise, et si cette déclaration, dont le transporteur peut, le cas échéant, prouver l’inexactitude, a été inscrite dans le connaissement, ou si des limitations supérieures de la responsabilité ont été convenues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_105"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, I. Généralités., Étendue et limitation de la responsabilité",
        "citation": "Art. 105 al. 5 LNM",
        "content": "Lorsqu’un conteneur, une palette ou tout engin similaire est utilisé pour grouper des marchandises, tout colis ou unité de chargement énuméré dans le connaissement comme étant inclus dans cet engin sera considéré comme colis ou unité individuelle; en dehors de ce cas, cet engin sera considéré dans son ensemble comme colis ou unité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_105"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, I. Généralités., Étendue et limitation de la responsabilité",
        "citation": "Art. 105 al. 6 LNM",
        "content": "Le transporteur et ses préposés (art. 103, al. 3) ne peuvent répondre ensemble d’un montant supérieur à celui dont le transporteur seul répondrait.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_105"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, I. Généralités., Déchéance du droit de limitation",
        "citation": "Art. 105a LNM",
        "content": "Ni le transporteur maritime ni ses préposés (art. 103, al. 3) ne pourront se prévaloir des exonérations et limitations de responsabilité s’il est prouvé que le dommage résulte d’un acte ou d’une omission commis soit avec l’intention de provoquer un dommage, soit témérairement et avec conscience qu’un dommage en résulterait probablement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_105_a"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, I. Généralités., Déclarations du chargeur",
        "citation": "Art. 106 al. 1 LNM",
        "content": "Avant le chargement des marchandises à bord, le chargeur est tenu de fournir par écrit au transporteur les indications suivantes concernant les marchandises à transporter:\na. la quantité, le nombre ou le poids des marchandises à transporter;\nb. les marques nécessaires à l’identification des marchandises;\nc. la nature et la condition des marchandises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_106"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, I. Généralités., Déclarations du chargeur",
        "citation": "Art. 106 al. 2 LNM",
        "content": "Le chargeur répond envers le transporteur de tout dommage résultant de l’inexactitude de ses indications concernant les marchandises, même si aucune faute ne peut lui être imputée, et, envers les autres intéressés à la cargaison, lorsqu’une faute lui est imputable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_106"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, I. Généralités., Déclarations du chargeur",
        "citation": "Art. 106 al. 3 LNM",
        "content": "Si le chargeur a fourni sciemment de fausses indications sur la nature ou la valeur des marchandises, le transporteur ne répond pas des dommages causés aux marchandises ou des autres préjudices dus à l’inexactitude des indications du chargeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_106"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, I. Généralités., Marchandises dangereuses ou prohibées",
        "citation": "Art. 107 al. 1 LNM",
        "content": "Si des marchandises ou des objets dont le transport est prohibé, légalement ou conventionnellement, ou qui sont de nature inflammable ou explosive, ou qui sont dangereux pour une autre raison ont été chargés sans que le transporteur ou le capitaine ait eu connaissance de leur nature ou condition, le chargeur répond de tout dommage causé par ces marchandises ou objets. Le capitaine peut en tout temps et en tout lieu faire décharger, détruire ou rendre inoffensifs ces marchandises ou objets, sans que le transporteur soit tenu à réparation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_107"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, I. Généralités., Marchandises dangereuses ou prohibées",
        "citation": "Art. 107 al. 2 LNM",
        "content": "Lorsque de telles marchandises ou objets ont été chargés avec l’assentiment du transporteur ou du capitaine, en connaissance de leur nature et caractère dangereux, ils peuvent être déchargés, détruits ou rendus inoffensifs de la même manière, sans que le transporteur soit tenu à réparation, s’ils mettent en danger le navire, les personnes à bord ou le reste de la cargaison.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_107"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, I. Généralités., Chargement et déchargement",
        "citation": "Art. 108 al. 1 LNM",
        "content": "Le transporteur doit, au port de chargement, prendre les marchandises sous palan, et au port de déchargement, les délivrer sous palan à moins qu’un autre mode de livraison ne soit prévu par le contrat ou par l’usage local.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_108"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, I. Généralités., Chargement et déchargement",
        "citation": "Art. 108 al. 2 LNM",
        "content": "Si le lieu du chargement ou du déchargement n’est pas fixé par le contrat, ces opérations se font au lieu usuel déterminé par le transporteur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_108"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, I. Généralités., Chargement et déchargement",
        "citation": "Art. 108 al. 3 LNM",
        "content": "Si les délais de chargement et de déchargement du navire et le taux des surestaries ne sont pas fixés par le contrat, ils sont déterminés selon l’usage local.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_108"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, I. Généralités., Acquisition du fret",
        "citation": "Art. 109 al. 1 LNM",
        "content": "Le fret n’est dû que si les marchandises sont livrées ou mises à la disposition du destinataire au port de destination, les dispositions des art. 88 et 89 étant réservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_109"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, I. Généralités., Acquisition du fret",
        "citation": "Art. 109 al. 2 LNM",
        "content": "Toutefois, le fret est dû en entier lorsque le défaut de livraison provient d’un fait imputable au chargeur ou au destinataire ou bien du vice propre de la marchandise, lorsque celle-ci, dangereuse ou prohibée, a dû être déchargée, détruite ou jetée à la mer en cours de route. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_109"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, I. Généralités., Acquisition du fret",
        "citation": "Art. 109 al. 3 LNM",
        "content": "S’agissant du transport d’animaux morts en cours de route, le fret est dû à moins que le chargeur n’apporte la preuve que la mort de l’animal est due à la faute du transporteur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_109"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, I. Généralités., Débiteur du fret",
        "citation": "Art. 110 al. 1 LNM",
        "content": "Celui qui demande livraison de la marchandise devient débiteur du fret et des autres créances dont la marchandise est grevée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_110"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, I. Généralités., Débiteur du fret",
        "citation": "Art. 110 al. 2 LNM",
        "content": "Il n’est toutefois tenu des surestaries ou autres indemnités au port de chargement que si ces créances sont indiquées sur le connaissement ou s’il est établi qu’il en a connaissance autrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_110"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, I. Généralités., Constatation des dommages",
        "citation": "Art. 111 al. 1 LNM",
        "content": "Le transporteur et le destinataire ont chacun le droit de demander la constatation contradictoire de l’état et de la quantité de la marchandise lors de sa délivrance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_111"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, I. Généralités., Constatation des dommages",
        "citation": "Art. 111 al. 2 LNM",
        "content": "L’acceptation de la marchandise sans réserves par le destinataire emporte présomption jusqu’à preuve du contraire que les marchandises ont été délivrées par le transporteur dans le même état et dans la même quantité qu’il les avait reçues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_111"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, I. Généralités., Constatation des dommages",
        "citation": "Art. 111 al. 3 LNM",
        "content": "Le destinataire doit formuler par écrit ses réserves en indiquant la nature générale du dommage, à moins que l’état et la quantité des marchandises délivrées n’aient déjà été constatés contradictoirement, au plus tard jusqu’à la délivrance s’il s’agit de pertes ou de dommages apparents, et, pour les dommages et pertes non apparents, dans un délai maximum de trois jours à partir de la livraison au destinataire; à défaut, les marchandises sont tenues pour acceptées sans réserve.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_111"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, II. Connaissement., Définition",
        "citation": "Art. 112 LNM",
        "content": "Le connaissement est un titre constatant à la fois la réception à bord d’un navire, par le transporteur, de marchandises déterminées que le chargeur lui confie et l’obligation, pour le transporteur, de transporter ces marchandises et de les délivrer, au lieu de destination, au porteur légitime du titre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_112"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, II. Connaissement., Établissement et espèces du connaissement",
        "citation": "Art. 113 al. 1 LNM",
        "content": "Lorsque la marchandise a été mise à bord du navire, le chargeur a le droit de se faire délivrer un connaissement (connaissement de bord).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_113"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, II. Connaissement., Établissement et espèces du connaissement",
        "citation": "Art. 113 al. 2 LNM",
        "content": "Le connaissement peut aussi être établi pour des marchandises acceptées en vue du transport mais pas encore prises à bord (connaissement pour embarquement).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_113"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, II. Connaissement., Établissement et espèces du connaissement",
        "citation": "Art. 113 al. 3 LNM",
        "content": "Un connaissement peut aussi être dressé en vue d’un transport maritime par transporteurs successifs, ou pour un transport comprenant un trajet maritime combiné avec un ou des trajets terrestres, fluviaux ou aériens (connaissement direct).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_113"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, II. Connaissement., Forme et contenu du connaissement",
        "citation": "Art. 114 al. 1 LNM",
        "content": "Le connaissement énonce les conditions auxquelles l’embarquement, le transport et la délivrance sont ou seront effectués.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_114"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, II. Connaissement., Forme et contenu du connaissement",
        "citation": "Art. 114 al. 2 LNM",
        "content": "Le connaissement doit contenir en particulier les indications suivantes:\na. noms et domiciles du transporteur et du chargeur;\nb. destinataire légitimé, le connaissement pouvant être nominatif, à ordre ou au porteur;\nc. nom du navire, si les marchandises sont mises à bord, ou l’indication du fait qu’il s’agit d’un connaissement pour embarquement ou d’un connaissement direct;\nd. port de chargement et lieu de destination;\ne. la nature des marchandises embarquées ou reçues pour le transport, leur quantité, nombre ou poids et marques d’identification selon les indications écrites fournies par le chargeur avant le début de l’embarquement, ainsi que l’état et le conditionnement apparents des marchandises;\nf. modalités du fret;\ng. date et lieu d’émission;\nh. nombre des exemplaires originaux, le connaissement devant être dressé en autant d’exemplaires que les circonstances le commandent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_114"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, II. Connaissement., Forme et contenu du connaissement",
        "citation": "Art. 114 al. 3 LNM",
        "content": "Le transporteur n’est pas tenu d’insérer dans le connaissement:\na. les marques d’identification qui ne sont pas imprimées ou apposées sur les marchandises elles-mêmes ou, le cas échéant, sur les caisses ou emballages dans lesquels les marchandises sont contenues, ou ne sont pas apposées de toute autre façon et de telle sorte qu’elles devraient normalement rester lisibles jusqu’à la fin du voyage;\nb. la quantité, le nombre ou le poids des marchandises, lorsqu’il y a une raison sérieuse de soupçonner que les indications du chargeur sont inexactes, ou lorsqu’il n’a pas de moyens raisonnables de les vérifier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_114"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, II. Connaissement., Forme et contenu du connaissement",
        "citation": "Art. 114 al. 4 LNM",
        "content": "Les exemplaires originaux du connaissement doivent porter la signature du capitaine ou du transporteur. Sur demande du capitaine, du transporteur ou du chargeur ils doivent être contresignés par le chargeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_114"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, II. Connaissement., Valeur des mentions",
        "citation": "Art. 115 al. 1 LNM",
        "content": "Le connaissement fait foi pour les rapports juridiques entre le transporteur et le destinataire de la marchandise; il vaut en particulier présomption, jusqu’à preuve du contraire, de la réception par le transporteur de la marchandise telle qu’elle s’y trouve décrite. La preuve du contraire n’est toutefois pas admise lorsque le connaissement a été transféré à un tiers de bonne foi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_115"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, II. Connaissement., Valeur des mentions",
        "citation": "Art. 115 al. 2 LNM",
        "content": "Les rapports juridiques entre le transporteur et le chargeur sont régis par les clauses du contrat de transport. Toutefois les dispositions du connaissement sont réputées exprimer la volonté des parties s’il n’existe pas de convention contraire faite par écrit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_115"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, II. Connaissement., Valeur des mentions",
        "citation": "Art. 115 al. 3 LNM",
        "content": "Le transporteur ne peut insérer dans le connaissement des réserves relatives à la description de la marchandise que s’il s’agit d’indications qu’il n’est pas obligé d’insérer dans le connaissement, ou lorsqu’on est en présence d’un cas réglé à l’art. 114, al. 3",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_115"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, II. Connaissement., Effets juridiques du connaissement",
        "citation": "Art. 116 al. 1 LNM",
        "content": "Les exemplaires originaux du connaissement sont des titres représentatifs de marchandises au sens de l’art. 925 du code civil suisse. Ils donnent droit à la livraison de la marchandise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_116"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, II. Connaissement., Effets juridiques du connaissement",
        "citation": "Art. 116 al. 2 LNM",
        "content": "Lorsqu’un connaissement a été établi, la marchandise ne doit être délivrée, au lieu de destination, que sur présentation du premier exemplaire original, les autres exemplaires perdant tout effet. Si plusieurs exemplaires originaux sont présentés simultanément par plusieurs porteurs, le capitaine dépose la marchandise auprès de l’autorité compétente ou auprès d’un tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_116"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, II. Connaissement., Effets juridiques du connaissement",
        "citation": "Art. 116 al. 3 LNM",
        "content": "Avant l’arrivée au lieu de destination, le transporteur ne peut délivrer la marchandise que si tous les exemplaires originaux du connaissement lui sont rendus et ne peut suivre de nouvelles instructions du chargeur ou d’un ayant droit que si tous ces exemplaires lui sont présentés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_116"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, II. Connaissement., Effets juridiques du connaissement",
        "citation": "Art. 116 al. 4 LNM",
        "content": "Le transporteur répond envers le porteur légitimé du connaissement de tout préjudice pouvant résulter de l’inobservation de ces prescriptions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_116"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, II. Connaissement., Clauses nulles",
        "citation": "Art. 117 al. 1 LNM",
        "content": "Lorsqu’un connaissement est établi, est nulle toute clause ayant directement ou indirectement pour objet de soustraire le transporteur à toute ou partie de la responsabilité qui lui incombe en vertu de la présente loi du fait de la perte, de la destruction ou de l’avarie de la marchandise, ou de renverser le fardeau de la preuve de cette responsabilité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_117"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, II. Connaissement., Clauses nulles",
        "citation": "Art. 117 al. 2 LNM",
        "content": "Pour le transport d’animaux vivants, pour le chargement de marchandises effectuées en pontée et mentionnées en tant que telles dans le connaissement, ainsi qu’en cas de responsabilité résultant de faits survenus antérieurement au chargement et postérieurement au déchargement, des conventions contraires relatives à la responsabilité sont autorisées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_117"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, II. Connaissement., Clauses nulles",
        "citation": "Art. 117 al. 3 LNM",
        "content": "Si le transport a pour base un contrat d’affrètement, des conventions contraires sont également autorisées, même si elles se rapportent à la responsabilité du transporteur maritime, mais seulement en ce qui concerne les rapports entre le fréteur et l’affréteur, et non pas à l’encontre d’un tiers destinataire faisant valoir ses droits au moyen d’un connaissement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_117"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre IV, Du contrat de transport maritime, II. Connaissement., Clauses nulles",
        "citation": "Art. 117 al. 4 LNM",
        "content": "Les dispositions de cet article ne s’opposent pas à l’adoption de clauses applicables en cas d’avarie commune.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_117"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre V, Du contrat de passage",
        "citation": "Art. 118 al. 1 LNM",
        "content": "La responsabilité du transporteur et de ses auxiliaires envers les passagers et leurs bagages est régie par l’art. 1 et les art. 3 à 21 de la Convention d’Athènes du 13 décembre 1974 relative au transport par mer de passagers et de leurs bagages, ainsi que par les protocoles afférents de 1976 et de 1990, lorsque ceux-ci seront entrés en vigueur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_118"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre V, Du contrat de passage",
        "citation": "Art. 118 al. 2 LNM",
        "content": "Le transporteur est tenu de délivrer à chaque passager embarquant à bord d’un navire suisse un titre de passage indiquant la date de l’émission, la date prévue pour le départ, le nom et le type du navire, les ports de départ et de destination, les conditions de logement et d’entretien à bord, ainsi que le prix du passage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_118"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre V, Du contrat de passage",
        "citation": "Art. 118 al. 3 LNM",
        "content": "La personne transportée a le droit de prendre gratuitement à bord ses effets personnels indispensables. Pour le surplus et sauf autre accord des parties, le bagage du passager est réputé faire l’objet d’un contrat de transport séparé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_118"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre V, Des contrats d’utilisation du navire, Chapitre V, Du contrat de passage",
        "citation": "Art. 118 al. 4 LNM",
        "content": "Le Conseil fédéral peut arrêter les autres conditions auxquelles le transport des passagers à bord des navires suisses est subordonné.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_118"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VI, Des incidents et accidents de mer, Rapport de mer",
        "citation": "Art. 119 al. 1 LNM",
        "content": "Si le navire ou la cargaison subissent un accident ou s’il se produit un autre fait particulier, le capitaine est tenu de faire un rapport de mer et de le remettre au consulat du premier port d’escale ou, à défaut de consulat, à l’autorité locale compétente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_119"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VI, Des incidents et accidents de mer, Rapport de mer",
        "citation": "Art. 119 al. 2 LNM",
        "content": "Le consul peut procéder à bord à une enquête administrative et à tout interrogatoire utile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_119"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VI, Des incidents et accidents de mer, Procès-verbal consulaire",
        "citation": "Art. 120 al. 1 LNM",
        "content": "Saisi d’un rapport de mer, le consul dresse un procès-verbal où sont relatées aussi exactement qu’il a pu les reconstituer les circonstances dans lesquelles le fait s’est produit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_120"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VI, Des incidents et accidents de mer, Procès-verbal consulaire",
        "citation": "Art. 120 al. 2 LNM",
        "content": "Le consulat doit envoyer sans délai un exemplaire du procès-verbal à l’OSNM. Si le rapport de mer est remis à l’autorité locale, le capitaine en adresse copie à l’OSNM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_120"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VI, Des incidents et accidents de mer, Abordage; assistance et sauvetage",
        "citation": "Art. 121 al. 1 LNM",
        "content": "Les droits et obligations résultant d’un abordage entre navires sont déterminés par la convention internationale du 23 septembre 1910 pour l’unification de certaines règles en matière d’abordage. Doit être également considéré comme un abordage tout événement décrit à l’art. 13 de la convention, et les dispositions de celle-ci seront applicables par analogie à la collision ou au heurt d’un navire contre d’autres objets mobiliers ou immobiliers et à leur endommagement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_121"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VI, Des incidents et accidents de mer, Abordage; assistance et sauvetage",
        "citation": "Art. 121 al. 2 LNM",
        "content": "Les dispositions de la convention internationale du 28 avril 1989 sur l’assistance s’appliquent à la navigation maritime sous pavillon suisse. Le paiement de la rémunération doit être effectué par le propriétaire du navire assisté. Celui-ci peut recourir contre les personnes qui ont droit aux autres valeurs sauvées en proportion de leur part respective.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_121"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VI, Des incidents et accidents de mer, Avarie commune",
        "citation": "Art. 122 al. 1 LNM",
        "content": "Il y a avarie commune lorsqu’une perte extraordinaire est subie ensuite d’un sacrifice consenti ou d’une dépense encourue intentionnellement et raisonnablement pour le salut du navire et de la cargaison à l’effet de préserver d’un péril les biens et intérêts engagés dans une aventure maritime commune. L’avarie commune est supportée en commun par le navire, le fret et les marchandises à bord.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_122"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VI, Des incidents et accidents de mer, Avarie commune",
        "citation": "Art. 122 al. 2 LNM",
        "content": "Les règles d’York et d’Anvers régissent l’avarie commune. Le Conseil fédéral en détermine les dispositions et la version applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_122"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VI, Des incidents et accidents de mer, Dispache",
        "citation": "Art. 123 al. 1 LNM",
        "content": "Sans préjudice des art. 119 et 120, le capitaine doit, après tout acte d’avarie commune, en consigner les circonstances dans le livre de bord en indiquant les mesures prises et en énumérant les biens sacrifiés ou endommagés. Il porte ces faits le plus rapidement possible à la connaissance de l’armateur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_123"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VI, Des incidents et accidents de mer, Dispache",
        "citation": "Art. 123 al. 2 LNM",
        "content": "Le capitaine est tenu de faire procéder à l’estimation et à la répartition des pertes (dispache) au plus tard dans le port où le voyage prend fin. Il doit, dès son arrivée à ce port, s’adresser à cet effet à l’autorité locale compétente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_123"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VI, Des incidents et accidents de mer, Dispache",
        "citation": "Art. 123 al. 3 LNM",
        "content": "Les divers intéressés au règlement d’avarie commune ont chacun l’obligation de mettre à la disposition des dispacheurs les pièces justificatives qui sont en leur possession.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_123"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VI, Des incidents et accidents de mer, Prescription et procédure",
        "citation": "Art. 124 al. 1 LNM",
        "content": "Les créances engendrées par l’acte d’avarie commune se prescrivent par trois ans à partir du jour où la marchandise est arrivée au port de destination ou aurait dû y arriver.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_124"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VI, Des incidents et accidents de mer, Prescription et procédure",
        "citation": "Art. 124 al. 2 LNM",
        "content": "Le Conseil fédéral réglera la procédure selon laquelle une dispache concernant un navire suisse peut être homologuée par un tribunal suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_124"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIa, Patrimoine culturel subaquatique",
        "citation": "Art. 124a al. 1 LNM",
        "content": "On entend par «patrimoine culturel subaquatique» toutes les traces d’existence humaine présentant un caractère culturel, historique ou archéologique qui sont immergées, partiellement ou totalement, périodiquement ou en permanence, depuis 100 ans au moins (art. 1, al. 1, de la Convention du 2 novembre 2001 sur la protection du patrimoine culturel subaquatique).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_124_a"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIa, Patrimoine culturel subaquatique",
        "citation": "Art. 124a al. 2 LNM",
        "content": "Il est interdit de détruire des éléments du patrimoine culturel subaquatique ou de les endommager sérieusement depuis un navire suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_124_a"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIa, Patrimoine culturel subaquatique",
        "citation": "Art. 124a al. 3 LNM",
        "content": "Quiconque, depuis un navire suisse, découvre un élément du patrimoine culturel subaquatique ou projette d’intervenir sur un tel élément, doit le déclarer au capitaine. Le capitaine est tenu de transmettre cette déclaration à l’OSNM.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_124_a"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIa, Patrimoine culturel subaquatique",
        "citation": "Art. 124a al. 4 LNM",
        "content": "L’OSNM transmet sans délai cette déclaration à l’Office fédéral de la culture.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_124_a"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VII, De l’application à la navigation intérieure, Critères de l’assimilation",
        "citation": "Art. 125 al. 1 LNM",
        "content": "La navigation exercée sur le Rhin, ses affluents et canaux latéraux, ainsi que sur les autres eaux navigables reliant la Suisse à la mer avec des bateaux de la navigation intérieure, est assimilée à la navigation maritime dans la mesure où, dans le présent titre, des dispositions de la présente loi lui sont déclarées applicables. Sont réservées les dispositions légales particulières sur la navigation intérieure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_125"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VII, De l’application à la navigation intérieure, Critères de l’assimilation",
        "citation": "Art. 125 al. 2 LNM",
        "content": "Sont réputés bateaux de la navigation intérieure les bâtiments enregistrés dans un registre public, munis ou non de moyens mécaniques de propulsion, dont la portée en lourd ou le déplacement atteint ou dépasse 15 t et qui sont affectés ou destinés au transport professionnel de personnes ou de marchandises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_125"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VII, De l’application à la navigation intérieure, Critères de l’assimilation",
        "citation": "Art. 125 al. 3 LNM",
        "content": "Échappe toutefois à cette assimilation la navigation intérieure exercée en vertu d’une concession accordée par la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_125"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VII, De l’application à la navigation intérieure, Qualité d’armateur et responsabilité de l’armateur",
        "citation": "Art. 126 al. 1 LNM",
        "content": "Est armateur d’un bateau de la navigation intérieure la personne qui, soit à titre de propriétaire ou d’usufruitier, soit à titre de locataire, tient le bateau en sa possession et contrôle son exploitation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_126"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VII, De l’application à la navigation intérieure, Qualité d’armateur et responsabilité de l’armateur",
        "citation": "Art. 126 al. 2 LNM",
        "content": "La responsabilité de l’armateur est régie par les art. 48, al. 1 et 2. La limitation de sa responsabilité est régie par les dispositions de la Convention de Strasbourg du 4 novembre 1988 sur la limitation de la responsabilité en navigation intérieure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_126"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VII, De l’application à la navigation intérieure, Qualité d’armateur et responsabilité de l’armateur",
        "citation": "Art. 126 al. 3 LNM",
        "content": "Lorsqu’un pousseur était, au moment où le dommage a été causé, accouplé solidement avec des barges en convoi poussé, le montant de la responsabilité se calcule en totalité d’après la puissance du pousseur et la portée en lourd des barges poussées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_126"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VII, De l’application à la navigation intérieure, Autres cas",
        "citation": "Art. 127 al. 1 LNM",
        "content": "Les art. 51 à 53 et 71 s’appliquent au capitaine et aux membres de l’équipage d’un bateau de la navigation intérieur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_127"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VII, De l’application à la navigation intérieure, Autres cas",
        "citation": "Art. 127 al. 2 LNM",
        "content": "Les dispositions du titre V s’appliquent aux contrats pour l’utilisation d’un bateau de la navigation intérieure et au connaissement, à l’exception des art. 91, al. 1, 94, al. 3, 96, al. 1, 113, al. 1, et 118, al. 2, 3 et 4. Les cantons sont autorisés à établir des règles concernant les délais de chargement et de déchargement et les montants de surestaries pour les ports situés dans leur territoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_127"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VII, De l’application à la navigation intérieure, Autres cas",
        "citation": "Art. 127 al. 3 LNM",
        "content": "Les droits et obligations résultant d’un abordage entre bateaux et d’une collision ou d’un heurt d’un bateau contre d’autres objets mobiles ou immobiles et de leur endommagement sont déterminés par la convention du 15 mars 1960 relative à l’unification de certaines règles en matière d’abordage en navigation intérieure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_127"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VII, De l’application à la navigation intérieure, Autres cas",
        "citation": "Art. 127 al. 4 LNM",
        "content": "Les dispositions de l’art. 121, al. 2, et des art. 122 à 124 s’appliquent aux cas d’assistance et de sauvetage ainsi que d’avarie commune survenus dans la navigation intérieure; les conventions contraires des parties en matière d’avarie commune sont réservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_127"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VII, De l’application à la navigation intérieure, Autres cas",
        "citation": "Art. 127 al. 5 LNM",
        "content": "En outre, les art. 7 et 14, al. 3, sont applicables par analogie à la navigation intérieure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_127"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre I Des infractions contre la sécurité du navire et de la navigation, Mise en péril du navire",
        "citation": "Art. 128 al. 1 LNM",
        "content": "Est puni d’une peine privative de liberté de dix ans au plus ou d’une peine pécuniaire quiconque met sciemment en danger un navire suisse ou les personnes se trouvant à bord en se livrant intentionnellement aux actes suivants: \na. en endommageant, détruisant, rendant inutilisable, mettant hors d’usage ou faisant disparaître le navire, ses parties intégrantes ou ses accessoires, ou bien les moyens de bord en combustibles ou en vivres;\nb. en empêchant ou troublant la conduite du navire ou bien l’ordre ou la vie à bord.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_128"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre I Des infractions contre la sécurité du navire et de la navigation, Mise en péril du navire",
        "citation": "Art. 128 al. 2 LNM",
        "content": "Il est puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire s’il agit par négligence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_128"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre I Des infractions contre la sécurité du navire et de la navigation, Mise en péril de la navigation",
        "citation": "Art. 129 al. 1 LNM",
        "content": "Le capitaine ou le marin d’un navire suisse qui viole intentionnellement les dispositions légales ou les règles reconnues sur la conduite nautique du navire ou les autres prescriptions suisses ou étrangères sur la circulation et la police de la mer et, par là, met sciemment en danger son navire ou un autre navire ou bien les personnes se trouvant à bord de l’un d’eux, est puni d’une peine privative de liberté de dix ans au plus ou d’une peine pécuniaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_129"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre I Des infractions contre la sécurité du navire et de la navigation, Mise en péril de la navigation",
        "citation": "Art. 129 al. 2 LNM",
        "content": "Il est puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire s’il agit par négligence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_129"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre I Des infractions contre la sécurité du navire et de la navigation, Pollution des mers",
        "citation": "Art. 129a al. 1 LNM",
        "content": "Quiconque viole les conventions internationales, la présente loi ou ses ordonnances d’exécution, en introduisant ou en déposant en mer à partir d’un navire suisse toute matière solide, liquide, gazeuse ou radioactive de nature à polluer les eaux ou les fonds marins et leur sous-sol, est puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_129_a"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre I Des infractions contre la sécurité du navire et de la navigation, Pollution des mers",
        "citation": "Art. 129a al. 2 LNM",
        "content": "L’auteur est puni d’une peine pécuniaire s’il agit par négligence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_129_a"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre I Des infractions contre la sécurité du navire et de la navigation, Pollution des mers",
        "citation": "Art. 129a al. 3 LNM",
        "content": "Dans les cas de peu de gravité, une répression disciplinaire est prévue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_129_a"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre I Des infractions contre la sécurité du navire et de la navigation, Contravention aux règles nautiques",
        "citation": "Art. 130 LNM",
        "content": "Le capitaine ou le marin d’un navire suisse qui viole les dispositions légales ou les règles reconnues sur la conduite nautique du navire ou les prescriptions suisses ou étrangères sur la circulation des navires et la police de la mer est, si l’acte n’est pas punissable en vertu d’une autre disposition légale, puni d’une amende de 20 000 francs au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_130"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre I Des infractions contre la sécurité du navire et de la navigation, Mauvaise navigabilité",
        "citation": "Art. 131 al. 1 LNM",
        "content": "Le capitaine qui prend intentionnellement la mer avec un navire suisse innavigable, ou insuffisamment équipé, armé ou approvisionné et, par là, met en danger le navire ou les personnes se trouvant à bord, est puni d’une peine privative de liberté de dix ans au plus ou d’une peine pécuniaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_131"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre I Des infractions contre la sécurité du navire et de la navigation, Mauvaise navigabilité",
        "citation": "Art. 131 al. 2 LNM",
        "content": "Il est puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire s’il agit par négligence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_131"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre I Des infractions contre la sécurité du navire et de la navigation, Infractions aux règles de navigabilité",
        "citation": "Art. 132 LNM",
        "content": "Le capitaine ou l’armateur qui fait naviguer un navire suisse innavigable, ou insuffisamment équipé, armé ou approvisionné est, si l’acte n’est pas puni plus sévèrement en vertu d’une autre disposition légale, puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_132"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre I Des infractions contre la sécurité du navire et de la navigation, Défaut d’assistance",
        "citation": "Art. 133 al. 1 LNM",
        "content": "Le capitaine d’un navire suisse qui manque à son devoir de prêter assistance à un autre navire ou à des personnes en danger de se perdre en mer, alors qu’il est à même de les secourir sans danger sérieux pour son propre navire, son équipage ou ses passagers, est puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_133"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre I Des infractions contre la sécurité du navire et de la navigation, Défaut d’assistance",
        "citation": "Art. 133 al. 2 LNM",
        "content": "Il est puni d’une peine pécuniaire s’il agit par négligence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_133"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre II Des infractions contre la discipline et l’ordre à bord, Abandon du navire en péril",
        "citation": "Art. 134 al. 1 LNM",
        "content": "Le capitaine d’un navire suisse qui ne quitte pas le dernier son navire en danger est puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_134"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre II Des infractions contre la discipline et l’ordre à bord, Abandon du navire en péril",
        "citation": "Art. 134 al. 2 LNM",
        "content": "Le marin qui quitte un navire suisse en danger sans autorisation du capitaine est puni d’une peine privative de liberté d’un an au plus ou d’une peine pécuniaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_134"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre II Des infractions contre la discipline et l’ordre à bord, Non-exercice du commandement",
        "citation": "Art. 135 al. 1 LNM",
        "content": "Le capitaine d’un navire suisse qui, intentionnellement, n’exerce pas ou néglige la conduite du navire qui lui incombe est puni d’une peine privative de liberté d’un an au plus ou d’une peine pécuniaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_135"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre II Des infractions contre la discipline et l’ordre à bord, Non-exercice du commandement",
        "citation": "Art. 135 al. 2 LNM",
        "content": "Il est puni d’une amende s’il agit par négligence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_135"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre II Des infractions contre la discipline et l’ordre à bord, Abus et usurpation de pouvoir",
        "citation": "Art. 136 al. 1 LNM",
        "content": "Est puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire: \na. le capitaine ou l’officier d’un navire suisse qui abuse de son pouvoir de donner des ordres à un subordonné pour lui donner des ordres sans aucun rapport avec le service à bord;\nb. le capitaine qui outrepasse son pouvoir d’infliger des peines disciplinaires ou qui en abuse;\nc. quiconque, n’ayant pas le pouvoir de donner des ordres ou de punir à bord d’un navire suisse, s’arroge un tel pouvoir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_136"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre II Des infractions contre la discipline et l’ordre à bord, Abus et usurpation de pouvoir",
        "citation": "Art. 136 al. 2 LNM",
        "content": "L’auteur est puni d’une amende si l’infraction est de peu de gravité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_136"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre II Des infractions contre la discipline et l’ordre à bord, Désertion",
        "citation": "Art. 137 al. 1 LNM",
        "content": "Le capitaine ou le marin d’un navire qui, en violation de son contrat d’engagement, ne se rend pas à bord ou quitte le navire étant enrôlé, est, si le départ du navire est de ce fait sérieusement retardé ou si des dépenses considérables sont encourues pour éviter le retard, puni d’une peine pécuniaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_137"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre II Des infractions contre la discipline et l’ordre à bord, Désertion",
        "citation": "Art. 137 al. 2 LNM",
        "content": "Lorsque plusieurs marins agissent de concert, ils sont punis d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_137"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre II Des infractions contre la discipline et l’ordre à bord, Désertion",
        "citation": "Art. 137 al. 3 LNM",
        "content": "L’infraction est punie disciplinairement si elle est de peu de gravité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_137"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre II Des infractions contre la discipline et l’ordre à bord, Abandon de poste",
        "citation": "Art. 138 al. 1 LNM",
        "content": "Le marin d’un navire suisse qui, commis à un service essentiel à la sûreté du navire ou de la navigation, abandonne son poste ou s’endort pendant ce service, est puni d’une peine pécuniaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_138"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre II Des infractions contre la discipline et l’ordre à bord, Abandon de poste",
        "citation": "Art. 138 al. 2 LNM",
        "content": "L’infraction est punie disciplinairement si elle est de peu de gravité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_138"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre II Des infractions contre la discipline et l’ordre à bord, Ivresse ou intoxication",
        "citation": "Art. 139 al. 1 LNM",
        "content": "Le capitaine d’un navire suisse qui se trouve, ensuite d’ivresse ou d’intoxication, dans un état excluant ou diminuant sérieusement sa capacité de conduire le navire, est puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_139"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre II Des infractions contre la discipline et l’ordre à bord, Ivresse ou intoxication",
        "citation": "Art. 139 al. 2 LNM",
        "content": "Le marin qui se trouve, durant un service essentiel à la sûreté du navire ou de la navigation, dans un état d’ivresse ou d’intoxication, est puni d’une peine privative de liberté d’un an au plus ou d’une peine pécuniaire. L’infraction est punie disciplinairement si elle est de peu de gravité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_139"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre II Des infractions contre la discipline et l’ordre à bord, Désobéissance",
        "citation": "Art. 140 al. 1 LNM",
        "content": "Le marin d’un navire suisse qui n’obéit pas à un ordre d’un supérieur concernant la conduite nautique ou technique du navire ou bien l’exécution d’une peine disciplinaire est puni d’une peine pécuniaire de 90 jours-amende au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_140"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre II Des infractions contre la discipline et l’ordre à bord, Désobéissance",
        "citation": "Art. 140 al. 2 LNM",
        "content": "L’infraction est punie disciplinairement si elle est de peu de gravité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_140"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre II Des infractions contre la discipline et l’ordre à bord, Désobéissance",
        "citation": "Art. 140 al. 3 LNM",
        "content": "S’il s’agit d’un ordre visant à sauver le navire lui-même, un autre navire ou des personnes en danger de se perdre en mer, l’auteur est puni d’une peine privative de liberté d’un an au plus ou d’une peine pécuniaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_140"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre II Des infractions contre la discipline et l’ordre à bord, Désobéissance",
        "citation": "Art. 140 al. 4 LNM",
        "content": "Les lésions corporelles simples ou les voies de fait commises par un marin sur la personne d’un supérieur sont poursuivies d’office.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_140"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre II Des infractions contre la discipline et l’ordre à bord, Embarquements prohibés",
        "citation": "Art. 141 al. 1 LNM",
        "content": "Est puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire quiconque, sans autorisation de l’armateur ou du capitaine:\na. embarque, possède ou dissimule à bord d’un navire suisse des objets, notamment des objets dangereux ou prohibés;\nb. embarque ou cache des personnes à bord d’un navire suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_141"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre II Des infractions contre la discipline et l’ordre à bord, Embarquements prohibés",
        "citation": "Art. 141 al. 2 LNM",
        "content": "L’infraction est punie disciplinairement si elle est de peu de gravité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_141"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre II Des infractions contre la discipline et l’ordre à bord, Actes préjudiciables à l’armateur ou au capitaine",
        "citation": "Art. 142 al. 1 LNM",
        "content": "Quiconque, à l’insu de l’armateur ou du capitaine d’un navire suisse, se livre à la contrebande ou commet d’autres actes illicites et, par là, met l’armateur ou le capitaine en danger d’être punis ou d’être frappés par une saisie du navire ou de la cargaison, par un retardement du départ ou par toute autre mesure analogue, est puni d’une peine privative de liberté d’un an au plus ou d’une peine pécuniaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_142"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre II Des infractions contre la discipline et l’ordre à bord, Actes préjudiciables à l’armateur ou au capitaine",
        "citation": "Art. 142 al. 2 LNM",
        "content": "L’infraction est punie disciplinairement si elle est de peu de gravité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_142"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre II Des infractions contre la discipline et l’ordre à bord, Actes préjudiciables à l’armateur ou au capitaine",
        "citation": "Art. 142 al. 3 LNM",
        "content": "Le capitaine d’un navire suisse qui commet de tels actes à l’insu de l’armateur est puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_142"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre III Des infractions contre l’organisation de la navigation suisse, Abus du pavillon",
        "citation": "Art. 143 al. 1 LNM",
        "content": "Est puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire:\na. quiconque bat le pavillon suisse sur mer pour couvrir la navigation d’un bâtiment non enregistré au registre des navires suisses;\nb. le capitaine d’un navire suisse qui ne bat pas le pavillon suisse sur mer ou qui bat un pavillon étranger;\nc. quiconque bat sur mer le pavillon suisse ou un signe analogue pour couvrir la navigation d’un yacht non inscrit dans le registre des yachts suisses;\nd. quiconque bat un pavillon étranger ou un signe analogue étranger pour un yacht inscrit dans le registre des yachts suisses.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_143"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre III Des infractions contre l’organisation de la navigation suisse, Abus du pavillon",
        "citation": "Art. 143 al. 2 LNM",
        "content": "Le capitaine d’un navire suisse qui n’arbore pas un pavillon suisse de la forme prévue, ou qui ne l’arbore pas de la manière usuelle pour les navires de la catégorie du sien, est puni d’une amende.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_143"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre III Des infractions contre l’organisation de la navigation suisse, Fraude dans l’enregistrement",
        "citation": "Art. 144 al. 1 LNM",
        "content": "Quiconque, lors de la procédure d’enregistrement d’un navire dans le registre des navires suisses ou de la procédure de régularisation des conditions de propriété, fait des déclarations inexactes ou dissimule des faits essentiels est puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire. L’auteur est puni d’une peine pécuniaire s’il agit par négligence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_144"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre III Des infractions contre l’organisation de la navigation suisse, Fraude dans l’enregistrement",
        "citation": "Art. 144 al. 2 LNM",
        "content": "Est puni d’une amende de 50 000 francs au plus: \na. le propriétaire ou l’armateur d’un navire suisse qui n’annonce pas à l’autorité compétente des faits nouveaux de nature à provoquer la radiation du navire du registre des navires suisses ou le retrait de la lettre de mer;\nb. le propriétaire ou le locataire d’un navire suisse qui loue ou sous-loue le navire à un locataire ou sous-locataire ne remplissant pas les conditions légales exigées d’un armateur suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_144"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre III Des infractions contre l’organisation de la navigation suisse, Fraude dans l’enregistrement",
        "citation": "Art. 144 al. 3 LNM",
        "content": "Quiconque, intentionnellement, contrevient aux prescriptions du Conseil fédéral sur l’enregistrement des yachts de plaisance dans un registre suisse ou fait des déclarations inexactes ou dissimule des faits essentiels en vue d’obtenir l’enregistrement d’un yacht de plaisance, est puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire. L’auteur est puni d’une peine pécuniaire s’il agit par négligence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_144"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre III Des infractions contre l’organisation de la navigation suisse, Soustraction du navire, violation d’une disposition de l’autorité",
        "citation": "Art. 145 al. 1 LNM",
        "content": "Quiconque soustrait un navire enregistré dans le registre des navires suisses à la saisie, au séquestre, à la vente aux enchères, à la réquisition ou à l’expropriation ordonnés par l’autorité suisse compétente est puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire. L’art. 71 du code pénal est applicable par analogie. Le juge peut, sur requête, allouer aux lésés le montant de la peine pécuniaire et de la créance compensatrice payées par le condamné, contre cession par eux à l’État d’une part correspondante de leurs créances.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_145"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre III Des infractions contre l’organisation de la navigation suisse, Soustraction du navire, violation d’une disposition de l’autorité",
        "citation": "Art. 145 al. 2 LNM",
        "content": "Le propriétaire, armateur ou capitaine d’un navire suisse qui n’observe pas une disposition prise par le Conseil fédéral en vertu de l’art. 6 est puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_145"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre III Des infractions contre l’organisation de la navigation suisse, Soustraction du navire, violation d’une disposition de l’autorité",
        "citation": "Art. 145 al. 3 LNM",
        "content": "L’armateur, le transporteur ou le capitaine qui embarque ou transporte à bord d’un navire suisse des marchandises prohibées par le Conseil fédéral, est puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire. S’il s’agit du transport prohibé de matériel de guerre, l’auteur est puni d’une peine privative de liberté d’un à cinq ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_145"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre III Des infractions contre l’organisation de la navigation suisse, Aliénation irrégulière",
        "citation": "Art. 146 LNM",
        "content": "Quiconque cède à un étranger un navire suisse dont la radiation dans le registre des navires suisses n’a pas été autorisée, est puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_146"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre III Des infractions contre l’organisation de la navigation suisse, Non-restitution de la lettre de mer",
        "citation": "Art. 147 LNM",
        "content": "Quiconque, obligé par la loi à restituer la lettre de mer ou tout autre certificat concernant un navire suisse, contrevient à cette obligation, est puni d’une amende de 100 000 francs au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_147"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre III Des infractions contre l’organisation de la navigation suisse, Négligence dans la tenue des livres de bord",
        "citation": "Art. 148 LNM",
        "content": "Est puni d’une amende le capitaine d’un navire suisse qui contrevient aux obligations légales ou conventionnelles:\na. de tenir et de conserver en bonne et due forme le livre de bord, le rôle d’équipage, le journal des machines ou d’autres livres, procès-verbaux et pièces de contrôle;\nb. de garder à bord les livres, les papiers, les actes et les documents réglementaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_148"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre III Des infractions contre l’organisation de la navigation suisse, Négligence dans les devoirs d’information",
        "citation": "Art. 149 LNM",
        "content": "Le capitaine, le propriétaire ou l’armateur d’un navire suisse qui viole son obligation légale d’informer ou de renseigner l’Office suisse de la navigation maritime, l’Office du registre des navires suisses ou les consulats de Suisse est puni d’une amende.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_149"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre III Des infractions contre l’organisation de la navigation suisse, Contraventions aux dispositions sur la nationalité et à la législation du travail",
        "citation": "Art. 150 LNM",
        "content": "Le capitaine ou l’armateur d’un navire suisse qui viole les dispositions qui, dans la présente loi et les ordonnances et règlements qui la complètent, concernent la nationalité de l’équipage, la durée du travail, l’âge minimum pour l’enrôlement, l’examen médical et les qualités requises pour le service prévu, la procédure d’enrôlement et de dérôlement, ainsi que la nourriture et le logement à bord, le capitaine qui viole les prescriptions concernant l’exécution d’une peine disciplinaire,est puni d’une amende.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_150"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre III Des infractions contre l’organisation de la navigation suisse, Contraventions aux dispositions de la convention du travail maritime",
        "citation": "Art. 150a LNM",
        "content": "Le capitaine ou l’armateur d’un navire suisse qui enfreint les dispositions de la convention du travail maritime du 23 février 2006 est puni de l’amende.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_150_a"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre III Des infractions contre l’organisation de la navigation suisse, Contraventions aux dispositions sur le transport des passagers",
        "citation": "Art. 151 LNM",
        "content": "Le capitaine ou l’armateur d’un navire suisse qui viole la présente loi ou ses dispositions d’exécution concernant la sécurité des transports de passagers par mer, l’armement des navires qui y sont destinés, ou bien le logement ou la nourriture des passagers, est puni d’une amende de 100 000 francs au plus si l’acte n’est pas puni plus sévèrement en vertu d’une autre disposition légale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_151"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre III Des infractions contre l’organisation de la navigation suisse, Destruction d’éléments du patrimoine culturel subaquatique ou dommages sérieux",
        "citation": "Art. 151a LNM",
        "content": "Quiconque, depuis un navire suisse, détruit ou endommage sérieusement sans autorisation des éléments du patrimoine culturel subaquatique est puni d’une peine privative de liberté d’un an au plus ou d’une peine pécuniaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_151_a"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre IV, Dispositions spéciales, Mesures",
        "citation": "Art. 152 al. 1 LNM",
        "content": "Lorsqu’un auteur est condamné pour mise en péril du navire ou de la navigation, pour mauvaise navigabilité, pour défaut d’assistance, pour abandon du navire en péril, pour non-exercice du commandement ou pour abandon de poste, et s’il risque de récidiver, le juge peut prononcer le retrait du brevet ou certificat d’aptitude professionnelle ainsi que l’interdiction de servir à bord d’un navire suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_152"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre IV, Dispositions spéciales, Mesures",
        "citation": "Art. 152 al. 2 LNM",
        "content": "Lorsqu’un auteur a été condamné pour abus de pavillon, pour fraude dans la procédure d’enregistrement ou pour inobservation d’une mesure ordonnée par le Conseil fédéral en vertu de l’art. 6, et s’il risque de récidiver, le juge peut prononcer le retrait de la lettre de mer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_152"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre IV, Dispositions spéciales, Mesures",
        "citation": "Art. 152 al. 3 LNM",
        "content": "Ces mesures peuvent également être prises lorsque l’auteur est irresponsable ou partiellement irresponsable au sens de l’art. 19, al. 1 et 2, du code pénal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_152"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre IV, Dispositions spéciales, Infractions commises dans une entreprise",
        "citation": "Art. 153 LNM",
        "content": "L’art. 6 de la loi fédérale du 22 mars 1974 sur le droit pénal administratif est applicable aux infractions commises dans une entreprise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_153"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre IV, Dispositions spéciales, Extradition",
        "citation": "Art. 154 LNM",
        "content": "Les infractions qui, d’après les dispositions de la présente loi, sont punies d’une peine privative de liberté d’un an ou d’une peine plus sévère, donnent lieu à extradition au sens de la législation suisse sur l’extradition aux États étrangers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_154"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre V, Du régime disciplinaire, Fautes de discipline",
        "citation": "Art. 155 al. 1 LNM",
        "content": "Quiconque contrevient aux prescriptions générales de service ou au bon ordre à bord, commet une faute de discipline à moins que l’acte ne soit punissable comme crime, délit ou contravention.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_155"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre V, Du régime disciplinaire, Fautes de discipline",
        "citation": "Art. 155 al. 2 LNM",
        "content": "Sont notamment des fautes de discipline:\na. la désobéissance à l’ordre d’un supérieur concernant le service à bord;\nb. l’infraction contre les prescriptions du règlement de bord;\nc. l’entrave à l’ordre et à la vie à bord;\nd. la négligence ou l’inattention dans l’accomplissement d’un devoir de service;\ne. le fait de ne pas se présenter au service ou de s’en absenter;\nf. l’absence irrégulière du bord;\ng. l’ivresse au service; l’ivresse hors du service si elle a causé un scandale public;\nh. toute conduite inconvenante ou blessante pour un supérieur ou toute autre personne à bord.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_155"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre V, Du régime disciplinaire, Fautes de discipline",
        "citation": "Art. 155 al. 3 LNM",
        "content": "Est seul punissable celui qui agit d’une façon coupable. La peine sera choisie et mesurée d’après la culpabilité de l’auteur. Il sera tenu compte des mobiles et du caractère du coupable, de sa conduite à bord, ainsi que de la gravité de la faute du point de vue de l’ordre et de la sécurité à bord.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_155"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre V, Du régime disciplinaire, Conditions personnelles et peines",
        "citation": "Art. 156 al. 1 LNM",
        "content": "Toute personne à bord d’un navire suisse est soumise au régime disciplinaire établi par la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_156"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre V, Du régime disciplinaire, Conditions personnelles et peines",
        "citation": "Art. 156 al. 2 LNM",
        "content": "Sont seules autorisées les peines disciplinaires suivantes:\na. pour les marins:\n– la réprimande,\n– la suppression du congé durant un à cinq jours,\n– l’amende disciplinaire de 10 à 250 francs,\n– les arrêts d’une durée d’un à trois jours;\nb. pour les passagers et autres personnes à bord:\n– la réprimande,\n– l’amende disciplinaire de 50 à 500 francs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_156"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre V, Du régime disciplinaire, Conditions personnelles et peines",
        "citation": "Art. 156 al. 3 LNM",
        "content": "Tout cumul de peines disciplinaires est interdit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_156"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre V, Du régime disciplinaire, Compétence",
        "citation": "Art. 157 al. 1 LNM",
        "content": "Le pouvoir disciplinaire appartient au capitaine ou à son remplaçant, lesquels peuvent prononcer toutes les peines disciplinaires prévues par la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_157"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre V, Du régime disciplinaire, Compétence",
        "citation": "Art. 157 al. 2 LNM",
        "content": "S’il s’agit, dans une procédure pénale, d’un délit pour lequel une répression disciplinaire est prévue dans les cas de peu de gravité, et si un tel cas est admis, ou si l’acte commis est considéré comme une simple faute de discipline, le tribunal, en acquittant le prévenu, peut prononcer toutes les peines disciplinaires. Si l’autorité d’instruction rend une ordonnance de non-lieu pour les mêmes motifs, elle remet le dossier au président du tribunal qui serait compétent en matière pénale. Celui-ci peut prononcer toutes les peines disciplinaires requises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_157"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre V, Du régime disciplinaire, Compétence",
        "citation": "Art. 157 al. 3 LNM",
        "content": "Si le coupable n’est plus au service d’un navire suisse, une amende de 3000 francs au plus peut être prononcée à la place des arrêts disciplinaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_157"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre V, Du régime disciplinaire, Exécution des peines disciplinaires",
        "citation": "Art. 158 al. 1 LNM",
        "content": "La réprimande est infligée oralement ou par écrit. À l’encontre d’un passager, elle peut, dans des cas spéciaux, être infligée publiquement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_158"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre V, Du régime disciplinaire, Exécution des peines disciplinaires",
        "citation": "Art. 158 al. 2 LNM",
        "content": "La suppression du congé est subie à l’arrivée au prochain port. Le coupable doit, même pendant les heures libres, se trouver à bord du navire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_158"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre V, Du régime disciplinaire, Exécution des peines disciplinaires",
        "citation": "Art. 158 al. 3 LNM",
        "content": "Les officiers subissent les arrêts dans leurs cabines, les autres marins dans un local désigné pour cet usage à bord du navire. Les arrêts doivent, en tant que le service à bord le permet, être subis immédiatement. Celui qui est mis aux arrêts ne fait pas de service. Les locaux d’arrêts doivent être secs, éclairés par la lumière du jour, suffisamment aérés et conformes aux exigences d’hygiène auxquelles doivent répondre les cabines.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_158"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre V, Du régime disciplinaire, Exécution des peines disciplinaires",
        "citation": "Art. 158 al. 5 LNM",
        "content": "Les amendes doivent être versées à l’OSNM, qui les utilise à des fins de prévoyance en faveur des marins et des membres de leur famille. L’OSNM peut aussi utiliser ces fonds pour soutenir des actions visant  notamment à promouvoir la navigation maritime sous pavillon suisse ou pour verser des primes récompensant des prestations particulières fournies par des marins. Le Département fédéral des affaires étrangères édicte un règlement relatif à l’affectation de ces fonds.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_158"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre V, Du régime disciplinaire, Prescription",
        "citation": "Art. 159 al. 1 LNM",
        "content": "Le droit de punir disciplinairement et les peines prononcées pour des fautes de discipline se prescrivent par trois mois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_159"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre V, Du régime disciplinaire, Prescription",
        "citation": "Art. 159 al. 2 LNM",
        "content": "Cette prescription n’est pas sujette à interruption. Toutefois, si l’acte donne lieu à l’ouverture d’une procédure pénale, la prescription ne court qu’à partir de l’arrivée au prochain port, et elle est suspendue pendant toute la durée de la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_159"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre V, Du régime disciplinaire, Procédure",
        "citation": "Art. 160 al. 1 LNM",
        "content": "L’inculpé sera dans chaque cas mis à même d’expliquer, oralement ou par écrit, ses actes et les mobiles de sa conduite. S’il le demande, ses explications doivent faire l’objet d’un procès-verbal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_160"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre V, Du régime disciplinaire, Procédure",
        "citation": "Art. 160 al. 2 LNM",
        "content": "Le prononcé de toute peine disciplinaire doit être communiqué à l’inculpé, oralement ou par écrit, avec indication de la faute commise, et relaté dans le livre de bord. La communication de la décision est attestée dans le livre de bord par l’inculpé et le capitaine; si l’inculpé refuse sa signature, un autre officier est appelé à témoigner par écrit du prononcé de la peine disciplinaire et de sa communication.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_160"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre V, Du régime disciplinaire, Droit de recours",
        "citation": "Art. 161 al. 1 LNM",
        "content": "La peine disciplinaire prononcée par le capitaine devient exécutoire avec sa communication au coupable. Dans les dix jours qui suivent son arrivée au prochain port, le coupable peut former par écrit un recours qui n’a pas d’effet suspensif:\na. devant le président du tribunal compétent contre une peine d’arrêts disciplinaires;\nb. devant l’OSNM contre une autre peine disciplinaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_161"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre V, Du régime disciplinaire, Droit de recours",
        "citation": "Art. 161 al. 2 LNM",
        "content": "Le recours n’a pas d’effet suspensif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_161"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre VIII, Dispositions pénales et disciplinaires, Chapitre V, Du régime disciplinaire, Droit de recours",
        "citation": "Art. 161 al. 3 LNM",
        "content": "Les prescriptions de la loi fédérale du 20 décembre 1968 sur la procédure administrative s’appliquent conformément au sens de cette procédure de recours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#art_161"
    },
    {
        "book": "SSG",
        "title": "LNM, Dispositions impératives",
        "citation": "Art. 162 al. 1 LNM",
        "content": "Ne peuvent être modifiées par convention les prescriptions des art. 68, al. 1, 76, 91, al. 1, 96, al. 1 et 118, al. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#disp_1/art_162"
    },
    {
        "book": "SSG",
        "title": "LNM, Dispositions impératives",
        "citation": "Art. 162 al. 2 LNM",
        "content": "Ne peuvent être modifiées par convention:\na. au détriment du marin, les prescriptions des art. 69, 70, 72 à 75, 77 à 80, 81, al. 2, 82 à 86;\nb. au détriment du porteur d’un connaissement original, les prescriptions de l’art. 117;\nc. au détriment d’un passager, les prescriptions impératives sur le transport de passagers par mer déclarées applicables selon l’art. 118, al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#disp_1/art_162"
    },
    {
        "book": "SSG",
        "title": "LNM, Titre final du CC",
        "citation": "Art. 163 LNM",
        "content": "Les dispositions du titre final du code civil suisse sont applicables aux matières régies par la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#disp_1/art_163"
    },
    {
        "book": "SSG",
        "title": "LNM, Adaptation de l’ancien droit, a. Droit au pavillon",
        "citation": "Art. 164 al. 1 LNM",
        "content": "Le droit au pavillon accordé en vertu de l’arrêté du Conseil fédéral du 9 avril 1941 concernant la navigation maritime sous pavillon suisse s’éteint deux ans après l’entrée en vigueur de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#disp_1/art_164"
    },
    {
        "book": "SSG",
        "title": "LNM, Adaptation de l’ancien droit, a. Droit au pavillon",
        "citation": "Art. 164 al. 2 LNM",
        "content": "Un an au moins avant l’expiration du délai prévu au al. 1, l’OSNM doit, de lui-même, indiquer aux propriétaires et aux armateurs des navires suisses les conditions nouvelles restant à remplir pour que l’enregistrement des navires subsiste au-delà dudit délai.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#disp_1/art_164"
    },
    {
        "book": "SSG",
        "title": "LNM, Adaptation de l’ancien droit, a. Droit au pavillon",
        "citation": "Art. 164 al. 3 LNM",
        "content": "Le Conseil fédéral peut, dans des cas spéciaux, prolonger le délai sur requête de l’office ou du propriétaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#disp_1/art_164"
    },
    {
        "book": "SSG",
        "title": "LNM, Adaptation de l’ancien droit, b. Contrats d’engagement des marins",
        "citation": "Art. 165 LNM",
        "content": "Les contrats d’engagement existant au moment de l’entrée en vigueur de la présente loi doivent être adaptés à ses dispositions dans le délai d’une année; passé ce délai, la présente loi s’applique à tous les contrats d’engagement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#disp_1/art_165"
    },
    {
        "book": "SSG",
        "title": "LNM, Adaptation de l’ancien droit, c. Contrats pour l’utilisation du navire",
        "citation": "Art. 166 al. 1 LNM",
        "content": "Les art. 102 à 117 s’appliquent immédiatement aux contrats de transport par mer existant au moment de l’entrée en vigueur de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#disp_1/art_166"
    },
    {
        "book": "SSG",
        "title": "LNM, Adaptation de l’ancien droit, c. Contrats pour l’utilisation du navire",
        "citation": "Art. 166 al. 2 LNM",
        "content": "Les autres contrats pour l’utilisation du navire existant au moment de l’entrée en vigueur de la présente loi doivent être adaptés à ses dispositions dans le délai de six mois; passé ce délai, la présente loi s’applique à tous les contrats pour l’utilisation du navire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#disp_1/art_166"
    },
    {
        "book": "SSG",
        "title": "LNM, Entrée en vigueur de la loi",
        "citation": "Art. 167 LNM",
        "content": "Le Conseil fédéral fixe la date de l’entrée en vigueur de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#disp_1/art_167"
    },
    {
        "book": "SSG",
        "title": "LNM, Entrée en vigueur de la loi",
        "citation": "Art. 167 al. er LNM",
        "content": "Date de l’entrée en vigueur: 1 janvier 1957",
        "url": "https://www.fedlex.admin.ch/eli/cc/1956/1305_1395_1407/fr#disp_1/art_167"
    }
]