[
    {
        "book": "StHG",
        "title": "LAID, Titolo primo: Disposizioni generali, Scopo e campo d’applicazione",
        "citation": "Art. 1 cpv. 1 LAID",
        "content": "La presente legge stabilisce le imposte dirette che i Cantoni devono riscuotere e fissa i principi determinanti per il loro disciplinamento nella legislazione cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_1"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo primo: Disposizioni generali, Scopo e campo d’applicazione",
        "citation": "Art. 1 cpv. 2 LAID",
        "content": "La presente legge si applica anche ai Comuni in quanto il diritto cantonale accorda loro la sovranità fiscale per le imposte cantonali prescritte dall’articolo 2 capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_1"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo primo: Disposizioni generali, Scopo e campo d’applicazione",
        "citation": "Art. 1 cpv. 3 LAID",
        "content": "Ove la presente legge non prevede alcuna norma, i Cantoni e i Comuni disciplinano le loro imposte conformemente al diritto cantonale. Spetta in particolare ai Cantoni stabilire le tariffe, le aliquote e gli importi esenti da imposta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_1"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo primo: Disposizioni generali, Imposte dirette prescritte",
        "citation": "Art. 2 cpv. 1 LAID",
        "content": "I Cantoni riscuotono le seguenti imposte:\na. un’imposta sul reddito e un’imposta sulla sostanza delle persone fisiche;\nb. un’imposta sull’utile e un’imposta sul capitale delle persone giuridiche;\nc. un’imposta alla fonte sul reddito di determinate persone fisiche e giuridiche;\nd. un’imposta sugli utili da sostanza immobiliare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_2"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo primo: Disposizioni generali, Imposte dirette prescritte",
        "citation": "Art. 2 cpv. 2 LAID",
        "content": "I Cantoni possono stabilire che l’imposta sugli utili immobiliari è riscossa soltanto dai Comuni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_2"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 1: Assoggettamento, Assoggettamento in virtù dell’appartenenza personale",
        "citation": "Art. 3 cpv. 1 LAID",
        "content": "Le persone fisiche sono assoggettate all’imposta in virtù della loro appartenenza personale quando hanno domicilio fiscale nel Cantone oppure quando, senza interruzioni apprezzabili, soggiornano nel Cantone almeno 30 giorni esercitandovi un’attività lucrativa o almeno 90 giorni senza esercitare un’attività lucrativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_3"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 1: Assoggettamento, Assoggettamento in virtù dell’appartenenza personale",
        "citation": "Art. 3 cpv. 2 LAID",
        "content": "Una persona ha domicilio fiscale nel Cantone quando vi risiede con l’intenzione di stabilirsi durevolmente o quando il diritto federale ivi le conferisce uno speciale domicilio legale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_3"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 1: Assoggettamento, Assoggettamento in virtù dell’appartenenza personale",
        "citation": "Art. 3 cpv. 3 LAID",
        "content": "Il reddito e la sostanza dei coniugi non separati legalmente o di fatto si cumulano, senza riguardo al regime dei beni. Il reddito e la sostanza dei figli sotto autorità parentale sono cumulati a quelli del detentore di tale autorità. Il reddito dell’attività lucrativa dei figli nonché gli utili immobiliari sono imposti separatamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_3"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 1: Assoggettamento, Assoggettamento in virtù dell’appartenenza personale",
        "citation": "Art. 3 cpv. 4 LAID",
        "content": "Il capoverso 3 si applica per analogia ai partner registrati. I partner registrati hanno il medesimo statuto dei coniugi. Questo vale anche per i contributi di mantenimento durante l’unione domestica registrata e per i contributi di mantenimento e la liquidazione dei rapporti patrimoniali in caso di sospensione della vita comune o di scioglimento dell’unione domestica registrata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_3"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 1: Assoggettamento, Assoggettamento in virtù dell’appartenenza economica",
        "citation": "Art. 4 cpv. 1 LAID",
        "content": "Le persone fisiche senza domicilio o dimora fiscale nel Cantone sono assoggettate all’imposta in virtù della loro appartenenza economica se gestiscono un’impresa o uno stabilimento d’impresa nel Cantone, se vi possiedono fondi, se ne hanno il godimento o se vi esercitano il commercio di immobili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_4"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 1: Assoggettamento, Assoggettamento in virtù dell’appartenenza economica",
        "citation": "Art. 4 cpv. 2 LAID",
        "content": "Le persone fisiche senza domicilio o dimora fiscale in Svizzera sono assoggettate all’imposta in virtù della loro appartenenza economica se:\na. esercitano un’attività lucrativa nel Cantone;\nb. in quanto membri dell’amministrazione o della direzione di persone giuridiche con sede o stabilimento d’impresa nel Cantone, ricevono tantièmes, gettoni di presenza, indennità fisse, partecipazioni di collaboratore o analoghe rimunerazioni;\nc. sono titolari o usufruttuarie di crediti garantiti da pegno immobiliare o manuale su fondi siti nel Cantone;\nd. ricevono pensioni, assegni di quiescenza o altre prestazioni da un datore di lavoro o da un istituto di previdenza con sede nel Cantone in virtù di un precedente rapporto di lavoro di diritto pubblico;\ne. ricevono prestazioni da istituzioni di diritto privato svizzere di previdenza professionale o da forme riconosciute di previdenza individuale vincolata;\nf. ricevono un salario o altre rimunerazioni da un datore di lavoro con sede o stabilimento d’impresa nel Cantone a motivo della loro attività nel traffico internazionale a bordo di navi o battelli, di un aeromobile o di un veicolo da trasporto stradale; fa eccezione l’imposizione dei marittimi per il lavoro a bordo di una nave d’alto mare;\ng. fungono da intermediari nel commercio di immobili siti nel Cantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_4"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 1: Assoggettamento, Esenzione fiscale",
        "citation": "Art. 4a LAID",
        "content": "Sono fatti salvi i privilegi fiscali accordati in virtù dell’articolo 2 capoverso 2 della legge del 22 giugno 2007 sullo Stato ospite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_4_a"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 1: Assoggettamento, Modifica dell’assoggettamento",
        "citation": "Art. 4b cpv. 1 LAID",
        "content": "In caso di cambiamento del domicilio fiscale all’interno della Svizzera, l’assoggettamento in virtù dell’appartenenza personale si realizza per l’intero periodo fiscale nel Cantone di domicilio del contribuente alla fine di tale periodo. Le prestazioni in capitale di cui all’articolo 11 capoverso 3 sono tuttavia imponibili nel Cantone in cui il contribuente era domiciliato al momento della loro scadenza. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_4_b"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 1: Assoggettamento, Modifica dell’assoggettamento",
        "citation": "Art. 4b cpv. 2 LAID",
        "content": "L’assoggettamento in un Cantone diverso da quello del domicilio fiscale in virtù dell’appartenenza economica vale per l’intero periodo fiscale anche se è cominciato, è stato modificato o è stato soppresso nel corso dell’anno. In tal caso, il valore degli elementi della sostanza è ridotto proporzionatamente alla durata dell’appartenenza. Per il rimanente, il reddito e la sostanza sono ripartiti fra i Cantoni interessati sulla base delle regole del diritto federale concernenti il divieto di doppia imposizione intercantonale, applicabili per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_4_b"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 1: Assoggettamento, Sgravio di imposte",
        "citation": "Art. 5 LAID",
        "content": "I Cantoni possono prevedere, per via legislativa, sgravi di imposte a favore delle imprese neocostituite che servono gli interessi economici del Cantone, per l’anno di fondazione dell’impresa e per i nove anni seguenti. Un cambiamento essenziale dell’attività aziendale può essere equiparato a neocostituzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_5"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 1: Assoggettamento, Imposizione secondo il dispendio",
        "citation": "Art. 6 cpv. 1 LAID",
        "content": "Il Cantone può concedere il diritto di pagare, invece dell’imposta sul reddito e sulla sostanza, un’imposta calcolata sul dispendio alle persone fisiche che:\na. non hanno la cittadinanza svizzera;\nb. per la prima volta o dopo un’interruzione di almeno dieci anni sono assoggettati illimitatamente alle imposte (art. 3); e\nc. non esercitano un’attività lucrativa in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_6"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 1: Assoggettamento, Imposizione secondo il dispendio",
        "citation": "Art. 6 cpv. 2 LAID",
        "content": "I coniugi che vivono in comunione domestica devono entrambi soddisfare le condizioni di cui al capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_6"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 1: Assoggettamento, Imposizione secondo il dispendio",
        "citation": "Art. 6 cpv. 3 LAID",
        "content": "L’imposta che sostituisce l’imposta sul reddito è calcolata sulla base delle spese annuali corrispondenti al tenore di vita del contribuente e delle persone al cui sostentamento egli provvede, sostenute durante il periodo di calcolo in Svizzera e all’estero, ma almeno in base al più elevato degli importi seguenti:\na. un importo minimo fissato dal Cantone;\nb. per i contribuenti che hanno un’economia domestica propria: un importo corrispondente al settuplo della pigione annua o del valore locativo fissato dall’autorità competente;\nc. per gli altri contribuenti: un importo corrispondente al triplo del prezzo di pensione annua per il vitto e l’alloggio al luogo di dimora ai sensi dell’articolo 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_6"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 1: Assoggettamento, Imposizione secondo il dispendio",
        "citation": "Art. 6 cpv. 4 LAID",
        "content": "L’imposta è calcolata secondo la tariffa fiscale ordinaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_6"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 1: Assoggettamento, Imposizione secondo il dispendio",
        "citation": "Art. 6 cpv. 5 LAID",
        "content": "I Cantoni determinano in che modo l’imposizione secondo il dispendio copre l’imposta sulla sostanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_6"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 1: Assoggettamento, Imposizione secondo il dispendio",
        "citation": "Art. 6 cpv. 6 LAID",
        "content": "L’imposta secondo il dispendio deve essere almeno equivalente alla somma delle imposte sul reddito e sulla sostanza calcolate secondo le tariffe ordinarie sull’insieme degli elementi lordi seguenti:\na. sostanza immobiliare situata in Svizzera e relativi proventi;\nb. beni mobili che si trovano in Svizzera e relativi proventi;\nc. capitale mobiliare collocato in Svizzera, inclusi i crediti garantiti da pegno immobiliare, e relativi proventi;\nd diritti d’autore, brevetti e diritti analoghi esercitati in Svizzera e relativi proventi;\ne. assegni di quiescenza, rendite e pensioni di fonte svizzera;\nf. proventi per i quali il contribuente pretende uno sgravio totale o parziale da imposte estere in virtù di una convenzione conclusa dalla Svizzera per evitare la doppia imposizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_6"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 1: Assoggettamento, Imposizione secondo il dispendio",
        "citation": "Art. 6 cpv. 7 LAID",
        "content": "In caso di proventi sgravati dalle imposte nello Stato dal quale essi provengono e imponibili in Svizzera, singolarmente o congiuntamente ad altri proventi, all’aliquota applicabile al reddito complessivo, l’imposta è calcolata non soltanto sui proventi di cui al capoverso 6, ma anche su tutti gli elementi del reddito proveniente dall’altro Stato, attribuiti alla Svizzera conformemente alla corrispondente convenzione in materia di doppia imposizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_6"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 1: Proventi, Principio",
        "citation": "Art. 7 cpv. 1 LAID",
        "content": "Sottostà all’imposta sul reddito la totalità dei proventi, periodici o unici, segnatamente quelli da attività lucrativa dipendente o indipendente, da reddito della sostanza compresa l’utilizzazione a scopo personale di fondi, da istituzioni di previdenza, nonché da rendite vitalizie. Quale che sia il loro ammontare, le spese di formazione e formazione continua professionali sostenute dal datore di lavoro, comprese le spese di riqualificazione, non costituiscono proventi imponibili. I dividendi, le quote di utili, le eccedenze di liquidazione come pure i vantaggi valutabili in denaro provenienti da azioni, quote in società a garanzia limitata o in società cooperative e buoni di partecipazione (compresi le azioni gratuite, gli aumenti gratuiti del valore nominale e simili) sono imponibili in ragione del 50 per cento se questi diritti di partecipazione rappresentano almeno il 10 per cento del capitale azionario o sociale di una società di capitali o di una società cooperativa. I Cantoni possono prevedere un’imposizione superiore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_7"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 1: Proventi, Principio",
        "citation": "Art. 7 cpv. 1bis LAID",
        "content": "In caso di vendita di diritti di partecipazione, ai sensi dell’articolo 4a della legge federale del 13 ottobre 1965 sull’imposta preventiva, alla società di capitali o alla società cooperativa che li ha emessi, il reddito della sostanza è considerato realizzato nell’anno in cui sorge il credito fiscale dell’imposta preventiva (art. 12 cpv. 1 e 1bis della LF del 13 ott. 1965 sull’imposta preventiva).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_7"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 1: Proventi, Principio",
        "citation": "Art. 7 cpv. 1ter LAID",
        "content": "I proventi da assicurazioni riscattabili di capitali con premio unico in caso di sopravvivenza o di riscatto sono imponibili, a meno che queste assicurazioni di capitali servano alla previdenza. Si considera che serva alla previdenza il pagamento della prestazione assicurativa a partire dal momento in cui l’assicurato ha compiuto i 60 anni sulla base di un rapporto contrattuale che è durato almeno cinque anni ed è stato istituito prima del compimento dei 66 anni. In questo caso la prestazione è esente da imposte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_7"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 1: Proventi, Principio",
        "citation": "Art. 7 cpv. 2 LAID",
        "content": "Le rendite vitalizie e i proventi da vitalizi sono imponibili nella misura del 40 per cento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_7"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 1: Proventi, Principio",
        "citation": "Art. 7 cpv. 3 LAID",
        "content": "I proventi da quote di partecipazione a investimenti collettivi di capitale ai sensi della legge del 23 giugno 2006 sugli investimenti collettivi (LICol) è attribuito agli investitori in funzione delle loro quote; i proventi da quote di partecipazione a investimenti collettivi di capitale con possesso fondiario diretto sono imponibili soltanto se la totalità dei redditi del fondo supera i redditi del possesso fondiario diretto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_7"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 1: Proventi, Principio",
        "citation": "Art. 7 cpv. 4 LAID",
        "content": "Sono esenti dall’imposta soltanto:\na. il ricavo dall’alienazione di diritti di opzione, a condizione che i diritti patrimoniali appartengono alla sostanza privata;\nb. gli utili in capitale conseguiti su elementi della sostanza mobiliare privata, fatto salvo l’articolo 12 capoverso 2 lettere a e d;\nc. l’incremento patrimoniale derivante da eredità, legato, donazione o liquidazione del regime matrimoniale;\nd. l’incremento patrimoniale derivante da assicurazioni private di capitali, soggette a riscatto, eccettuate quelle da polizze di libero passaggio. È fatto salvo il capoverso 1ter;\ne. i pagamenti in capitale versati dal datore di lavoro o da un’istituzione di previdenza professionale in occasione di un cambiamento di impiego, a condizione che il beneficiario li trasferisca nel termine di un anno ad un’altra istituzione di previdenza professionale o li impieghi per acquistare una polizza di libero passaggio;\nf. i sussidi d’assistenza provenienti da fondi pubblici o privati;\ng. le prestazioni versate in adempimento di un obbligo fondato sul diritto di famiglia, ad eccezione degli alimenti percepiti dal coniuge divorziato o separato legalmente o di fatto, nonché degli alimenti che uno dei genitori percepisce per i figli sotto la sua autorità parentale;\nh. il soldo del servizio militare e civile, nonché l’importo giornaliero per le piccole spese versato nel servizio civile;\nhbis. il soldo dei pompieri di milizia sino a concorrenza di un ammontare determinato dal diritto cantonale per prestazioni in relazione all’adempimento dei compiti fondamentali dei pompieri (esercitazioni, servizi di picchetto, corsi, ispezioni e interventi effettivi per salvataggi, lotta contro gli incendi, lotta contro i sinistri in generale e contro i sinistri causati da elementi naturali e simili); sono eccettuati gli importi forfettari per i quadri, le indennità di funzione, le indennità per i lavori amministrativi e le indennità per prestazioni volontarie fornite dai pompieri;\ni. i versamenti a titolo di riparazione morale;\nk. i proventi ricevuti in virtù della legislazione federale sulle prestazioni complementari all’assicurazione per la vecchiaia, i superstiti e l’invalidità.\nl. le vincite ai giochi da casinò ammessi secondo la legge federale del 29 settembre 2017 sui giochi in denaro (LGD) realizzate nelle case da gioco, purché tali vincite non provengano da un’attività lucrativa indipendente;\nlbis. le singole vincite ai giochi di grande estensione ammessi secondo la LGD e ai giochi da casinò in linea ammessi secondo la LGD sino a concorrenza di un importo pari a un milione di franchi o di un importo più elevato secondo il diritto cantonale;\nlter. le vincite ai giochi di piccola estensione ammessi secondo la LGD;\nm. le singole vincite ai giochi di destrezza e alle lotterie destinati a promuovere le vendite che secondo l’articolo 1 capoverso 2 lettere d ed e LGD non sottostanno a quest’ultima, purché non superino il limite stabilito dal diritto cantonale;\nn. i proventi ricevuti in virtù della legge federale del 19 giugno 2020 sulle prestazioni transitorie per i disoccupati anziani.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_7"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 1: Proventi, Casi speciali",
        "citation": "Art. 7a cpv. 1 LAID",
        "content": "È considerato reddito imponibile della sostanza ai sensi dell’articolo 7 capoverso 1 anche:\na. il ricavo della vendita di una partecipazione del 20 per cento almeno al capitale azionario o sociale di una società di capitali o di una società cooperativa, con trasferimento dal patrimonio privato al patrimonio commerciale di un’altra persona fisica o di una persona giuridica, sempre che nei cinque anni dopo la vendita venga distribuita, con la collaborazione del venditore, sostanza non necessaria all’esercizio aziendale che esisteva già al momento della vendita e che già allora avrebbe potuto essere distribuita secondo il diritto commerciale; ciò vale per analogia anche quando, nell’arco di cinque anni, più partecipanti vendono in comune una tale partecipazione o vengono vendute partecipazioni per un totale di almeno il 20 per cento; la sostanza distribuita è se del caso tassata presso il venditore in procedura di recupero d’imposta secondo l’articolo 53;\nb. il ricavo del trasferimento di una partecipazione al capitale azionario o sociale di una società di capitali o di una società cooperativa, dal patrimonio privato a quello commerciale di un’impresa di persone o di una persona giuridica in cui, dopo il trasferimento, il venditore o il conferente partecipa in ragione almeno del 50 per cento al capitale, per quanto il totale della controprestazione ricevuta superi la somma del valore nominale della partecipazione trasferita e delle riserve da apporti di capitale di cui all’articolo 7b; questa regola si applica per analogia anche nel caso in cui diversi partecipanti attuino il trasferimento in comune.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_7_a"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 1: Proventi, Casi speciali",
        "citation": "Art. 7a cpv. 2 LAID",
        "content": "Vi è collaborazione ai sensi del capoverso 1 lettera a quando il venditore sa o è tenuto a sapere che per finanziare il prezzo d’acquisto dalla società vengono prelevati mezzi a fondo perso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_7_a"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 1: Proventi, Principio degli apporti di capitale",
        "citation": "Art. 7b cpv. 1 LAID",
        "content": "Il rimborso degli apporti, dell’aggio e dei pagamenti suppletivi (riserve da apporti di capitale) forniti dai titolari dei diritti di partecipazione dopo il 31 dicembre 1996 è trattato in modo identico al rimborso del capitale azionario o sociale. È fatto salvo il capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_7_b"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 1: Proventi, Principio degli apporti di capitale",
        "citation": "Art. 7b cpv. 2 LAID",
        "content": "Se, in occasione del rimborso di riserve da apporti di capitale di cui al capoverso 1, una società di capitali o società cooperativa quotata in una borsa svizzera non distribuisce altre riserve almeno per un importo equivalente, il rimborso è imponibile per un importo pari alla metà della differenza tra il rimborso stesso e la distribuzione delle altre riserve, ma al massimo per un importo pari a quello delle altre riserve disponibili nella società che possono essere distribuite in virtù del diritto commerciale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_7_b"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 1: Proventi, Principio degli apporti di capitale",
        "citation": "Art. 7b cpv. 3 LAID",
        "content": "Il capoverso 2 non si applica alle riserve da apporti di capitale:\na. costituite, dopo il 24 febbraio 2008, mediante il conferimento di diritti di partecipazione o societari a una società di capitali o società cooperativa estera nell’ambito di concentrazioni aventi carattere di fusione ai sensi dell’articolo 24 capoverso 3 lettera c o mediante un trasferimento transfrontaliero a una filiale svizzera ai sensi dell’articolo 24 capoverso 3 lettera d;\nb. già esistenti in una società di capitali o società cooperativa estera, dopo il 24 febbraio 2008, al momento di una fusione o ristrutturazione transfrontaliera ai sensi dell’articolo 24 capoversi 3 lettera b e 3quater o del trasferimento della sede o dell’amministrazione effettiva;\nc. in caso di liquidazione della società di capitali o società cooperativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_7_b"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 1: Proventi, Principio degli apporti di capitale",
        "citation": "Art. 7b cpv. 4 LAID",
        "content": "I capoversi 2 e 3 si applicano per analogia anche alle riserve da apporti di capitale utilizzate per l’emissione di azioni gratuite o gli aumenti gratuiti del valore nominale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_7_b"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 1: Proventi, Principio degli apporti di capitale",
        "citation": "Art. 7b cpv. 5 LAID",
        "content": "Se, in occasione della vendita di diritti di partecipazione a una società di capitali o società cooperativa che è quotata in una borsa svizzera e li ha emessi, il rimborso delle riserve da apporti di capitale non corrisponde almeno alla metà dell’eccedenza di liquidazione ottenuta, la parte imponibile di questa eccedenza di liquidazione è ridotta della metà della differenza tra la parte stessa e il rimborso, ma al massimo di un importo pari a quello delle riserve da apporti di capitale disponibili nella società e imputabili a tali diritti di partecipazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_7_b"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 1: Proventi, Principio degli apporti di capitale",
        "citation": "Art. 7b cpv. 6 LAID",
        "content": "Il capoverso 1 si applica agli apporti e all’aggio forniti durante la validità di un margine di variazione del capitale secondo gli articoli 653s e seguenti del Codice delle obbligazioni (CO) per quanto eccedano le riserve rimborsate nell’ambito del suddetto margine di variazione del capitale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_7_b"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 1: Proventi, Partecipazioni di collaboratore",
        "citation": "Art. 7c cpv. 1 LAID",
        "content": "Sono considerate partecipazioni vere e proprie di collaboratore:\na. le azioni, i buoni di godimento, i certificati di partecipazione, le quote di società cooperative o partecipazioni di altro genere che il datore di lavoro, la sua società madre o un’altra società del gruppo distribuisce ai collaboratori;\nb. le opzioni per l’acquisto di partecipazioni di cui alla lettera a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_7_c"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 1: Proventi, Partecipazioni di collaboratore",
        "citation": "Art. 7c cpv. 2 LAID",
        "content": "Sono considerate partecipazioni improprie di collaboratore le aspettative di meri indennizzi in contanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_7_c"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 1: Proventi, Proventi di partecipazioni vere e proprie di collaboratore",
        "citation": "Art. 7d cpv. 1 LAID",
        "content": "I vantaggi valutabili in denaro risultanti da partecipazioni vere e proprie di collaboratore, ad eccezione di quelli risultanti da opzioni bloccate o non quotate in borsa, sono imponibili al momento dell’acquisto come reddito da attività lucrativa dipendente. La prestazione imponibile corrisponde al valore venale della partecipazione diminuito di un eventuale prezzo d’acquisto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_7_d"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 1: Proventi, Proventi di partecipazioni vere e proprie di collaboratore",
        "citation": "Art. 7d cpv. 2 LAID",
        "content": "Per il calcolo della prestazione imponibile relativa alle azioni di collaboratore si tiene conto dei termini di attesa, con uno sconto del 6 per cento per anno di attesa sul valore venale delle azioni. Lo sconto si applica per dieci anni al massimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_7_d"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 1: Proventi, Proventi di partecipazioni vere e proprie di collaboratore",
        "citation": "Art. 7d cpv. 3 LAID",
        "content": "I vantaggi valutabili in denaro risultanti da opzioni di collaboratore bloccate o non quotate in borsa sono imponibili al momento dell’esercizio delle opzioni medesime. La prestazione imponibile corrisponde al valore venale dell’azione al momento dell’esercizio, diminuito del prezzo di esercizio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_7_d"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 1: Proventi, Proventi di partecipazioni improprie di collaboratore",
        "citation": "Art. 7e LAID",
        "content": "I vantaggi valutabili in denaro risultanti da partecipazioni improprie di collaboratore sono imponibili al momento in cui si realizzano.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_7_e"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 1: Proventi, Imposizione proporzionale",
        "citation": "Art. 7f LAID",
        "content": "Se il contribuente non aveva domicilio o dimora fiscale in Svizzera durante l’intero periodo tra l’acquisto e la nascita del diritto d’esercizio delle opzioni di collaboratore bloccate (art. 7d cpv. 3), i vantaggi valutabili in denaro risultanti da tali opzioni sono imponibili proporzionalmente al rapporto tra l’intero periodo e il periodo effettivamente trascorso in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_7_f"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 1: Proventi, Attività lucrativa indipendente",
        "citation": "Art. 8 cpv. 1 LAID",
        "content": "Sono pure proventi imponibili da attività lucrativa indipendente tutti gli utili in capitale conseguiti mediante alienazione, realizzazione, rivalutazione contabile o mediante trasferimento nella sostanza privata o in imprese o stabilimenti d’impresa situati all’estero di elementi della sostanza commerciale; sono esclusi gli utili risultanti dall’alienazione di fondi agricoli o silvicoli, sempreché il prodotto dell’alienazione superi le spese di investimento. Rimane salvo l’articolo 12 capoverso 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_8"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 1: Proventi, Attività lucrativa indipendente",
        "citation": "Art. 8 cpv. 2 LAID",
        "content": "La sostanza commerciale comprende tutti i valori patrimoniali che servono integralmente o in modo preponderante all’attività lucrativa indipendente; lo stesso dicasi delle partecipazioni di almeno il 20 per cento al capitale azionario o al capitale sociale di una società di capitali o di una società cooperativa, purché il proprietario le dichiari come sostanza commerciale al momento del loro acquisto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_8"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 1: Proventi, Attività lucrativa indipendente",
        "citation": "Art. 8 cpv. 2bis LAID",
        "content": "Se un immobile dell’attivo immobilizzato è trasferito dalla sostanza commerciale nella sostanza privata, il contribuente può chiedere che al momento del trasferimento sia imposta la sola differenza tra i costi d’investimento e il valore determinante ai fini dell’imposta sul reddito. In questo caso, i costi d’investimento sono considerati nuovo valore determinante ai fini dell’imposta sul reddito e l’imposizione delle altre riserve occulte a titolo di reddito da attività indipendente è differita sino all’alienazione dell’immobile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_8"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 1: Proventi, Attività lucrativa indipendente",
        "citation": "Art. 8 cpv. 2ter LAID",
        "content": "L’affitto di un’azienda commerciale è considerato trasferimento nella sostanza privata solo su domanda del contribuente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_8"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 1: Proventi, Attività lucrativa indipendente",
        "citation": "Art. 8 cpv. 2quater LAID",
        "content": "Se in caso di divisione ereditaria l’azienda commerciale non è proseguita da tutti gli eredi, su domanda degli eredi che riprendono l’azienda l’imposizione delle riserve occulte è differita sino al momento della loro realizzazione, purché la ripresa avvenga ai valori fino a quel momento determinanti ai fini dell’imposta sul reddito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_8"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 1: Proventi, Attività lucrativa indipendente",
        "citation": "Art. 8 cpv. 2quinquies LAID",
        "content": "I dividendi, le quote di utili, le eccedenze di liquidazione come pure i vantaggi valutabili in denaro provenienti da azioni, quote in società a garanzia limitata o in società cooperative e buoni di partecipazione, nonché gli utili conseguiti con l’alienazione di tali diritti di partecipazione sono imponibili in ragione del 50 per cento, dopo deduzione degli oneri imputabili, se questi diritti di partecipazione rappresentano almeno il 10 per cento del capitale azionario o sociale di una società di capitali o di una società cooperativa. I Cantoni possono prevedere un’imposizione superiore. L’imposizione parziale degli utili conseguiti con l’alienazione è concessa soltanto se i diritti di partecipazione alienati erano, per almeno un anno, di proprietà del contribuente o dell’impresa di persone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_8"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 1: Proventi, Attività lucrativa indipendente",
        "citation": "Art. 8 cpv. 3 LAID",
        "content": "Le riserve occulte di un’impresa di persone (impresa individuale, società di persone) non sono imponibili nell’ambito di ristrutturazioni, in particolare in caso di fusione, di scissione o di trasformazione, nella misura in cui l’impresa rimanga assoggettata all’imposta in Svizzera e gli elementi fino ad allora determinanti per l’imposta sul reddito vengano ripresi:\na. in caso di trasferimento di beni a un’altra impresa di persone;\nb. in caso di trasferimento di un esercizio o di un ramo di attività a una persona giuridica;\nc. in caso di scambio di diritti di partecipazione o societari a seguito di ristrutturazioni ai sensi dell’articolo 24 capoverso 3 o di concentrazioni aventi carattere di fusione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_8"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 1: Proventi, Attività lucrativa indipendente",
        "citation": "Art. 8 cpv. 3bis LAID",
        "content": "Nell’ambito di una ristrutturazione ai sensi del capoverso 3 lettera b, le riserve occulte trasferite sono imposte a posteriori secondo la procedura di cui all’articolo 53, se nei cinque anni seguenti la ristrutturazione diritti di partecipazione o societari sono alienati a un prezzo superiore al valore fiscalmente determinante del capitale proprio trasferito; la persona giuridica può in tal caso far valere corrispondenti riserve occulte già tassate come utili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_8"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 1: Proventi, Attività lucrativa indipendente",
        "citation": "Art. 8 cpv. 4 LAID",
        "content": "In caso di sostituzione di immobilizzi necessari all’azienda, le riserve occulte possono essere trasferite su beni sostitutivi se questi beni sono parimenti necessari all’azienda e sono situati in Svizzera. Rimane salva l’imposizione in caso di sostituzione di immobili con beni mobili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_8"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 1: Proventi, Redditi da brevetti e diritti analoghi in caso di attività lucrativa indipendente",
        "citation": "Art. 8a LAID",
        "content": "Ai redditi da brevetti e diritti analoghi in caso di attività lucrativa indipendente si applicano per analogia gli articoli 24a e 24b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_8_a"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 2: Deduzioni, In generale",
        "citation": "Art. 9 cpv. 1 LAID",
        "content": "Dai proventi imponibili complessivi sono detratte le spese necessarie al loro conseguimento e le deduzioni generali. Per le spese di trasporto necessarie dal domicilio al luogo di lavoro può essere fissato un importo massimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_9"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 2: Deduzioni, In generale",
        "citation": "Art. 9 cpv. 2 LAID",
        "content": "Sono deduzioni generali:\na. gli interessi maturati su debiti privati, fino a concorrenza dei redditi da sostanza imponibili in virtù degli articoli 7 e 7a e di ulteriori 50 000 franchi;\nb. il 40 per cento delle rendite vitalizie versate, nonché gli oneri permanenti;\nc. gli alimenti versati al coniuge divorziato o separato legalmente o di fatto, nonché gli alimenti versati a un genitore per i figli sotto la sua autorità parentale, escluse tuttavia le prestazioni versate in virtù di un obbligo di mantenimento o di assistenza fondato sul diritto di famiglia;\nd. i versamenti, premi e contributi legali, statutari o regolamentari all’assicurazione vecchiaia, superstiti e invalidità, nonché a istituzioni di previdenza professionale;\ne. i versamenti, premi e contributi per acquisire diritti contrattuali in forme riconosciute della previdenza individuale vincolata, sino a un determinato ammontare;\nf. i premi e i contributi versati per le indennità per la perdita di guadagno, per l’assicurazione contro la disoccupazione e per l’assicurazione obbligatoria contro gli infortuni;\ng. i versamenti, premi e contributi per assicurazioni sulla vita, contro le malattie e, in quanto non compresa sotto la lettera f, contro gli infortuni, nonché gli interessi dei capitali a risparmio del contribuente e delle persone al cui sostentamento egli provvede, sino a concorrenza di un ammontare determinato dal diritto cantonale; questo importo può essere forfettario;\nh. le spese per malattia e infortunio del contribuente o delle persone al cui sostentamento egli provvede, quando tali spese sono sopportate dal contribuente medesimo e superano una franchigia determinata dal diritto cantonale;\nhbis  le spese per disabilità del contribuente o delle persone disabili ai sensi della legge del 13 dicembre 2002 sui disabili al cui sostentamento egli provvede, quando tali spese sono sopportate dal contribuente medesimo;\ni. le prestazioni volontarie in contanti e in altri beni, entro i limiti determinati dal diritto cantonale, a persone giuridiche con sede in Svizzera che sono esentate dall’imposta in virtù del loro scopo pubblico o di utilità pubblica (art. 23 cpv. 1 lett. f) nonché alla Confederazione, ai Cantoni, ai Comuni e ai loro stabilimenti (art. 23 cpv. 1 lett. a–c);\nk. una deduzione dal reddito lavorativo che uno dei coniugi consegue indipendentemente dalla professione, dal commercio o dall’impresa dell’altro, sino a concorrenza di un ammontare determinato dal diritto cantonale; la stessa deduzione è concessa quando uno dei due coniugi collabora in modo determinante alla professione, al commercio o all’impresa dell’altro;\nl. fino a concorrenza di un importo stabilito dal diritto cantonale, i contributi dei membri e i versamenti ai partiti:\n1. iscritti nel registro dei partiti conformemente all’articolo 76a della legge federale del 17 dicembre 1976 sui diritti politici,\n2. rappresentati in un parlamento cantonale, o\n3. che hanno ottenuto almeno il 3 per cento dei voti nell’ultima elezione di un parlamento cantonale.\nm. le spese comprovate, fino a un importo stabilito dal diritto cantonale, per la cura prestata da terzi a ogni figlio che non ha ancora compiuto i 14 anni e vive in comunione domestica con il contribuente che provvede al suo sostentamento, sempre che queste spese abbiano un nesso causale diretto con l’attività lucrativa, la formazione o l’incapacità d’esercitare attività lucrativa del contribuente;\nn. i costi delle poste giocate, pari a una percentuale stabilita dal diritto cantonale delle singole vincite ai giochi in denaro non esentate dall’imposta conformemente all’articolo 7 capoverso 4 lettere l–m; i Cantoni possono prevedere un importo massimo deducibile;\no. le spese di formazione e formazione continua professionali, comprese le spese di riqualificazione, sino a concorrenza di un importo determinato dal diritto cantonale, purché il contribuente: \n1. abbia conseguito un diploma del livello secondario II, oppure\n2. abbia compiuto i 20 anni e non si tratti di costi di formazione sostenuti fino al conseguimento di un primo diploma del livello secondario II.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_9"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 2: Deduzioni, In generale",
        "citation": "Art. 9 cpv. 3 LAID",
        "content": "Il contribuente che possiede immobili privati può dedurre le spese di manutenzione, le spese di riattazione di immobili di nuova acquisizione, i premi d’assicurazione e le spese d’amministrazione da parte di terzi. I Cantoni possono inoltre prevedere deduzioni per la protezione dell’ambiente, per provvedimenti di risparmio energetico e per la cura di monumenti storici. Negli ultimi tre casi vale la seguente norma:\na. il Dipartimento federale delle finanze determina in collaborazione con i Cantoni quali investimenti destinati al risparmio energetico e alla protezione dell’ambiente possono essere assimilati alle spese di manutenzione; le spese di demolizione in vista della costruzione di un immobile di sostituzione sono parimenti assimilate alle spese di manutenzione;\nb. i costi non sussidiati di lavori di cura di monumenti storici sono deducibili nella misura in cui questi provvedimenti sono stati presi dal contribuente in virtù di una prescrizione legale, in accordo con l’autorità o su ordine di quest’ultima.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_9"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 2: Deduzioni, In generale",
        "citation": "Art. 9 cpv. 3bis LAID",
        "content": "Gli investimenti e le spese di demolizione in vista della costruzione di un immobile di sostituzione di cui al capoverso 3 lettera a sono deducibili nel corso dei due periodi fiscali successivi se non possono essere interamente presi in considerazione nel periodo fiscale durante il quale sono stati sostenuti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_9"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 2: Deduzioni, In generale",
        "citation": "Art. 9 cpv. 4 LAID",
        "content": "Non sono ammesse altre deduzioni. Rimangono salve le deduzioni per i figli e le altre deduzioni sociali giusta il diritto cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_9"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 2: Deduzioni, Attività lucrativa indipendente",
        "citation": "Art. 10 cpv. 1 LAID",
        "content": "Sono segnatamente dedotti a titolo di spese giustificate dall’uso commerciale o professionale:\na. gli ammortamenti comprovati della sostanza commerciale;\nb. gli accantonamenti per coprire impegni il cui ammontare è ancora indeterminato o per rischi di perdite imminenti;\nc. le perdite che si sono verificate sulla sostanza commerciale e che sono state allibrate;\nd. i versamenti alle istituzioni di previdenza a favore del proprio personale, sempreché sia escluso ogni uso contrario al loro scopo;\ne. gli interessi su debiti commerciali come pure gli interessi versati sulle partecipazioni ai sensi dell’articolo 8 capoverso 2;\nf. le spese di formazione e formazione continua professionali del personale, comprese le spese di riqualificazione;\ng. le sanzioni finalizzate al prelievo dell’utile illecito, nella misura in cui non abbiano carattere penale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_10"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 2: Deduzioni, Attività lucrativa indipendente",
        "citation": "Art. 10 cpv. 1bis LAID",
        "content": "Non sono deducibili segnatamente:\na. i versamenti di retribuzioni corruttive ai sensi del diritto penale svizzero;\nb. le spese finalizzate a rendere possibili reati o che costituiscono la controprestazione per la commissione di reati;\nc. le multe e le pene pecuniarie;\nd. le sanzioni pecuniarie amministrative, nella misura in cui abbiano carattere penale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_10"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 2: Deduzioni, Attività lucrativa indipendente",
        "citation": "Art. 10 cpv. 1ter LAID",
        "content": "Se pronunciate da autorità penali o amministrative estere, le sanzioni di cui al capoverso 1bis lettere c e d sono deducibili se:\na. sono contrarie all’ordine pubblico svizzero; o\nb. il contribuente dimostra in modo plausibile di aver intrapreso tutto quanto si poteva ragionevolmente pretendere per conformarsi alla legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_10"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 2: Deduzioni, Attività lucrativa indipendente",
        "citation": "Art. 10 cpv. 2 LAID",
        "content": "Le perdite dei sette esercizi commerciali che precedono il periodo fiscale (art. 15) possono essere dedotte, sempreché non se ne sia potuto tenere conto per il calcolo del reddito imponibile di tali anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_10"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 2: Deduzioni, Attività lucrativa indipendente",
        "citation": "Art. 10 cpv. 3 LAID",
        "content": "Le perdite degli esercizi commerciali anteriori che non abbiano ancora potuto essere dedotte dal reddito possono essere compensate con le prestazioni di terzi destinate a equilibrare un bilancio deficitario nell’ambito di un risanamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_10"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 2: Deduzioni, Attività lucrativa indipendente",
        "citation": "Art. 10 cpv. 4 LAID",
        "content": "I capoversi 2 e 3 si applicano anche in caso di trasferimento del domicilio fiscale o del luogo di esercizio all’interno della Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_10"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 2: Deduzioni, Deduzione delle spese di ricerca e sviluppo in caso di attività lucrativa indipendente",
        "citation": "Art. 10a LAID",
        "content": "Alla deduzione delle spese di ricerca e sviluppo in caso di attività lucrativa indipendente si applica per analogia l’articolo 25a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_10_a"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 3: Calcolo dell’imposta",
        "citation": "Art. 11 cpv. 1 LAID",
        "content": "Per i coniugi che vivono in comunione domestica l’imposta deve essere ridotta in modo adeguato rispetto a quella dovuta dalle persone sole.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_11"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 3: Calcolo dell’imposta",
        "citation": "Art. 11 cpv. 2 LAID",
        "content": "Se i proventi comprendono liquidazioni in capitale in sostituzione di prestazioni ricorrenti, l’imposta è calcolata, tenuto conto degli altri proventi, con l’aliquota che sarebbe applicabile se al posto della prestazione unica fosse versata una prestazione annuale corrispondente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_11"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 3: Calcolo dell’imposta",
        "citation": "Art. 11 cpv. 3 LAID",
        "content": "Le prestazioni in capitale versate da istituzioni di previdenza, come pure i versamenti in caso di morte o di danni durevoli al corpo o alla salute, sono imposti separatamente. Essi soggiacciono in tutti i casi a un’imposta annua intera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_11"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 3: Calcolo dell’imposta",
        "citation": "Art. 11 cpv. 4 LAID",
        "content": "Per le piccole rimunerazioni ottenute da un’attività lucrativa dipendente, l’imposta è riscossa senza tener conto degli altri introiti, né di eventuali spese professionali e deduzioni sociali; il presupposto è che il datore di lavoro paghi l’imposta nell’ambito della procedura di conteggio semplificata secondo gli articoli 2 e 3 della legge del 17 giugno 2005 contro il lavoro nero. Le imposte cantonali e comunali sul reddito risultano così saldate. L’articolo 37 capoverso 1 lettera a si applica per analogia. Le imposte vanno consegnate periodicamente alla competente cassa di compensazione AVS. Questa rilascia al contribuente una distinta o un attestato relativo all’importo della deduzione d’imposta. Essa trasferisce all’autorità fiscale competente le imposte incassate. Il diritto a una provvigione di riscossione secondo l’articolo 37 capoverso 3 è trasferito alla competente cassa di compensazione AVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_11"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 2: Imposta sul reddito, Sezione 3: Calcolo dell’imposta",
        "citation": "Art. 11 cpv. 5 LAID",
        "content": "In caso di cessazione definitiva dell’attività lucrativa indipendente dopo il compimento dei 55 anni o per incapacità di esercitare tale attività in seguito a invalidità, le riserve occulte realizzate nel corso degli ultimi due esercizi sono sommate e imposte congiuntamente, ma separatamente dagli altri redditi. I contributi di riscatto conformemente all’articolo 9 capoverso 2 lettera d sono deducibili. Se non vengono effettuati simili riscatti, l’imposta sull’importo delle riserve occulte realizzate per il quale il contribuente giustifica l’ammissibilità di un riscatto secondo l’articolo 9 capoverso 2 lettera d è riscossa al pari delle prestazioni in capitale versate da istituzioni di previdenza conformemente al capoverso 3. L’aliquota applicabile all’importo restante delle riserve occulte realizzate è fissata dal diritto cantonale. Lo stesso genere d’imposizione ad aliquota ridotta si applica anche al coniuge superstite, agli altri eredi e ai legatari, purché non continuino l’impresa esercitata dal defunto; il conteggio fiscale avviene il più tardi cinque anni civili dopo la fine dell’anno in cui è deceduto l’ereditando.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_11"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 3: Imposta sugli utili da sostanza immobiliare",
        "citation": "Art. 12 cpv. 1 LAID",
        "content": "Sono imponibili gli utili da sostanza immobiliare conseguiti in seguito all’alienazione di un fondo facente parte della sostanza privata o di un fondo agricolo o silvicolo, nonché di parti dello stesso, sempreché il prodotto dell’alienazione superi le spese di investimento (prezzo d’acquisto o valore di sostituzione, più le spese).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_12"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 3: Imposta sugli utili da sostanza immobiliare",
        "citation": "Art. 12 cpv. 2 LAID",
        "content": "L’assoggettamento è dato per ogni alienazione di fondo. Sono assimilati a un’alienazione:\na. i negozi giuridici che producono i medesimi effetti economici dell’alienazione sul potere di disporre di un fondo;\nb. il trasferimento di un fondo o di una parte di esso dalla sostanza privata alla sostanza commerciale;\nc. la costituzione su di un fondo di servitù di diritto privato o di restrizioni di diritto pubblico alla proprietà fondiaria, se limitano lo sfruttamento incondizionato o diminuiscono il valore venale di un fondo in modo duraturo e importante e si fanno contro versamento di un’indennità;\nd. il trasferimento di partecipazioni a società immobiliari facenti parte della sostanza privata, sempreché il diritto cantonale preveda l’assoggettamento in questo caso;\ne. i plusvalori derivanti dalla pianificazione ai sensi della legge federale del 22 giugno 1979 sulla pianificazione del territorio, senza che vi sia alienazione, sempreché il diritto cantonale assoggetti questa fattispecie all’imposta sugli utili da sostanza immobiliare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_12"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 3: Imposta sugli utili da sostanza immobiliare",
        "citation": "Art. 12 cpv. 3 LAID",
        "content": "L’imposizione è differita in caso di:\na. trapasso di proprietà in seguito a successione (devoluzione, divisione, legato), a anticipo ereditario o a donazione;\nb. trapasso della proprietà tra coniugi in connessione con il regime matrimoniale, nonché d’indennità dovuta per i contributi straordinari di un coniuge al mantenimento della famiglia (art. 165 CC) e per le pretese fondate sul diritto del divorzio, nella misura in cui i coniugi sono d’accordo;\nc. ricomposizione particellare ai fini di un raggruppamento di terreni, di un piano di quartiere, di rettificazione dei limiti di proprietà, di un arrotondamento dei poderi agricoli, nonché in caso di ricomposizione particellare nell’ambito di una procedura d’espropriazione o di un’espropriazione imminente;\nd. alienazione totale o parziale di un fondo agricolo o silvicolo, purché il prodotto dell’alienazione venga utilizzato entro un congruo termine per l’acquisto di un fondo sostitutivo sfruttato dal contribuente stesso o per il miglioramento di fondi agricoli o silvicoli appartenenti al contribuente e sfruttati dallo stesso;\ne. alienazione di un’abitazione (casa monofamiliare o appartamento) che ha servito durevolmente e esclusivamente all’uso personale del contribuente, a condizione che il ricavo sia destinato entro un congruo termine all’acquisto o alla costruzione in Svizzera di un’abitazione sostitutiva adibita al medesimo scopo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_12"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 3: Imposta sugli utili da sostanza immobiliare",
        "citation": "Art. 12 cpv. 4 LAID",
        "content": "I Cantoni possono riscuotere l’imposta sugli utili da sostanza immobiliare anche sugli utili conseguiti in seguito all’alienazione di fondi facenti parte della sostanza commerciale, sempreché esentino questi utili dall’imposta sul reddito e dall’imposta sull’utile oppure computino l’imposta sugli utili da sostanza immobiliare nell’imposta sul reddito o nell’imposta sull’utile. In ambedue i casi:\na. le fattispecie di cui agli articoli 8 capoversi 3 e 4 e 24 capoversi 3 e 3quater sono assimilate alle alienazioni la cui imposizione è differita ai fini dell’imposta sugli utili da sostanza immobiliare;\nb. il trasferimento di tutto o di una parte di fondo dalla sostanza privata alla sostanza commerciale non può essere assimilato a un’alienazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_12"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 3: Imposta sugli utili da sostanza immobiliare",
        "citation": "Art. 12 cpv. 5 LAID",
        "content": "I Cantoni provvedono affinché gli utili realizzati a corto termine siano imposti più gravemente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_12"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 4: Imposta sulla sostanza, Oggetto dell’imposta",
        "citation": "Art. 13 cpv. 1 LAID",
        "content": "L’imposta sulla sostanza ha per oggetto la sostanza netta totale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_13"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 4: Imposta sulla sostanza, Oggetto dell’imposta",
        "citation": "Art. 13 cpv. 2 LAID",
        "content": "La sostanza gravata da usufrutto è computata all’usufruttuario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_13"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 4: Imposta sulla sostanza, Oggetto dell’imposta",
        "citation": "Art. 13 cpv. 3 LAID",
        "content": "Le quote di partecipazione a investimenti collettivi di capitale con possesso fondiario diretto sono imponibili in funzione della differenza di valore tra il totale degli attivi dell’investimento collettivo di capitale e il suo possesso fondiario diretto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_13"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 4: Imposta sulla sostanza, Oggetto dell’imposta",
        "citation": "Art. 13 cpv. 4 LAID",
        "content": "Le suppellettili domestiche e gli oggetti personali di uso corrente non sono imponibili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_13"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 4: Imposta sulla sostanza, Stima",
        "citation": "Art. 14 cpv. 1 LAID",
        "content": "La sostanza è stimata al suo valore venale. Il valore reddituale può essere preso in considerazione in modo appropriato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_14"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 4: Imposta sulla sostanza, Stima",
        "citation": "Art. 14 cpv. 2 LAID",
        "content": "I fondi destinati all’agricoltura o alla silvicoltura sono stimati al loro valore reddituale. Il diritto cantonale può stabilire che nell’ambito della stima si tenga conto del valore venale o che in caso di alienazione o di cessazione della destinazione all’agricoltura o alla silvicoltura venga effettuata un’imposizione complementare in funzione della differenza tra il valore reddituale ed il valore venale. L’imposizione complementare non può eccedere una durata di 20 anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_14"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 4: Imposta sulla sostanza, Stima",
        "citation": "Art. 14 cpv. 3 LAID",
        "content": "I beni immateriali e la sostanza mobiliare facenti parte della sostanza commerciale del contribuente sono stimati al loro valore determinante ai fini dell’imposta sul reddito. I Cantoni possono prevedere una riduzione dell’imposta per la sostanza ascrivibile ai diritti di cui all’articolo 8a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_14"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 4: Imposta sulla sostanza, Stima delle partecipazioni di collaboratore",
        "citation": "Art. 14a cpv. 1 LAID",
        "content": "Le partecipazioni di collaboratore di cui all’articolo 7d capoverso 1 sono stimate al valore venale. Eventuali termini di attesa devono essere adeguatamente considerati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_14_a"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 4: Imposta sulla sostanza, Stima delle partecipazioni di collaboratore",
        "citation": "Art. 14a cpv. 2 LAID",
        "content": "Alla loro assegnazione, le partecipazioni di collaboratore di cui agli articoli 7d capoverso 3 e 7e devono essere dichiarate senza indicazione del valore imponibile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_14_a"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 5: Basi temporali, Periodo fiscale",
        "citation": "Art. 15 cpv. 1 LAID",
        "content": "Il periodo fiscale corrisponde all’anno civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_15"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 5: Basi temporali, Periodo fiscale",
        "citation": "Art. 15 cpv. 2 LAID",
        "content": "Le imposte sul reddito e sulla sostanza sono fissate e riscosse per ogni periodo fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_15"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 5: Basi temporali, Periodo fiscale",
        "citation": "Art. 15 cpv. 3 LAID",
        "content": "Se le condizioni d’assoggettamento sono realizzate unicamente per una parte del periodo fiscale, l’imposta è riscossa sui proventi conseguiti durante questa parte. Per i proventi periodici, l’aliquota d’imposta si determina in funzione del reddito calcolato su dodici mesi; i proventi non periodici sono assoggettati a un’imposta annua intera, ma non sono convertiti in un reddito annuo per la fissazione dell’aliquota. Sono fatti salvi gli articoli 4b e 11 capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_15"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 5: Basi temporali, Determinazione del reddito",
        "citation": "Art. 16 cpv. 1 LAID",
        "content": "Il reddito imponibile è determinato in base ai proventi percepiti durante il periodo fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_16"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 5: Basi temporali, Determinazione del reddito",
        "citation": "Art. 16 cpv. 2 LAID",
        "content": "Il reddito da attività lucrativa indipendente è determinato in base al risultato dell’esercizio commerciale chiuso durante il periodo fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_16"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 5: Basi temporali, Determinazione del reddito",
        "citation": "Art. 16 cpv. 3 LAID",
        "content": "I contribuenti che esercitano un’attività lucrativa indipendente devono procedere alla chiusura dei conti ogni periodo fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_16"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 5: Basi temporali, Determinazione della sostanza",
        "citation": "Art. 17 cpv. 1 LAID",
        "content": "La sostanza imponibile è determinata in base al suo stato alla fine del periodo fiscale o dell’assoggettamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_17"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 5: Basi temporali, Determinazione della sostanza",
        "citation": "Art. 17 cpv. 2 LAID",
        "content": "Per i contribuenti che esercitano un’attività lucrativa indipendente e i cui esercizi commerciali non coincidono con l’anno civile, la sostanza commerciale imponibile è determinata in base al capitale proprio esistente alla fine dell’esercizio commerciale chiuso durante il periodo fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_17"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 5: Basi temporali, Determinazione della sostanza",
        "citation": "Art. 17 cpv. 3 LAID",
        "content": "La sostanza devoluta per successione a un contribuente nel corso del periodo fiscale è imponibile soltanto a partire dalla data di devoluzione. Il capoverso 4 è applicabile per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_17"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 5: Basi temporali, Determinazione della sostanza",
        "citation": "Art. 17 cpv. 4 LAID",
        "content": "Se le condizioni di assoggettamento sono realizzate soltanto durante una parte del periodo fiscale, è prelevato soltanto l’importo corrispondente a questa parte. È fatto salvo l’articolo 4b capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_17"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 5: Basi temporali, Tassazione in caso di matrimonio o scioglimento del matrimonio",
        "citation": "Art. 18 cpv. 1 LAID",
        "content": "I coniugi non separati legalmente o di fatto sono tassati conformemente all’articolo 3 capoverso 3 per l’intero periodo fiscale in cui hanno contratto il matrimonio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_18"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 5: Basi temporali, Tassazione in caso di matrimonio o scioglimento del matrimonio",
        "citation": "Art. 18 cpv. 2 LAID",
        "content": "In caso di divorzio o di separazione legale o di fatto, i coniugi sono tassati individualmente per tutto il periodo fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_18"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 5: Basi temporali, Tassazione in caso di matrimonio o scioglimento del matrimonio",
        "citation": "Art. 18 cpv. 3 LAID",
        "content": "Se un coniuge non separato legalmente o di fatto muore, sino al giorno del decesso entrambi i coniugi sono tassati congiuntamente (art. 3 cpv. 3). Per il periodo fiscale restante, il coniuge superstite è tassato individualmente sulla base della tariffa che gli è applicabile. Gli articoli 15 capoverso 3 e 17 capoversi 3 e 4 si applicano per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_18"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo secondo: Imposizione delle persone fisiche, Capitolo 5: Basi temporali, Utili da sostanza immobiliare",
        "citation": "Art. 19 LAID",
        "content": "L’imposta sugli utili da sostanza immobiliare è fissata per il periodo fiscale durante il quale gli utili sono stati conseguiti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_19"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 1: Assoggettamento, Assoggettamento in virtù dell’appartenenza personale",
        "citation": "Art. 20 cpv. 1 LAID",
        "content": "Le società di capitali, le società cooperative, le associazioni, le fondazioni e le altre persone giuridiche sono assoggettate all’imposta se hanno la loro sede o la loro amministrazione effettiva nel Cantone. Sono assimilati alle altre persone giuridiche gli investimenti collettivi di capitale con possesso fondiario diretto ai sensi dell’articolo 58 o 118a LICol. Le società di investimento a capitale fisso ai sensi dell’articolo 110 LICol sono tassate come le società di capitali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_20"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 1: Assoggettamento, Assoggettamento in virtù dell’appartenenza personale",
        "citation": "Art. 20 cpv. 2 LAID",
        "content": "Le persone giuridiche, le società commerciali estere e altre comunità estere di persone senza personalità giuridica sono assimilate alle persone giuridiche svizzere con le quali esse, per la loro natura giuridica o la loro forma effettiva, hanno maggior affinità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_20"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 1: Assoggettamento, Assoggettamento in virtù dell’appartenenza economica",
        "citation": "Art. 21 cpv. 1 LAID",
        "content": "Le persone giuridiche con sede o amministrazione effettiva fuori Cantone sono assoggettate all’imposta se:\na. sono associate a un’impresa commerciale nel Cantone;\nb. gestiscono uno stabilimento d’impresa nel Cantone;\nc. sono proprietarie di fondi situati nel Cantone o sono titolari su di essi di diritti di godimento reali o di diritti di godimento personali a questi economicamente assimilabili;\nd. commerciano immobili siti nel Cantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_21"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 1: Assoggettamento, Assoggettamento in virtù dell’appartenenza economica",
        "citation": "Art. 21 cpv. 2 LAID",
        "content": "Le persone giuridiche con sede e amministrazione effettiva all’estero sono inoltre assoggettate all’imposta se:\na. sono titolari o usufruttuari di crediti garantiti da pegni immobiliari o manuali su fondi situati nel Cantone;\nb. fungono da intermediari nel commercio di immobili siti nel Cantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_21"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 1: Assoggettamento, Modifica dell’assoggettamento",
        "citation": "Art. 22 cpv. 1 LAID",
        "content": "La persona giuridica che trasferisce la sede o l’amministrazione effettiva da un Cantone a un altro nel corso di un periodo fiscale è assoggettata all’imposta in entrambi i Cantoni per l’intero periodo fiscale. L’autorità di tassazione ai sensi dell’articolo 39 capoverso 2 è quella del Cantone della sede o dell’amministrazione effettiva alla fine del periodo fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_22"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 1: Assoggettamento, Modifica dell’assoggettamento",
        "citation": "Art. 22 cpv. 2 LAID",
        "content": "L’assoggettamento in un Cantone diverso da quello della sede o dell’amministrazione effettiva in virtù dell’appartenenza economica, giusta l’articolo 21 capoverso 1, vale per l’intero periodo fiscale, anche se è cominciato, è stato modificato o è stato soppresso nel corso del periodo stesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_22"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 1: Assoggettamento, Modifica dell’assoggettamento",
        "citation": "Art. 22 cpv. 3 LAID",
        "content": "L’utile e il capitale sono ripartiti fra i Cantoni interessati sulla base delle regole del diritto federale concernenti il divieto di doppia imposizione intercantonale, applicabili per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_22"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 1: Assoggettamento, Esenzione",
        "citation": "Art. 23 cpv. 1 LAID",
        "content": "Sono esenti dall’imposta unicamente:\na. la Confederazione e i suoi stabilimenti, giusta il diritto federale;\nb. il Cantone e i suoi stabilimenti, giusta il diritto cantonale;\nc. i Comuni, le parrocchie e le altre collettività territoriali del Cantone e i loro stabilimenti, giusta il diritto cantonale;\nd. le istituzioni di previdenza professionale di imprese con domicilio, sede o stabilimento d’impresa in Svizzera o di imprese loro vicine, a condizione che le risorse di tali istituzioni siano durevolmente ed esclusivamente devolute alla previdenza del personale;\ne. le casse svizzere d’assicurazioni sociali e di compensazione, segnatamente le casse d’assicurazione contro la disoccupazione, le casse malattia, quelle di vecchiaia, invalidità e superstiti, eccettuate le società d’assicurazione concessionarie;\nf. le persone giuridiche, che perseguono uno scopo pubblico o di utilità pubblica, per quanto concerne l’utile e il capitale esclusivamente e irrevocabilmente destinati a tali fini. Scopi imprenditoriali non sono di norma considerati d’interesse pubblico. L’acquisizione e l’amministrazione di partecipazioni in capitale importanti a imprese sono di utilità pubblica quando l’interesse al mantenimento dell’impresa occupa una posizione subalterna rispetto allo scopo di utilità pubblica e quando non sono esercitate attività dirigenziali;\ng. le persone giuridiche che perseguono, sul piano cantonale o nazionale, fini di culto, per quanto riguarda l’utile e il capitale esclusivamente e irrevocabilmente destinati a tali fini;\nh. gli Stati esteri per quanto concerne i loro immobili situati in Svizzera e destinati esclusivamente all’uso diretto da parte delle loro rappresentanze diplomatiche e consolari, nonché i beneficiari istituzionali di esenzioni fiscali di cui all’articolo 2 capoverso 1 della legge del 22 giugno 2007 sullo Stato ospite per gli immobili di cui sono proprietari e che sono occupati dai loro servizi;\ni. gli investimenti collettivi di capitale con possesso fondiario diretto sempreché i loro investitori siano esclusivamente istituzioni di previdenza professionale esentate dall’imposta conformemente alla lettera d o casse svizzere d’assicurazioni sociali e di compensazione esentate dall’imposta conformemente alla lettera e;\nj. le imprese di trasporto e d’infrastruttura, titolari di una concessione federale, che ricevono un’indennità per la loro attività o, in base alla concessione, devono mantenere un’impresa annuale di importanza nazionale; sono altresì esenti gli utili liberamente disponibili provenienti dall’attività concessionaria; sono tuttavia eccettuati dall’esenzione dall’imposta le aziende accessorie e gli immobili che non hanno una relazione necessaria con l’attività concessionaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_23"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 1: Assoggettamento, Esenzione",
        "citation": "Art. 23 cpv. 3 LAID",
        "content": "I Cantoni possono prevedere, per via legislativa, sgravi di imposte a favore delle imprese neocostituite che servono gli interessi economici del Cantone, per l’anno di fondazione dell’impresa e per i nove anni seguenti. Un cambiamento essenziale dell’attività aziendale può essere equiparato a neocostituzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_23"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 1: Assoggettamento, Esenzione",
        "citation": "Art. 23 cpv. 4 LAID",
        "content": "Le persone giuridiche menzionate nel capoverso 1 lettere d–g ed i sottostanno nondimeno in tutti i casi all’imposta sui guadagni immobiliari. Le disposizioni relative ai beni sostitutivi (art. 8 cpv. 4), agli ammortamenti (art. 10 cpv. 1 lett. a), agli accantonamenti (art. 10 cpv. 1 lett. b) e alla deduzione delle perdite (art. 10 cpv. 1 lett. c) si applicano per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_23"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, In generale",
        "citation": "Art. 24 cpv. 1 LAID",
        "content": "L’imposta sull’utile ha per oggetto l’utile netto complessivo, compresi:\na. le spese non giustificate dall’uso commerciale e addebitate al conto perdite e profitti;\nb. i prodotti, gli utili in capitale, di liquidazione e di rivalutazione che non sono stati accreditati a detto conto;\nc. gli interessi sul capitale proprio occulto (art. 29a).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_24"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, In generale",
        "citation": "Art. 24 cpv. 2 LAID",
        "content": "Non costituiscono utile imponibile:\na. gli apporti dei soci di società di capitali e di società cooperative, compresi l’aggio e le prestazioni a fondo perso;\nb. il trasferimento della sede, dell’amministrazione, di un’impresa commerciale o di uno stabilimento d’impresa in un altro Cantone, a condizione che non intervenga né alienazione né rivalutazione contabile;\nc. l’aumento di capitale derivante da eredità, legato o donazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_24"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, In generale",
        "citation": "Art. 24 cpv. 3 LAID",
        "content": "Le riserve occulte di una persona giuridica non sono imponibili nell’ambito di ristrutturazioni, in particolare in caso di fusione, di scissione o di trasformazione, in quanto la persona giuridica rimanga assoggettata all’imposta in Svizzera e gli elementi fino ad allora determinanti per l’imposta sull’utile vengano ripresi:\na. in caso di trasformazione in un’impresa di persone o in un’altra persona giuridica;\nb. in caso di divisione o di separazione di una persona giuridica, in quanto vengano trasferiti uno o più esercizi o rami d’attività e nella misura in cui le persone giuridiche che sussistono dopo la scissione continuino un esercizio o un ramo d’attività;\nc. in caso di scambio di diritti di partecipazione o societari a seguito di ristrutturazioni o di concentrazioni aventi carattere di fusione;\nd. in caso di trasferimento di esercizi o rami d’attività, nonché di immobilizzi aziendali, a una filiale svizzera. È considerata filiale una società di capitali o cooperativa al cui capitale azionario o sociale la società di capitali o cooperativa che procede al trasferimento partecipa nella misura di almeno il 20 per cento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_24"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, In generale",
        "citation": "Art. 24 cpv. 3bis LAID",
        "content": "Qualora una società di capitali o una società cooperativa trasferisca una partecipazione a una società estera del medesimo gruppo, l’imposizione della differenza tra il valore determinante per l’imposta sull’utile e il valore venale della partecipazione è rinviata. Il rinvio dell’imposizione decade se la partecipazione trasferita è venduta a un terzo estraneo al gruppo o se la società i cui diritti di partecipazione sono stati trasferiti aliena una parte importante dei propri attivi e passivi o è liquidata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_24"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, In generale",
        "citation": "Art. 24 cpv. 3ter LAID",
        "content": "In caso di trasferimento a una filiale secondo il capoverso 3 lettera d, le riserve occulte trasferite vengono tassate a posteriori secondo la procedura di cui all’articolo 53, nella misura in cui, nei cinque anni dopo la ristrutturazione, i beni trasferiti o i diritti di partecipazione o societari nella filiale vengano alienati; in tal caso la filiale può far valere corrispondenti riserve occulte già tassate come utili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_24"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, In generale",
        "citation": "Art. 24 cpv. 3quater LAID",
        "content": "Partecipazioni dirette o indirette di almeno il 20 per cento al capitale azionario o sociale di un’altra società di capitali o società cooperativa, esercizi o rami di attività e immobilizzi aziendali possono essere trasferiti, al valore fino ad allora determinante per l’imposta sull’utile, tra società di capitali o cooperative svizzere che, nel contesto delle circostanze concrete, grazie alla detenzione della maggioranza dei voti o in altro modo sono riunite sotto la direzione unica di una società di capitali o cooperativa. Rimane salvo il trasferimento a una filiale svizzera secondo il capoverso 3 lettera d.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_24"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, In generale",
        "citation": "Art. 24 cpv. 3quinquies LAID",
        "content": "Se nei cinque anni seguenti un trasferimento ai sensi del capoverso 3quater i beni trasferiti sono alienati o la direzione unica è abbandonata, le riserve occulte trasferite sono tassate a posteriori secondo la procedura di cui all’articolo 53. La persona giuridica beneficiaria può in tal caso far valere corrispondenti riserve occulte già tassate come utili. Le società di capitali o cooperative svizzere riunite sotto direzione unica al momento della violazione del termine di blocco rispondono solidalmente del pagamento dell’imposta riscossa a posteriori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_24"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, In generale",
        "citation": "Art. 24 cpv. 4 LAID",
        "content": "Si applicano per analogia le disposizioni relative ai beni sostitutivi (art. 8 cpv. 4), agli ammortamenti (art. 10 cpv. 1 lett. a), agli accantonamenti (art. 10 cpv. 1 lett. b) e alla deduzione delle perdite (art. 10 cpv. 1 lett. c).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_24"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, In generale",
        "citation": "Art. 24 cpv. 4bis LAID",
        "content": "In caso di sostituzione di partecipazioni, le riserve occulte possono essere trasferite su una nuova partecipazione se la partecipazione alienata è pari almeno al 10 per cento del capitale azionario o sociale o almeno al 10 per cento degli utili e delle riserve dell’altra società e la società di capitali o la società cooperativa l’ha detenuta come tale per almeno un anno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_24"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, In generale",
        "citation": "Art. 24 cpv. 5 LAID",
        "content": "Le prestazioni che imprese miste di interesse pubblico procurano in modo preponderante a persone a loro vicine devono essere stimate al valore di mercato, al loro prezzo di costo aumentato di un margine adeguato o al loro prezzo di vendita finale diminuito di un margine di utile adeguato; il risultato di ciascuna impresa è adattato di conseguenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_24"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, Brevetti e diritti analoghi: definizioni",
        "citation": "Art. 24a cpv. 1 LAID",
        "content": "Sono considerati brevetti:\na. i brevetti secondo la Convenzione del 5 ottobre 1973 sul brevetto europeo, nella versione riveduta del 29 novembre 2000, con designazione «Svizzera»;\nb. i brevetti secondo la legge del 25 giugno 1954 sui brevetti;\nc. i brevetti esteri che corrispondono ai brevetti di cui alle lettere a o b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_24_a"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, Brevetti e diritti analoghi: definizioni",
        "citation": "Art. 24a cpv. 2 LAID",
        "content": "Sono considerati diritti analoghi:\na. i certificati protettivi complementari secondo la legge del 25 giugno 1954 sui brevetti e la loro proroga;\nb. le topografie protette secondo la legge del 9 ottobre 1992 sulle topografie;\nc. le varietà vegetali protette secondo la legge federale del 20 marzo 1975 sulla protezione delle novità vegetali;\nd. i documenti protetti secondo la legge del 15 dicembre 2000 sugli agenti terapeutici;\ne. le relazioni alle quali si applica la protezione in virtù di disposizioni di esecuzione della legge del 29 aprile 1998 sull’agricoltura;\nf. i diritti esteri che corrispondono ai diritti di cui alle lettere a–e.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_24_a"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, Brevetti e diritti analoghi: imposizione",
        "citation": "Art. 24b cpv. 1 LAID",
        "content": "Su richiesta del contribuente, l’utile netto da brevetti e diritti analoghi è considerato nel rapporto tra le spese di ricerca e sviluppo ammesse e le spese di ricerca e sviluppo complessive per ogni brevetto o diritto analogo (quoziente Nexus) con una riduzione del 90 per cento nel calcolo dell’utile netto imponibile. I Cantoni possono prevedere una riduzione inferiore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_24_b"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, Brevetti e diritti analoghi: imposizione",
        "citation": "Art. 24b cpv. 2 LAID",
        "content": "L’utile netto da brevetti e diritti analoghi compresi nei prodotti è determinato diminuendo l’utile netto derivante da ciascun prodotto del sei per cento dei costi attribuiti a ciascun prodotto nonché del compenso per l’uso del marchio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_24_b"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, Brevetti e diritti analoghi: imposizione",
        "citation": "Art. 24b cpv. 3 LAID",
        "content": "Se l’utile netto da brevetti e diritti analoghi è imposto per la prima volta ad un’aliquota ridotta, le spese di ricerca e sviluppo già considerate in periodi fiscali precedenti come pure un’eventuale deduzione secondo l’articolo 25a sono addizionate all’utile netto imponibile. Deve essere costituita una riserva occulta tassata di entità pari all’importo addizionato. I Cantoni possono garantire questa imposizione in altro modo entro cinque anni dall’inizio dell’imposizione ad aliquota ridotta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_24_b"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, Brevetti e diritti analoghi: imposizione",
        "citation": "Art. 24b cpv. 4 LAID",
        "content": "Il Consiglio federale emana disposizioni complementari, in particolare per quanto concerne:\na. il calcolo dell’utile netto da brevetti e diritti analoghi imponibile ad un’aliquota ridotta, segnatamente i quozienti Nexus;\nb. l’applicazione della regolamentazione a prodotti che presentano solo lievi differenze e si fondano sui medesimi brevetti e diritti analoghi;\nc. gli obblighi di documentazione;\nd. l’inizio e la fine dell’imposizione ad aliquota ridotta; e \ne. il trattamento fiscale delle perdite derivanti da brevetti e diritti analoghi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_24_b"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, Dichiarazione di riserve occulte all’inizio dell’assoggettamento",
        "citation": "Art. 24c cpv. 1 LAID",
        "content": "Se all’inizio dell’assoggettamento il contribuente dichiara le riserve occulte, compreso il valore aggiunto generato internamente, queste non sottostanno all’imposta sull’utile. Non possono essere dichiarate le riserve occulte di una società di capitali o di una società cooperativa costituite mediante partecipazioni di almeno il 10 per cento al capitale azionario o sociale o all’utile e alle riserve di un’altra società.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_24_c"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, Dichiarazione di riserve occulte all’inizio dell’assoggettamento",
        "citation": "Art. 24c cpv. 2 LAID",
        "content": "Sono considerati inizio dell’assoggettamento il trasferimento di beni, di esercizi, di rami d’attività o di funzioni dall’estero in un’impresa o in uno stabilimento d’impresa situati in Svizzera, la fine di un’esenzione fiscale secondo l’articolo 23 capoverso 1 nonché il trasferimento in Svizzera della sede o dell’amministrazione effettiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_24_c"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, Dichiarazione di riserve occulte all’inizio dell’assoggettamento",
        "citation": "Art. 24c cpv. 3 LAID",
        "content": "Le riserve occulte dichiarate sono ammortizzate annualmente mediante l’aliquota applicata a fini fiscali agli ammortamenti dei beni interessati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_24_c"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, Dichiarazione di riserve occulte all’inizio dell’assoggettamento",
        "citation": "Art. 24c cpv. 4 LAID",
        "content": "Il valore aggiunto generato internamente e dichiarato deve essere ammortizzato entro dieci anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_24_c"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, Imposizione di riserve occulte alla fine dell’assoggettamento",
        "citation": "Art. 24d cpv. 1 LAID",
        "content": "In caso di cessazione dell’assoggettamento, le riserve occulte non tassate esistenti a quel momento, compreso il valore aggiunto generato internamente, sono imponibili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_24_d"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, Imposizione di riserve occulte alla fine dell’assoggettamento",
        "citation": "Art. 24d cpv. 2 LAID",
        "content": "Sono considerati fine dell’assoggettamento il trasferimento di beni, di esercizi, di rami d’attività o di funzioni dalla Svizzera in un’impresa o in uno stabilimento d’impresa situati all’estero, il passaggio a un’esenzione fiscale secondo l’articolo 23 capoverso 1 nonché il trasferimento all’estero della sede o dell’amministrazione effettiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_24_d"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, Oneri",
        "citation": "Art. 25 cpv. 1 LAID",
        "content": "Gli oneri giustificati dall’uso commerciale comprendono anche:\na. le imposte federali, cantonali e comunali;\nb. i versamenti a istituzioni di previdenza in favore del personale, in quanto sia esclusa ogni utilizzazione contraria allo scopo;\nc. le prestazioni volontarie in contanti e in altri beni, entro i limiti determinati dal diritto cantonale, a persone giuridiche con sede in Svizzera che sono esentate dall’imposta in virtù del loro scopo pubblico o di utilità pubblica (art. 23 cpv. 1 lett. f) nonché alla Confederazione, ai Cantoni, ai Comuni e ai loro stabilimenti (art. 23 cpv. 1 lett. a–c);\nd. i ribassi, gli sconti, gli abbuoni e i rimborsi sulla rimunerazione di forniture e prestazioni, nonché le eccedenze che le società d’assicurazione destinano alla distribuzione agli assicurati;\ne. le spese di formazione e formazione continua professionali del personale, comprese le spese di riqualificazione;\nf. le sanzioni finalizzate al prelievo dell’utile illecito, nella misura in cui non abbiano carattere penale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_25"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, Oneri",
        "citation": "Art. 25 cpv. 1bis LAID",
        "content": "Gli oneri giustificati dall’uso commerciale non comprendono segnatamente:\na. i versamenti di retribuzioni corruttive ai sensi del diritto penale svizzero;\nb. le spese finalizzate a rendere possibili reati o che costituiscono la controprestazione per la commissione di reati;\nc. le multe;\nd. le sanzioni pecuniarie amministrative, nella misura in cui abbiano carattere penale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_25"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, Oneri",
        "citation": "Art. 25 cpv. 1ter LAID",
        "content": "Se pronunciate da autorità penali o amministrative estere, le sanzioni di cui al capoverso 1bis lettere c e d sono deducibili se:\na. sono contrarie all’ordine pubblico svizzero; o\nb. il contribuente dimostra in modo plausibile di aver intrapreso tutto quanto si poteva ragionevolmente pretendere per conformarsi alla legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_25"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, Oneri",
        "citation": "Art. 25 cpv. 2 LAID",
        "content": "Dall’utile netto del periodo fiscale sono dedotte le perdite dei sette esercizi commerciali che precedono il periodo fiscale (art. 31 cpv. 2), sempreché non se ne sia potuto tenere conto per il calcolo dell’utile netto imponibile di tali anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_25"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, Oneri",
        "citation": "Art. 25 cpv. 3 LAID",
        "content": "Le perdite degli esercizi commerciali anteriori che non abbiano ancora potuto essere dedotte dagli utili possono essere compensate con le prestazioni che sono destinate a equilibrare un bilancio deficitario nell’ambito di un risanamento e che non costituiscono apporti ai sensi dell’articolo 24 capoverso 2 lettera a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_25"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, Oneri",
        "citation": "Art. 25 cpv. 4 LAID",
        "content": "I capoversi 2 e 3 si applicano anche in caso di trasferimento della sede o dell’amministrazione effettiva all’interno della Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_25"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, Ulteriore deduzione delle spese di ricerca e sviluppo",
        "citation": "Art. 25a cpv. 1 LAID",
        "content": "Su richiesta, i Cantoni possono permettere la deduzione delle spese di ricerca e sviluppo sostenute in Svizzera direttamente dal contribuente o indirettamente da terzi in ragione di un importo che supera del 50 per cento al massimo le spese di ricerca e sviluppo giustificate dall’uso commerciale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_25_a"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, Ulteriore deduzione delle spese di ricerca e sviluppo",
        "citation": "Art. 25a cpv. 2 LAID",
        "content": "Sono considerate ricerca e sviluppo la ricerca scientifica e l’innovazione fondata sulla scienza di cui all’articolo 2 della legge federale del 14 dicembre 2012 sulla promozione della ricerca e dell’innovazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_25_a"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, Ulteriore deduzione delle spese di ricerca e sviluppo",
        "citation": "Art. 25a cpv. 3 LAID",
        "content": "Una deduzione superiore è ammessa per:\na. le spese per il personale direttamente imputabili alla ricerca e allo sviluppo, a cui si aggiunge un supplemento pari al 35 per cento di queste spese, fino a concorrenza delle spese complessive del contribuente;\nb. l’80 per cento delle spese per le attività di ricerca e sviluppo fatturate da terzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_25_a"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, Ulteriore deduzione delle spese di ricerca e sviluppo",
        "citation": "Art. 25a cpv. 4 LAID",
        "content": "Se la persona che ha conferito il mandato di ricerca e sviluppo ha diritto alla relativa deduzione, il mandatario non può farla valere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_25_a"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, Deduzione per autofinanziamento",
        "citation": "Art. 25abis cpv. 1 LAID",
        "content": "Gli oneri consentiti dall’uso commerciale comprendono anche la deduzione per autofinanziamento, sempre che la legge cantonale lo preveda e nella capitale del Cantone l’aliquota cumulata dell’imposta del Cantone, del Comune e di eventuali altri enti che si amministrano da sé ammonti almeno al 13,5 per cento per l’insieme della tariffa. La deduzione corrisponde all’interesse figurativo sul capitale proprio di garanzia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_25_a_bis"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, Deduzione per autofinanziamento",
        "citation": "Art. 25abis cpv. 2 LAID",
        "content": "Il capitale proprio di garanzia corrisponde alla parte del capitale proprio imponibile in Svizzera prima di una riduzione secondo l’articolo 29 capoverso 3 che eccede quanto necessario a esercitare l’attività aziendale sul lungo termine. Esso è calcolato in base a tassi di copertura stabiliti in funzione dei rischi inerenti alla categoria di attivi interessata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_25_a_bis"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, Deduzione per autofinanziamento",
        "citation": "Art. 25abis cpv. 3 LAID",
        "content": "È escluso l’interesse figurativo su:\na. le partecipazioni di cui all’articolo 28 capoverso 1;\nb. gli attivi non necessari all’azienda;\nc. gli attivi di cui all’articolo 24a;\nd. le riserve occulte dichiarate secondo l’articolo 24c, compreso il valore aggiunto generato internamente, e analoghe riserve occulte dichiarate ma non assoggettate a imposta;\ne. gli attivi relativi a operazioni che portano a un risparmio fiscale ingiustificato, segnatamente i crediti di qualsiasi genere nei confronti di persone vicine, sempre che derivino dall’alienazione di partecipazioni secondo l’articolo 28 capoversi 1–1ter o da distribuzioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_25_a_bis"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, Deduzione per autofinanziamento",
        "citation": "Art. 25abis cpv. 4 LAID",
        "content": "L’aliquota dell’interesse figurativo sul capitale proprio di garanzia si basa sul rendimento delle obbligazioni della Confederazione con scadenza a dieci anni. Se il capitale proprio di garanzia consiste in parte in crediti di qualsiasi genere nei confronti di persone vicine, può essere chiesta l’applicazione di un’aliquota conforme al mercato; è fatto salvo il capoverso 3 lettera e.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_25_a_bis"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, Deduzione per autofinanziamento",
        "citation": "Art. 25abis cpv. 5 LAID",
        "content": "L’interesse figurativo sul capitale proprio di garanzia è calcolato alla fine del periodo fiscale sulla base:\na. del valore medio dei singoli attivi, considerati secondo il valore determinante per l’imposta sull’utile, durante il periodo fiscale;\nb. del valore medio del capitale proprio durante il periodo fiscale;\nc. dei tassi di copertura di cui ai capoversi 2 e 3; e\nd. delle disposizioni sull’aliquota dell’interesse figurativo di cui al capoverso 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_25_a_bis"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, Deduzione per autofinanziamento",
        "citation": "Art. 25abis cpv. 6 LAID",
        "content": "Il Consiglio federale emana le disposizioni necessarie all’esecuzione dei capoversi 2–5.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_25_a_bis"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, Limitazione dello sgravio fiscale",
        "citation": "Art. 25b cpv. 1 LAID",
        "content": "La riduzione fiscale complessiva secondo gli articoli 24b capoversi 1 e 2 nonché 25a e 25abis non può eccedere il 70 per cento dell’utile imponibile prima della compensazione delle perdite, escludendo il ricavo netto delle partecipazioni conformemente all’articolo 28 capoversi 1 e 1bis, e prima della deduzione delle riduzioni effettuate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_25_b"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, Limitazione dello sgravio fiscale",
        "citation": "Art. 25b cpv. 2 LAID",
        "content": "I Cantoni possono prevedere una riduzione inferiore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_25_b"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, Limitazione dello sgravio fiscale",
        "citation": "Art. 25b cpv. 3 LAID",
        "content": "Le singole riduzioni e la riduzione fiscale complessiva non possono comportare un riporto delle perdite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_25_b"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, Utili di associazioni, fondazioni e investimenti collettivi di capitale",
        "citation": "Art. 26 cpv. 1 LAID",
        "content": "I contributi alle associazioni versati dai membri e gli apporti al patrimonio delle fondazioni non costituiscono utile imponibile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_26"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, Utili di associazioni, fondazioni e investimenti collettivi di capitale",
        "citation": "Art. 26 cpv. 2 LAID",
        "content": "Dai proventi imponibili delle associazioni possono essere dedotte integralmente le spese necessarie per conseguirli; le altre spese possono essere dedotte solo nella misura in cui superano i contributi dei membri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_26"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, Utili di associazioni, fondazioni e investimenti collettivi di capitale",
        "citation": "Art. 26 cpv. 3 LAID",
        "content": "Gli investimenti collettivi di capitale soggiacciono all’imposta sull’utile per il reddito da possesso fondiario diretto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_26"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 1: Oggetto dell’imposta, Utili di persone giuridiche con scopi ideali",
        "citation": "Art. 26a LAID",
        "content": "Gli utili delle persone giuridiche che perseguono scopi ideali non sono imponibili se non superano un importo stabilito dal diritto cantonale e sono esclusivamente e irrevocabilmente destinati a tali scopi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_26_a"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 2: Calcolo dell’imposta, In generale",
        "citation": "Art. 27 cpv. 1 LAID",
        "content": "Le società di capitali e le società cooperative sono imposte secondo la medesima tariffa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_27"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 2: Calcolo dell’imposta, In generale",
        "citation": "Art. 27 cpv. 2 LAID",
        "content": "Le eventuali imposte minime riscosse su fattori sostitutivi d’imposizione sono computate sulle imposte sull’utile e sul capitale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_27"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 2: Calcolo dell’imposta, Casi particolari",
        "citation": "Art. 28 cpv. 1 LAID",
        "content": "Per le società di capitali o le società cooperative che possiedono almeno il 10 per cento del capitale azionario o sociale di un’altra società oppure partecipano in ragione almeno del 10 per cento agli utili e alle riserve di un’altra società o i cui diritti di partecipazione hanno un valore venale di almeno un milione di franchi, l’imposta sull’utile è ridotta nella proporzione esistente fra il ricavo netto dei diritti di partecipazione e l’utile netto complessivo. Il ricavo netto corrisponde al reddito delle partecipazioni dedotti i relativi costi di finanziamento e un contributo del 5 per cento per la copertura delle spese amministrative; è fatta salva la prova delle spese amministrative effettive. Si considerano costi di finanziamento gli interessi passivi nonché gli altri costi economicamente equiparabili agli interessi passivi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_28"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 2: Calcolo dell’imposta, Casi particolari",
        "citation": "Art. 28 cpv. 1bis LAID",
        "content": "I Cantoni possono estendere la riduzione agli utili in capitale delle partecipazioni come pure al ricavo della vendita dei relativi diritti d’opzione se la partecipazione alienata era almeno pari al 10 per cento del capitale azionario o sociale di un’altra società oppure dava diritto ad almeno il 10 per cento degli utili e delle riserve di un’altra società ed era per almeno un anno detenuta dalla società di capitali o dalla società cooperativa. Se in seguito ad alienazione parziale della partecipazione la percentuale scende al di sotto del 10 per cento, la riduzione per ciascun utile ulteriore da alienazione può essere accordata soltanto a condizione che i diritti di partecipazione alla fine dell’anno fiscale precedente l’alienazione corrispondevano a un valore venale di almeno un milione di franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_28"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 2: Calcolo dell’imposta, Casi particolari",
        "citation": "Art. 28 cpv. 1ter LAID",
        "content": "Il ricavo dell’alienazione è considerato nel calcolo della riduzione solo in quanto superi i costi d’investimento. Le rettifiche di valore e gli ammortamenti sul costo d’investimento di partecipazioni del 10 per cento almeno sono computati negli utili imponibili per quanto non siano più giustificati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_28"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 2: Calcolo dell’imposta, Casi particolari",
        "citation": "Art. 28 cpv. 1quater LAID",
        "content": "Riguardo alle società madri delle banche di rilevanza sistemica di cui all’articolo 7 capoverso 1 della legge dell’8 novembre 1934 sulle banche (LBCR), per il calcolo del ricavo netto di cui al capoverso 1 non sono considerati né i costi di finanziamento né i crediti iscritti a bilancio derivanti dal trasferimento interno al gruppo di risorse, relativi agli strumenti di capitale di terzi secondo l’articolo 11 capoverso 4 o 30b capoverso 6 o 7 lettera b LBCR approvati dall’Autorità federale di vigilanza sui mercati finanziari ai fini dell’adempimento di esigenze prudenziali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_28"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 2: Imposta sull’utile, Sezione 2: Calcolo dell’imposta, Casi particolari",
        "citation": "Art. 28 cpv. 6 LAID",
        "content": "Non sono ammesse altre eccezioni al calcolo ordinario dell’imposta prescritto dall’articolo 27.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_28"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 3: Imposta sul capitale, Oggetto dell’imposta; in generale",
        "citation": "Art. 29 cpv. 1 LAID",
        "content": "L’imposta sul capitale ha per oggetto il capitale proprio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_29"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 3: Imposta sul capitale, Oggetto dell’imposta; in generale",
        "citation": "Art. 29 cpv. 2 LAID",
        "content": "Il capitale proprio imponibile consiste:\na. per le società di capitali e le società cooperative, nel capitale azionario o sociale liberato, nelle riserve palesi e nelle riserve occulte costituite mediante utili tassati;\nb. ... \nc. per le associazioni, fondazioni e le altre persone giuridiche, nella sostanza netta determinata secondo le disposizioni applicabili alle persone fisiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_29"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 3: Imposta sul capitale, Oggetto dell’imposta; in generale",
        "citation": "Art. 29 cpv. 3 LAID",
        "content": "I Cantoni possono prevedere una riduzione dell’imposta per il capitale proprio ascrivibile ai diritti di partecipazione secondo l’articolo 28 capoverso 1, ai diritti secondo l’articolo 24a e ai mutui concessi a società del gruppo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_29"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 3: Imposta sul capitale, Oggetto dell’imposta; capitale proprio occulto",
        "citation": "Art. 29a LAID",
        "content": "Il capitale proprio imponibile delle società di capitali e delle società cooperative viene aumentato della parte di terzi che, economicamente, svolge la funzione di capitale proprio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_29_a"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 3: Imposta sul capitale, Calcolo dell’imposta",
        "citation": "Art. 30 cpv. 1 LAID",
        "content": "Le società di capitali e le società cooperative sono imposte secondo la medesima tariffa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_30"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 3: Imposta sul capitale, Calcolo dell’imposta",
        "citation": "Art. 30 cpv. 2 LAID",
        "content": "I Cantoni possono computare l’imposta sull’utile nell’imposta sul capitale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_30"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 4: Basi temporali",
        "citation": "Art. 31 cpv. 1 LAID",
        "content": "Le imposte sull’utile netto e sul capitale proprio sono fissate e riscosse per ogni periodo fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_31"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 4: Basi temporali",
        "citation": "Art. 31 cpv. 2 LAID",
        "content": "Il periodo fiscale corrisponde all’esercizio commerciale. Ogni anno civile, eccettuato l’anno di fondazione, i conti devono essere chiusi con un bilancio e un conto dei profitti e delle perdite. Se l’esercizio commerciale comprende più o meno di dodici mesi, l’aliquota dell’imposta sull’utile viene determinata in base all’utile netto calcolato su dodici mesi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_31"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 4: Basi temporali",
        "citation": "Art. 31 cpv. 3 LAID",
        "content": "L’utile netto imponibile si determina in base al risultato del periodo fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_31"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 4: Basi temporali",
        "citation": "Art. 31 cpv. 3bis LAID",
        "content": "Se la chiusura dei conti è redatta in una moneta estera, l’utile netto imponibile va convertito in franchi. È determinante il corso medio delle divise (vendita) durante il periodo fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_31"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 4: Basi temporali",
        "citation": "Art. 31 cpv. 4 LAID",
        "content": "Il capitale proprio imponibile si determina in base al suo stato alla fine del periodo fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_31"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo terzo: Imposizione delle persone giuridiche, Capitolo 4: Basi temporali",
        "citation": "Art. 31 cpv. 5 LAID",
        "content": "Se la chiusura dei conti è redatta in una moneta estera, il capitale proprio imponibile va convertito in franchi. È determinante il corso delle divise (vendita) alla fine del periodo fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_31"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quarto: Imposizione alla fonte delle persone fisiche e delle persone giuridiche, Capitolo 1: Persone fisiche con domicilio o dimora fiscale nel Cantone, Campo d’applicazione",
        "citation": "Art. 32 cpv. 1 LAID",
        "content": "I lavoratori senza permesso di domicilio che hanno domicilio o dimora fiscale nel Cantone sono assoggettati a un’imposta alla fonte per il loro reddito da attività lucrativa dipendente. Ne sono eccettuati i redditi assoggettati all’imposizione secondo la procedura di conteggio semplificata di cui all’articolo 11 capoverso 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_32"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quarto: Imposizione alla fonte delle persone fisiche e delle persone giuridiche, Capitolo 1: Persone fisiche con domicilio o dimora fiscale nel Cantone, Campo d’applicazione",
        "citation": "Art. 32 cpv. 2 LAID",
        "content": "I coniugi che vivono in comunione domestica non sono assoggettati all’imposta alla fonte se uno di essi ha la cittadinanza svizzera o possiede il permesso di domicilio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_32"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quarto: Imposizione alla fonte delle persone fisiche e delle persone giuridiche, Capitolo 1: Persone fisiche con domicilio o dimora fiscale nel Cantone, Campo d’applicazione",
        "citation": "Art. 32 cpv. 3 LAID",
        "content": "L’imposta alla fonte è calcolata sui proventi lordi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_32"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quarto: Imposizione alla fonte delle persone fisiche e delle persone giuridiche, Capitolo 1: Persone fisiche con domicilio o dimora fiscale nel Cantone, Campo d’applicazione",
        "citation": "Art. 32 cpv. 4 LAID",
        "content": "Sono imponibili:\na. i redditi da attività lucrativa dipendente secondo il capoverso 1, i proventi accessori quali i vantaggi valutabili in denaro risultanti da partecipazioni di collaboratore, nonché le prestazioni in natura, escluse tuttavia le spese di formazione e formazione continua professionali sostenute dal datore di lavoro di cui all’articolo 7 capoverso 1;\nb. i proventi compensativi; e\nc. le prestazioni ai sensi dell’articolo 18 capoverso 3 della legge federale del 20 dicembre 1946 sull’assicurazione per la vecchiaia e per i superstiti (LAVS).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_32"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quarto: Imposizione alla fonte delle persone fisiche e delle persone giuridiche, Capitolo 1: Persone fisiche con domicilio o dimora fiscale nel Cantone, Calcolo della ritenuta d’imposta",
        "citation": "Art. 33 cpv. 1 LAID",
        "content": "La ritenuta d’imposta alla fonte è fissata in base alle tariffe vigenti dell’imposta sul reddito delle persone fisiche; comprende le imposte federali, cantonali e comunali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_33"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quarto: Imposizione alla fonte delle persone fisiche e delle persone giuridiche, Capitolo 1: Persone fisiche con domicilio o dimora fiscale nel Cantone, Calcolo della ritenuta d’imposta",
        "citation": "Art. 33 cpv. 2 LAID",
        "content": "Per i coniugi che vivono in comunione domestica e che esercitano entrambi un’attività lucrativa, la ritenuta d’imposta alla fonte è fissata tenendo conto del reddito complessivo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_33"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quarto: Imposizione alla fonte delle persone fisiche e delle persone giuridiche, Capitolo 1: Persone fisiche con domicilio o dimora fiscale nel Cantone, Calcolo della ritenuta d’imposta",
        "citation": "Art. 33 cpv. 3 LAID",
        "content": "Le spese professionali, i premi d’assicurazione nonché le deduzioni per oneri familiari e quelle in caso di attività lucrativa di entrambi i coniugi sono prese in considerazione forfettariamente. I Cantoni pubblicano l’ammontare dei singoli importi forfettari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_33"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quarto: Imposizione alla fonte delle persone fisiche e delle persone giuridiche, Capitolo 1: Persone fisiche con domicilio o dimora fiscale nel Cantone, Calcolo della ritenuta d’imposta",
        "citation": "Art. 33 cpv. 4 LAID",
        "content": "L’Amministrazione federale delle contribuzioni definisce in collaborazione con i Cantoni, da un lato, criteri uniformi per tenere conto in particolare della tredicesima mensilità, delle gratifiche, dell’occupazione irregolare, del lavoro rimunerato su base oraria, del reddito derivante da un’attività lucrativa a tempo parziale o accessoria nonché delle prestazioni ai sensi dell’articolo 18 capoverso 3 LAVS e, dall’altro, gli elementi da considerare per stabilire le aliquote. L’Amministrazione federale delle contribuzioni definisce inoltre, in collaborazione con i Cantoni, la procedura da seguire in caso di cambiamento di tariffa, di adeguamento o correzione retroattivi dei salari nonché di prestazioni fornite prima dell’inizio o dopo il termine dell’impiego.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_33"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quarto: Imposizione alla fonte delle persone fisiche e delle persone giuridiche, Capitolo 1: Persone fisiche con domicilio o dimora fiscale nel Cantone, Tassazione ordinaria ulteriore obbligatoria",
        "citation": "Art. 33a cpv. 1 LAID",
        "content": "Le persone assoggettate all’imposta alla fonte conformemente all’articolo 32 capoverso 1 sono tassate secondo la procedura ordinaria ulteriore se:\na. il loro reddito lordo raggiunge o supera un determinato importo nel corso di un anno fiscale; o\nb. dispongono di sostanza e proventi non imponibili alla fonte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_33_a"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quarto: Imposizione alla fonte delle persone fisiche e delle persone giuridiche, Capitolo 1: Persone fisiche con domicilio o dimora fiscale nel Cantone, Tassazione ordinaria ulteriore obbligatoria",
        "citation": "Art. 33a cpv. 2 LAID",
        "content": "Il Dipartimento federale delle finanze stabilisce l’importo di cui al capoverso 1 lettera a in collaborazione con i Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_33_a"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quarto: Imposizione alla fonte delle persone fisiche e delle persone giuridiche, Capitolo 1: Persone fisiche con domicilio o dimora fiscale nel Cantone, Tassazione ordinaria ulteriore obbligatoria",
        "citation": "Art. 33a cpv. 3 LAID",
        "content": "È tassato secondo la procedura ordinaria ulteriore anche il coniuge che vive in comunione domestica con una persona di cui al capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_33_a"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quarto: Imposizione alla fonte delle persone fisiche e delle persone giuridiche, Capitolo 1: Persone fisiche con domicilio o dimora fiscale nel Cantone, Tassazione ordinaria ulteriore obbligatoria",
        "citation": "Art. 33a cpv. 4 LAID",
        "content": "Le persone che dispongono di sostanza e proventi di cui al capoverso 1 lettera b devono chiedere all’autorità competente il modulo per la dichiarazione d’imposta entro il 31 marzo dell’anno successivo al corrispondente anno fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_33_a"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quarto: Imposizione alla fonte delle persone fisiche e delle persone giuridiche, Capitolo 1: Persone fisiche con domicilio o dimora fiscale nel Cantone, Tassazione ordinaria ulteriore obbligatoria",
        "citation": "Art. 33a cpv. 5 LAID",
        "content": "La tassazione ordinaria ulteriore si applica fino al termine dell’assoggettamento all’imposta alla fonte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_33_a"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quarto: Imposizione alla fonte delle persone fisiche e delle persone giuridiche, Capitolo 1: Persone fisiche con domicilio o dimora fiscale nel Cantone, Tassazione ordinaria ulteriore obbligatoria",
        "citation": "Art. 33a cpv. 6 LAID",
        "content": "L’imposta trattenuta alla fonte è computata senza interessi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_33_a"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quarto: Imposizione alla fonte delle persone fisiche e delle persone giuridiche, Capitolo 1: Persone fisiche con domicilio o dimora fiscale nel Cantone, Tassazione ordinaria ulteriore su richiesta",
        "citation": "Art. 33b cpv. 1 LAID",
        "content": "Le persone assoggettate all’imposta alla fonte conformemente all’articolo 32 capoverso 1 e che non soddisfano nessuna delle condizioni di cui all’articolo 33a capoverso 1 sono tassate secondo la procedura ordinaria ulteriore su richiesta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_33_b"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quarto: Imposizione alla fonte delle persone fisiche e delle persone giuridiche, Capitolo 1: Persone fisiche con domicilio o dimora fiscale nel Cantone, Tassazione ordinaria ulteriore su richiesta",
        "citation": "Art. 33b cpv. 2 LAID",
        "content": "La richiesta concerne anche il coniuge che vive in comunione domestica con il richiedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_33_b"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quarto: Imposizione alla fonte delle persone fisiche e delle persone giuridiche, Capitolo 1: Persone fisiche con domicilio o dimora fiscale nel Cantone, Tassazione ordinaria ulteriore su richiesta",
        "citation": "Art. 33b cpv. 3 LAID",
        "content": "Essa deve essere presentata entro il 31 marzo dell’anno successivo al corrispondente anno fiscale. Per le persone che lasciano la Svizzera il termine per la presentazione della richiesta scade al momento della notificazione della loro partenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_33_b"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quarto: Imposizione alla fonte delle persone fisiche e delle persone giuridiche, Capitolo 1: Persone fisiche con domicilio o dimora fiscale nel Cantone, Tassazione ordinaria ulteriore su richiesta",
        "citation": "Art. 33b cpv. 4 LAID",
        "content": "Se la tassazione ordinaria ulteriore non è richiesta, l’imposta alla fonte sostituisce le imposte federali, cantonali e comunali riscosse sul reddito da attività lucrativa secondo la procedura ordinaria. Successivamente non sono concesse altre deduzioni supplementari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_33_b"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quarto: Imposizione alla fonte delle persone fisiche e delle persone giuridiche, Capitolo 1: Persone fisiche con domicilio o dimora fiscale nel Cantone, Tassazione ordinaria ulteriore su richiesta",
        "citation": "Art. 33b cpv. 5 LAID",
        "content": "È applicabile l’articolo 33a capoversi 5 e 6.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_33_b"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quarto: Imposizione alla fonte delle persone fisiche e delle persone giuridiche, Capitolo 2: Persone fisiche senza domicilio o dimora fiscale in Svizzera e persone giuridiche senza sede o amministrazione effettiva in Svizzera, Campo d’applicazione",
        "citation": "Art. 35 cpv. 1 LAID",
        "content": "Le seguenti persone fisiche senza domicilio o dimora fiscale in Svizzera e le seguenti persone giuridiche senza sede o amministrazione effettiva in Svizzera sono assoggettate all’imposta alla fonte:\na. i lavoratori per il reddito conseguito in un’attività lucrativa dipendente nel Cantone;\nb. gli artisti, gli sportivi e i conferenzieri sui proventi della loro attività personale nel Cantone, compresi i proventi e le indennità che non sono versati all’artista, allo sportivo o al conferenziere stesso, ma al terzo che ha organizzato le loro attività;\nc. i membri dell’amministrazione o della direzione di persone giuridiche con sede o amministrazione effettiva nel Cantone, per i tantièmes, gettoni di presenza, indennità fisse, partecipazioni di collaboratore e analoghe rimunerazioni che vengono loro versati;\nd.  i membri dell’amministrazione o della direzione di imprese straniere aventi stabilimento d’impresa nel Cantone, per i tantièmes, gettoni di presenza, indennità fisse, partecipazioni di collaboratore e analoghe rimunerazioni che vengono loro versate e addebitate allo stabilimento d’impresa;\ne. i titolari o usufruttuari di crediti garantiti mediante pegno immobiliare o manuale su fondi situati nel Cantone, per gli interessi loro versati;\nf. i beneficiari di pensioni, assegni di quiescenza o altre prestazioni da parte di un datore di lavoro o di un istituto di previdenza avente sede in Svizzera in virtù di precedenti attività dipendenti di diritto pubblico, per queste prestazioni;\ng. i beneficiari domiciliati all’estero di prestazioni provenienti da istituzioni di diritto privato svizzere di previdenza professionale o da forme riconosciute di previdenza individuale vincolata, per queste prestazioni;\nh. i lavoratori per il salario o altre rimunerazioni che ricevono da un datore di lavoro con sede o stabilimento d’impresa nel Cantone a motivo della loro attività nel traffico internazionale a bordo di una nave o di un battello, di un aeromobile o di un veicolo da trasporto stradale; fa eccezione l’imposizione dei marittimi per il lavoro a bordo di navi d’alto mare;\ni. le persone domiciliate all’estero al momento in cui realizzano vantaggi valutabili in denaro risultanti da partecipazioni di collaboratore secondo l’articolo 7d capoverso 3, per il vantaggio valutabile in denaro, proporzionalmente secondo quanto previsto dall’articolo 7f ;\nj. i beneficiari di prestazioni ai sensi dell’articolo 18 capoverso 3 LAVS, per queste prestazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_35"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quarto: Imposizione alla fonte delle persone fisiche e delle persone giuridiche, Capitolo 2: Persone fisiche senza domicilio o dimora fiscale in Svizzera e persone giuridiche senza sede o amministrazione effettiva in Svizzera, Campo d’applicazione",
        "citation": "Art. 35 cpv. 2 LAID",
        "content": "Sono fatti salvi i redditi assoggettati all’imposizione secondo la procedura di conteggio semplificata di cui all’articolo 11 capoverso 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_35"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quarto: Imposizione alla fonte delle persone fisiche e delle persone giuridiche, Capitolo 2: Persone fisiche senza domicilio o dimora fiscale in Svizzera e persone giuridiche senza sede o amministrazione effettiva in Svizzera, Tassazione ordinaria ulteriore su richiesta",
        "citation": "Art. 35a cpv. 1 LAID",
        "content": "Le persone assoggettate all’imposta alla fonte secondo l’articolo 35 capoverso 1 lettera a o h possono, entro il 31 marzo dell’anno successivo al corrispondente anno fiscale, richiedere una tassazione ordinaria ulteriore per ogni periodo fiscale se:\na. la parte preponderante dei loro proventi mondiali, compresi i proventi del coniuge, è imponibile in Svizzera;\nb. la loro situazione è paragonabile a quella di un contribuente domiciliato in Svizzera; o\nc. siffatta tassazione è necessaria per far valere deduzioni previste in convenzioni intese ad evitare la doppia imposizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_35_a"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quarto: Imposizione alla fonte delle persone fisiche e delle persone giuridiche, Capitolo 2: Persone fisiche senza domicilio o dimora fiscale in Svizzera e persone giuridiche senza sede o amministrazione effettiva in Svizzera, Tassazione ordinaria ulteriore su richiesta",
        "citation": "Art. 35a cpv. 2 LAID",
        "content": "L’imposta trattenuta alla fonte è computata senza interessi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_35_a"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quarto: Imposizione alla fonte delle persone fisiche e delle persone giuridiche, Capitolo 2: Persone fisiche senza domicilio o dimora fiscale in Svizzera e persone giuridiche senza sede o amministrazione effettiva in Svizzera, Tassazione ordinaria ulteriore su richiesta",
        "citation": "Art. 35a cpv. 3 LAID",
        "content": "Il Dipartimento federale delle finanze precisa le condizioni di cui al capoverso 1 in collaborazione con i Cantoni e disciplina la procedura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_35_a"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quarto: Imposizione alla fonte delle persone fisiche e delle persone giuridiche, Capitolo 2: Persone fisiche senza domicilio o dimora fiscale in Svizzera e persone giuridiche senza sede o amministrazione effettiva in Svizzera, Tassazione ordinaria ulteriore d’ufficio",
        "citation": "Art. 35b cpv. 1 LAID",
        "content": "In situazioni estreme, in particolare per quanto concerne le deduzioni forfettarie computate nell’aliquota dell’imposta alla fonte, le autorità fiscali cantonali competenti possono richiedere una tassazione ordinaria ulteriore d’ufficio a favore o a sfavore del contribuente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_35_b"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quarto: Imposizione alla fonte delle persone fisiche e delle persone giuridiche, Capitolo 2: Persone fisiche senza domicilio o dimora fiscale in Svizzera e persone giuridiche senza sede o amministrazione effettiva in Svizzera, Tassazione ordinaria ulteriore d’ufficio",
        "citation": "Art. 35b cpv. 2 LAID",
        "content": "Il Dipartimento federale delle finanze disciplina le condizioni in collaborazione con i Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_35_b"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quarto: Imposizione alla fonte delle persone fisiche e delle persone giuridiche, Capitolo 2: Persone fisiche senza domicilio o dimora fiscale in Svizzera e persone giuridiche senza sede o amministrazione effettiva in Svizzera, Calcolo della ritenuta d’imposta",
        "citation": "Art. 36 cpv. 1 LAID",
        "content": "Nei casi previsti dall’articolo 35 capoverso 1 lettere a e h, l’imposta alla fonte viene riscossa giusta le disposizioni degli articoli 32 e 33.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_36"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quarto: Imposizione alla fonte delle persone fisiche e delle persone giuridiche, Capitolo 2: Persone fisiche senza domicilio o dimora fiscale in Svizzera e persone giuridiche senza sede o amministrazione effettiva in Svizzera, Calcolo della ritenuta d’imposta",
        "citation": "Art. 36 cpv. 2 LAID",
        "content": "Nei casi previsti dall’articolo 35 capoverso 1 lettera b, l’imposta alla fonte viene riscossa sui proventi lordi, tenuto conto delle deduzioni per spese di conseguimento del reddito. Questi ultimi ammontano:\na. al 50 per cento dei proventi lordi per gli artisti;\nb. al 20 per cento dei proventi lordi per gli sportivi e i conferenzieri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_36"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quarto: Imposizione alla fonte delle persone fisiche e delle persone giuridiche, Capitolo 2: Persone fisiche senza domicilio o dimora fiscale in Svizzera e persone giuridiche senza sede o amministrazione effettiva in Svizzera, Calcolo della ritenuta d’imposta",
        "citation": "Art. 36 cpv. 3 LAID",
        "content": "Nei casi previsti dall’articolo 35 capoverso 1 lettere c a g, l’imposta alla fonte viene riscossa sui proventi lordi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_36"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quarto: Imposizione alla fonte delle persone fisiche e delle persone giuridiche, Capitolo 2: Persone fisiche senza domicilio o dimora fiscale in Svizzera e persone giuridiche senza sede o amministrazione effettiva in Svizzera, Imposta considerata",
        "citation": "Art. 36a cpv. 1 LAID",
        "content": "L’imposta alla fonte sostituisce le imposte federali, cantonali e comunali riscosse sul reddito da attività lucrativa secondo la procedura ordinaria. Successivamente non sono concesse altre deduzioni supplementari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_36_a"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quarto: Imposizione alla fonte delle persone fisiche e delle persone giuridiche, Capitolo 2: Persone fisiche senza domicilio o dimora fiscale in Svizzera e persone giuridiche senza sede o amministrazione effettiva in Svizzera, Imposta considerata",
        "citation": "Art. 36a cpv. 2 LAID",
        "content": "Per i coniugi con doppio reddito si può prevedere per il coniuge una rettifica del reddito da attività lucrativa determinante ai fini dell’aliquota.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_36_a"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quarto: Imposizione alla fonte delle persone fisiche e delle persone giuridiche, Capitolo 3: Obblighi del debitore della prestazione imponibile",
        "citation": "Art. 37 cpv. 1 LAID",
        "content": "Il debitore delle prestazioni imponibili (art. 32 e 35) è responsabile per il pagamento dell’imposta alla fonte. Esso ha l’obbligo di:\na. trattenere l’imposta dovuta alla scadenza delle prestazioni o riscuoterla dal contribuente;\nb. fornire al contribuente un’attestazione relativa alla ritenuta d’imposta;\nc. versare le imposte alla competente autorità;\nd. versare la quota proporzionale dell’imposta sulle opzioni di collaboratore esercitate all’estero; il datore di lavoro deve la quota proporzionale dell’imposta anche se il vantaggio valutabile in denaro è versato da una società estera del gruppo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_37"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quarto: Imposizione alla fonte delle persone fisiche e delle persone giuridiche, Capitolo 3: Obblighi del debitore della prestazione imponibile",
        "citation": "Art. 37 cpv. 2 LAID",
        "content": "Egli deve parimenti trattenere l’imposta alla fonte se il contribuente è assoggettato all’imposta in un altro Cantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_37"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quarto: Imposizione alla fonte delle persone fisiche e delle persone giuridiche, Capitolo 3: Obblighi del debitore della prestazione imponibile",
        "citation": "Art. 37 cpv. 3 LAID",
        "content": "Il debitore della prestazione imponibile riceve una provvigione di riscossione fissata dall’autorità fiscale competente e compresa tra l’1 e il 2 per cento dell’ammontare complessivo dell’imposta alla fonte. Per le prestazioni in capitale la provvigione di riscossione è pari all’1 per cento dell’ammontare complessivo dell’imposta alla fonte, ma al massimo a 50 franchi per ogni prestazione in capitale per quanto concerne l’imposta alla fonte di Confederazione, Cantone e Comune.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_37"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quarto: Imposizione alla fonte delle persone fisiche e delle persone giuridiche, Capitolo 4: Competenza territoriale e relazioni intercantonali, Competenza territoriale",
        "citation": "Art. 38 cpv. 1 LAID",
        "content": "Il debitore della prestazione imponibile calcola e riscuote l’imposta alla fonte come segue:\na. per i lavoratori di cui all’articolo 32, secondo il diritto del Cantone in cui il lavoratore ha il domicilio o la dimora fiscale alla scadenza della prestazione imponibile; \nb. per le persone di cui all’articolo 35 capoverso 1 lettere a e c−i, secondo il diritto del Cantone in cui il debitore della prestazione imponibile ha il domicilio o la dimora fiscale oppure la sede o l’amministrazione alla scadenza della prestazione imponibile; se la prestazione imponibile è versata da uno stabilimento d’impresa situato in un altro Cantone o dallo stabilimento di un’impresa senza sede o amministrazione effettiva in Svizzera, il calcolo e la riscossione dell’imposta alla fonte si fondano sul diritto del Cantone in cui è situato lo stabilimento d’impresa;\nc. per le persone di cui all’articolo 35 capoverso 1 lettera b, secondo il diritto del Cantone in cui gli artisti, gli sportivi o i conferenzieri esercitano la loro attività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_38"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quarto: Imposizione alla fonte delle persone fisiche e delle persone giuridiche, Capitolo 4: Competenza territoriale e relazioni intercantonali, Competenza territoriale",
        "citation": "Art. 38 cpv. 2 LAID",
        "content": "Se il lavoratore di cui all’articolo 35 è un dimorante settimanale, si applica per analogia il capoverso 1 lettera a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_38"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quarto: Imposizione alla fonte delle persone fisiche e delle persone giuridiche, Capitolo 4: Competenza territoriale e relazioni intercantonali, Competenza territoriale",
        "citation": "Art. 38 cpv. 3 LAID",
        "content": "Il debitore della prestazione imponibile versa l’imposta alla fonte al Cantone competente secondo il capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_38"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quarto: Imposizione alla fonte delle persone fisiche e delle persone giuridiche, Capitolo 4: Competenza territoriale e relazioni intercantonali, Competenza territoriale",
        "citation": "Art. 38 cpv. 4 LAID",
        "content": "Per la tassazione ordinaria ulteriore è competente:\na. per i lavoratori di cui al capoverso 1 lettera a, il Cantone in cui il contribuente aveva il domicilio o la dimora fiscale alla fine del periodo fiscale o dell’assoggettamento;\nb. per le persone di cui al capoverso 1 lettera b, il Cantone in cui il contribuente esercitava l’attività lucrativa alla fine del periodo fiscale o dell’assoggettamento;\nc. per i lavoratori di cui al capoverso 2, il Cantone in cui il contribuente era dimorante settimanale alla fine del periodo fiscale o dell’assoggettamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_38"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quarto: Imposizione alla fonte delle persone fisiche e delle persone giuridiche, Capitolo 4: Competenza territoriale e relazioni intercantonali, Relazioni intercantonali",
        "citation": "Art. 38a cpv. 1 LAID",
        "content": "Il Cantone competente secondo l’articolo 38 capoverso 4 ha diritto a eventuali importi di imposta alla fonte versati ad altri Cantoni durante l’anno civile. Le imposte riscosse in eccesso sono restituite al lavoratore; è invece chiesto il pagamento di quelle non ancora versate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_38_a"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quarto: Imposizione alla fonte delle persone fisiche e delle persone giuridiche, Capitolo 4: Competenza territoriale e relazioni intercantonali, Relazioni intercantonali",
        "citation": "Art. 38a cpv. 2 LAID",
        "content": "I Cantoni si prestano gratuitamente assistenza amministrativa e giudiziaria per la riscossione dell’imposta alla fonte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_38_a"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 1: Principi generali e procedura di tassazione, Procedure elettroniche",
        "citation": "Art. 38b cpv. 1 LAID",
        "content": "I Cantoni prevedono la possibilità di svolgere procedure per via elettronica. Garantiscono conformemente al diritto cantonale l’autenticità e l’integrità dei dati trasmessi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_38_b"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 1: Principi generali e procedura di tassazione, Procedure elettroniche",
        "citation": "Art. 38b cpv. 2 LAID",
        "content": "In caso di presentazione per via elettronica di atti scritti per i quali la legge prescrive la firma, i Cantoni prevedono, invece della firma, la possibilità per il contribuente di confermare i dati per via elettronica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_38_b"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 1: Principi generali e procedura di tassazione, Procedure elettroniche",
        "citation": "Art. 38b cpv. 3 LAID",
        "content": "I Cantoni prevedono che l’autorità fiscale notifichi al contribuente, previo suo assenso, documenti in formato elettronico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_38_b"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 1: Principi generali e procedura di tassazione, Obblighi delle autorità",
        "citation": "Art. 39 cpv. 1 LAID",
        "content": "Le persone incaricate dell’esecuzione della legislazione fiscale sono tenute al segreto. Rimane salvo l’obbligo di informare, nella misura in cui è legalmente previsto da una disposizione del diritto federale o cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_39"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 1: Principi generali e procedura di tassazione, Obblighi delle autorità",
        "citation": "Art. 39 cpv. 2 LAID",
        "content": "Le autorità fiscali si comunicano gratuitamente le informazioni necessarie e si concedono la consultazione degli atti ufficiali. Se risulta dalla dichiarazione d’imposta di una persona con domicilio o sede nel Cantone che è parimente contribuente in un altro Cantone, l’autorità di tassazione comunica alle autorità fiscali dell’altro Cantone la dichiarazione d’imposta e la tassazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_39"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 1: Principi generali e procedura di tassazione, Obblighi delle autorità",
        "citation": "Art. 39 cpv. 3 LAID",
        "content": "Le autorità della Confederazione, dei Cantoni, dei distretti, dei circoli e dei Comuni comunicano su richiesta alle autorità incaricate dell’esecuzione della legislazione fiscale ogni informazione necessaria per la sua applicazione. Esse possono avvertire di moto proprio tali autorità se presumono che una tassazione sia incompleta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_39"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 1: Principi generali e procedura di tassazione, Trattamento dei dati",
        "citation": "Art. 39a cpv. 1 LAID",
        "content": "L’Amministrazione federale delle contribuzioni e le autorità di cui all’articolo 39 capoverso 2 si trasmettono i dati che possono essere utili per l’adempimento dei loro compiti. Le autorità di cui all’articolo 39 capoverso 3 trasmettono alle autorità fiscali i dati che possono essere importanti per l’esecuzione della presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_39_a"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 1: Principi generali e procedura di tassazione, Trattamento dei dati",
        "citation": "Art. 39a cpv. 2 LAID",
        "content": "I dati sono trasmessi singolarmente, mediante liste o su supporti elettronici di dati. Possono essere resi accessibili anche mediante una procedura di richiamo. L’assistenza amministrativa è gratuita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_39_a"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 1: Principi generali e procedura di tassazione, Trattamento dei dati",
        "citation": "Art. 39a cpv. 3 LAID",
        "content": "Devono essere trasmessi tutti i dati dei contribuenti che possono servire alla tassazione e alla riscossione delle imposte, segnatamente:\na. l’identità;\nb. lo stato civile, il luogo di domicilio e di dimora, il permesso di dimora e l’attività lucrativa;\nc. gli atti giuridici;\nd. le prestazioni di un ente pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_39_a"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 1: Principi generali e procedura di tassazione, Situazione procedurale dei coniugi",
        "citation": "Art. 40 cpv. 1 LAID",
        "content": "I coniugi che vivono in comunione domestica esercitano in comune i diritti e i doveri procedurali spettanti al contribuente secondo la presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_40"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 1: Principi generali e procedura di tassazione, Situazione procedurale dei coniugi",
        "citation": "Art. 40 cpv. 2 LAID",
        "content": "Entrambi firmano la dichiarazione di imposta. Ove la dichiarazione sia firmata da uno solo dei coniugi, all’altro coniuge viene assegnato un termine, allo spirare infruttuoso del quale è ammessa la rappresentanza contrattuale tra coniugi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_40"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 1: Principi generali e procedura di tassazione, Situazione procedurale dei coniugi",
        "citation": "Art. 40 cpv. 3 LAID",
        "content": "I rimedi giuridici e le altre notificazioni sono considerati tempestivi se uno dei coniugi ha agito in tempo utile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_40"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 1: Principi generali e procedura di tassazione, Diritti procedurali del contribuente",
        "citation": "Art. 41 cpv. 1 LAID",
        "content": "Il contribuente può esaminare gli atti che ha presentato o firmato. Egli può esaminare gli altri atti dopo l’accertamento dei fatti, sempreché un interesse pubblico o privato non vi si opponga.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_41"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 1: Principi generali e procedura di tassazione, Diritti procedurali del contribuente",
        "citation": "Art. 41 cpv. 2 LAID",
        "content": "Le prove offerte dal contribuente devono essere ammesse, nella misura in cui siano idonee ad accertare fatti rilevanti per la tassazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_41"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 1: Principi generali e procedura di tassazione, Diritti procedurali del contribuente",
        "citation": "Art. 41 cpv. 3 LAID",
        "content": "Le decisioni di tassazione vengono comunicate per scritto al contribuente e devono indicare i rimedi giuridici. Le altre decisioni e sentenze devono inoltre essere motivate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_41"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 1: Principi generali e procedura di tassazione, Obblighi procedurali del contribuente",
        "citation": "Art. 42 cpv. 1 LAID",
        "content": "Il contribuente deve fare tutto il necessario per consentire una tassazione completa e esatta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_42"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 1: Principi generali e procedura di tassazione, Obblighi procedurali del contribuente",
        "citation": "Art. 42 cpv. 2 LAID",
        "content": "Deve segnatamente fornire, a domanda dell’autorità di tassazione, informazioni orali e scritte e presentare libri contabili, giustificativi e altri attestati, come anche documenti concernenti le relazioni d’affari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_42"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 1: Principi generali e procedura di tassazione, Obblighi procedurali del contribuente",
        "citation": "Art. 42 cpv. 3 LAID",
        "content": "Le persone fisiche con reddito da attività lucrativa indipendente e le persone giuridiche devono allegare alla dichiarazione: \na. i conti annuali firmati (bilanci, conti profitti e perdite) del periodo fiscale; o\nb. in caso di tenuta di una contabilità semplificata secondo l’articolo 957 capoverso 2 CO, le distinte relative alle entrate e alle uscite, alla situazione patrimoniale e ai prelevamenti e apporti privati del periodo fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_42"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 1: Principi generali e procedura di tassazione, Obblighi procedurali del contribuente",
        "citation": "Art. 42 cpv. 4 LAID",
        "content": "Le modalità secondo cui devono essere tenuti e conservati i documenti di cui al capoverso 3 sono disciplinate dagli articoli 957–958f CO.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_42"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 1: Principi generali e procedura di tassazione, Obbligo dei terzi di rilasciare attestazioni",
        "citation": "Art. 43 cpv. 1 LAID",
        "content": "I terzi che hanno o hanno avuto relazioni contrattuali con il contribuente devono rilasciare un’attestazione sull’insieme delle loro relazioni contrattuali e sulle reciproche pretese e prestazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_43"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 1: Principi generali e procedura di tassazione, Obbligo dei terzi di rilasciare attestazioni",
        "citation": "Art. 43 cpv. 2 LAID",
        "content": "Se nonostante diffida, il contribuente non produce l’attestazione, l’autorità fiscale può richiederla dal terzo. È salvo il segreto professionale tutelato dalla legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_43"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 1: Principi generali e procedura di tassazione, Obbligo dei terzi di informare",
        "citation": "Art. 44 LAID",
        "content": "I soci, i comproprietari e i proprietari in comune devono, a richiesta, fornire alle autorità fiscali informazioni sul loro rapporto di diritto con il contribuente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_44"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 1: Principi generali e procedura di tassazione, Obbligo di comunicare dei terzi",
        "citation": "Art. 45 LAID",
        "content": "Devono presentare un’attestazione all’autorità di tassazione, per ogni periodo fiscale:\na. le persone giuridiche, sulle prestazioni pagate ai membri dell’amministrazione o di altri organi; le fondazioni, inoltre, sulle prestazioni fornite ai loro beneficiari;\nb. le istituzioni di previdenza professionale e di previdenza individuale vincolata, sulle prestazioni fornite ai loro stipulanti di previdenza o beneficiari;\nc. le società semplici e le società di persone, su tutti i rapporti importanti per la tassazione dei loro soci, segnatamente sulla loro quota al reddito e al patrimonio della società;\nd. gli investimenti collettivi di capitale con possesso fondiario diretto, sui rapporti determinanti per la tassazione del possesso fondiario diretto e dei suoi redditi;\ne. i datori di lavoro, sui vantaggi valutabili in denaro risultanti da partecipazioni vere e proprie di collaboratore, nonché sull’assegnazione e sull’esercizio delle opzioni di collaboratore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_45"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 1: Principi generali e procedura di tassazione, Tassazione",
        "citation": "Art. 46 cpv. 1 LAID",
        "content": "L’autorità di tassazione controlla la dichiarazione d’imposta e procede alle indagini necessarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_46"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 1: Principi generali e procedura di tassazione, Tassazione",
        "citation": "Art. 46 cpv. 2 LAID",
        "content": "Le modificazioni rispetto alla dichiarazione d’imposta sono comunicate al contribuente al più tardi al momento della notificazione della decisione di tassazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_46"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 1: Principi generali e procedura di tassazione, Tassazione",
        "citation": "Art. 46 cpv. 3 LAID",
        "content": "L’autorità di tassazione esegue la tassazione d’ufficio in base a una valutazione coscienziosa, se il contribuente, nonostante diffida, non soddisfa i suoi obblighi procedurali oppure se gli elementi imponibili non possono essere accertati esattamente per mancanza di documenti attendibili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_46"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 1: Principi generali e procedura di tassazione, Prescrizione",
        "citation": "Art. 47 cpv. 1 LAID",
        "content": "Il diritto di tassare si prescrive in cinque anni dalla fine del periodo fiscale; in caso di sospensione o di interruzione, al più tardi in quindici anni dalla fine del periodo fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_47"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 1: Principi generali e procedura di tassazione, Prescrizione",
        "citation": "Art. 47 cpv. 2 LAID",
        "content": "I crediti fiscali si prescrivono in cinque anni dalla crescita in giudicato della tassazione; in caso di sospensione o di interruzione, al più tardi in dieci anni dalla fine dell’anno in cui la tassazione è cresciuta in giudicato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_47"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 1: Principi generali e procedura di tassazione, Reclamo",
        "citation": "Art. 48 cpv. 1 LAID",
        "content": "Contro la decisione di tassazione il contribuente può reclamare per scritto all’autorità di tassazione, entro 30 giorni dalla notificazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_48"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 1: Principi generali e procedura di tassazione, Reclamo",
        "citation": "Art. 48 cpv. 2 LAID",
        "content": "Il contribuente può impugnare la tassazione operata d’ufficio soltanto con il motivo che essa è manifestamente inesatta. Il reclamo deve essere motivato e indicare eventuali mezzi di prova.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_48"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 1: Principi generali e procedura di tassazione, Reclamo",
        "citation": "Art. 48 cpv. 3 LAID",
        "content": "Nell’esame del reclamo l’autorità di tassazione ha le medesime attribuzioni che le spettano nella procedura di tassazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_48"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 1: Principi generali e procedura di tassazione, Reclamo",
        "citation": "Art. 48 cpv. 4 LAID",
        "content": "L’autorità di tassazione prende la sua decisione fondandosi sui risultati dell’inchiesta. Può determinare nuovamente tutti gli elementi imponibili e, sentito il contribuente, modificare la tassazione anche a svantaggio del medesimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_48"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 1: Principi generali e procedura di tassazione, Procedura di riscossione dell’imposta alla fonte",
        "citation": "Art. 49 cpv. 1 LAID",
        "content": "Il contribuente e il debitore della prestazione imponibile devono fornire a richiesta informazioni sugli elementi determinanti ai fini della riscossione dell’imposta alla fonte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_49"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 1: Principi generali e procedura di tassazione, Procedura di riscossione dell’imposta alla fonte",
        "citation": "Art. 49 cpv. 2 LAID",
        "content": "Il contribuente può esigere dall’autorità di tassazione, entro il 31 marzo dell’anno fiscale successivo a quello della scadenza della prestazione, una decisione in merito alla sussistenza e all’estensione dell’assoggettamento se:\na. contesta la ritenuta d’imposta alla fonte indicata nell’attestazione di cui all’articolo 37; o \nb. non ha ricevuto dal datore di lavoro l’attestazione di cui all’articolo 37.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_49"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 1: Principi generali e procedura di tassazione, Procedura di riscossione dell’imposta alla fonte",
        "citation": "Art. 49 cpv. 2bis LAID",
        "content": "Il debitore della prestazione imponibile può esigere dall’autorità di tassazione, entro il 31 marzo dell’anno fiscale successivo a quello della scadenza della prestazione, una decisione in merito alla sussistenza e all’estensione dell’assoggettamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_49"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 1: Principi generali e procedura di tassazione, Procedura di riscossione dell’imposta alla fonte",
        "citation": "Art. 49 cpv. 2ter LAID",
        "content": "Il debitore della prestazione imponibile è tenuto ad operare la ritenuta d’imposta alla fonte sino a quando la decisione è cresciuta in giudicato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_49"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 1: Principi generali e procedura di tassazione, Procedura di riscossione dell’imposta alla fonte",
        "citation": "Art. 49 cpv. 3 LAID",
        "content": "Se il debitore della prestazione imponibile non ha operato oppure ha operato solo in parte la ritenuta d’imposta, l’autorità di tassazione lo obbliga a versare l’imposta non trattenuta. Rimane salvo il regresso del debitore nei confronti del contribuente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_49"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 1: Principi generali e procedura di tassazione, Procedura di riscossione dell’imposta alla fonte",
        "citation": "Art. 49 cpv. 4 LAID",
        "content": "Se ha operato una ritenuta d’imposta troppo elevata, il debitore della prestazione imponibile deve restituire la differenza al contribuente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_49"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 1: Principi generali e procedura di tassazione, Procedura di riscossione dell’imposta alla fonte",
        "citation": "Art. 49 cpv. 5 LAID",
        "content": "Se il debitore della prestazione imponibile non ha operato oppure ha operato solo in parte la ritenuta d’imposta e non è possibile procedere a una riscossione posticipata presso il medesimo, l’autorità di tassazione può obbligare il contribuente a pagare gli arretrati dell’imposta alla fonte dovuta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_49"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 2: Procedura di ricorso",
        "citation": "Art. 50 cpv. 1 LAID",
        "content": "Il contribuente può impugnare con ricorso scritto e motivato la decisione su reclamo, entro 30 giorni dalla notificazione, davanti a un’autorità giudiziaria di ricorso indipendente dall’autorità fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_50"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 2: Procedura di ricorso",
        "citation": "Art. 50 cpv. 2 LAID",
        "content": "Il ricorso deve essere motivato. Con il ricorso possono essere fatti valere tutti i vizi della decisione impugnata e della procedura anteriore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_50"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 2: Procedura di ricorso",
        "citation": "Art. 50 cpv. 3 LAID",
        "content": "Il contribuente e l’amministrazione fiscale cantonale possono impugnare la decisione su ricorso davanti a un’altra istanza cantonale, indipendente dall’amministrazione, qualora il diritto cantonale lo preveda.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_50"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 3: Modificazione di decisioni e sentenze cresciute in giudicato, Revisione",
        "citation": "Art. 51 cpv. 1 LAID",
        "content": "Una decisione o sentenza cresciuta in giudicato può essere riveduta a vantaggio del contribuente, a sua domanda o d’ufficio:\na. se vengono scoperti fatti rilevanti o mezzi di prova decisivi;\nb. se l’autorità giudicante non ha tenuto conto di fatti rilevanti o di mezzi di prova decisivi, che conosceva o doveva conoscere, oppure ha altrimenti violato principi essenziali della procedura;\nc. se un crimine o un delitto ha influito sulla decisione o sulla sentenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_51"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 3: Modificazione di decisioni e sentenze cresciute in giudicato, Revisione",
        "citation": "Art. 51 cpv. 2 LAID",
        "content": "La revisione è esclusa se l’istante, ove avesse usato la diligenza che da lui può essere ragionevolmente pretesa, avrebbe potuto far valere già nel corso della procedura ordinaria il motivo di revisione invocato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_51"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 3: Modificazione di decisioni e sentenze cresciute in giudicato, Revisione",
        "citation": "Art. 51 cpv. 3 LAID",
        "content": "La domanda di revisione deve essere presentata entro 90 giorni dalla scoperta del motivo di revisione, ma al più tardi entro dieci anni dalla notificazione della decisione o della sentenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_51"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 3: Modificazione di decisioni e sentenze cresciute in giudicato, Revisione",
        "citation": "Art. 51 cpv. 4 LAID",
        "content": "La revisione compete all’autorità che ha emanato la decisione o sentenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_51"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 3: Modificazione di decisioni e sentenze cresciute in giudicato, Errori di calcolo e di scrittura",
        "citation": "Art. 52 LAID",
        "content": "Gli errori di calcolo e di scrittura contenuti in decisioni e sentenze cresciute in giudicato possono essere rettificati, su richiesta o d’ufficio, dall’autorità a cui sono sfuggiti, entro cinque anni dalla notificazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_52"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 3: Modificazione di decisioni e sentenze cresciute in giudicato, Ricupero ordinario d’imposta",
        "citation": "Art. 53 cpv. 1 LAID",
        "content": "L’autorità fiscale procede al ricupero dell’imposta non incassata, compresi gli interessi, quando fatti o mezzi di prova sconosciuti in precedenza permettono di stabilire che la tassazione è stata indebitamente omessa o che la tassazione cresciuta in giudicato è incompleta, ovvero che una tassazione omessa o incompleta è dovuta a un crimine o a un delitto contro l’autorità fiscale. Il ricupero d’imposta è escluso nel caso di sola valutazione insufficiente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_53"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 3: Modificazione di decisioni e sentenze cresciute in giudicato, Ricupero ordinario d’imposta",
        "citation": "Art. 53 cpv. 2 LAID",
        "content": "Il diritto di avviare la procedura di ricupero d’imposta decade dopo dieci anni dalla fine del periodo fiscale per il quale la tassazione è stata indebitamente omessa o per il quale la tassazione cresciuta in giudicato era incompleta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_53"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 3: Modificazione di decisioni e sentenze cresciute in giudicato, Ricupero ordinario d’imposta",
        "citation": "Art. 53 cpv. 3 LAID",
        "content": "Il diritto di procedere al ricupero d’imposta decade dopo quindici anni dalla fine del periodo fiscale al quale si riferisce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_53"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 3: Modificazione di decisioni e sentenze cresciute in giudicato, Ricupero ordinario d’imposta",
        "citation": "Art. 53 cpv. 4 LAID",
        "content": "Se nessun procedimento penale per sottrazione d’imposta è avviato o pendente o escluso a priori al momento dell’avvio della procedura di ricupero d’imposta, il contribuente è informato che un siffatto procedimento nei suoi confronti può essere avviato ulteriormente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_53"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 3: Modificazione di decisioni e sentenze cresciute in giudicato, Procedura semplificata di ricupero d’imposta per gli eredi",
        "citation": "Art. 53a cpv. 1 LAID",
        "content": "Ogni erede ha diritto, indipendentemente dagli altri eredi, al ricupero semplificato d’imposta sugli elementi della sostanza e del reddito sottratti dal defunto, a condizione che:\na. la sottrazione d’imposta non sia nota ad alcuna autorità fiscale;\nb. egli aiuti senza riserve l’amministrazione a determinare gli elementi della sostanza e del reddito sottratti; e\nc. si adoperi seriamente per pagare l’imposta dovuta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_53_a"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 3: Modificazione di decisioni e sentenze cresciute in giudicato, Procedura semplificata di ricupero d’imposta per gli eredi",
        "citation": "Art. 53a cpv. 2 LAID",
        "content": "Il ricupero d’imposta è calcolato sui tre periodi fiscali che precedono l’anno del decesso secondo le prescrizioni della tassazione ordinaria e l’imposta è riscossa unitamente agli interessi di mora.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_53_a"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 3: Modificazione di decisioni e sentenze cresciute in giudicato, Procedura semplificata di ricupero d’imposta per gli eredi",
        "citation": "Art. 53a cpv. 3 LAID",
        "content": "Il ricupero semplificato d’imposta è escluso in caso di liquidazione della successione in via fallimentare o d’ufficio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_53_a"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 3: Modificazione di decisioni e sentenze cresciute in giudicato, Procedura semplificata di ricupero d’imposta per gli eredi",
        "citation": "Art. 53a cpv. 4 LAID",
        "content": "Anche l’esecutore testamentario o l’amministratore della successione può domandare il ricupero semplificato d’imposta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_53_a"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 4: Inventario",
        "citation": "Art. 54 cpv. 1 LAID",
        "content": "In caso di decesso del contribuente viene allestito un inventario ufficiale. L’inventario non è allestito se è presumibile che non esista alcuna sostanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_54"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 4: Inventario",
        "citation": "Art. 54 cpv. 2 LAID",
        "content": "L’inventario comprende la sostanza del defunto, del coniuge non separato e dei figli minorenni che erano sottoposti alla sua autorità parentale, esistente il giorno del decesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_54"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo quinto: Procedura, Capitolo 4: Inventario",
        "citation": "Art. 54 cpv. 3 LAID",
        "content": "I fatti rilevanti per la tassazione sono accertati e annotati nell’inventario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_54"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo sesto: Disposizioni penali, Capitolo 1: Violazione di obblighi procedurali e sottrazione d’imposta, Violazione di obblighi procedurali",
        "citation": "Art. 55 LAID",
        "content": "Chiunque, nonostante diffida, viola intenzionalmente o per negligenza un obbligo che gli incombe giusta la presente legge oppure una disposizione presa in applicazione di quest’ultima, è punito con la multa sino a 1000 franchi e, nei casi gravi o di recidiva, sino a 10 000 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_55"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo sesto: Disposizioni penali, Capitolo 1: Violazione di obblighi procedurali e sottrazione d’imposta, Sottrazione d’imposta",
        "citation": "Art. 56 cpv. 1 LAID",
        "content": "Il contribuente che, intenzionalmente o per negligenza, fa in modo che una tassazione sia indebitamente omessa o che una tassazione passata in giudicato sia incompleta,chiunque, se obbligato a trattenere un’imposta alla fonte, intenzionalmente o per negligenza non la trattiene o la trattiene in misura insufficiente,chiunque, intenzionalmente o per negligenza, ottiene una restituzione illecita d’imposta o un condono ingiustificato,è punito con una multa, commisurata alla colpa, da un terzo al triplo dell’imposta sottratta; normalmente, la multa è pari all’imposta sottratta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_56"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo sesto: Disposizioni penali, Capitolo 1: Violazione di obblighi procedurali e sottrazione d’imposta, Sottrazione d’imposta",
        "citation": "Art. 56 cpv. 1bis LAID",
        "content": "Se il contribuente denuncia spontaneamente per la prima volta una sottrazione d’imposta, si prescinde dall’aprire un procedimento penale (autodenuncia esente da pena), a condizione che:\na. la sottrazione d’imposta non sia nota ad alcuna autorità fiscale;\nb. egli aiuti senza riserve le autorità fiscali a determinare gli elementi della sostanza e del reddito sottratti; e\nc. si adoperi seriamente per pagare l’imposta dovuta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_56"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo sesto: Disposizioni penali, Capitolo 1: Violazione di obblighi procedurali e sottrazione d’imposta, Sottrazione d’imposta",
        "citation": "Art. 56 cpv. 1ter LAID",
        "content": "Ad ogni ulteriore autodenuncia la multa è ridotta a un quinto dell’imposta sottratta, sempreché siano adempite le condizioni di cui al capoverso 1bis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_56"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo sesto: Disposizioni penali, Capitolo 1: Violazione di obblighi procedurali e sottrazione d’imposta, Sottrazione d’imposta",
        "citation": "Art. 56 cpv. 2 LAID",
        "content": "Chiunque tenta di sottrarre un’imposta è punito con una multa pari a due terzi di quella che verrebbe inflitta in caso d’infrazione consumata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_56"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo sesto: Disposizioni penali, Capitolo 1: Violazione di obblighi procedurali e sottrazione d’imposta, Sottrazione d’imposta",
        "citation": "Art. 56 cpv. 3 LAID",
        "content": "Chiunque, intenzionalmente, istiga a una sottrazione d’imposta, vi presta aiuto, oppure, come rappresentante del contribuente, la attua o vi partecipa, è punito con la multa sino a 10 000 franchi e, nei casi gravi o di recidiva, sino a 50 000 franchi, indipendentemente dalla punibilità del contribuente. Inoltre, il colpevole può essere tenuto solidalmente responsabile per il pagamento dell’imposta sottratta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_56"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo sesto: Disposizioni penali, Capitolo 1: Violazione di obblighi procedurali e sottrazione d’imposta, Sottrazione d’imposta",
        "citation": "Art. 56 cpv. 3bis LAID",
        "content": "Se una persona di cui al capoverso 3 si denuncia spontaneamente per la prima volta e sono adempite le condizioni di cui al capoverso 1bis lettere a e b, si prescinde dall’aprire un procedimento penale e la responsabilità solidale decade.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_56"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo sesto: Disposizioni penali, Capitolo 1: Violazione di obblighi procedurali e sottrazione d’imposta, Sottrazione d’imposta",
        "citation": "Art. 56 cpv. 4 LAID",
        "content": "Chiunque dissimula o distrae beni successori di cui è tenuto ad annunciare l’esistenza nella procedura d’inventario, nell’intento di sottrarli all’inventario, nonché chiunque istiga a un tale atto, vi presta aiuto o lo favorisce, è punito con la multa sino a 10 000 franchi e, in casi gravi o di recidiva sino a 50 000 franchi, indipendentemente dalla punibilità del contribuente. Il tentativo di dissimulazione o di distrazione di beni successori è parimenti punibile. La pena può essere più mite che in caso di infrazione consumata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_56"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo sesto: Disposizioni penali, Capitolo 1: Violazione di obblighi procedurali e sottrazione d’imposta, Sottrazione d’imposta",
        "citation": "Art. 56 cpv. 5 LAID",
        "content": "Se una persona di cui al capoverso 4 si denuncia spontaneamente per la prima volta, si prescinde dall’aprire un procedimento penale per dissimulazione o distrazione di beni successori nella procedura d’inventario e per eventuali altri reati commessi in questo ambito (autodenuncia esente da pena), a condizione che:\na. l’infrazione non sia nota ad alcuna autorità fiscale; e\nb. la persona aiuti senza riserve l’amministrazione a correggere l’inventario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_56"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo sesto: Disposizioni penali, Capitolo 1: Violazione di obblighi procedurali e sottrazione d’imposta, Casi particolari",
        "citation": "Art. 57 cpv. 1 LAID",
        "content": "Se la violazione degli obblighi procedurali, la sottrazione o il tentativo di sottrazione d’imposta sono stati commessi a favore di una persona giuridica, è punita quest’ultima. Sono salve le pene inflitte agli organi e ai rappresentanti della persona giuridica in virtù dell’articolo 56 capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_57"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo sesto: Disposizioni penali, Capitolo 1: Violazione di obblighi procedurali e sottrazione d’imposta, Casi particolari",
        "citation": "Art. 57 cpv. 2 LAID",
        "content": "L’articolo 56 capoverso 3 si applica alla persona giuridica se nell’esercizio della sua attività ha istigato, prestato aiuto o partecipato alla sottrazione commessa da un terzo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_57"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo sesto: Disposizioni penali, Capitolo 1: Violazione di obblighi procedurali e sottrazione d’imposta, Casi particolari",
        "citation": "Art. 57 cpv. 4 LAID",
        "content": "Il contribuente che vive in comunione domestica con il proprio coniuge è multato soltanto per la sottrazione dei suoi elementi imponibili. È fatto salvo l’articolo 56 capoverso 3. Il solo fatto di controfirmare la dichiarazione d’imposta non costituisce infrazione ai sensi dell’articolo 56 capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_57"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo sesto: Disposizioni penali, Capitolo 1: Violazione di obblighi procedurali e sottrazione d’imposta, Procedura",
        "citation": "Art. 57bis cpv. 1 LAID",
        "content": "L’autorità cantonale competente, terminata l’istruttoria, emana una decisione che è notificata per scritto all’interessato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_57_bis"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo sesto: Disposizioni penali, Capitolo 1: Violazione di obblighi procedurali e sottrazione d’imposta, Procedura",
        "citation": "Art. 57bis cpv. 2 LAID",
        "content": "Le decisioni delle autorità fiscali concernenti casi di sottrazione d’imposta sono impugnabili davanti ad autorità amministrative e autorità giudiziarie amministrative. Contro le decisioni cantonali in ultima istanza è ammesso il ricorso in materia di diritto pubblico al Tribunale federale secondo la legge del 17 giugno 2005 sul Tribunale federale. La giurisdizione penale è esclusa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_57_bis"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo sesto: Disposizioni penali, Capitolo 1: Violazione di obblighi procedurali e sottrazione d’imposta, Procedura",
        "citation": "Art. 57bis cpv. 3 LAID",
        "content": "Le prescrizioni sui principi procedurali, sulla procedura di tassazione e sulla procedura di ricorso sono applicabili per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_57_bis"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo sesto: Disposizioni penali, Capitolo 1: Violazione di obblighi procedurali e sottrazione d’imposta, Avvio di un procedimento penale per sottrazione d’imposta",
        "citation": "Art. 57a cpv. 1 LAID",
        "content": "L’avvio di un procedimento penale per sottrazione d’imposta è comunicato per scritto all’interessato. A quest’ultimo è offerta la possibilità di esprimersi riguardo alle imputazioni; egli è informato del suo diritto di non rispondere e di non collaborare al procedimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_57_a"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo sesto: Disposizioni penali, Capitolo 1: Violazione di obblighi procedurali e sottrazione d’imposta, Avvio di un procedimento penale per sottrazione d’imposta",
        "citation": "Art. 57a cpv. 2 LAID",
        "content": "I mezzi di prova raccolti per una procedura di ricupero d’imposta possono essere impiegati nell’ambito di un procedimento penale per sottrazione d’imposta soltanto se non sono stati ottenuti sotto comminatoria di una tassazione d’ufficio (art. 46 cpv. 3) con inversione dell’onere della prova ai sensi dell’articolo 48 capoverso 2, né sotto comminatoria di una multa per violazione degli obblighi procedurali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_57_a"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo sesto: Disposizioni penali, Capitolo 1: Violazione di obblighi procedurali e sottrazione d’imposta, Autodenuncia delle persone giuridiche",
        "citation": "Art. 57b cpv. 1 LAID",
        "content": "Se una persona giuridica assoggettata all’imposta denuncia spontaneamente per la prima volta una sottrazione d’imposta commessa nell’esercizio della sua attività, si prescinde dall’aprire un procedimento penale (autodenuncia esente da pena), a condizione che:\na. la sottrazione d’imposta non sia nota ad alcuna autorità fiscale;\nb. la persona giuridica aiuti senza riserve l’amministrazione a determinare l’ammontare dell’imposta sottratta; e\nc. si adoperi seriamente per pagare l’imposta dovuta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_57_b"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo sesto: Disposizioni penali, Capitolo 1: Violazione di obblighi procedurali e sottrazione d’imposta, Autodenuncia delle persone giuridiche",
        "citation": "Art. 57b cpv. 2 LAID",
        "content": "L’autodenuncia esente da pena può essere presentata anche:\na. dopo una modifica della ditta o un trasferimento della sede all’interno della Svizzera;\nb. dopo una trasformazione ai sensi degli articoli 53–68 della legge del 3 ottobre 2003 sulla fusione (LFus), dalla nuova persona giuridica per le sottrazioni d’imposta commesse prima della trasformazione;\nc. dalla persona giuridica che sussiste dopo un’incorporazione (art. 3 cpv. 1 lett. a LFus) o una separazione (art. 29 lett. b LFus), per le sottrazioni d’imposta commesse prima dell’incorporazione o della separazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_57_b"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo sesto: Disposizioni penali, Capitolo 1: Violazione di obblighi procedurali e sottrazione d’imposta, Autodenuncia delle persone giuridiche",
        "citation": "Art. 57b cpv. 3 LAID",
        "content": "L’autodenuncia esente da pena deve essere presentata dagli organi o dai rappresentanti della persona giuridica. Nei loro confronti non si procede penalmente e la loro responsabilità solidale decade.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_57_b"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo sesto: Disposizioni penali, Capitolo 1: Violazione di obblighi procedurali e sottrazione d’imposta, Autodenuncia delle persone giuridiche",
        "citation": "Art. 57b cpv. 4 LAID",
        "content": "Se un ex membro di un organo della persona giuridica o un ex rappresentante della persona giuridica denuncia per la prima volta una sottrazione d’imposta che è stata commessa da quest’ultima e non è nota ad alcuna autorità fiscale, nei confronti della persona giuridica, di tutti i membri ed ex membri dei suoi organi e di tutti i suoi rappresentanti ed ex rappresentanti non si procede penalmente. La loro responsabilità solidale decade.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_57_b"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo sesto: Disposizioni penali, Capitolo 1: Violazione di obblighi procedurali e sottrazione d’imposta, Autodenuncia delle persone giuridiche",
        "citation": "Art. 57b cpv. 5 LAID",
        "content": "Ad ogni ulteriore autodenuncia la multa è ridotta a un quinto dell’imposta sottratta, sempreché siano adempite le condizioni di cui al capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_57_b"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo sesto: Disposizioni penali, Capitolo 1: Violazione di obblighi procedurali e sottrazione d’imposta, Autodenuncia delle persone giuridiche",
        "citation": "Art. 57b cpv. 6 LAID",
        "content": "Alla fine dell’assoggettamento fiscale in Svizzera di una persona giuridica non è più possibile presentare autodenuncia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_57_b"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo sesto: Disposizioni penali, Capitolo 1: Violazione di obblighi procedurali e sottrazione d’imposta, Prescrizione dell’azione penale",
        "citation": "Art. 58 cpv. 1 LAID",
        "content": "L’azione penale per violazione di obblighi procedurali si prescrive in tre anni e quella per tentativo di sottrazione d’imposta in sei anni dopo la chiusura definitiva della procedura nel corso della quale sono stati violati gli obblighi procedurali oppure è stato commesso il tentativo di sottrazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_58"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo sesto: Disposizioni penali, Capitolo 1: Violazione di obblighi procedurali e sottrazione d’imposta, Prescrizione dell’azione penale",
        "citation": "Art. 58 cpv. 2 LAID",
        "content": "L’azione penale per sottrazione consumata d’imposta si prescrive in dieci anni dalla fine: \na. del periodo fiscale per il quale il contribuente non è stato tassato o è stato tassato insufficientemente oppure per il quale la ritenuta d’imposta alla fonte non è stata effettuata conformemente alla legge (art. 56 cpv. 1); oppure\nb. dell’anno civile nel corso del quale sono stati ottenuti una restituzione indebita d’imposta o un condono ingiustificato (art. 56 cpv. 1), oppure sono stati dissimulati o distratti beni successori nella procedura d’inventario (art. 56 cpv. 4).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_58"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo sesto: Disposizioni penali, Capitolo 1: Violazione di obblighi procedurali e sottrazione d’imposta, Prescrizione dell’azione penale",
        "citation": "Art. 58 cpv. 3 LAID",
        "content": "La prescrizione non interviene se prima della scadenza del termine di prescrizione è pronunciata una decisione dell’autorità cantonale competente (art. 57bis cpv. 1).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_58"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo sesto: Disposizioni penali, Capitolo 2: Delitti fiscali, Frode fiscale",
        "citation": "Art. 59 cpv. 1 LAID",
        "content": "Chiunque, per commettere una sottrazione d’imposta, fa uso, a scopo d’inganno, di documenti falsi, alterati o contenutisticamente inesatti, oppure, tenuto a trattenere l’imposta alla fonte, impiega a profitto proprio o di un terzo le ritenute d’imposta, è punito con una pena detentiva sino a tre anni o con una pena pecuniaria. Oltre alla pena condizionalmente sospesa il giudice può infliggere una multa sino a 10 000 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_59"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo sesto: Disposizioni penali, Capitolo 2: Delitti fiscali, Frode fiscale",
        "citation": "Art. 59 cpv. 2 LAID",
        "content": "È salva la pena per sottrazione d’imposta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_59"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo sesto: Disposizioni penali, Capitolo 2: Delitti fiscali, Frode fiscale",
        "citation": "Art. 59 cpv. 2bis LAID",
        "content": "In caso di autodenuncia per una sottrazione d’imposta ai sensi dell’articolo 56 capoverso 1bis o 57b capoverso 1, si prescinde dall’aprire un procedimento penale per tutti gli altri reati commessi allo scopo della sottrazione d’imposta. La presente disposizione è applicabile anche ai casi di cui agli articoli 56 capoverso 3bis e 57b capoversi 3 e 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_59"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo sesto: Disposizioni penali, Capitolo 2: Delitti fiscali, Frode fiscale",
        "citation": "Art. 59 cpv. 2ter LAID",
        "content": "In caso di autodenuncia esente da pena per un’appropriazione indebita d’imposte alla fonte, si prescinde dall’aprire un procedimento penale anche per tutti gli altri reati commessi a tale scopo. La presente disposizione è applicabile anche ai casi di cui agli articoli 56 capoverso 3bis e 57b capoversi 3 e 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_59"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo sesto: Disposizioni penali, Capitolo 2: Delitti fiscali, Frode fiscale",
        "citation": "Art. 59 cpv. 3 LAID",
        "content": "Le disposizioni generali del Codice penale svizzero sono applicabili, per quanto la presente legge non prescriva altrimenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_59"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo sesto: Disposizioni penali, Capitolo 2: Delitti fiscali, Prescrizione dell’azione penale",
        "citation": "Art. 60 cpv. 1 LAID",
        "content": "L’azione penale per delitti fiscali si prescrive in 15 anni dall’ultima attività delittuosa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_60"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo sesto: Disposizioni penali, Capitolo 2: Delitti fiscali, Prescrizione dell’azione penale",
        "citation": "Art. 60 cpv. 2 LAID",
        "content": "L’azione penale non si prescrive più se prima della scadenza del termine di prescrizione è pronunciata una sentenza di primo grado.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_60"
    },
    {
        "book": "StHG",
        "title": "LAID, Titolo sesto: Disposizioni penali, Capitolo 2: Delitti fiscali, Procedura e esecuzione",
        "citation": "Art. 61 LAID",
        "content": "La procedura penale e l’esecuzione della pena sono determinate dal diritto cantonale, sempreché il diritto federale non vi si opponga. Le decisioni in ultima istanza cantonale possono essere impugnate mediante ricorso in materia penale al Tribunale federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1991/1256_1256_1256/it#art_61"
    }
]