[
    {
        "book": "SV",
        "title": "OBB, Chapitre 1, Objet et champ d’application",
        "citation": "Art. 1 al. 1 OBB",
        "content": "La présente ordonnance règle, pour ce qui est du bétail de boucherie et de la viande, la taxation de la qualité, les marchés publics, les mesures destinées à alléger le marché, l’importation dans le cadre des contingents tarifaires et le transfert de tâches.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_1"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 1, Objet et champ d’application",
        "citation": "Art. 1 al. 2 OBB",
        "content": "Elle concerne les animaux de boucherie des espèces bovine, porcine, chevaline, ovine et caprine, leur viande, la viande de volaille et les sous-produits d’abattage figurant sous les numéros tarifaires indiqués à l’annexe 1, ch. 3, de l’ordonnance du 26 octobre 2011 sur les importations agricoles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_1"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 2, Taxation de la qualité, Taxation de la qualité",
        "citation": "Art. 2 al. 1 OBB",
        "content": "Les animaux sur pied des espèces bovine et ovine offerts sur les marchés publics surveillés et les animaux abattus des espèces bovine, porcine, chevaline, ovine et caprine sont assujettis à une taxation de la qualité, conformément aux critères prévus à l’art. 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_2"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 2, Taxation de la qualité, Taxation de la qualité",
        "citation": "Art. 2 al. 2 OBB",
        "content": "Ne sont pas soumis à la disposition prévue à l’al. 1:\na. les abattages à domicile;\nb. les abattages destinés à l’usage personnel;\nc. les animaux de l’espèce porcine abattus dans des entreprises qui accueillent chaque année moins de 1200 unités d’abattage, et\nd. les animaux des espèces bovine, chevaline, ovine et caprine abattus dans des entreprises qui accueillent chaque année moins de 1200 unités d’abattage, pour autant que le fournisseur renonce à la taxation de la qualité;\ne. les abattages sur mandat des producteurs, en vue de la vente directe.\nf. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_2"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 2, Taxation de la qualité, Taxation neutre de la qualité",
        "citation": "Art. 3 al. 1 OBB",
        "content": "Dans les abattoirs ci-après, l’organisation mandatée procède à une taxation neutre de la qualité des animaux abattus, conformément à l’art. 26, al. 1, let. a:\na. entreprises qui abattent chaque année plus de 1200 unités d’abattage appartenant aux animaux des espèces bovine, porcine, ovine, caprine et chevaline;\nb. entreprises qui abattent des animaux des espèces bovine, porcine, ovine, caprine et chevaline si:\n1. elles abattent chaque année entre 800 et 1200 unités d’abattage, et\n2. sont la seule entreprise réalisant la taxation de la qualité dans le canton ou dans une région d’une certaine importance;\nc. entreprises qui abattent des cabris si:\n1. elles abattent chaque année plus de 100 cabris, et\n2. exigent, pour une durée limitée durant laquelle l’offre indigène est grande, une taxation neutre de la qualité par l’organisation mandatée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_3"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 2, Taxation de la qualité, Taxation neutre de la qualité",
        "citation": "Art. 3 al. 2 OBB",
        "content": "Sont considérés comme une unité d’abattage une vache, une génisse, deux veaux, un cheval, un poulain, cinq porcs, dix moutons, dix chèvres, vingt porcelets, vingt agneaux et vingt cabris.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_3"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 2, Taxation de la qualité, Taxation neutre de la qualité",
        "citation": "Art. 3 al. 3 OBB",
        "content": "Les abattoirs inscrivent le résultat de la taxation neutre de la qualité des animaux abattus sur les bulletins de pesée et les transmettent à Identitas SA. Il n’est pas nécessaire de transmettre les résultats de la taxation de la qualité des animaux de l’espèce chevaline.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_3"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 2, Taxation de la qualité, Taxation neutre de la qualité",
        "citation": "Art. 3 al. 4 OBB",
        "content": "Le fournisseur et l’acquéreur peuvent contester le résultat de la taxation neutre de la qualité des animaux abattus auprès de l’organisation mandatée. La contestation doit intervenir le jour de l’abattage à 24 heures au plus tard. Les carcasses concernées par la contestation restent bloquées dans l’abattoir sans être découpées, jusqu’à ce que la seconde taxation neutre de la qualité ait eu lieu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_3"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 2, Taxation de la qualité, Taxation neutre de la qualité",
        "citation": "Art. 3 al. 4bis OBB",
        "content": "Si une contestation n’entraîne pas une correction du résultat de la première taxation neutre de la qualité, l’organisation mandatée peut percevoir des émoluments auprès du fournisseur ou de l’acquéreur qui a contesté le résultat, pour couvrir les frais administratifs supplémentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_3"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 2, Taxation de la qualité, Taxation neutre de la qualité",
        "citation": "Art. 3 al. 5 OBB",
        "content": "Sur les marchés publics surveillés, l’organisation mandatée procède à une taxation neutre de la qualité des animaux sur pied des espèces bovine et ovine, conformément à l’art. 26, al. 1, let. a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_3"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 2, Taxation de la qualité, Critères de taxation de la qualité",
        "citation": "Art. 4 al. 1 OBB",
        "content": "Pour ce qui est des animaux des espèces bovine, chevaline, ovine et caprine, sont considérés comme des critères de taxation de la qualité l’âge, la charnure et les tissus gras. Peuvent aussi être pris en considération les critères scientifiques reconnus en matière de qualité de la viande et des tissus gras.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_4"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 2, Taxation de la qualité, Critères de taxation de la qualité",
        "citation": "Art. 4 al. 2 OBB",
        "content": "Pour ce qui est des animaux abattus de l’espèce porcine, la charnure est considérée comme un critère de taxation de la qualité. Peuvent aussi être pris en considération les critères scientifiques reconnus en matière de qualité de la viande et des tissus gras.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_4"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 2, Taxation de la qualité, Systèmes de taxation et de classification",
        "citation": "Art. 5 al. 1 OBB",
        "content": "L’Office fédéral de l’agriculture (OFAG) définit les systèmes de taxation et de classification sur la base des critères mentionnés à l’art. 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_5"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 2, Taxation de la qualité, Systèmes de taxation et de classification",
        "citation": "Art. 5 al. 2 OBB",
        "content": "Il peut déterminer les appareils techniques qui peuvent être utilisés pour la taxation de la qualité des animaux abattus et régler l’utilisation et la surveillance de ces appareils.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_5"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 2, Taxation de la qualité, Systèmes de taxation et de classification",
        "citation": "Art. 5 al. 3 OBB",
        "content": "Les investissements et les coûts d’exploitation des appareils techniques sont assumés par les abattoirs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_5"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 2a, Pesage des animaux abattus",
        "citation": "Art. 5a al. 1 OBB",
        "content": "Le Département fédéral de l’économie, de la formation et de la recherche (DEFR) règle le pesage des animaux abattus des espèces bovine, porcine, équine, ovine et caprine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_5_a"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 2a, Pesage des animaux abattus",
        "citation": "Art. 5a al. 2 OBB",
        "content": "Il peut prévoir des exceptions à l’obligation du pesage des animaux abattus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_5_a"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 3, Marchés publics, Désignation",
        "citation": "Art. 6 al. 1 OBB",
        "content": "L’organisation mandatée en vertu de l’art. 26, al. 1, let. b, désigne, pour l’année civile, les marchés publics des animaux des espèces bovine, âgés de 161 jours ou plus, et ovine. La désignation se fait en accord avec les cantons et les organisations paysannes et requiert l’approbation de l’OFAG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_6"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 3, Marchés publics, Désignation",
        "citation": "Art. 6 al. 2 OBB",
        "content": "Ne peut être désigné comme marché public qu’un marché sur lequel, entre le 1er juillet et le 30 juin précédant l’année civile, au moins 50 animaux en moyenne ont été amenés et mis en adjudication conformément à l’art. 7, al. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_6"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 3, Marchés publics, Désignation",
        "citation": "Art. 6 al. 3 OBB",
        "content": "Peuvent également être désignés deux marchés qui, additionnés, atteignent le volume minimal prévu à l’al. 2, s’ils ont eu lieu dans la même région et la même demi-journée et s’ils ont été surveillés par les mêmes employés de l’organisation mandatée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_6"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 3, Marchés publics, Désignation",
        "citation": "Art. 6 al. 4 OBB",
        "content": "Les exigences visées à l’al. 2 ne s’appliquent aux nouveaux marchés qu’à partir de la troisième année civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_6"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 3, Marchés publics, Désignation",
        "citation": "Art. 6 al. 5 OBB",
        "content": "L’organisation mandatée établit, avant le début de l’année civile, un programme annuel comprenant les marchés publics désignés. Ce programme indique notamment les places et les jours de marché ainsi que les catégories d’animaux pouvant y être amenées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_6"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 3, Marchés publics, Exécution et surveillance",
        "citation": "Art. 7 al. 1 OBB",
        "content": "L’organisation mandatée informe les milieux intéressés sur les animaux annoncés, amenés et mis en adjudication ainsi que sur ceux attribués dans le cadre du dégagement du marché. Elle enregistre en outre le nombre d’animaux mis en adjudication et attribués.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_7"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 3, Marchés publics, Exécution et surveillance",
        "citation": "Art. 7 al. 2 OBB",
        "content": "Les animaux amenés sur les marchés publics doivent être mis en adjudication par appel public.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_7"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 3, Marchés publics, Contributions à l’infrastructure dans la région de montagne",
        "citation": "Art. 8 al. 1 OBB",
        "content": "Pour les appareils et les équipements des marchés publics situés dans la région de montagne, des contributions sont allouées dans les limites des crédits approuvés, pour autant qu’il s’agisse de mesures collectives.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_8"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 3, Marchés publics, Contributions à l’infrastructure dans la région de montagne",
        "citation": "Art. 8 al. 2 OBB",
        "content": "Par région de montagne en relation avec les marchés publics, on entend les zones de montagne I à IV au sens de l’ordonnance du 7 décembre 1998 sur le cadastre de la production agricole et la délimitation de zones. Pour le classement selon les zones, l’emplacement des marchés est déterminant. Si le marché est situé hors de la région de montagne, des contributions à l’infrastructure sont octroyées lorsque plus de deux tiers des animaux qui y étaient commercialisés durant l’année civile précédente provenaient directement de la région de montagne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_8"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 3, Marchés publics, Contributions à l’infrastructure dans la région de montagne",
        "citation": "Art. 8 al. 3 OBB",
        "content": "La contribution s’élève à 50 % des coûts imputables, mais ne doit pas dépasser 50 000 francs par projet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_8"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 3, Marchés publics, Contributions à l’infrastructure dans la région de montagne",
        "citation": "Art. 8 al. 4 OBB",
        "content": "Sont imputables les coûts suivants:\na. coûts des acquisitions et des installations, y compris prestations personnelles et livraisons personnelles de matériaux;\nb. coûts de l’étude du projet et de la direction des travaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_8"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 3, Marchés publics, Contributions à l’infrastructure dans la région de montagne",
        "citation": "Art. 8 al. 5 OBB",
        "content": "Ne sont pas imputables notamment les coûts suivants:\na. frais administratifs, jetons de présence, intérêts, primes d’assurance et émoluments;\nb. frais d’exploitation et d’entretien;\nc. coûts pour l’achat éventuel d’un terrain.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_8"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 3, Marchés publics, Demandes de contributions à l’infrastructure",
        "citation": "Art. 9 al. 1 OBB",
        "content": "Les demandes de contributions à l’infrastructure sont adressées au canton. Toute demande est accompagnée notamment d’une estimation des coûts. Lorsque le projet nécessite une autorisation de construire, les pièces supplémentaires suivantes sont jointes à la demande:\na. plans de construction;\nb. autorisation de construire exécutoire, et\nc. preuve que le projet a été publié dans la feuille officielle du canton, conformément aux art. 12 et 12a de la loi fédérale du 1er juillet 1966 sur la protection de la nature et du paysage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_9"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 3, Marchés publics, Demandes de contributions à l’infrastructure",
        "citation": "Art. 9 al. 2 OBB",
        "content": "Le canton examine la demande et la transmet à l’OFAG pour décision, accompagnée de sa proposition. Il y joint, le cas échéant, les conditions et charges cantonales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_9"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 3, Marchés publics, Demandes de contributions à l’infrastructure",
        "citation": "Art. 9 al. 3 OBB",
        "content": "L’OFAG se prononce sur la demande et accorde la contribution au requérant par voie de décision. Il paie 50 % de la contribution après le début des travaux, en se fondant sur l’estimation des coûts, et le solde sur la base du décompte définitif après la fin des travaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_9"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 3, Marchés publics, Demandes de contributions à l’infrastructure",
        "citation": "Art. 9 al. 4 OBB",
        "content": "Les acquisitions peuvent être effectuées seulement après que la contribution a fait l’objet d’une décision exécutoire. L’OFAG peut autoriser une acquisition anticipée si l’attente de l’entrée en force de la décision comporte de graves inconvénients. Une telle autorisation ne donne cependant pas le droit de prétendre à une contribution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_9"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 4, Mesures destinées à alléger le marché, Mise sur pied de mesures destinées à alléger le marché",
        "citation": "Art. 10 al. 1 OBB",
        "content": "En cas d’offre saisonnière excédentaire ou d’autres excédents temporaires, l’organisation mandatée en vertu de l’art. 26, al. 1, let. b et c, peut:\na. arrêter et opérer le dégagement des marchés publics surveillés;\nb. arrêter et mettre sur pied des campagnes de stockage et des campagnes de ventes à prix réduits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_10"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 4, Mesures destinées à alléger le marché, Mise sur pied de mesures destinées à alléger le marché",
        "citation": "Art. 10 al. 2 OBB",
        "content": "Elle fixe, après consultation des milieux concernés, le moment, le genre et le volume des mesures destinées à alléger le marché ainsi que, dans les limites des crédits approuvés, le montant des contributions aux campagnes de stockage et de ventes à prix réduits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_10"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 4, Mesures destinées à alléger le marché, Mise sur pied de mesures destinées à alléger le marché",
        "citation": "Art. 10 al. 3 OBB",
        "content": "Les mesures saisonnières destinées à alléger le marché peuvent être appliquées, pour chaque catégorie animale, six mois au maximum par an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_10"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 4, Mesures destinées à alléger le marché, Dégagement du marché",
        "citation": "Art. 11 al. 1 OBB",
        "content": "Les détenteurs d’une part de contingent selon l’art. 21 sont tenus de prendre en charge, conformément à leur part aux 10 % prévus, des animaux non achetés aux enchères sur les marchés publics surveillés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_11"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 4, Mesures destinées à alléger le marché, Dégagement du marché",
        "citation": "Art. 11 al. 2 OBB",
        "content": "La participation en pour-cent au dégagement du marché est notifiée aux détenteurs d’une part de contingent par voie de décision, en même temps que les parts de contingent selon l’art. 21, al. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_11"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 4, Mesures destinées à alléger le marché, Dégagement du marché",
        "citation": "Art. 11 al. 3 OBB",
        "content": "Les animaux non achetés aux enchères sont attribués aux personnes assujetties à la prise en charge obligatoire par l’organisation mandatée aux prix usuels pratiqués sur le marché.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_11"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 4, Mesures destinées à alléger le marché, Garantie du dégagement du marché",
        "citation": "Art. 12 al. 1 OBB",
        "content": "Les détenteurs d’une part de contingent peuvent être contraints par l’organisation mandatée de fournir des garanties pour le dégagement du marché s’il existe des doutes concernant leur solvabilité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_12"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 4, Mesures destinées à alléger le marché, Garantie du dégagement du marché",
        "citation": "Art. 12 al. 2 OBB",
        "content": "Le montant des sûretés est fixé en fonction du volume des parts de contingent concernées, mais il ne doit pas dépasser 300 000 francs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_12"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 4, Mesures destinées à alléger le marché, Campagnes de stockage et de ventes à prix réduits",
        "citation": "Art. 13 al. 1 OBB",
        "content": "Lors d’une campagne de stockage, la congélation volontaire de viande des animaux des espèces bovine et porcine est financée au moyen de contributions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_13"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 4, Mesures destinées à alléger le marché, Campagnes de stockage et de ventes à prix réduits",
        "citation": "Art. 13 al. 2 OBB",
        "content": "Les contributions allouées pour le stockage prennent en compte la perte de qualité et de poids ainsi que les coûts du stockage, mais elles ne doivent pas dépasser le tiers de la valeur marchande de la viande au moment du stockage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_13"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 4, Mesures destinées à alléger le marché, Campagnes de stockage et de ventes à prix réduits",
        "citation": "Art. 13 al. 3 OBB",
        "content": "Lors d’une campagne de ventes à prix réduits, le prix des cuisses de gros bétail de boucherie destinées à la production de viande séchée, des jambons destinés à la production de jambon cru et de la viande d’étal destinée à la transformation est réduit grâce à des contributions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_13"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 4, Mesures destinées à alléger le marché, Campagnes de stockage et de ventes à prix réduits",
        "citation": "Art. 13 al. 4 OBB",
        "content": "Les contributions allouées pour les ventes à prix réduits ne doivent pas dépasser le tiers de la valeur marchande de la viande au moment de la réduction des prix.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_13"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 4, Mesures destinées à alléger le marché, Campagnes de stockage et de ventes à prix réduits",
        "citation": "Art. 13 al. 5 OBB",
        "content": "L’organisation mandatée établit les factures de l’OFAG et les lui transmet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_13"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 4, Mesures destinées à alléger le marché, Campagnes de stockage et de ventes à prix réduits",
        "citation": "Art. 13 al. 6 OBB",
        "content": "L’OFAG verse les contributions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_13"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 1, Répartition des contingents tarifaires, Contingent tarifaire no 5 «viande rouge»",
        "citation": "Art. 14 al. 1 OBB",
        "content": "Le contingent tarifaire no 5 «viande rouge» (produite principalement à partir de fourrage) est subdivisé en contingents tarifaires partiels (CTP):\na. CTP no 5.1: viande séchée à l’air;\nb. CTP no 5.2: préparations de viande de bœuf;\nc. CTP no 5.3: viande kascher des animaux de l’espèce bovine;\nd. CTP no 5.4: viande kascher des animaux de l’espèce ovine;\ne. CTP no 5.5: viande halal des animaux de l’espèce bovine;\nf. CTP no 5.6: viande halal des animaux de l’espèce ovine;\ng. CTP no 5.7: autres viandes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_14"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 1, Répartition des contingents tarifaires, Contingent tarifaire no 5 «viande rouge»",
        "citation": "Art. 14 al. 1bis OBB",
        "content": "Le contingent tarifaire partiel «préparations de viande de bœuf» comprend les catégories de viande et de produits à base de viande suivantes (CV):\na. CV no 5.21: morceaux parés de la cuisse de bœuf, salés et assaisonnés;\nb. CV no 5.22: viande de bœuf en conserve.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_14"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 1, Répartition des contingents tarifaires, Contingent tarifaire no 5 «viande rouge»",
        "citation": "Art. 14 al. 2 OBB",
        "content": "Le contingent tarifaire partiel «autres viandes» comprend les CV suivantes:\na. CV no 5.71: viande et abats des animaux de l’espèce bovine sans les morceaux parés de la cuisse de bœuf;\nb. CV no 5.72: morceaux parés de la cuisse de bœuf; par morceaux parés de la cuisse de bœuf, on entend les coins, tranches carrées et pièces rondes parés;\nc. CV no 5.73: viande et abats des animaux de l’espèce chevaline;\nd. CV no 5.74: viande et abats des animaux de l’espèce ovine;\ne. CV no 5.75: viande et abats des animaux de l’espèce caprine;\nf. CV no 5.76: viande et abats des animaux de l’espèce porcine;\ng. CV no 5.77: pâtés, terrines, granulés de viande et abats comestibles des animaux des espèces bovine, porcine, chevaline, ovine et caprine destinés à la fabrication de conserves pour animaux et de gélatine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_14"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 1, Répartition des contingents tarifaires, Contingent tarifaire no 6 «viande blanche»",
        "citation": "Art. 15 al. 1 OBB",
        "content": "Le contingent tarifaire no 6 «viande blanche» (produite principalement à partir d’aliments concentrés) est subdivisé en contingents tarifaires partiels (CTP):\na. CTP no 6.1: jambon séché à l’air;\nb. CTP no 6.2: jambon en boîte et jambon cuit;\nc. CTP no 6.3: produits de charcuterie;\nd. CTP no 6.4: autres viandes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_15"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 1, Répartition des contingents tarifaires, Contingent tarifaire no 6 «viande blanche»",
        "citation": "Art. 15 al. 2 OBB",
        "content": "Le contingent tarifaire partiel «autres viandes» comprend les catégories de viande et de produits à base de viande suivantes (CV):\na. CV no 6.41: viande de porc en demi-carcasses;\nb. CV no 6.42: viande de volaille, y compris volaille en conserve et abats de volaille;\nc. CV no 6.43: pâtés et granulés de viande pour la fabrication de soupes et de sauces.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_15"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 1, Répartition des contingents tarifaires, Répartition des catégories de viande et de produits à base de viande et fixation des quantités à importer",
        "citation": "Art. 16 al. 1 OBB",
        "content": "L’OFAG fixe au plus une fois pour chaque période d’importation, par voie de décision, la quantité qui peut être importée dans les catégories de viande et de produits à base de viande ou les morceaux de viande qui y sont contenus, compte tenu de la situation du marché et après avoir consulté les milieux concernés, représentés en général par les organisations chargées des tâches prévues à l’art. 26.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_16"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 1, Répartition des contingents tarifaires, Répartition des catégories de viande et de produits à base de viande et fixation des quantités à importer",
        "citation": "Art. 16 al. 1bis OBB",
        "content": "Lors de la fixation de la quantité au sens de l’al. 1, on entend par aloyau:\na. l’aloyau, os compris, comprenant le rumsteck, le filet et le faux-filet attachés à l’os;\nb. l’aloyau désossé, découpé en trois pièces (rumsteck, filet et faux filet), à condition que le même nombre de chacune des pièces soit présenté en même temps au dédouanement; les rumstecks, filets et faux filet réduits en morceaux ne sont pas considérés comme des aloyaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_16"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 1, Répartition des contingents tarifaires, Répartition des catégories de viande et de produits à base de viande et fixation des quantités à importer",
        "citation": "Art. 16 al. 2 OBB",
        "content": "Les catégories de viande et de produits à base de viande 5.77 et 6.43 ne sont pas soumises aux dispositions prévues à l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_16"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 1, Répartition des contingents tarifaires, Répartition des catégories de viande et de produits à base de viande et fixation des quantités à importer",
        "citation": "Art. 16 al. 3 OBB",
        "content": "Par période d’importation, on entend:\na. pour la viande des animaux de l’espèce bovine, pour la viande de porc en demi-carcasses ainsi que pour les morceaux parés de la cuisse de bœuf, salés et assaisonnés: quatre semaines;\nb. pour la viande des animaux des espèces ovine, caprine et chevaline, pour la viande de volaille, y compris la volaille en conserve et les abats de volaille, ainsi que pour les abats des animaux des espèces bovine, porcine, chevaline, ovine et caprine: le trimestre;\nc. pour toutes les autres catégories de viande et de produits à base de viande: l’année civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_16"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 1, Répartition des contingents tarifaires, Répartition des catégories de viande et de produits à base de viande et fixation des quantités à importer",
        "citation": "Art. 16 al. 4bis OBB",
        "content": "Les périodes d’importation ne doivent ni se chevaucher ni aller au-delà de l’année civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_16"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 1, Répartition des contingents tarifaires, Raccourcissement et prolongation des périodes d’importation ainsi qu’augmentation des quantités à importer",
        "citation": "Art. 16a al. 1 OBB",
        "content": "Les milieux intéressés peuvent demander à l’OFAG de raccourcir ou de prolonger la période d’importation. La demande doit être présentée avant le début des périodes d’importation visées à l’art. 16, al. 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_16_a"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 1, Répartition des contingents tarifaires, Raccourcissement et prolongation des périodes d’importation ainsi qu’augmentation des quantités à importer",
        "citation": "Art. 16a al. 2 OBB",
        "content": "Les milieux intéressés peuvent demander à l’OFAG d’augmenter les quantités à importer de viande, de conserves et d’abats visés à l’art. 16, al. 3, let. b. La demande doit être présentée après le début des périodes d’importation, mais avant leur fin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_16_a"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 1, Répartition des contingents tarifaires, Raccourcissement et prolongation des périodes d’importation ainsi qu’augmentation des quantités à importer",
        "citation": "Art. 16a al. 3 OBB",
        "content": "En cas de force majeure conduisant à des problèmes logistiques, les milieux intéressés peuvent demander à l’OFAG de prolonger ces périodes d’importation pour les parts de contingents déjà attribuées et payées. La demande doit être présentée après le début des périodes d’importation, mais avant leur fin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_16_a"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 1, Répartition des contingents tarifaires, Raccourcissement et prolongation des périodes d’importation ainsi qu’augmentation des quantités à importer",
        "citation": "Art. 16a al. 4 OBB",
        "content": "L’OFAG donne suite à une demande si celle-ci est soutenue par les milieux intéressés à une majorité des deux tiers tant des représentants à l’échelon de la production que des représentants à l’échelon de la transformation et du commerce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_16_a"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 1, Répartition des contingents tarifaires, Raccourcissement et prolongation des périodes d’importation ainsi qu’augmentation des quantités à importer",
        "citation": "Art. 16a al. 5 OBB",
        "content": "Il ne peut prolonger une période d’importation que dans la mesure où elle n’empiète pas sur la période d’importation suivante ni ne va pas au-delà de l’année civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_16_a"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 1, Répartition des contingents tarifaires, Report de parts de contingent",
        "citation": "Art. 16b OBB",
        "content": "En cas de difficultés logistiques lors de l’importation non imputables à l’importateur, dues à un cas de force majeure, l’OFAG peut, sur demande écrite et motivée, reporter sur la période d’importation suivante de la même année civile des quantités non utilisées de parts de contingent acquises par voie d’adjudication et payées, si les conditions suivantes sont réunies:\na. la quantité s’élève au moins à 500 kg et représente au plus 5 % des parts de contingent qui ont été attribuées au total au requérant dans le cadre de la mise en adjudication et reportées pour être utilisées;\nb. la demande parvient à l’OFAG avant la fin de la période d’importation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_16_b"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 2, Attribution des parts de contingent par voie de mise en adjudication, Mise en adjudication",
        "citation": "Art. 17 al. 1 OBB",
        "content": "Les contingents partiels 5.1 à 5.6 et 6.1 à 6.3, ainsi que les quantités de viande à importer, fixées par l’OFAG en vertu de l’art 16, appartenant aux catégories de viande et de produits à base de viande 5.76, 6.41 et 6.42 sont entièrement mis en adjudication.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_17"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 2, Attribution des parts de contingent par voie de mise en adjudication, Mise en adjudication",
        "citation": "Art. 17 al. 2 OBB",
        "content": "Les quantités de viande à importer fixées par l’OFAG en vertu de l’art. 16, sont mises en adjudication comme suit:\na. quantité à importer appartenant aux catégories de viande et de produits à base de viande 5.72, 5.73 et 5.75: à raison de 60 %;\nb. quantité à importer appartenant aux catégories de viande et de produits à base de viande 5.71 et 5.74: à raison de 50 %.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_17"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 2, Attribution des parts de contingent par voie de mise en adjudication, Mise en adjudication",
        "citation": "Art. 17 al. 3 OBB",
        "content": "Compte tenu des offres qui lui sont parvenues, l’OFAG peut, au moment de l’attribution, augmenter ou diminuer de 25 % au maximum la quantité mise en adjudication, appartenant aux catégories de viande et de produits à base de viande 5.71 à 5.76, 6.41 et 6.42. Les autres dispositions sont publiées dans l’appel d’offres.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_17"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 2, Attribution des parts de contingent par voie de mise en adjudication, Conditions et dispositions particulières pour l’attribution des parts de contingent de viande kascher",
        "citation": "Art. 18 al. 1 OBB",
        "content": "Des parts de contingent prélevées sur les contingents partiels 5.3 et 5.4 sont attribuées à des personnes physiques ainsi qu’à des personnes et communautés de personnes morales appartenant à la communauté juive:\na. qui s’engagent à livrer la viande importée exclusivement à des exploitants de points de vente de viande kascher reconnus, ou\nb. qui s’engagent à commercialiser la viande importée exclusivement dans leurs propres points de vente de viande kascher reconnus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_18"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 2, Attribution des parts de contingent par voie de mise en adjudication, Conditions et dispositions particulières pour l’attribution des parts de contingent de viande kascher",
        "citation": "Art. 18 al. 2 OBB",
        "content": "L’OFAG reconnaît comme points de vente les magasins, les étals et les plateformes de distribution en ligne qui sont accessibles au public et dont les exploitants veillent:\na. à ce que la viande et les produits à base de viande vendus à titre professionnel soient exclusivement de la viande kasher et des produits à base de viande kasher; \nb. à ce que la viande kasher et les produits à base de viande qui en découlent ne soient pas revendus par le biais d’un commerce intermédiaire; \nc. à ce qu’il soit garanti que l’indication «kascher» ou «viande kascher» figure dans au moins une langue officielle de la Confédération, dans une écriture facilement lisible et indélébile:\n1. dans le magasin, sur l’étal ou sur la plateforme de distribution en ligne: à un endroit bien visible, et\n2. dans le cas de produits préemballés: sur chaque emballage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_18"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 2, Attribution des parts de contingent par voie de mise en adjudication, Conditions et dispositions particulières pour l’attribution des parts de contingent de viande kascher",
        "citation": "Art. 18 al. 2bis OBB",
        "content": "Si la viande kasher et les produits à base de viande qui en découlent sont vendus par le biais d’une plateforme de distribution en ligne, l’exploitant doit en outre veiller à ce qu’ils soient stockés en Suisse avant la livraison au client. La viande et les produits à base de viande doivent porter l’indication visée à l’al. 2, let. c, et être stockés de manière à ce qu’il soit clairement visible qu’il s’agit de viande kasher et de produits à base de viande kasher.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_18"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 2, Attribution des parts de contingent par voie de mise en adjudication, Conditions et dispositions particulières pour l’attribution des parts de contingent de viande kascher",
        "citation": "Art. 18 al. 3 OBB",
        "content": "La période contingentaire est subdivisée en quatre périodes d’importation, qui correspondent aux trimestres.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_18"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 2, Attribution des parts de contingent par voie de mise en adjudication, Conditions et dispositions particulières pour l’attribution des parts de contingent de viande kascher",
        "citation": "Art. 18 al. 4 OBB",
        "content": "Par enchère, 40 % au maximum du contingent partiel total mis aux enchères peuvent être attribués à un détenteur de parts de contingent si:\na. plus d’un ayant droit à des parts de contingents participe à la mise aux enchères, et que\nb. la quantité totale des offres pouvant être prise en considération est supérieure au contingent partiel mis aux enchères.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_18"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 2, Attribution des parts de contingent par voie de mise en adjudication, Conditions et dispositions particulières pour l’attribution des parts de contingent de viande kascher",
        "citation": "Art. 18 al. 5 OBB",
        "content": "Lorsque, en raison de l’application de l’al. 4, le contingent tarifaire mis aux enchères n’a pas été entièrement attribué, la quantité restante est immédiatement remise aux enchères et la part de contingent maximale n’est plus appliquée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_18"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 2, Attribution des parts de contingent par voie de mise en adjudication, Conditions et dispositions particulières pour l’attribution des parts de contingent de viande halal",
        "citation": "Art. 18a al. 1 OBB",
        "content": "Des parts de contingent prélevées sur les contingents partiels 5.5 et 5.6 sont attribuées à des personnes physiques ainsi qu’à des personnes et communautés de personnes morales appartenant à la communauté musulmane:\na. qui s’engagent à livrer la viande importée exclusivement à des exploitants de points de vente de viande halal reconnus, ou\nb. qui s’engagent à commercialiser la viande importée exclusivement dans leurs propres points de vente de viande halal reconnus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_18_a"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 2, Attribution des parts de contingent par voie de mise en adjudication, Conditions et dispositions particulières pour l’attribution des parts de contingent de viande halal",
        "citation": "Art. 18a al. 2 OBB",
        "content": "L’OFAG reconnaît comme points de vente les magasins, les étals et les plateformes de distribution en ligne qui sont accessibles au public et dont les exploitants veillent:\na. à ce que la viande et les produits à base de viande vendus à titre professionnel soient exclusivement de la viande halal et des produits à base de viande halal;\nb. à ce que la viande halal et les produits à base de viande qui en découlent ne soient pas revendus par le biais d’un commerce intermédiaire; \nc. à ce que l’indication «halal» ou «viande halal» figure dans au moins une langue officielle de la Confédération, dans une écriture facilement lisible et indélébile:\n1. dans le magasin, sur l’étal ou sur la plateforme de distribution en ligne: à un endroit bien visible, et\n2. dans le cas de produits préemballés: sur chaque emballage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_18_a"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 2, Attribution des parts de contingent par voie de mise en adjudication, Conditions et dispositions particulières pour l’attribution des parts de contingent de viande halal",
        "citation": "Art. 18a al. 2bis OBB",
        "content": "Si la viande halal et les produits à base de viande qui en découlent sont vendus par le biais d’une plateforme de distribution en ligne, l’exploitant doit en outre veiller à ce qu’ils soient stockés en Suisse avant la livraison au client. La viande et les produits à base de viande doivent porter l’indication visée à l’al. 2, let. c, et être stockés de manière à ce qu’il soit clairement visible qu’il s’agit de viande halal et de produits à base de viande halal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_18_a"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 2, Attribution des parts de contingent par voie de mise en adjudication, Conditions et dispositions particulières pour l’attribution des parts de contingent de viande halal",
        "citation": "Art. 18a al. 3 OBB",
        "content": "La période contingentaire est subdivisée en quatre périodes d’importation, qui correspondent aux trimestres.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_18_a"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 2, Attribution des parts de contingent par voie de mise en adjudication, Conditions et dispositions particulières pour l’attribution des parts de contingent de viande halal",
        "citation": "Art. 18a al. 4 OBB",
        "content": "Par enchère, 40 % au maximum du contingent partiel total mis aux enchères peuvent être attribués à un détenteur de parts de contingent si:\na. plus d’un ayant droit à des parts de contingents participe à la mise aux enchères, et que\nb. la quantité totale des offres pouvant être prise en considération est supérieure au contingent partiel mis aux enchères.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_18_a"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 2, Attribution des parts de contingent par voie de mise en adjudication, Conditions et dispositions particulières pour l’attribution des parts de contingent de viande halal",
        "citation": "Art. 18a al. 5 OBB",
        "content": "Lorsque, en raison de l’application de l’al. 4, le contingent tarifaire mis aux enchères n’a pas été entièrement attribué, la quantité restante est immédiatement remise aux enchères et la part de contingent maximale n’est plus appliquée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_18_a"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 2, Attribution des parts de contingent par voie de mise en adjudication, Délai de paiement",
        "citation": "Art. 19 al. 1 OBB",
        "content": "En ce qui concerne les parts de contingent attribuées pour la durée d’une période contingentaire et les parts des contingents 101 et 102 visés à l’annexe 3 de l’ordonnance du 18 juin 2008 sur le libre-échange 1, le délai de paiement est de 90 jours pour le premier tiers du prix de l’adjudication, de 120 jours pour le deuxième tiers et de 150 jours pour le troisième tiers, à compter de la date à laquelle la décision est rendue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_19"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 2, Attribution des parts de contingent par voie de mise en adjudication, Délai de paiement",
        "citation": "Art. 19 al. 2 OBB",
        "content": "En ce qui concerne les autres parts de contingent, le délai de paiement est de 30 jours à compter de la date à laquelle la décision est rendue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_19"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 3, Attribution des parts de contingent selon le nombre d’animaux acquis aux enchères sur des marchés publics surveillés, Attribution en fonction du nombre d’animaux acquis aux enchères",
        "citation": "Art. 21 al. 1 OBB",
        "content": "Les parts de contingent aux quantités de viande à importer, fixées par l’OFAG en vertu de l’art. 16, pour les catégories de viande et de produits à base de viande 5.71 et 5.74, sont attribuées à raison de 10 % sur la base du nombre d’animaux acquis aux enchères sur les marchés publics surveillés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_21"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 3, Attribution des parts de contingent selon le nombre d’animaux acquis aux enchères sur des marchés publics surveillés, Attribution en fonction du nombre d’animaux acquis aux enchères",
        "citation": "Art. 21 al. 2 OBB",
        "content": "L’OFAG attribue les parts de contingent en fonction de la part au nombre d’animaux imputables acquis aux enchères. Les parts sont attribuées en pour-cent. Un permis général d’importation (PGI) visé à l’art. 1 de l’ordonnance du 26 octobre 2011 sur les importations agricoles est nécessaire pour l’attribution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_21"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 3, Attribution des parts de contingent selon le nombre d’animaux acquis aux enchères sur des marchés publics surveillés, Attribution en fonction du nombre d’animaux acquis aux enchères",
        "citation": "Art. 21 al. 3 OBB",
        "content": "Est réputée période de référence, l’intervalle allant du 18e (1er juillet) au 7e mois (30 juin) précédant la période contingentaire concernée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_21"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 3, Attribution des parts de contingent selon le nombre d’animaux acquis aux enchères sur des marchés publics surveillés, Imputabilité des animaux acquis aux enchères",
        "citation": "Art. 22 al. 1 OBB",
        "content": "Sont imputables:\na. pour la catégorie de viande et de produits à base de viande 5.71: les bovins, âgés de 161 jours ou plus, acquis aux enchères sur les marchés publics surveillés;\nb. pour la catégorie de viande et de produits à base de viande 5.74: les ovins acquis aux enchères sur des marchés publics surveillés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_22"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 3, Attribution des parts de contingent selon le nombre d’animaux acquis aux enchères sur des marchés publics surveillés, Imputabilité des animaux acquis aux enchères",
        "citation": "Art. 22 al. 2 OBB",
        "content": "Un animal ne peut être considéré comme animal acquis aux enchères qu’une seule fois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_22"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 3, Attribution des parts de contingent selon le nombre d’animaux acquis aux enchères sur des marchés publics surveillés, Demandes de parts de contingents selon le nombre d’animaux acquis aux enchères",
        "citation": "Art. 23 al. 1 OBB",
        "content": "Les demandes de parts de contingent selon le nombre d’animaux acquis aux enchères doivent être déposées via l’application en ligne mise à disposition par l’OFAG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_23"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 3, Attribution des parts de contingent selon le nombre d’animaux acquis aux enchères sur des marchés publics surveillés, Demandes de parts de contingents selon le nombre d’animaux acquis aux enchères",
        "citation": "Art. 23 al. 2 OBB",
        "content": "Elles doivent être déposées avant le début de la période contingentaire, au plus tard le jour ouvré suivant le 15 août.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_23"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 3a Attribution des parts de contingent selon le nombre d’animaux abattus, Attribution en fonction du nombre d’animaux abattus ",
        "citation": "Art. 24 al. 1 OBB",
        "content": "Les parts de contingent pour les catégories de viande et de produits à base de viande 5.71 à 5.75 au sens de l’art. 16 sont attribuées à raison de 40 % sur la base du nombre d’animaux abattus conformément à l’art. 24a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_24"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 3a Attribution des parts de contingent selon le nombre d’animaux abattus, Attribution en fonction du nombre d’animaux abattus ",
        "citation": "Art. 24 al. 2 OBB",
        "content": "L’abattoir au sens de l’art. 6, let. o, ch. 3, de l’ordonnance du 27 juin 1995 sur les épizooties est l’ayant droit à une part de contingent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_24"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 3a Attribution des parts de contingent selon le nombre d’animaux abattus, Attribution en fonction du nombre d’animaux abattus ",
        "citation": "Art. 24 al. 3 OBB",
        "content": "L’abattoir peut transférer son droit à un détenteur d’animaux au sens de l’art. 11a de l’ordonnance du 7 décembre 1998 sur la terminologie agricole, à une entreprise de marchand de bétail, à une entreprise de transformation de la viande et à une entreprise pratiquant le commerce de viande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_24"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 3a Attribution des parts de contingent selon le nombre d’animaux abattus, Attribution en fonction du nombre d’animaux abattus ",
        "citation": "Art. 24 al. 4 OBB",
        "content": "Pour l’attribution des parts de contingent, il est tenu compte du nombre d’animaux abattus que si l’abattoir a indiqué à la banque de données sur le trafic des animaux, au moment de l’annonce de l’abattage, son propre numéro BDTA ou le numéro BDTA de la personne à qui il transfère son droit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_24"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 3a Attribution des parts de contingent selon le nombre d’animaux abattus, Attribution en fonction du nombre d’animaux abattus ",
        "citation": "Art. 24 al. 5 OBB",
        "content": "L’OFAG attribue les parts de contingent en fonction de la part au nombre d’animaux imputables abattus correctement annoncés. Les parts sont attribuées en pour-cent. Un PGI est requis pour l’attribution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_24"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 3a Attribution des parts de contingent selon le nombre d’animaux abattus, Attribution en fonction du nombre d’animaux abattus ",
        "citation": "Art. 24 al. 6 OBB",
        "content": "Est réputée période de référence, l’intervalle allant du 18e (1er juillet) au 7e mois (30 juin) précédant la période contingentaire concernée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_24"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 3a Attribution des parts de contingent selon le nombre d’animaux abattus, Attribution en fonction du nombre d’animaux abattus ",
        "citation": "Art. 24 al. 7 OBB",
        "content": "Pour le calcul des parts de contingent, sont déterminantes les données figurant dans la BDTA le 31 août précédant la période contingentaire et les numéros BDTA inscrits à cette date.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_24"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 3a Attribution des parts de contingent selon le nombre d’animaux abattus, Attribution au contingent tarifaire partiel no 5.7",
        "citation": "Art. 24a al. o OBB",
        "content": "Les chiffres suivants sont déterminants pour l’attribution des parts au contingent tarifaire partiel n 5.7:\na. pour les catégories de viande et de produits à base de viande 5.71 et 5.72: le nombre de bovins abattus;\nb. pour la catégorie de viande et de produits à base de viande 5.73: le nombre d’équidés abattus;\nc. pour la catégorie de viande et de produits à base de viande 5.74: le nombre d’ovins abattus;\nd. pour la catégorie de viande et de produits à base de viande 5.75: le nombre de caprins abattus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_24_a"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 3a Attribution des parts de contingent selon le nombre d’animaux abattus, Demandes de parts de contingents selon le nombre d’animaux abattus",
        "citation": "Art. 24b al. 1 OBB",
        "content": "Pour toute demande de part de contingent selon le nombre d’animaux abattus le numéro du PGI et le numéro BDTA selon l’art. 15, al. 1, de l’ordonnance du 3 novembre 2021 relative à Identitas SA et à la banque de données sur le trafic des animaux sont requis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_24_b"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 3a Attribution des parts de contingent selon le nombre d’animaux abattus, Demandes de parts de contingents selon le nombre d’animaux abattus",
        "citation": "Art. 24b al. 2 OBB",
        "content": "Les demandes doivent être déposées au plus tard le 31 août précédant le début de la période contingentaire via le portail Internet Agate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_24_b"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 3a Attribution des parts de contingent selon le nombre d’animaux abattus, Demandes de parts de contingents selon le nombre d’animaux abattus",
        "citation": "Art. 24b al. 3 OBB",
        "content": "Sont déterminants pour l’attribution des parts de contingent, les numéros de PGI enregistrés le 31 août précédant le début de la période contingentaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_24_b"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 4, Renonciation à la répartition",
        "citation": "Art. 25 al. 1 OBB",
        "content": "Les produits suivants des contingents n°05 et 06 ne sont pas soumis à une réglementation de l’attribution des parts de contingent:\na. pâtés et terrines des numéros tarifaires 1602.2071, 1602.4910, 1602.5091, 1602.9011;\nb. granulés de viande, farine et poudre de viande et autres produits semblables des numéros tarifaires 0210.1991, 0210.2010, 0210.9911, 0210.9912, 0210.9961, 0210.9971, 0210.9981, 1602.2071, 1602.3110, 1602.3210, 1602.3910, 1602.4191, 1602.4210, 1602.4910, 1602.5091, 1602.9011.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_25"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 4, Renonciation à la répartition",
        "citation": "Art. 25 al. 2 OBB",
        "content": "La répartition des abats comestibles destinés à la fabrication de conserves pour animaux et de gélatine (ex 0206.3091, ex 0206.4191 et ex 0206.4991) faisant partie du CTP n° 5.7 n’est pas réglementée. Les importations sont soumises aux dispositions de l’art. 14 de la loi du 18 mars 2005 sur les douanes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_25"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 5, Viande bovine de premier choix ",
        "citation": "Art. 25a al. 1 OBB",
        "content": "La viande bovine de premier choix (High Quality Beef) peut être importée dans le cadre des contingents tarifaires partiels no 5.711 et no 5.712 lorsque la personne assujettie à l’obligation de déclarer conformément à l’art. 26 de la loi du 18 mars 2005 sur les douanes présente une attestation au bureau de douane lors de la procédure douanière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_25_a"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 5, Viande bovine de premier choix ",
        "citation": "Art. 25a al. 2 OBB",
        "content": "L’attestation doit:\na. attester qu’il s’agit de High Quality Beef selon les critères du ch. 5 des Obligations du 12 avril 1979 contractées par la Suisse en matière d’importation de viande bovine;\nb. être délivrée au moyen du formulaire mis à disposition par l’OFAG sur son site Web;\nc. être établie en français, allemand, italien ou en anglais, et\nd. être signée par l’autorité désignée du pays fournisseur et munie d’un timbre officiel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_25_a"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 5, Viande bovine de premier choix ",
        "citation": "Art. 25a al. 2bis OBB",
        "content": "L’OFAG peut admettre des attestations sous une autre forme que celle prévue à l’al. 2, let. b, en particulier pour permettre la transmission électronique des informations requises pour l’attestation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_25_a"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 5, Importation, Section 5, Viande bovine de premier choix ",
        "citation": "Art. 25a al. 3 OBB",
        "content": "Le bureau de douane contrôle l’attestation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_25_a"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 6, Transfert de tâches, Appel d’offres",
        "citation": "Art. 26 al. 1 OBB",
        "content": "L’OFAG confie à une ou plusieurs organisations privées les tâches suivantes:\na. taxation, sur les marchés publics surveillés, de la qualité des animaux abattus des espèces bovine, porcine, chevaline, ovine et caprine ainsi que des animaux sur pied des espèces bovine et ovine;\nabis. le contrôle du pesage des animaux abattus;\nb. désignation et surveillance des marchés publics pour les animaux sur pied des espèces bovine et ovine, ainsi que dégagement des marchés publics surveillés, et\nc. organisation de campagnes de stockage et de ventes à prix réduits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_26"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 6, Transfert de tâches, Appel d’offres",
        "citation": "Art. 26 al. 2 OBB",
        "content": "Le transfert des tâches est effectué conformément à la loi fédérale du 16 décembre 1994 sur les marchés publics.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_26"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 6, Transfert de tâches, Conventions de prestations",
        "citation": "Art. 27 al. 1 OBB",
        "content": "L’OFAG confie les tâches par le biais d’une ou de plusieurs conventions de prestations. Ces conventions règlent la portée, la procédure, les conditions et la rétribution des prestations exigées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_27"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 6, Transfert de tâches, Conventions de prestations",
        "citation": "Art. 27 al. 3 OBB",
        "content": "Les prestataires doivent être indépendants, sur les plans juridique, organisationnel et financier, vis-à-vis de toute organisation ou entreprise de l’économie carnée. Ils ont l’obligation de tenir une comptabilité analytique d’exploitation, comprenant une ventilation par poste de frais et par secteur d’activité de l’exploitation permettant une répartition des charges et produits par secteur de prestations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_27"
    },
    {
        "book": "SV",
        "title": "OBB, Chapitre 6, Transfert de tâches, Conventions de prestations",
        "citation": "Art. 27 al. 4 OBB",
        "content": "Les prestataires sont soumis à la surveillance de l’OFAG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/fr#art_27"
    }
]