[
    {
        "book": "SV",
        "title": "OBM, Capitolo 1: Oggetto e campo d’applicazione",
        "citation": "Art. 1 cpv. 1 OBM",
        "content": "La presente ordinanza disciplina, per quanto concerne il mercato del bestiame da macello e della carne, la classificazione della qualità, i mercati pubblici, i provvedimenti volti a sgravare il mercato, l’importazione nel quadro di contingenti doganali e la delega di compiti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_1"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 1: Oggetto e campo d’applicazione",
        "citation": "Art. 1 cpv. 2 OBM",
        "content": "La presente ordinanza si applica agli animali da macello delle specie bovina, suina, equina, ovina e caprina, alle loro carni, alle carni di pollame e alle frattaglie delle voci di tariffa riportate nell’allegato 1 numero 3 dell’ordinanza del 26 ottobre 2011 sulle importazioni agricole.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_1"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 2: Classificazione della qualità, Classificazione della qualità",
        "citation": "Art. 2 cpv. 1 OBM",
        "content": "Tutti gli animali vivi delle specie bovina e ovina offerti sui mercati pubblici sorvegliati e tutti gli animali macellati delle specie bovina, suina, equina, ovina e caprina sono sottoposti alla classificazione della qualità sulla base dei criteri di cui all’articolo 4.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_2"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 2: Classificazione della qualità, Classificazione della qualità",
        "citation": "Art. 2 cpv. 2 OBM",
        "content": "Sono eccettuati dal capoverso 1:\na. le macellazioni domestiche;\nb. le macellazioni per il consumo proprio privato;\nc. gli animali macellati della specie suina nei macelli con meno di 1200 unità di macellazione annue;\nd. gli animali delle specie bovina, equina, ovina e caprina macellati nei macelli con meno di 1200 unità di macellazione annue, per le quali il fornitore rinuncia a una classificazione della qualità;\ne. le macellazioni eseguite su mandato dei produttori in vista della commercializzazione diretta;\nf. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_2"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 2: Classificazione della qualità, Classificazione neutrale della qualità",
        "citation": "Art. 3 cpv. 1 OBM",
        "content": "Nei macelli seguenti l’organizzazione incaricata effettua una classificazione neutrale della qualità degli animali macellati conformemente all’articolo 26 capoverso 1 lettera a:\na. per gli animali macellati delle specie bovina, suina, ovina, caprina ed equina, nei macelli in cui sono macellate annualmente oltre 1200 unità di macellazione;\nb. per gli animali macellati delle specie bovina, suina, ovina, caprina ed equina, nei macelli: \n1. in cui sono macellate annualmente tra le 800 e le 1200 unità di macellazione e\n2. che sono il solo macello in cui viene effettuata una classificazione neutrale della qualità all’interno di un Cantone o di una regione di medie dimensioni;\nc. per i capretti macellati, nei macelli:\n1. in cui sono macellati annualmente oltre 100 capretti e\n2. che per un periodo limitato in cui vi è una forte offerta interna chiedono che l’organizzazione incaricata effettui una classificazione neutrale della qualità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_3"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 2: Classificazione della qualità, Classificazione neutrale della qualità",
        "citation": "Art. 3 cpv. 2 OBM",
        "content": "Per unità di macellazione si intendono 1 vacca, 1 manzo, 2 vitelli, 1 cavallo, 1 puledro, 5 maiali, 10 pecore, 10 capre, 20 suinetti, 20 agnelli e 20 capretti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_3"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 2: Classificazione della qualità, Classificazione neutrale della qualità",
        "citation": "Art. 3 cpv. 3 OBM",
        "content": "I macelli riportano l’esito della classificazione neutrale della qualità degli animali macellati in forma scritta sul documento di pesatura e trasmettono i risultati a Identitas AG. I risultati della classificazione della qualità degli animali della specie equina non devono essere trasmessi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_3"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 2: Classificazione della qualità, Classificazione neutrale della qualità",
        "citation": "Art. 3 cpv. 4 OBM",
        "content": "Il fornitore e l’acquirente possono contestare l’esito della classificazione neutrale della qualità degli animali macellati presso l’organizzazione incaricata. La contestazione deve avvenire entro le ore 24.00 del giorno di macellazione. Le carcasse interessate da una contestazione devono rimanere bloccate nel macello, intere, finché non sarà stata effettuata la seconda classificazione neutrale della qualità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_3"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 2: Classificazione della qualità, Classificazione neutrale della qualità",
        "citation": "Art. 3 cpv. 4bis OBM",
        "content": "Se una contestazione non comporta una correzione dell’esito della prima classificazione neutrale della qualità, l’organizzazione incaricata può riscuotere tasse per coprire i costi amministrativi supplementari presso il fornitore o l’acquirente che ha contestato l’esito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_3"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 2: Classificazione della qualità, Classificazione neutrale della qualità",
        "citation": "Art. 3 cpv. 5 OBM",
        "content": "Sui mercati pubblici sorvegliati l’organizzazione incaricata effettua una classificazione neutrale della qualità degli animali vivi della specie bovina e ovina conformemente all’articolo 26 capoverso 1 lettera a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_3"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 2: Classificazione della qualità, Criteri per la classificazione della qualità",
        "citation": "Art. 4 cpv. 1 OBM",
        "content": "I criteri per la classificazione della qualità di animali delle specie bovina, equina, ovina e caprina sono costituiti dall’età, dalla carnosità e dal tessuto grasso. Possono essere presi in considerazione anche criteri scientificamente riconosciuti della qualità della carne e del grasso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_4"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 2: Classificazione della qualità, Criteri per la classificazione della qualità",
        "citation": "Art. 4 cpv. 2 OBM",
        "content": "Il criterio per la classificazione della qualità di animali macellati della specie suina è costituito dalla carnosità. Possono essere presi in considerazione anche criteri scientificamente riconosciuti della qualità della carne e del grasso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_4"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 2: Classificazione della qualità, Sistemi di valutazione e di classificazione",
        "citation": "Art. 5 cpv. 1 OBM",
        "content": "L’Ufficio federale dell’agricoltura (UFAG) disciplina, sulla base dei criteri di cui all’articolo 4, i sistemi di valutazione e di classificazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_5"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 2: Classificazione della qualità, Sistemi di valutazione e di classificazione",
        "citation": "Art. 5 cpv. 2 OBM",
        "content": "Può definire quali apparecchi tecnici possono essere utilizzati per la classificazione della qualità di animali macellati nonché disciplinare l’applicazione e il controllo degli apparecchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_5"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 2: Classificazione della qualità, Sistemi di valutazione e di classificazione",
        "citation": "Art. 5 cpv. 3 OBM",
        "content": "Le spese d’investimento e d’esercizio degli apparecchi tecnici sono sostenute dai macelli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_5"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 2a: Determinazione del peso di macellazione",
        "citation": "Art. 5a cpv. 1 OBM",
        "content": "Il Dipartimento federale dell’economia, della formazione e della ricerca (DEFR) disciplina la determinazione del peso di macellazione di animali della specie bovina, suina, equina, ovina e caprina.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_5_a"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 2a: Determinazione del peso di macellazione",
        "citation": "Art. 5a cpv. 2 OBM",
        "content": "Esso può prevedere deroghe all’obbligo di determinazione del peso di macellazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_5_a"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 3: Mercati pubblici, Designazione",
        "citation": "Art. 6 cpv. 1 OBM",
        "content": "L’organizzazione incaricata secondo l’articolo 26 capoverso 1 lettera b designa, per ogni anno civile, i mercati pubblici per gli animali della specie bovina a partire da 161 giorni d’età e per gli animali della specie ovina. La designazione avviene d’intesa con i Cantoni e le organizzazioni contadine e necessita del consenso dell’UFAG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_6"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 3: Mercati pubblici, Designazione",
        "citation": "Art. 6 cpv. 2 OBM",
        "content": "Quali mercati pubblici possono essere designati soltanto i mercati sui quali, tra il 1° luglio e il 30 giugno precedente il rispettivo anno civile, sono stati portati mediamente almeno 50 animali per essere venduti all’asta conformemente all’articolo 7 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_6"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 3: Mercati pubblici, Designazione",
        "citation": "Art. 6 cpv. 3 OBM",
        "content": "Possono essere designati anche due mercati che, sommati, raggiungono le dimensioni minime previste al capoverso 2, se hanno avuto luogo nella stessa regione e durante la stessa mezza giornata e se sono stati sorvegliati dagli stessi impiegati dell’organizzazione incaricata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_6"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 3: Mercati pubblici, Designazione",
        "citation": "Art. 6 cpv. 4 OBM",
        "content": "Le esigenze di cui al capoverso 2 sono applicabili ai nuovi mercati soltanto a partire dal terzo anno civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_6"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 3: Mercati pubblici, Designazione",
        "citation": "Art. 6 cpv. 5 OBM",
        "content": "L’organizzazione incaricata allestisce, prima dell’inizio dell’anno civile, un programma annuale in cui figurano i mercati pubblici designati. Tale programma indica in particolare le piazze e i giorni dei singoli mercati nonché le categorie di animali che possono essere portate sul mercato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_6"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 3: Mercati pubblici, Esecuzione e sorveglianza",
        "citation": "Art. 7 cpv. 1 OBM",
        "content": "L’organizzazione incaricata informa le cerchie interessate sugli animali annunciati, portati sul mercato, venduti all’asta e quelli assegnati nel quadro dello sgombero del mercato. Essa registra inoltre il numero degli animali venduti all’asta e assegnati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_7"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 3: Mercati pubblici, Esecuzione e sorveglianza",
        "citation": "Art. 7 cpv. 2 OBM",
        "content": "Gli animali portati sul mercato pubblico devono essere venduti all’asta mediante appello pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_7"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 3: Mercati pubblici, Contributi d’infrastruttura nella regione di montagna",
        "citation": "Art. 8 cpv. 1 OBM",
        "content": "Per gli apparecchi e le attrezzature dei mercati pubblici nella regione di montagna sono versati contributi nel quadro dei crediti stanziati, sempreché si tratti di provvedimenti collettivi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_8"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 3: Mercati pubblici, Contributi d’infrastruttura nella regione di montagna",
        "citation": "Art. 8 cpv. 2 OBM",
        "content": "Per regione di montagna, per quanto attiene ai mercati pubblici, s’intendono le zone di montagna I–IV secondo l’ordinanza del 7 dicembre 1998 concernente il catasto della produzione agricola e la delimitazione di zone. Determinante per l’assegnazione delle zone è l’ubicazione del mercato. Se quest’ultimo è ubicato al di fuori della regione di montagna vengono versati contributi d’infrastruttura qualora oltre due terzi degli animali in esso commercializzati nell’anno civile precedente provengano direttamente dalla regione di montagna.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_8"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 3: Mercati pubblici, Contributi d’infrastruttura nella regione di montagna",
        "citation": "Art. 8 cpv. 3 OBM",
        "content": "Il contributo ammonta al 50 per cento delle spese computabili, ma al massimo a 50 000 franchi per progetto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_8"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 3: Mercati pubblici, Contributi d’infrastruttura nella regione di montagna",
        "citation": "Art. 8 cpv. 4 OBM",
        "content": "Sono computabili le spese seguenti:\na. spese d’acquisto e d’installazione, comprese le prestazioni proprie e le forniture di materiale;\nb. spese di progettazione e di direzione dei lavori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_8"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 3: Mercati pubblici, Contributi d’infrastruttura nella regione di montagna",
        "citation": "Art. 8 cpv. 5 OBM",
        "content": "Non sono considerate spese computabili in particolare:\na. le spese amministrative, i gettoni di presenza, gli interessi, i premi assicurativi e gli emolumenti;\nb. le spese d’esercizio e di manutenzione;\nc. le spese di un eventuale acquisto di terreni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_8"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 3: Mercati pubblici, Domande per l’ottenimento di contributi d’infrastruttura",
        "citation": "Art. 9 cpv. 1 OBM",
        "content": "Le domande per l’ottenimento di contributi d’infrastruttura devono essere presentate al Cantone. La domanda deve essere corredata in particolare di una stima dei costi. Per i progetti che necessitano di una licenza di costruzione, si devono inoltre presentare:\na. i piani di costruzione;\nb. la licenza di costruzione passata in giudicato; e\nc. la prova dell’avvenuta pubblicazione nel Foglio ufficiale cantonale conformemente agli articoli 12 e 12a della legge federale del 1° luglio 1966 sulla protezione della natura e del paesaggio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_9"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 3: Mercati pubblici, Domande per l’ottenimento di contributi d’infrastruttura",
        "citation": "Art. 9 cpv. 2 OBM",
        "content": "Il Cantone esamina la domanda e, unitamente alla sua proposta, la inoltra per decisione all’UFAG. La proposta deve essere corredata di eventuali condizioni e oneri imposti dal Cantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_9"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 3: Mercati pubblici, Domande per l’ottenimento di contributi d’infrastruttura",
        "citation": "Art. 9 cpv. 3 OBM",
        "content": "L’UFAG si pronuncia in merito alla domanda e garantisce ai richiedenti il contributo mediante decisione. Esso versa il 50 per cento del contributo, sulla base della stima dei costi, dopo l’inizio dei lavori e l’importo rimanente, sulla base del conteggio definitivo, alla conclusione del progetto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_9"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 3: Mercati pubblici, Domande per l’ottenimento di contributi d’infrastruttura",
        "citation": "Art. 9 cpv. 4 OBM",
        "content": "Gli acquisti possono essere effettuati soltanto dopo che i contributi sono divenuti oggetto di una decisione passata in giudicato. L’UFAG può autorizzare un acquisto anticipato se l’attesa del passaggio in giudicato della decisione implicherebbe gravi svantaggi. Una simile autorizzazione non dà tuttavia diritto a contributi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_9"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 4: Provvedimenti volti a sgravare il mercato, Adozione di provvedimenti volti a sgravare il mercato",
        "citation": "Art. 10 cpv. 1 OBM",
        "content": "In caso d’offerta eccedentaria o di altre eccedenze temporanee, l’organizzazione incaricata dei compiti definiti nell’articolo 26 capoverso 1 lettere b e c può:\na. decidere ed eseguire lo sgombero dei mercati pubblici sorvegliati;\nb. decidere e organizzare azioni d’immagazzinamento e di vendita a prezzo ridotto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_10"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 4: Provvedimenti volti a sgravare il mercato, Adozione di provvedimenti volti a sgravare il mercato",
        "citation": "Art. 10 cpv. 2 OBM",
        "content": "Sentite le cerchie interessate, l’organizzazione incaricata stabilisce il momento, il tipo e la portata dei provvedimenti volti a sgravare il mercato e, nel quadro dei crediti stanziati, l’importo dei contributi per le azioni d’immagazzinamento e di vendita a prezzo ridotto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_10"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 4: Provvedimenti volti a sgravare il mercato, Adozione di provvedimenti volti a sgravare il mercato",
        "citation": "Art. 10 cpv. 3 OBM",
        "content": "I provvedimenti stagionali volti a sgravare il mercato possono essere adottati, per ciascuna categoria di animali, per una durata massima di sei mesi all’anno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_10"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 4: Provvedimenti volti a sgravare il mercato, Sgombero del mercato",
        "citation": "Art. 11 cpv. 1 OBM",
        "content": "I titolari di quote del contingente secondo l’articolo 21 soggiacciono all’obbligo di ritiro conformemente alla loro quota per il 10 per cento degli animali non acquistati all’asta su mercati pubblici sorvegliati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_11"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 4: Provvedimenti volti a sgravare il mercato, Sgombero del mercato",
        "citation": "Art. 11 cpv. 2 OBM",
        "content": "Le quote di sgombero del mercato sono assegnate in percentuali agli assoggettati al ritiro contemporaneamente all’assegnazione delle quote del contingente secondo l’articolo 21 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_11"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 4: Provvedimenti volti a sgravare il mercato, Sgombero del mercato",
        "citation": "Art. 11 cpv. 3 OBM",
        "content": "L’organizzazione incaricata, applicando i prezzi usuali di mercato da essa rilevati, assegna agli assoggettati al ritiro gli animali da ritirare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_11"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 4: Provvedimenti volti a sgravare il mercato, Deposito di una garanzia per lo sgombero del mercato",
        "citation": "Art. 12 cpv. 1 OBM",
        "content": "L’organizzazione incaricata può obbligare i titolari di quote del contingente a depositare una garanzia per lo sgombero del mercato, qualora sussistano dubbi sulla loro solvibilità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_12"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 4: Provvedimenti volti a sgravare il mercato, Deposito di una garanzia per lo sgombero del mercato",
        "citation": "Art. 12 cpv. 2 OBM",
        "content": "L’importo della garanzia è determinato sulla base dell’entità della quota del contingente e non deve superare i 300 000 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_12"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 4: Provvedimenti volti a sgravare il mercato, Azioni d’immagazzinamento e di vendita a prezzo ridotto",
        "citation": "Art. 13 cpv. 1 OBM",
        "content": "In caso di azioni d’immagazzinamento, il congelamento volontario di carne di animali delle specie bovina e suina è finanziato mediante contributi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_13"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 4: Provvedimenti volti a sgravare il mercato, Azioni d’immagazzinamento e di vendita a prezzo ridotto",
        "citation": "Art. 13 cpv. 2 OBM",
        "content": "I contributi d’immagazzinamento sono determinati sulla base della perdita di qualità e di peso nonché dei costi d’immagazzinamento e non devono superare un terzo del valore di mercato rappresentato dalla carne al momento dell’immagazzinamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_13"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 4: Provvedimenti volti a sgravare il mercato, Azioni d’immagazzinamento e di vendita a prezzo ridotto",
        "citation": "Art. 13 cpv. 3 OBM",
        "content": "In caso di azioni di vendita a prezzo ridotto, le cosce di bestiame grosso da macello per la produzione di carne secca, le cosce di maiale per la produzione di prosciutto crudo e la carne da banco per la lavorazione possono essere vendute a prezzo ridotto mediante contributi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_13"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 4: Provvedimenti volti a sgravare il mercato, Azioni d’immagazzinamento e di vendita a prezzo ridotto",
        "citation": "Art. 13 cpv. 4 OBM",
        "content": "I contributi di vendita a prezzo ridotto non devono superare un terzo del valore di mercato rappresentato dalla carne al momento della vendita a prezzo ridotto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_13"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 4: Provvedimenti volti a sgravare il mercato, Azioni d’immagazzinamento e di vendita a prezzo ridotto",
        "citation": "Art. 13 cpv. 5 OBM",
        "content": "L’organizzazione incaricata allestisce i documenti contabili dell’UFAG e glieli trasmette.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_13"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 4: Provvedimenti volti a sgravare il mercato, Azioni d’immagazzinamento e di vendita a prezzo ridotto",
        "citation": "Art. 13 cpv. 6 OBM",
        "content": "L’UFAG versa i contributi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_13"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 1: Ripartizione dei contingenti doganali, Contingente doganale n. 5 «carne rossa»",
        "citation": "Art. 14 cpv. 1 OBM",
        "content": "Il contingente doganale n. 5 «carne rossa» (prodotta prevalentemente sulla base di foraggio grezzo) è ripartito nei seguenti contingenti doganali parziali (CP):\na. CP n. 5.1: carne secca essiccata all’aria;\nb. CP n. 5.2: preparazioni di carne di manzo;\nc. CP n. 5.3: carne kasher di animali della specie bovina;\nd. CP n. 5.4: carne kasher di animali della specie ovina;\ne. CP n. 5.5: carne halal di animali della specie bovina;\nf. CP n. 5.6: carne halal di animali della specie ovina;\ng. CP n. 5.7: altro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_14"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 1: Ripartizione dei contingenti doganali, Contingente doganale n. 5 «carne rossa»",
        "citation": "Art. 14 cpv. 1bis OBM",
        "content": "Il contingente doganale parziale «preparazioni di carne di manzo» comprende le seguenti categorie di carne e prodotti carnei (CC):\na. CC n. 5.21: muscoli di manzo preparati, salati e conditi;\nb. CC n. 5.22: conserve di carne di manzo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_14"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 1: Ripartizione dei contingenti doganali, Contingente doganale n. 5 «carne rossa»",
        "citation": "Art. 14 cpv. 2 OBM",
        "content": "l contingente doganale parziale «altro» comprende i seguenti CC:\na. CC n. 5.71: carne e frattaglie di animali della specie bovina senza muscoli di manzo preparati;\nb. CC n. 5.72: muscoli di manzo preparati; per muscoli di manzo preparati si intendono le anche, le sotto-fese e i magatelli (pesci) preparati;\nc. CC n. 5.73: carne e frattaglie di animali della specie equina;\nd. CC n. 5.74: carne e frattaglie di animali della specie ovina;\ne. CC n. 5.75: carne e frattaglie di animali della specie caprina;\nf. CC n. 5.76: frattaglie di animali della specie suina;\ng. CC n. 5.77: pâté, terrine, granulato di carne e frattaglie alimentari di animali delle specie bovina, suina, equina, ovina e caprina per l’industria di conserve di alimenti per animali e per la fabbricazione di gelatina.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_14"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 1: Ripartizione dei contingenti doganali, Contingente doganale n. 6 «carne bianca»",
        "citation": "Art. 15 cpv. 1 OBM",
        "content": "Il contingente doganale n. 6 «carne bianca» (prodotto prevalentemente sulla base di foraggio concentrato) è ripartito nei seguenti contingenti doganali parziali (CP):\na. CP n. 6.1: prosciutto crudo essiccato all’aria;\nb. CP n. 6.2: prosciutto in scatola e cotto;\nc. CP n. 6.3: insaccati;\nd. CP n. 6.4: altro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_15"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 1: Ripartizione dei contingenti doganali, Contingente doganale n. 6 «carne bianca»",
        "citation": "Art. 15 cpv. 2 OBM",
        "content": "Il contingente doganale «altro» è ripartito nelle seguenti categorie di carne e di prodotti carnei (CC):\na. CC n. 6.41: carne di maiale in mezzene;\nb. CC n. 6.42: carne di pollame, comprese le conserve di pollame e le frattaglie di pollame;\nc. CC n. 6.43: pâté e granulato di carne per la fabbricazione di minestre e salse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_15"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 1: Ripartizione dei contingenti doganali, Ripartizione delle categorie di carne e di prodotti carnei nonché determinazione dei quantitativi d’importazione",
        "citation": "Art. 16 cpv. 1 OBM",
        "content": "L’UFAG, tenendo conto della situazione del mercato, determina al massimo una volta per ogni periodo d’importazione, mediante decisione formale, i quantitativi delle categorie di carne e di prodotti carnei o dei pezzi di carne in esse contenuti che possono essere importati nel rispettivo periodo d’importazione; esso consulta preventivamente le cerchie interessate, rappresentate di regola dalle organizzazioni incaricate dei compiti definiti nell’articolo 26.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_16"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 1: Ripartizione dei contingenti doganali, Ripartizione delle categorie di carne e di prodotti carnei nonché determinazione dei quantitativi d’importazione",
        "citation": "Art. 16 cpv. 1bis OBM",
        "content": "Nella determinazione dei quantitativi di cui al capoverso 1, per lombi si intendono:\na. i lombi non disossati, composti da scamone, filetto e controfiletto; \nb. i lombi disossati, sezionati nei singoli tagli scamone, filetto e controfiletto, se i singoli tagli sono dichiarati contemporaneamente in ugual numero per l’imposizione doganale; gli scamoni, i filetti e i controfiletti sminuzzati non sono considerati lombi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_16"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 1: Ripartizione dei contingenti doganali, Ripartizione delle categorie di carne e di prodotti carnei nonché determinazione dei quantitativi d’importazione",
        "citation": "Art. 16 cpv. 2 OBM",
        "content": "Sono eccettuate dal capoverso 1 le categorie di carne e di prodotti carnei 5.77 e 6.43.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_16"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 1: Ripartizione dei contingenti doganali, Ripartizione delle categorie di carne e di prodotti carnei nonché determinazione dei quantitativi d’importazione",
        "citation": "Art. 16 cpv. 3 OBM",
        "content": "Per periodo d’importazione s’intende:\na. quattro settimane, per la carne di animali delle specie bovina, la carne di maiale in mezzene, nonché per i muscoli di manzo preparati, salati e conditi;\nb. il trimestre, per la carne di animali delle specie ovina, caprina ed equina, la carne di pollame, comprese le conserve di pollame e le frattaglie di pollame, nonché per le frattaglie di animali delle specie bovina, suina, equina, ovina e caprina;\nc. l’anno civile, per tutte le altre categorie di carne e di prodotti carnei.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_16"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 1: Ripartizione dei contingenti doganali, Ripartizione delle categorie di carne e di prodotti carnei nonché determinazione dei quantitativi d’importazione",
        "citation": "Art. 16 cpv. 4bis OBM",
        "content": "I periodi d’importazione non devono sovrapporsi né superare l’anno civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_16"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 1: Ripartizione dei contingenti doganali, Riduzione e prolungamento dei periodi d’importazione nonché aumento dei quantitativi d’importazione",
        "citation": "Art. 16a cpv. 1 OBM",
        "content": "Le cerchie interessate possono chiedere all’UFAG di ridurre o prolungare il periodo d’importazione. La richiesta va presentata prima dell’inizio del periodo d’importazione in questione di cui all’articolo 16 capoverso 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_16_a"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 1: Ripartizione dei contingenti doganali, Riduzione e prolungamento dei periodi d’importazione nonché aumento dei quantitativi d’importazione",
        "citation": "Art. 16a cpv. 2 OBM",
        "content": "Le cerchie interessate possono chiedere all’UFAG di aumentare i quantitativi d’importazione per carne, conserve e frattaglie di animali di cui all’articolo 16 capoverso 3 lettera b. La richiesta va presentata dopo l’inizio del periodo d’importazione, tuttavia prima della sua scadenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_16_a"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 1: Ripartizione dei contingenti doganali, Riduzione e prolungamento dei periodi d’importazione nonché aumento dei quantitativi d’importazione",
        "citation": "Art. 16a cpv. 3 OBM",
        "content": "In caso di difficoltà logistiche dovute a cause di forza maggiore, le cerchie interessate possono chiedere all’UFAG di prolungare i periodi d’importazione per le quote del contingente già assegnate e pagate. La richiesta va presentata dopo l’inizio del periodo d’importazione, tuttavia prima della sua scadenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_16_a"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 1: Ripartizione dei contingenti doganali, Riduzione e prolungamento dei periodi d’importazione nonché aumento dei quantitativi d’importazione",
        "citation": "Art. 16a cpv. 4 OBM",
        "content": "L’UFAG accoglie le richieste supportate dalle cerchie interessate con una maggioranza di due terzi dei rappresentanti sia a livello di produzione sia a livello di lavorazione e commercio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_16_a"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 1: Ripartizione dei contingenti doganali, Riduzione e prolungamento dei periodi d’importazione nonché aumento dei quantitativi d’importazione",
        "citation": "Art. 16a cpv. 5 OBM",
        "content": "L’UFAG può prolungare un periodo d’importazione soltanto nella misura in cui esso non si sovrapponga al periodo d’importazione successivo né superi l’anno civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_16_a"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 1: Ripartizione dei contingenti doganali, Trasferimento di quote del contingente non utilizzate",
        "citation": "Art. 16b OBM",
        "content": "In caso di difficoltà logistiche senza colpa a livello di importazione per cause di forza maggiore, l’UFAG, su domanda scritta motivata, può trasferire sul successivo periodo d’importazione del medesimo anno civile i quantitativi non utilizzati di quote del contingente acquistate all’asta e pagate, qualora:\na. il quantitativo ammonti almeno a 500 kg e costituisca al massimo il 5 per cento del totale delle quote del contingente assegnate sulla base di una vendita all’asta e trasferite al richiedente per essere utilizzate; e\nb. la domanda pervenga all’UFAG prima della scadenza del periodo d’importazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_16_b"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 2:, Assegnazione delle quote del contingente sulla base di una vendita all’asta, Vendita all’asta",
        "citation": "Art. 17 cpv. 1 OBM",
        "content": "I contingenti doganali parziali 5.1–5.6, 6.1–6.3 nonché i quantitativi d’importazione stabiliti dall’UFAG secondo l’articolo 16 delle categorie di carne e di prodotti carnei 5.76, 6.41 e 6.42 sono venduti all’asta nella misura del 100 per cento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_17"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 2:, Assegnazione delle quote del contingente sulla base di una vendita all’asta, Vendita all’asta",
        "citation": "Art. 17 cpv. 2 OBM",
        "content": "I quantitativi d’importazione seguenti stabiliti dall’UFAG secondo l’articolo 16 sono venduti all’asta come segue: \na. i quantitativi d’importazione delle categorie di carne e di prodotti carnei 5.72, 5.73 e 5.75: nella misura del 60 per cento;\nb. i quantitativi d’importazione delle categorie di carne e di prodotti carnei 5.71 e 5.74: nella misura del 50 per cento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_17"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 2:, Assegnazione delle quote del contingente sulla base di una vendita all’asta, Vendita all’asta",
        "citation": "Art. 17 cpv. 3 OBM",
        "content": "Al momento dell’assegnazione, l’UFAG può, in funzione delle offerte pervenute, aumentare o ridurre al massimo del 25 per cento il quantitativo delle categorie di carne e di prodotti carnei 5.71–5.76, 6.41 e 6.42 messo all’asta. Le ulteriori disposizioni sono pubblicate nel bando.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_17"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 2:, Assegnazione delle quote del contingente sulla base di una vendita all’asta, Condizioni e disposizioni particolari per l’assegnazione delle quote del contingente di carne kasher",
        "citation": "Art. 18 cpv. 1 OBM",
        "content": "Le quote del contingente per i contingenti doganali parziali 5.3 e 5.4 sono assegnate ai membri della comunità ebraica nonché alle rispettive persone giuridiche e comunità di persone che si impegnano:\na. a fornire la carne da importare esclusivamente a gestori di punti di vendita di carne kasher riconosciuti; o\nb. a commercializzare la carne da importare esclusivamente in un proprio punto di vendita di carne kasher riconosciuto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_18"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 2:, Assegnazione delle quote del contingente sulla base di una vendita all’asta, Condizioni e disposizioni particolari per l’assegnazione delle quote del contingente di carne kasher",
        "citation": "Art. 18 cpv. 2 OBM",
        "content": "L’UFAG riconosce come punti di vendita negozi, banchi di vendita e piattaforme di distribuzione online se sono accessibili al pubblico e i gestori provvedono affinché: \na. la carne e i prodotti carnei venduti a titolo commerciale siano esclusivamente carne kasher e prodotti a base di tale carne; \nb. la carne kasher e i prodotti carnei ottenuti da tale carne non siano rivenduti tramite il commercio intermedio; \nc. sia garantito che la designazione «kasher» o «carne kasher» sia indicata almeno in una lingua ufficiale della Confederazione in maniera facilmente leggibile e indelebile:\n1. nel negozio, nel banco di vendita o sulla piattaforma di distribuzione online, in una collocazione ben visibile, e\n2. nel caso di prodotti preconfezionati, su ogni imballaggio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_18"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 2:, Assegnazione delle quote del contingente sulla base di una vendita all’asta, Condizioni e disposizioni particolari per l’assegnazione delle quote del contingente di carne kasher",
        "citation": "Art. 18 cpv. 2bis OBM",
        "content": "Se la carne kasher e i prodotti carnei ottenuti da tale carne sono venduti tramite una piattaforma di distribuzione online, devono essere stoccati dall’operatore in Svizzera prima di essere consegnati ai clienti. La carne e i prodotti carnei devono recare la designazione di cui al capoverso 2 lettera c ed essere stoccati in modo che sia chiaramente riconoscibile che si tratta di carne kasher e di prodotti a base di tale carne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_18"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 2:, Assegnazione delle quote del contingente sulla base di una vendita all’asta, Condizioni e disposizioni particolari per l’assegnazione delle quote del contingente di carne kasher",
        "citation": "Art. 18 cpv. 3 OBM",
        "content": "Il periodo di contingentamento è suddiviso in quattro periodi di importazione, corrispondenti ai trimestri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_18"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 2:, Assegnazione delle quote del contingente sulla base di una vendita all’asta, Condizioni e disposizioni particolari per l’assegnazione delle quote del contingente di carne kasher",
        "citation": "Art. 18 cpv. 4 OBM",
        "content": "Per ogni asta, a ciascun titolare di quote del contingente può essere assegnato al massimo il 40 per cento del quantitativo del contingente doganale parziale messo all’asta, se:\na. partecipano all’asta più di un avente diritto a quote del contingente; e\nb. il quantitativo totale offerto che può essere tenuto in considerazione è maggiore del quantitativo del contingente doganale parziale messo all’asta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_18"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 2:, Assegnazione delle quote del contingente sulla base di una vendita all’asta, Condizioni e disposizioni particolari per l’assegnazione delle quote del contingente di carne kasher",
        "citation": "Art. 18 cpv. 5 OBM",
        "content": "Se, per effetto del capoverso 4, il quantitativo di contingente doganale messo all’asta non viene completamente assegnato, il quantitativo rimanente è immediatamente oggetto di un nuovo bando generale senza che siano previste quote massime di assegnazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_18"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 2:, Assegnazione delle quote del contingente sulla base di una vendita all’asta, Condizioni e disposizioni particolari per l’assegnazione delle quote del contingente di carne halal",
        "citation": "Art. 18a cpv. 1 OBM",
        "content": "Le quote del contingente per i contingenti doganali parziali 5.5 e 5.6 sono assegnate ai membri della comunità musulmana nonché alle rispettive persone giuridiche e comunità di persone che si impegnano:\na. a fornire la carne da importare esclusivamente a gestori di punti di vendita di carne halal riconosciuti; o\nb. a commercializzare la carne da importare esclusivamente in un proprio punto di vendita di carne halal riconosciuto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_18_a"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 2:, Assegnazione delle quote del contingente sulla base di una vendita all’asta, Condizioni e disposizioni particolari per l’assegnazione delle quote del contingente di carne halal",
        "citation": "Art. 18a cpv. 2 OBM",
        "content": "L’UFAG riconosce come punti di vendita negozi, banchi di vendita e piattaforme di distribuzione online se sono accessibili al pubblico e i gestori provvedono affinché: \na. la carne e i prodotti carnei venduti a titolo commerciale siano esclusivamente carne halal e prodotti a base di tale carne; \nb. la carne halal e i prodotti carnei ottenuti da tale carne non siano rivenduti tramite il commercio intermedio; \nc. sia garantito che la designazione «halal» o «carne halal» sia indicata almeno in una lingua ufficiale della Confederazione in maniera facilmente leggibile e indelebile:\n1. nel negozio, nel banco di vendita o sulla piattaforma di distribuzione online, in una collocazione ben visibile, e\n2. nel caso di prodotti preconfezionati, su ogni imballaggio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_18_a"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 2:, Assegnazione delle quote del contingente sulla base di una vendita all’asta, Condizioni e disposizioni particolari per l’assegnazione delle quote del contingente di carne halal",
        "citation": "Art. 18a cpv. 2bis OBM",
        "content": "Se la carne halal e i prodotti carnei ottenuti da tale carne sono venduti tramite una piattaforma di distribuzione online, devono essere stoccati dall’operatore in Svizzera prima di essere consegnati ai clienti. La carne e i prodotti carnei devono recare la designazione di cui al capoverso 2 lettera c ed essere stoccati in modo che sia chiaramente riconoscibile che si tratta di carne halal e di prodotti a base di tale carne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_18_a"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 2:, Assegnazione delle quote del contingente sulla base di una vendita all’asta, Condizioni e disposizioni particolari per l’assegnazione delle quote del contingente di carne halal",
        "citation": "Art. 18a cpv. 3 OBM",
        "content": "Il periodo di contingentamento è suddiviso in quattro periodi di importazione, corrispondenti ai trimestri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_18_a"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 2:, Assegnazione delle quote del contingente sulla base di una vendita all’asta, Condizioni e disposizioni particolari per l’assegnazione delle quote del contingente di carne halal",
        "citation": "Art. 18a cpv. 4 OBM",
        "content": "Per ogni asta, a ciascun titolare di quote del contingente può essere assegnato al massimo il 40 per cento del quantitativo del contingente doganale parziale messo all’asta, se:\na. partecipano all’asta più di un avente diritto a quote del contingente; e\nb. il quantitativo totale offerto che può essere tenuto in considerazione è maggiore del quantitativo del contingente doganale parziale messo all’asta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_18_a"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 2:, Assegnazione delle quote del contingente sulla base di una vendita all’asta, Condizioni e disposizioni particolari per l’assegnazione delle quote del contingente di carne halal",
        "citation": "Art. 18a cpv. 5 OBM",
        "content": "Se, per effetto del capoverso 4, il quantitativo di contingente doganale messo all’asta non viene completamente assegnato, il quantitativo rimanente è immediatamente oggetto di un nuovo bando generale senza che siano previste quote massime di assegnazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_18_a"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 2:, Assegnazione delle quote del contingente sulla base di una vendita all’asta, Termine di pagamento",
        "citation": "Art. 19 cpv. 1 OBM",
        "content": "Per le quote del contingente assegnate per la durata di un periodo di contingentamento e per le quote dei contingenti doganali 101 e 102 secondo l’allegato 3 dell’ordinanza del 18 giugno 2008 sul libero scambio 1, il termine di pagamento è di 90 giorni per il primo terzo del prezzo di aggiudicazione, 120 giorni per il secondo terzo e 150 giorni per l’ultimo terzo, a decorrere dalla data in cui è emanata la decisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_19"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 2:, Assegnazione delle quote del contingente sulla base di una vendita all’asta, Termine di pagamento",
        "citation": "Art. 19 cpv. 2 OBM",
        "content": "Per le altre quote del contingente il termine di pagamento è di 30 giorni dalla data in cui è emanata la decisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_19"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 3:, Assegnazione delle quote del contingente in base al numero di animali acquistati all’asta su mercati pubblici sorvegliati, Assegnazione in base al numero di animali acquistati all’asta",
        "citation": "Art. 21 cpv. 1 OBM",
        "content": "Le quote del contingente sui quantitativi d’importazione stabiliti dall’UFAG secondo l’articolo 16 delle categorie di carne e di prodotti carnei 5.71 e 5.74 sono assegnate nella misura del 10 per cento in base al numero di animali acquistati all’asta su mercati pubblici sorvegliati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_21"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 3:, Assegnazione delle quote del contingente in base al numero di animali acquistati all’asta su mercati pubblici sorvegliati, Assegnazione in base al numero di animali acquistati all’asta",
        "citation": "Art. 21 cpv. 2 OBM",
        "content": "L’UFAG assegna le quote del contingente secondo la quota sul numero totale di animali acquistati all’asta fatti valere in modo legittimo. Le quote sono assegnate in percentuale. Per l’assegnazione è necessario un permesso generale d’importazione (PGI) secondo l’articolo 1 dell’ordinanza del 26 ottobre 2011 sulle importazioni agricole.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_21"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 3:, Assegnazione delle quote del contingente in base al numero di animali acquistati all’asta su mercati pubblici sorvegliati, Assegnazione in base al numero di animali acquistati all’asta",
        "citation": "Art. 21 cpv. 3 OBM",
        "content": "Per periodo di calcolo s’intende il periodo dal 18° (1° luglio) al 7° mese (30 giugno) precedenti il corrispondente periodo di contingentamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_21"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 3:, Assegnazione delle quote del contingente in base al numero di animali acquistati all’asta su mercati pubblici sorvegliati, Computabilità degli animali acquistati all’asta",
        "citation": "Art. 22 cpv. 1 OBM",
        "content": "Sono computabili:\na. per la categoria di carne e di prodotti carnei 5.71: gli animali della specie bovina a partire da 161 giorni d’età acquistati all’asta su mercati pubblici sorvegliati; \nb. per la categoria di carne e di prodotti carnei 5.74: gli animali della specie ovina acquistati all’asta su mercati pubblici sorvegliati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_22"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 3:, Assegnazione delle quote del contingente in base al numero di animali acquistati all’asta su mercati pubblici sorvegliati, Computabilità degli animali acquistati all’asta",
        "citation": "Art. 22 cpv. 2 OBM",
        "content": "Un animale può essere fatto valere una sola volta come acquistato all’asta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_22"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 3:, Assegnazione delle quote del contingente in base al numero di animali acquistati all’asta su mercati pubblici sorvegliati, Domande per l’ottenimento di quote del contingente in base al numero di animali acquistati all’asta",
        "citation": "Art. 23 cpv. 1 OBM",
        "content": "Le domande per l’ottenimento di quote del contingente in base al numero di animali acquistati all’asta devono essere presentate utilizzando l’applicazione messa a disposizione dall’UFAG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_23"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 3:, Assegnazione delle quote del contingente in base al numero di animali acquistati all’asta su mercati pubblici sorvegliati, Domande per l’ottenimento di quote del contingente in base al numero di animali acquistati all’asta",
        "citation": "Art. 23 cpv. 2 OBM",
        "content": "Devono essere presentate prima dell’inizio del periodo di contingentamento, entro il giorno feriale successivo al 15 agosto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_23"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 3a: Assegnazione delle quote del contingente in base al numero di animali macellati, Assegnazione in base al numero di animali macellati",
        "citation": "Art. 24 cpv. 1 OBM",
        "content": "Le quote del contingente sui quantitativi d’importazione stabiliti dall’UFAG secondo l’articolo 16 delle categorie di carne e di prodotti carnei 5.71–5.75 sono assegnate nella misura del 40 per cento in base al numero di animali macellati secondo l’articolo 24a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_24"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 3a: Assegnazione delle quote del contingente in base al numero di animali macellati, Assegnazione in base al numero di animali macellati",
        "citation": "Art. 24 cpv. 2 OBM",
        "content": "L’avente diritto a quote del contingente è il macello secondo l’articolo 6 lettera o numero 3 dell’ordinanza del 27 giugno 1995 sulle epizoozie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_24"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 3a: Assegnazione delle quote del contingente in base al numero di animali macellati, Assegnazione in base al numero di animali macellati",
        "citation": "Art. 24 cpv. 3 OBM",
        "content": "Il macello può cedere il suo diritto a detentori di animali secondo l’articolo 11a dell’ordinanza del 7 dicembre 1998 sulla terminologia agricola, ad aziende che commerciano bestiame nonché ad aziende dedite alla trasformazione e al commercio della carne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_24"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 3a: Assegnazione delle quote del contingente in base al numero di animali macellati, Assegnazione in base al numero di animali macellati",
        "citation": "Art. 24 cpv. 4 OBM",
        "content": "Per l’assegnazione delle quote del contingente gli animali macellati sono computati soltanto se al momento della notifica della macellazione alla banca dati sul traffico di animali il macello ha indicato il suo numero BDTA o il numero BDTA del beneficiario della cessione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_24"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 3a: Assegnazione delle quote del contingente in base al numero di animali macellati, Assegnazione in base al numero di animali macellati",
        "citation": "Art. 24 cpv. 5 OBM",
        "content": "L’UFAG assegna le quote del contingente secondo la quota sul numero totale di animali macellati fatti valere in modo legittimo. Le quote sono assegnate in percentuale. Per l’assegnazione è necessario un PGI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_24"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 3a: Assegnazione delle quote del contingente in base al numero di animali macellati, Assegnazione in base al numero di animali macellati",
        "citation": "Art. 24 cpv. 6 OBM",
        "content": "Per periodo di calcolo s’intende il periodo dal 18° (1° luglio) al 7° mese (30 giugno) precedenti il corrispondente periodo di contingentamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_24"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 3a: Assegnazione delle quote del contingente in base al numero di animali macellati, Assegnazione in base al numero di animali macellati",
        "citation": "Art. 24 cpv. 7 OBM",
        "content": "Per il calcolo delle quote del contingente sono determinanti le informazioni contenute nella banca dati sul traffico di animali il 31 agosto precedente l’inizio del periodo di contingentamento e i numeri BDTA registrati a tale data.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_24"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 3a: Assegnazione delle quote del contingente in base al numero di animali macellati, Assegnazione del contingente doganale parziale n. 5.7 ",
        "citation": "Art. 24a OBM",
        "content": "Per l’assegnazione delle quote del contingente doganale parziale n. 5.7 sono determinanti i seguenti numeri:\na. per le categorie di carne e prodotti carnei 5.71 e 5.72: numero di animali macellati della specie bovina;\nb. per la categoria di carne e prodotti carnei 5.73: numero di animali macellati della specie equina;\nc. per la categoria di carne e prodotti carnei 5.74: numero di animali macellati della specie ovina;\nd. per la categoria di carne e di prodotti carnei 5.75: numero di animali macellati della specie caprina.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_24_a"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 3a: Assegnazione delle quote del contingente in base al numero di animali macellati, Domande per l’ottenimento di quote del contingente in base al numero di animali macellati",
        "citation": "Art. 24b cpv. 1 OBM",
        "content": "Nella domanda per l’ottenimento di quote del contingente in base al numero di animali macellati vanno indicati il numero di PGI e il numero BDTA del richiedente di cui all’articolo 15 capoverso 1 dell’ordinanza del 3 novembre 2021 concernente Identitas AG e la banca dati sul traffico di animali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_24_b"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 3a: Assegnazione delle quote del contingente in base al numero di animali macellati, Domande per l’ottenimento di quote del contingente in base al numero di animali macellati",
        "citation": "Art. 24b cpv. 2 OBM",
        "content": "Le domande devono essere presentate mediante il portale Internet Agate entro il 31 agosto precedente l’inizio del periodo di contingentamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_24_b"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 4: Rinuncia alla ripartizione",
        "citation": "Art. 25 cpv. 1 OBM",
        "content": "La ripartizione delle quote del contingente per i seguenti prodotti dei contingenti doganali n. 05 e 06 non è disciplinata:\na. pâté e terrine delle voci di tariffa 1602.2071, 1602.4910, 1602.5091, 1602.9011;\nb. granulato di carne, farina, polvere e simili delle voci di tariffa 0210.1991, 0210.2010, 0210.9911, 0210.9912, 0210.9961, 0210.9971, 0210.9981, 1602.2071, 1602.3110, 1602.3210, 1602.3910, 1602.4191, 1602.4210, 1602.4910, 1602.5091, 1602.9011.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_25"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 4: Rinuncia alla ripartizione",
        "citation": "Art. 25 cpv. 2 OBM",
        "content": "La ripartizione delle frattaglie alimentari per l’industria di conserve di alimenti per animali e per la fabbricazione di gelatine (ex 0206.3091, ex 0206.4191 e ex 0206.4991) del CP n. 5.7 non è disciplinata. Le importazioni sottostanno alle disposizioni dell’articolo 14 della legge del 18 marzo 2005 sulle dogane.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_25"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 5: Carne bovina di alta qualità",
        "citation": "Art. 25a cpv. 1 OBM",
        "content": "La carne bovina di alta qualità (High Quality Beef) può essere importata nell’ambito dei contingenti doganali parziali n. 5.711 e 5.712 se, durante la procedura d’imposizione doganale, la persona soggetta all’obbligo di dichiarazione secondo l’articolo 26 della legge del 18 marzo 2005 sulle dogane esibisce un certificato all’ufficio doganale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_25_a"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 5: Carne bovina di alta qualità",
        "citation": "Art. 25a cpv. 2 OBM",
        "content": "Il certificato deve:\na. attestare che si tratta di High Quality Beef secondo i criteri definiti nel numero 5 degli obblighi assunti dalla Svizzera il 12 aprile 1979 in materia d’importazione di carne bovina; \nb. essere rilasciato sul modulo messo a disposizione dall’UFAG sulla sua pagina Internet;\nc. essere redatto in tedesco, francese, italiano o inglese; e\nd. essere firmato dalla competente autorità del Paese fornitore e munito di un timbro ufficiale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_25_a"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 5: Carne bovina di alta qualità",
        "citation": "Art. 25a cpv. 2bis OBM",
        "content": "L’UFAG può autorizzare certificati in formato diverso da quello di cui al capoverso 2 lettera b, in particolare per consentire la trasmissione elettronica dei dati necessari per il certificato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_25_a"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 5: Importazione, Sezione 5: Carne bovina di alta qualità",
        "citation": "Art. 25a cpv. 3 OBM",
        "content": "L’ufficio doganale controlla il certificato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_25_a"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 6: Delega di compiti, Bando",
        "citation": "Art. 26 cpv. 1 OBM",
        "content": "L’UFAG delega i seguenti compiti a una o più organizzazioni private:\na. la classificazione della qualità degli animali macellati delle specie bovina, suina, equina, ovina e caprina nonché degli animali vivi delle specie bovina e ovina sui mercati pubblici sorvegliati;\nabis. il controllo della determinazione del peso di macellazione;\nb. la designazione e la sorveglianza dei mercati pubblici per gli animali vivi delle specie bovina e ovina nonché l’esecuzione dello sgombero dei mercati pubblici sorvegliati; e\nc. l’organizzazione di azioni d’immagazzinamento e di vendita a prezzo ridotto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_26"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 6: Delega di compiti, Bando",
        "citation": "Art. 26 cpv. 2 OBM",
        "content": "La delega dei compiti avviene conformemente alla legge federale del 16 dicembre 1994 sugli acquisti pubblici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_26"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 6: Delega di compiti, Accordi di prestazioni",
        "citation": "Art. 27 cpv. 1 OBM",
        "content": "L’UFAG delega i compiti mediante uno o più accordi di prestazioni. Nel contratto sono disciplinati la portata, la procedura, le condizioni e la rimunerazione delle prestazioni pretese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_27"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 6: Delega di compiti, Accordi di prestazioni",
        "citation": "Art. 27 cpv. 3 OBM",
        "content": "I fornitori di prestazioni devono essere indipendenti, sotto il profilo giuridico, organizzativo e finanziario, dalle singole organizzazioni e imprese del settore della carne. Essi tengono una contabilità aziendale che prevede una contabilità per centri di costo e per unità finali d’imputazione che permetta di attribuire univocamente i ricavi e i costi d’esercizio ai singoli accordi di prestazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_27"
    },
    {
        "book": "SV",
        "title": "OBM, Capitolo 6: Delega di compiti, Accordi di prestazioni",
        "citation": "Art. 27 cpv. 4 OBM",
        "content": "I fornitori di prestazioni sottostanno alla sorveglianza dell’UFAG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2003/791/it#art_27"
    }
]