[
    {
        "book": "SVG",
        "title": "LCR, Titre 1, Dispositions générales, Champ d’application",
        "citation": "Art. 1 al. 1 LCR",
        "content": "La présente loi régit la circulation sur la voie publique ainsi que la responsabilité civile et l’assurance pour les dommages causés par des véhicules automobiles, des cycles ou des engins assimilés à des véhicules.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_1"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 1, Dispositions générales, Champ d’application",
        "citation": "Art. 1 al. 2 LCR",
        "content": "Les conducteurs de véhicules automobiles et les cyclistes sont soumis aux règles de la circulation (art. 26 à 57a) sur toutes les routes servant à la circulation publique; les autres usagers de la route ne sont soumis à ces règles que sur les routes ouvertes entièrement ou partiellement aux véhicules automobiles ou aux cycles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_1"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 1, Dispositions générales, Champ d’application",
        "citation": "Art. 1 al. 3 LCR",
        "content": "Sauf dispositions contraires de la présente loi, la loi du 12 juin 2009 sur la sécurité des produits s’applique à la mise sur le marché de véhicules automobiles, de cycles et de remorques ainsi que de leurs composants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_1"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 1, Dispositions générales, Compétence de la Confédération",
        "citation": "Art. 2 al. 1 LCR",
        "content": "Le Conseil fédéral peut, après avoir consulté les cantons:\na. déclarer ouvertes aux véhicules automobiles et aux cycles, avec ou sans restrictions, les routes nécessaires au grand transit;\nb. interdire temporairement, sur tout le territoire suisse, la circulation des véhicules automobiles ou de certaines catégories d’entre eux;\nc. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_2"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 1, Dispositions générales, Compétence de la Confédération",
        "citation": "Art. 2 al. 2 LCR",
        "content": "La circulation des véhicules motorisés lourds destinés au transport des marchandises est interdite la nuit de 22 h à 5 h et le dimanche. Le Conseil fédéral règle les modalités et définit les exceptions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_2"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 1, Dispositions générales, Compétence de la Confédération",
        "citation": "Art. 2 al. 3 LCR",
        "content": "Le Conseil fédéral établit une liste des routes uniquement ouvertes aux véhicules à moteur. À moins que l’Assemblée fédérale ne soit compétente, il désigne ces routes après avoir entendu les cantons intéressés ou sur leur proposition. Il fixe les catégories de véhicules à moteur qui peuvent circuler sur ces routes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_2"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 1, Dispositions générales, Compétence de la Confédération",
        "citation": "Art. 2 al. 3bis LCR",
        "content": "L’Office fédéral des routes (OFROU) arrête les mesures concernant la réglementation locale du trafic sur les routes nationales. Les communes ont qualité pour recourir contre de telles décisions lorsque des mesures touchant la circulation sont ordonnées sur leur territoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_2"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 1, Dispositions générales, Compétence de la Confédération",
        "citation": "Art. 2 al. 4 LCR",
        "content": "Si les besoins de l’armée ou de la protection civile l’exigent, la circulation peut être restreinte ou interdite temporairement sur certaines routes. Le Conseil fédéral désigne les organes militaires et les organes de la protection civile compétents. Avant de décider, ces organes prennent l’avis des cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_2"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 1, Dispositions générales, Compétence de la Confédération",
        "citation": "Art. 2 al. 5 LCR",
        "content": "Pour les routes dont la Confédération est propriétaire, les autorités fédérales désignées par le Conseil fédéral décident si et à quelles conditions la circulation publique y est permise. Elles placeront les signaux nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_2"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 1, Dispositions générales, Prévention",
        "citation": "Art. 2a al. 1 LCR",
        "content": "La Confédération encourage la sécurité au volant par des campagnes de sensibilisation et d’autres mesures de prévention.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_2_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 1, Dispositions générales, Prévention",
        "citation": "Art. 2a al. 2 LCR",
        "content": "Elle peut coordonner et encourager les activités entreprises dans ce contexte par les cantons et les associations privées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_2_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 1, Dispositions générales, Compétence des cantons et des communes",
        "citation": "Art. 3 al. 1 LCR",
        "content": "La souveraineté cantonale sur les routes est réservée dans les limites du droit fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_3"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 1, Dispositions générales, Compétence des cantons et des communes",
        "citation": "Art. 3 al. 2 LCR",
        "content": "Les cantons sont compétents pour interdire, restreindre ou régler la circulation sur certaines routes. Ils peuvent déléguer cette compétence aux communes sous réserve de recours à une autorité cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_3"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 1, Dispositions générales, Compétence des cantons et des communes",
        "citation": "Art. 3 al. 3 LCR",
        "content": "La circulation des véhicules automobiles et des cycles peut être interdite complètement ou restreinte temporairement sur les routes qui ne sont pas ouvertes au grand transit; les courses effectuées pour le service de la Confédération sont toutefois autorisées. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_3"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 1, Dispositions générales, Compétence des cantons et des communes",
        "citation": "Art. 3 al. 4 LCR",
        "content": "D’autres limitations ou prescriptions peuvent être édictées lorsqu’elles sont nécessaires pour protéger les habitants ou d’autres personnes touchées de manière comparable contre le bruit et la pollution de l’air, pour éliminer les inégalités frappant les personnes handicapées, pour assurer la sécurité, faciliter ou régler la circulation, pour préserver la structure de la route, ou pour satisfaire à d’autres exigences imposées par les conditions locales. Pour de telles raisons, la circulation peut être restreinte et le parcage réglementé de façon spéciale, notamment dans les quartiers d’habitation. Les communes ont qualité pour recourir lorsque des mesures touchant la circulation sont ordonnées sur leur territoire.....",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_3"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 1, Dispositions générales, Compétence des cantons et des communes",
        "citation": "Art. 3 al. 5 LCR",
        "content": "Tant qu’elles ne sont pas nécessaires pour régler la circulation des véhicules automobiles et des cycles, les mesures concernant les autres catégories de véhicules ou les autres usagers de la route sont déterminées par le droit cantonal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_3"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 1, Dispositions générales, Compétence des cantons et des communes",
        "citation": "Art. 3 al. 6 LCR",
        "content": "Dans des cas exceptionnels, la police peut prendre les mesures qui s’imposent, en particulier pour restreindre ou détourner temporairement la circulation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_3"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 1, Dispositions générales, Obstacles à la circulation",
        "citation": "Art. 4 al. 1 LCR",
        "content": "Il est interdit de créer, sans motifs impérieux, des obstacles à la circulation; ils doivent être signalés de façon suffisante et seront supprimés aussi tôt que possible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_4"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 1, Dispositions générales, Obstacles à la circulation",
        "citation": "Art. 4 al. 2 LCR",
        "content": "Quiconque doit creuser des tranchées ou déposer des matériaux sur une route ou utiliser celle-ci à des fins analogues est tenu de se munir d’une autorisation conformément au droit cantonal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_4"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 1, Dispositions générales, Signaux et marques",
        "citation": "Art. 5 al. 1 LCR",
        "content": "Les limitations et prescriptions relatives à la circulation des véhicules automobiles et des cycles doivent être indiquées par des signaux ou des marques, lorsqu’elles ne s’appliquent pas à l’ensemble du territoire suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_5"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 1, Dispositions générales, Signaux et marques",
        "citation": "Art. 5 al. 2 LCR",
        "content": "Il n’est pas nécessaire d’indiquer par des signaux ou marques les routes et les endroits qui sont manifestement réservés à l’usage privé ou à des fins spéciales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_5"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 1, Dispositions générales, Signaux et marques",
        "citation": "Art. 5 al. 3 LCR",
        "content": "Sur les routes ouvertes à la circulation des véhicules automobiles ou des cycles, ainsi qu’à leurs abords, seuls peuvent être employés les signaux et marques prévus par le Conseil fédéral; ils ne peuvent être placés que par les autorités compétentes ou avec leur approbation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_5"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 1, Dispositions générales, Publicité",
        "citation": "Art. 6 al. 1 LCR",
        "content": "Les réclames et autres annonces qui pourraient créer une confusion avec les signaux et les marques ou compromettre d’une autre manière la sécurité de la circulation, par exemple en détournant l’attention des usagers de la route, sont interdites sur les routes ouvertes aux véhicules automobiles ou aux cycles, ainsi qu’à leurs abords.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_6"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 1, Dispositions générales, Publicité",
        "citation": "Art. 6 al. 2 LCR",
        "content": "Le Conseil fédéral peut interdire toutes réclames et autres annonces sur les autoroutes et semi-autoroutes ainsi qu’à leurs abords.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_6"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 1, Dispositions générales, Sécurité de l’infrastructure routière",
        "citation": "Art. 6a al. 1 LCR",
        "content": "La Confédération, les cantons et les communes tiennent compte de manière adéquate des impératifs de la sécurité routière lors de la planification, de la construction, de l’entretien et de l’exploitation de l’infrastructure routière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_6_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 1, Dispositions générales, Sécurité de l’infrastructure routière",
        "citation": "Art. 6a al. 3 LCR",
        "content": "La Confédération, les cantons et les communes examinent si leurs réseaux routiers présentent des points noirs ou des endroits dangereux et élaborent une planification en vue de les supprimer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_6_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 1, Dispositions générales, Sécurité de l’infrastructure routière",
        "citation": "Art. 6a al. 4 LCR",
        "content": "La Confédération et chaque canton nomment un interlocuteur pour toutes les questions liées à la sécurité routière (préposé à la sécurité).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_6_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Véhicules automobiles",
        "citation": "Art. 7 al. 1 LCR",
        "content": "Est réputé véhicule automobile au sens de la présente loi tout véhicule pourvu d’un propre dispositif de propulsion lui permettant de circuler sur terre sans devoir suivre une voie ferrée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_7"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Véhicules automobiles",
        "citation": "Art. 7 al. 2 LCR",
        "content": "Les trolleybus et véhicules analogues sont soumis à la présente loi dans la mesure prévue par la législation sur les entreprises de trolleybus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_7"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Construction et équipement",
        "citation": "Art. 8 al. 1 LCR",
        "content": "Le Conseil fédéral édicte des prescriptions sur la construction et l’équipement des véhicules automobiles et de leurs remorques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_8"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Construction et équipement",
        "citation": "Art. 8 al. 2 LCR",
        "content": "Il prend à cet égard les mesures indiquées en vue de sauvegarder la sécurité de la circulation et d’empêcher le bruit, la poussière, la fumée, l’odeur ainsi que les autres effets nuisibles ou incommodants qui résultent de l’emploi des véhicules. Il tient compte, de surcroît, des besoins des personnes handicapées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_8"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Construction et équipement",
        "citation": "Art. 8 al. 3 LCR",
        "content": "Il tient compte d’une manière appropriée des exigences relatives à l’usage militaire des véhicules.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_8"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Dimensions et poids",
        "citation": "Art. 9 al. 1 LCR",
        "content": "Le poids maximal autorisé du véhicule ou de l’ensemble de véhicules est de 40 t ou de 44 t en cas de transport combiné; la hauteur maximale autorisée est de 4 m, la largeur maximale autorisée, de 2,55 m ou de 2,6 m pour les véhicules climatisés. La longueur maximale de l’ensemble de véhicules est de 18,75 m.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_9"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Dimensions et poids",
        "citation": "Art. 9 al. 1bis LCR",
        "content": "Le Conseil fédéral édicte des dispositions sur les dimensions et le poids des véhicules automobiles et de leurs remorques. Ce faisant, il tient compte des impératifs de la sécurité routière, de l’économie et de l’environnement, ainsi que des réglementations internationales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_9"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Dimensions et poids",
        "citation": "Art. 9 al. 2 LCR",
        "content": "Il détermine la charge par essieu ainsi qu’un rapport approprié entre la puissance du moteur et le poids total du véhicule ou de l’ensemble de véhicules.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_9"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Dimensions et poids",
        "citation": "Art. 9 al. 2bis LCR",
        "content": "Il peut admettre un dépassement de la longueur maximale et du poids maximal autorisés pour les véhicules et ensembles de véhicules qui présentent des caractéristiques de construction et d’équipement spéciales à des fins écologiques. Le dépassement admis ne doit pas excéder la longueur ou le poids supplémentaires que ces caractéristiques impliquent pour le véhicule ou pour l’ensemble de véhicules. La capacité de chargement des véhicules ne doit pas s’en trouver accrue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_9"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Dimensions et poids",
        "citation": "Art. 9 al. 3 LCR",
        "content": "Après avoir consulté les cantons, le Conseil fédéral peut prévoir des dérogations pour les véhicules automobiles et les remorques affectés au trafic de ligne et pour ceux qui, en raison de l’usage spécial auquel ils sont destinés, doivent nécessairement avoir des dimensions ou des poids supérieurs. Pour d’autres véhicules de dimensions ou de poids supérieurs, il prescrit les conditions auxquelles peuvent être effectuées, dans certains cas, les courses nécessitées par les circonstances.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_9"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Dimensions et poids",
        "citation": "Art. 9 al. 3bis LCR",
        "content": "À la demande du détenteur, le poids total d’un véhicule automobile ou d’une remorque peut être modifié une fois par an ou lorsque le véhicule change de détenteur. Les garanties du constructeur relatives au poids ne peuvent être dépassées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_9"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Dimensions et poids",
        "citation": "Art. 9 al. 4 LCR",
        "content": "Toute limitation indiquée par un signal des dimensions, du poids et de la charge par essieu des véhicules est réservée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_9"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Permis",
        "citation": "Art. 10 al. 1 LCR",
        "content": "Les véhicules automobiles et leurs remorques ne peuvent être mis en circulation que s’ils sont pourvus d’un permis de circulation et de plaques de contrôle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_10"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Permis",
        "citation": "Art. 10 al. 2 LCR",
        "content": "Nul ne peut conduire un véhicule automobile sans être titulaire d’un permis de conduire ou, s’il effectue une course d’apprentissage, d’un permis d’élève conducteur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_10"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Permis",
        "citation": "Art. 10 al. 4 LCR",
        "content": "Les conducteurs devront toujours être porteurs de leurs permis et les présenteront, sur demande, aux organes chargés du contrôle; il en va de même des autorisations spéciales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_10"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Permis de circulation",
        "citation": "Art. 11 al. 1 LCR",
        "content": "Le permis de circulation ne peut être délivré que si le véhicule est conforme aux prescriptions, s’il présente toutes garanties de sécurité et si l’assurance-responsabilité civile a été conclue dans les cas ou elle est exigée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_11"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Permis de circulation",
        "citation": "Art. 11 al. 2 LCR",
        "content": "Le permis de circulation peut être refusé si le détenteur n’acquitte pas les impôts ou taxes de circulation dus sur le véhicule. Le permis ne peut être délivré que s’il est prouvé:\na. que le véhicule a été dédouané ou libéré du dédouanement;\nb. que le véhicule a été fiscalisé ou libéré de l’impôt au sens de la loi fédérale du 21 juin 1996 sur l’imposition des véhicules automobiles (Limpauto);\nc. que, le cas échéant, la totalité de la redevance ou des sûretés dues pour le véhicule au sens de la loi du 19 décembre 1997 relative à une redevance sur le trafic des poids lourds ont été payées et que le véhicule est équipé de l’instrument de mesure prescrit qui permet la perception de la redevance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_11"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Permis de circulation",
        "citation": "Art. 11 al. 3 LCR",
        "content": "Un nouveau permis de circulation doit être demandé lorsque le véhicule change de lieu de stationnement d’un canton dans un autre ou qu’il passe à un autre détenteur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_11"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Réception par type",
        "citation": "Art. 12 al. 1 LCR",
        "content": "Les véhicules automobiles et leurs remorques fabriqués en série requièrent une réception par type. Le Conseil fédéral peut également y soumettre:\na. les composants et les accessoires pour les véhicules automobiles et les cycles;\nb. les dispositifs destinés à d’autres véhicules, si la sécurité de la circulation l’exige;\nc. les dispositifs de protection destinés aux utilisateurs de véhicules.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_12"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Réception par type",
        "citation": "Art. 12 al. 2 LCR",
        "content": "Les véhicules et les objets soumis à la réception par type ne peuvent être mis sur le marché que s’ils correspondent au modèle réceptionné.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_12"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Réception par type",
        "citation": "Art. 12 al. 3 LCR",
        "content": "Le Conseil fédéral peut renoncer à une réception par type suisse des véhicules automobiles et de leurs remorques à condition:\na. qu’il existe une réception par type étrangère délivrée selon des prescriptions d’équipement et d’expertise équivalentes à celles qui sont en vigueur en Suisse;\nb. que les données nécessaires à la Confédération et aux cantons soient disponibles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_12"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Réception par type",
        "citation": "Art. 12 al. 4 LCR",
        "content": "Le Conseil fédéral désigne les services compétents pour effectuer l’expertise, le relevé des données, la réception par type et le contrôle ultérieur; il détermine la procédure à suivre et fixe les émoluments.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_12"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Contrôle des véhicules",
        "citation": "Art. 13 al. 1 LCR",
        "content": "Avant que le permis soit délivré, le véhicule sera soumis à un contrôle officiel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_13"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Contrôle des véhicules",
        "citation": "Art. 13 al. 2 LCR",
        "content": "Le Conseil fédéral peut prévoir que les véhicules dont le type a été réceptionné seront dispensés du contrôle individuel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_13"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Contrôle des véhicules",
        "citation": "Art. 13 al. 3 LCR",
        "content": "Le véhicule peut être contrôlé en tout temps; il sera soumis à un nouveau contrôle si des modifications essentielles y ont été apportées ou s’il ne paraît plus présenter toutes garanties de sécurité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_13"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Contrôle des véhicules",
        "citation": "Art. 13 al. 4 LCR",
        "content": "Le Conseil fédéral prescrira le contrôle périodique des véhicules.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_13"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Aptitude et qualifications nécessaires à la conduite",
        "citation": "Art. 14 al. 1 LCR",
        "content": "Tout conducteur de véhicule automobile doit posséder l’aptitude et les qualifications nécessaires à la conduite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_14"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Aptitude et qualifications nécessaires à la conduite",
        "citation": "Art. 14 al. 2 LCR",
        "content": "Est apte à la conduite celui qui remplit les conditions suivantes:\na. il a atteint l’âge minimal requis;\nb. il a les aptitudes physiques et psychiques requises pour conduire un véhicule automobile en toute sécurité;\nc. il ne souffre d’aucune dépendance qui l’empêche de conduire un véhicule automobile en toute sécurité;\nd. ses antécédents attestent qu’il respecte les règles en vigueur ainsi que les autres usagers de la route.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_14"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Aptitude et qualifications nécessaires à la conduite",
        "citation": "Art. 14 al. 3 LCR",
        "content": "Dispose des qualifications nécessaires celui qui remplit les conditions suivantes:\na. il connaît les règles de la circulation;\nb. il est capable de conduire en toute sécurité les véhicules de la catégorie correspondant au permis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_14"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Permis d’élève conducteur",
        "citation": "Art. 14a al. 1 LCR",
        "content": "Le permis d’élève conducteur est délivré si le candidat remplit les conditions suivantes:\na. il a réussi l’examen théorique prouvant qu’il connaît les règles de la circulation;\nb. il a démontré qu’il possédait les aptitudes physiques et psychiques requises pour conduire un véhicule automobile en toute sécurité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_14_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Permis d’élève conducteur",
        "citation": "Art. 14a al. 2 LCR",
        "content": "L’attestation requise en vertu de l’al. 1, let. b, est apportée:\na. s’agissant des conducteurs professionnels de véhicules automobiles: par un certificat du médecin-conseil;\nb. s’agissant des autres conducteurs de véhicules automobiles: par un examen de la vue reconnu officiellement et par une déclaration personnelle sur leur état de santé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_14_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Formation et formation complémentaire des conducteurs de véhicules automobiles",
        "citation": "Art. 15 al. 1 LCR",
        "content": "Les courses d’apprentissage en voiture automobile ne peuvent être entreprises que si l’élève est accompagné d’une personne âgée de 23 ans au moins, qui possède depuis trois ans au moins un permis de conduire correspondant à la catégorie du véhicule et n’étant plus à l’essai.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_15"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Formation et formation complémentaire des conducteurs de véhicules automobiles",
        "citation": "Art. 15 al. 2 LCR",
        "content": "La personne accompagnant un élève veille à ce que la course s’effectue en toute sécurité et que l’élève ne contrevienne pas aux prescriptions sur la circulation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_15"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Formation et formation complémentaire des conducteurs de véhicules automobiles",
        "citation": "Art. 15 al. 3 LCR",
        "content": "Quiconque dispense professionnellement des cours de conduite doit être titulaire d’une autorisation d’enseigner la conduite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_15"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Formation et formation complémentaire des conducteurs de véhicules automobiles",
        "citation": "Art. 15 al. 4 LCR",
        "content": "Le Conseil fédéral peut édicter des prescriptions sur la formation des conducteurs de véhicules automobiles. Il peut notamment prescrire qu’une partie de la formation soit dispensée par le titulaire d’une autorisation d’enseigner la conduite. Les cantons peuvent fixer un plafond pour le tarif des leçons de conduite obligatoires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_15"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Formation et formation complémentaire des conducteurs de véhicules automobiles",
        "citation": "Art. 15 al. 5 LCR",
        "content": "Le Conseil fédéral peut édicter des prescriptions sur la formation complémentaire des conducteurs professionnels de véhicules automobiles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_15"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Formation et formation complémentaire des conducteurs de véhicules automobiles",
        "citation": "Art. 15 al. 6 LCR",
        "content": "Le Conseil fédéral peut prescrire que les candidats au permis de conduire recevront une formation en matière de premiers secours aux blessés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_15"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Permis de conduire à l’essai",
        "citation": "Art. 15a al. 1 LCR",
        "content": "Le permis de conduire obtenu pour la première fois pour un motocycle ou une voiture automobile est délivré à l’essai. La période probatoire est de trois ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_15_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Permis de conduire à l’essai",
        "citation": "Art. 15a al. 2 LCR",
        "content": "Le permis de conduire à l’essai est délivré au candidat qui remplit les conditions suivante:\na. il a suivi la formation prescrite;\nb. il a réussi l’examen pratique de conduite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_15_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Permis de conduire à l’essai",
        "citation": "Art. 15a al. 2bis LCR",
        "content": "Les titulaires du permis de conduire à l’essai doivent suivre des cours de formation complémentaire. Ces cours, essentiellement pratiques, doivent leur apprendre à mieux reconnaître et éviter les dangers sur la route ainsi qu’à ménager l’environnement. Le Conseil fédéral en détermine le contenu et la forme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_15_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Permis de conduire à l’essai",
        "citation": "Art. 15a al. 3 LCR",
        "content": "Lorsque le permis de conduire à l’essai est retiré au titulaire parce qu’il a commis une infraction moyennement grave ou grave, la période probatoire est prolongée d’un an. Si le retrait expire après la fin de cette période, la prolongation commence à compter de la date de restitution du permis de conduire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_15_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Permis de conduire à l’essai",
        "citation": "Art. 15a al. 4 LCR",
        "content": "Le permis de conduire à l’essai est caduc si le titulaire commet une nouvelle infraction moyennement grave ou grave durant la période probatoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_15_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Permis de conduire à l’essai",
        "citation": "Art. 15a al. 5 LCR",
        "content": "Un nouveau permis d’élève conducteur peut être délivré à la personne concernée au plus tôt un an après l’infraction commise et uniquement sur la base d’une expertise psychologique attestant son aptitude à conduire. Ce délai est prolongé d’un an si la personne concernée a conduit un motocycle ou une voiture automobile pendant cette période.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_15_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Permis de conduire à l’essai",
        "citation": "Art. 15a al. 6 LCR",
        "content": "Après avoir repassé avec succès l’examen de conduite, la personne concernée obtient un nouveau permis de conduire à l’essai.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_15_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Permis de conduire définitif ",
        "citation": "Art. 15b al. 1 LCR",
        "content": "Le permis de conduire définitif est délivré au candidat qui remplit les conditions suivantes:\na. il a suivi la formation prescrite;\nb. il a réussi l’examen pratique de conduite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_15_b"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Permis de conduire définitif ",
        "citation": "Art. 15b al. 2 LCR",
        "content": "Après la période d’essai, le permis de conduire définitif est délivré au titulaire du permis de conduire à l’essai s’il a suivi la formation complémentaire prescrite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_15_b"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Durée de validité des permis de conduire",
        "citation": "Art. 15c al. 1 LCR",
        "content": "Les permis de conduire sont en principe valables pour une durée illimitée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_15_c"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Durée de validité des permis de conduire",
        "citation": "Art. 15c al. 2 LCR",
        "content": "Le Conseil fédéral peut prévoir des exceptions pour les personnes domiciliées à l’étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_15_c"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Durée de validité des permis de conduire",
        "citation": "Art. 15c al. 3 LCR",
        "content": "L’autorité cantonale peut limiter la durée de validité si l’aptitude à la conduite est altérée et doit donc être contrôlée plus fréquemment.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_15_c"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Détermination de l’aptitude et des qualifications nécessaires à la conduite",
        "citation": "Art. 15d al. 1 LCR",
        "content": "Si l’aptitude à la conduite soulève des doutes, la personne concernée fera l’objet d’une enquête, notamment dans les cas suivants:\na. conduite en état d’ébriété avec un taux d’alcool dans le sang de 1,6 gramme pour mille ou plus ou un taux d’alcool dans l’haleine de 0,8 milligramme ou plus par litre d’air expiré;\nb. conduite sous l’emprise de stupéfiants ou transport de stupéfiants qui altèrent fortement la capacité de conduire ou présentent un potentiel de dépendance élevé;\nc. infractions aux règles de la circulation dénotant un manque d’égards envers les autres usagers de la route;\nd. communication d’un office AI cantonal en vertu de l’art. 66c de la loi fédérale du 19 juin 1959 sur l’assurance-invalidité;\ne. communication d’un médecin selon laquelle une personne n’est pas apte, en raison d’une maladie physique ou mentale ou d’une infirmité, ou pour cause de dépendance, de conduire un véhicule automobile en toute sécurité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_15_d"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Détermination de l’aptitude et des qualifications nécessaires à la conduite",
        "citation": "Art. 15d al. 2 LCR",
        "content": "L’autorité cantonale convoque tous les deux ans les titulaires âgés de 75 ans et plus à l’examen d’un médecin-conseil. Elle peut réduire l’intervalle entre deux examens si l’aptitude à la conduite est altérée et doit donc être contrôlée plus fréquemment.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_15_d"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Détermination de l’aptitude et des qualifications nécessaires à la conduite",
        "citation": "Art. 15d al. 3 LCR",
        "content": "Les médecins sont libérés du secret professionnel dans le cas des communications au sens de l’al. 1, let. e. Ils peuvent notifier celles-ci directement à l’autorité cantonale responsable de la circulation routière ou à l’autorité de surveillance des médecins.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_15_d"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Détermination de l’aptitude et des qualifications nécessaires à la conduite",
        "citation": "Art. 15d al. 4 LCR",
        "content": "Sur demande de l’office AI, l’autorité cantonale lui communique si une personne déterminée est titulaire d’un permis de conduire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_15_d"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Détermination de l’aptitude et des qualifications nécessaires à la conduite",
        "citation": "Art. 15d al. 5 LCR",
        "content": "Si les qualifications nécessaires à la conduite soulèvent des doutes, la personne concernée peut être soumise à une course de contrôle, à un examen théorique, à un examen pratique de conduite ou à toute autre mesure adéquate telle que la fréquentation de cours de formation, de formation complémentaire ou d’éducation routière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_15_d"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Délai d’attente pour cause de conduite sans permis",
        "citation": "Art. 15e al. 1 LCR",
        "content": "Celui qui conduit un véhicule automobile sans être titulaire d’un permis de conduire n’obtient ni permis d’élève conducteur ni permis de conduire pendant six mois au moins à compter de l’infraction. Si l’auteur de l’infraction n’a pas atteint l’âge minimal requis pour obtenir le permis, le délai d’attente court à partir du moment où il atteint cet âge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_15_e"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Délai d’attente pour cause de conduite sans permis",
        "citation": "Art. 15e al. 2 LCR",
        "content": "Si le conducteur a en plus commis une infraction grave au sens de l’art. 16c, al. 2, let. abis, le délai d’attente est de deux ans ou de dix ans en cas de récidive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_15_e"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Retrait des permis",
        "citation": "Art. 16 al. 1 LCR",
        "content": "Les permis et les autorisations seront retirés lorsque l’autorité constate que les conditions légales de leur délivrance ne sont pas ou ne sont plus remplies; ils pourront être retirés lorsque les restrictions ou les obligations imposées dans un cas particulier, lors de la délivrance, n’auront pas été observées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_16"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Retrait des permis",
        "citation": "Art. 16 al. 2 LCR",
        "content": "Lorsque la procédure prévue par la loi du 18 mars 2016 sur les amendes d’ordre n’est pas applicable, une infraction aux prescriptions sur la circulation routière entraîne le retrait du permis d’élève conducteur ou du permis de conduire, ou un avertissement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_16"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Retrait des permis",
        "citation": "Art. 16 al. 3 LCR",
        "content": "Les circonstances doivent être prises en considération pour fixer la durée du retrait du permis d’élève conducteur ou du permis de conduire, notamment l’atteinte à la sécurité routière, la gravité de la faute, les antécédents en tant que conducteur ainsi que la nécessité professionnelle de conduire un véhicule automobile. La durée minimale du retrait ne peut toutefois être réduite, sauf si la peine a été atténuée conformément à l’art. 100, ch. 4, 3e phrase.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_16"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Retrait des permis",
        "citation": "Art. 16 al. 4 LCR",
        "content": "Le permis de circulation peut être retiré pour une durée adaptée aux circonstances:\na. en cas d’usage abusif du permis ou des plaques de contrôle;\nb. lorsque les impôts ou les taxes de circulation de tous les véhicules d’un même détenteur n’ont pas été payés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_16"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Retrait des permis",
        "citation": "Art. 16 al. 5 LCR",
        "content": "Le permis de circulation est retiré dans les cas suivants:\na. lorsque, le cas échéant, la redevance ou les sûretés dues pour le véhicule au sens de la loi du 19 décembre 1997 relative à une redevance sur le trafic des poids lourds n’ont pas été payées et que le détenteur a été mis en demeure sans effet;\nb. lorsque le véhicule n’est pas équipé de l’instrument de mesure prescrit qui permet la perception de la redevance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_16"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Retrait du permis de conduire ou avertissement après une infraction légère",
        "citation": "Art. 16a al. 1 LCR",
        "content": "Commet une infraction légère la personne qui:\na. en violant les règles de la circulation, met légèrement en danger la sécurité d’autrui alors que seule une faute bénigne peut lui être imputée;\nb. conduit un véhicule automobile en état d’ébriété sans pour autant présenter un taux d’alcool qualifié dans l’haleine ou dans le sang (art. 55, al. 6) et, ce faisant, ne commet pas d’autre infraction aux règles de la circulation routière;\nc. enfreint l’interdiction de conduire sous l’influence de l’alcool (art. 31, al. 2bis) et, ce faisant, ne commet pas d’autre infraction aux règles de la circulation routière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_16_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Retrait du permis de conduire ou avertissement après une infraction légère",
        "citation": "Art. 16a al. 2 LCR",
        "content": "Après une infraction légère, le permis d’élève conducteur ou le permis de conduire est retiré pour un mois au moins au conducteur qui a fait l’objet d’un retrait de permis ou d’une autre mesure administrative au cours des deux années précédentes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_16_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Retrait du permis de conduire ou avertissement après une infraction légère",
        "citation": "Art. 16a al. 3 LCR",
        "content": "L’auteur d’une infraction légère fait l’objet d’un avertissement si, au cours des deux années précédentes, le permis de conduire ne lui a pas été retiré et qu’aucune autre mesure administrative n’a été prononcée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_16_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Retrait du permis de conduire ou avertissement après une infraction légère",
        "citation": "Art. 16a al. 4 LCR",
        "content": "En cas d’infraction particulièrement légère, il est renoncé à toute mesure administrative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_16_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Retrait du permis de conduire après une infraction moyennement grave",
        "citation": "Art. 16b al. 1 LCR",
        "content": "Commet une infraction moyennement grave la personne qui:\na. en violant les règles de la circulation, crée un danger pour la sécurité d’autrui ou en prend le risque;\nb. conduit un véhicule automobile en état d’ébriété sans pour autant présenter un taux d’alcool qualifié dans l’haleine ou dans le sang (art. 55, al. 6) et, ce faisant, commet en plus une infraction légère aux règles de la circulation routière;\nbbis. enfreint l’interdiction de conduire sous l’influence de l’alcool (art. 31, al. 2bis) et, ce faisant, commet en plus une infraction légère aux règles de la circulation routière;\nc. conduit un véhicule automobile sans être titulaire du permis de conduire de la catégorie correspondante;\nd. soustrait un véhicule automobile dans le dessein d’en faire usage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_16_b"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Retrait du permis de conduire après une infraction moyennement grave",
        "citation": "Art. 16b al. 2 LCR",
        "content": "Après une infraction moyennement grave, le permis d’élève conducteur ou le permis de conduire est retiré:\na. pour un mois au minimum;\nb. pour quatre mois au minimum si, au cours des deux années précédentes, le permis a été retiré une fois en raison d’une infraction grave ou moyennement grave;\nc. pour neuf mois au minimum si, au cours des deux années précédentes, le permis a été retiré à deux reprises en raison d’infractions qualifiées de moyennement graves au moins;\nd. pour quinze mois au minimum si, au cours des deux années précédentes, le permis a été retiré à deux reprises en raison d’infractions graves; \ne. pour une durée indéterminée, mais pour deux ans au minimum si, au cours des dix années précédentes, le permis a été retiré à trois reprises en raison d’infractions qualifiées de moyennement graves au moins; il est renoncé à cette mesure si, dans les cinq ans suivant l’expiration d’un retrait, aucune infraction donnant lieu à une mesure administrative n’a été commise;\nf. définitivement si, au cours des cinq années précédentes, le permis a été retiré en vertu de la let. e ou de l’art. 16c, al. 2, let. d.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_16_b"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Retrait du permis de conduire après une infraction grave",
        "citation": "Art. 16c al. 1 LCR",
        "content": "Commet une infraction grave la personne qui:\na. en violant gravement les règles de la circulation, met sérieusement en danger la sécurité d’autrui ou en prend le risque;\nb. conduit un véhicule automobile en état d’ébriété et présente un taux d’alcool qualifié dans l’haleine ou dans le sang (art. 55, al. 6);\nc. conduit un véhicule automobile alors qu’il est incapable de conduire du fait de l’absorption de stupéfiants ou de médicaments ou pour d’autres raisons;\nd. s’oppose ou se dérobe intentionnellement à un prélèvement de sang, à un alcootest ou à un autre examen préliminaire réglementé par le Conseil fédéral, qui a été ordonné ou dont il fallait supposer qu’il le serait, s’oppose ou se dérobe intentionnellement à un examen médical complémentaire, ou encore fait en sorte que des mesures de ce genre ne puissent atteindre leur but;\ne. prend la fuite après avoir blessé ou tué une personne;\nf. conduit un véhicule automobile alors que le permis de conduire lui a été retiré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_16_c"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Retrait du permis de conduire après une infraction grave",
        "citation": "Art. 16c al. 2 LCR",
        "content": "Après une infraction grave, le permis d’élève conducteur ou le permis de conduire est retiré:\na. pour trois mois au minimum;\nabis. pour deux ans au moins si, par une violation intentionnelle des règles fondamentales de la circulation, la personne accepte de courir un grand risque d’accident pouvant entraîner de graves blessures ou la mort, que ce soit en commettant des excès de vitesse particulièrement importants au sens de l’art. 90, al. 4, en effectuant des dépassements téméraires ou en participant à des courses de vitesse illicites avec des véhicules automobiles; la durée minimale du retrait peut être réduite de douze mois au plus si une peine de moins d’un an (art. 90, al. 3bis ou 3ter) a été prononcée;\nb. pour six mois au minimum si, au cours des cinq années précédentes, le permis a été retiré une fois en raison d’une infraction moyennement grave; \nc. pour douze mois au minimum si, au cours des cinq années précédentes, le permis a été retiré une fois en raison d’une infraction grave ou à deux reprises en raison d’infractions moyennement graves;\nd. pour une durée indéterminée, mais pour deux ans au minimum, si, au cours des dix années précédentes, le permis lui a été retiré à deux reprises en raison d’infractions graves ou à trois reprises en raison d’infractions qualifiées de moyennement graves au moins; il est renoncé à cette mesure si, dans les cinq ans suivant l’expiration d’un retrait, aucune infraction donnant lieu à une mesure administrative n’a été commise;\ne. définitivement si, au cours des cinq années précédentes, le permis a été retiré en application de la let. d ou de l’art. 16b, al. 2, let. e.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_16_c"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Retrait du permis de conduire après une infraction grave",
        "citation": "Art. 16c al. 3 LCR",
        "content": "La durée du retrait du permis en raison d’une infraction visée à l’al. 1, let. f, se substitue à la durée restante du retrait en cours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_16_c"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Retrait du permis de conduire après une infraction grave",
        "citation": "Art. 16c al. 4 LCR",
        "content": "Si la personne concernée a conduit un véhicule automobile alors que le permis de conduire lui a été retiré en vertu de l’art. 16d, un délai d’attente correspondant à la durée minimale prévue pour l’infraction est fixé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_16_c"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Retrait du permis de conduire après une infraction commise à l’étranger",
        "citation": "Art. 16cbis al. 1 LCR",
        "content": "Après une infraction commise à l’étranger, le permis d’élève conducteur ou le permis de conduire est retiré aux conditions suivantes:\na. une interdiction de conduire a été prononcée à l’étranger;\nb. l’infraction commise est qualifiée de moyennement grave ou de grave en vertu des art. 16b et 16c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_16_c_bis"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Retrait du permis de conduire après une infraction commise à l’étranger",
        "citation": "Art. 16cbis al. 2 LCR",
        "content": "Les effets sur la personne concernée de l’interdiction de conduire prononcée à l’étranger seront pris en compte dans une juste mesure lors de la fixation de la durée du retrait de permis. La durée minimale du retrait peut être réduite. Pour les personnes au sujet desquelles le système d’information relatif à l’admission à la circulation ne contient pas de données concernant des mesures administratives (art. 89c, let. d), la durée de l’interdiction ne peut dépasser celle qui a été prononcée à l’étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_16_c_bis"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Retrait du permis de conduire pour cause d’inaptitude à la conduite",
        "citation": "Art. 16d al. 1 LCR",
        "content": "Le permis d’élève conducteur ou le permis de conduire est retiré pour une durée indéterminée à la personne:\na. dont les aptitudes physiques et psychiques ne lui permettent pas ou plus de conduire avec sûreté un véhicule automobile;\nb. qui souffre d’une forme de dépendance la rendant inapte à la conduite;\nc. qui, en raison de son comportement antérieur, ne peut garantir qu’à l’avenir elle observera les prescriptions et fera preuve d’égards envers autrui en conduisant un véhicule automobile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_16_d"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Retrait du permis de conduire pour cause d’inaptitude à la conduite",
        "citation": "Art. 16d al. 2 LCR",
        "content": "Si un retrait est prononcé en vertu de l’al. 1 à la place d’un retrait prononcé en vertu des art. 16a à 16c, il est assorti d’un délai d’attente qui va jusqu’à l’expiration de la durée minimale du retrait prévue pour l’infraction commise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_16_d"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Retrait du permis de conduire pour cause d’inaptitude à la conduite",
        "citation": "Art. 16d al. 3 LCR",
        "content": "Le permis est retiré définitivement aux personnes suivantes:\na. les conducteurs incorrigibles;\nb. tout conducteur dont le permis a déjà été retiré au cours des cinq dernières années en vertu de l’art. 16c, al. 2, let. abis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_16_d"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Restitution du permis de conduire",
        "citation": "Art. 17 al. 1 LCR",
        "content": "Le permis d’élève conducteur ou le permis de conduire retiré pour une durée déterminée peut être restitué au plus tôt trois mois avant l’expiration de la durée prescrite du retrait si la personne concernée a suivi un des cours d’éducation routière reconnus par l’autorité. La durée minimale du retrait ne peut être réduite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_17"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Restitution du permis de conduire",
        "citation": "Art. 17 al. 2 LCR",
        "content": "Le permis d’élève conducteur ou le permis de conduire retiré pour une année au moins peut être restitué à certaines conditions si le comportement de la personne concernée montre que la mesure administrative a atteint son but. Il faut toutefois que la durée minimale ainsi que les deux tiers de la durée de retrait prescrite soient écoulés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_17"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Restitution du permis de conduire",
        "citation": "Art. 17 al. 3 LCR",
        "content": "Le permis d’élève conducteur ou le permis de conduire retiré pour une durée indéterminée peut être restitué à certaines conditions après expiration d’un éventuel délai d’attente légal ou prescrit si la personne concernée peut prouver que son inaptitude à la conduite a disparu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_17"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Restitution du permis de conduire",
        "citation": "Art. 17 al. 4 LCR",
        "content": "Le permis de conduire retiré définitivement ne peut être restitué qu’aux conditions citées à l’art. 23, al. 3. Si le retrait a été prononcé en vertu de l’art. 16d, al. 3, let. b, le permis peut être restitué après une période minimale de dix ans et à condition qu’une expertise en psychologie de la circulation ait fourni une évaluation positive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_17"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 1 Les véhicules automobiles et leurs conducteurs, Restitution du permis de conduire",
        "citation": "Art. 17 al. 5 LCR",
        "content": "Si la personne concernée n’observe pas les conditions imposées ou trompe d’une autre manière la confiance mise en elle, le permis lui est retiré à nouveau.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_17"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 2 Les véhicules sans moteur et leurs conducteurs, Cycles",
        "citation": "Art. 18 al. 1 LCR",
        "content": "Les cycles doivent répondre aux prescriptions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_18"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 2 Les véhicules sans moteur et leurs conducteurs, Cycles",
        "citation": "Art. 18 al. 2 LCR",
        "content": "Le Conseil fédéral édicte les prescriptions relatives à la construction, et à l’équipement des cycles et de leurs remorques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_18"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 2 Les véhicules sans moteur et leurs conducteurs, Cycles",
        "citation": "Art. 18 al. 3 LCR",
        "content": "Les cantons peuvent soumettre les cycles à un contrôle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_18"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 2 Les véhicules sans moteur et leurs conducteurs, Cyclistes",
        "citation": "Art. 19 al. 1 LCR",
        "content": "Les enfants n’ayant pas encore six ans ne peuvent conduire un cycle sur les routes principales que sous la surveillance d’une personne d’au moins seize ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_19"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 2 Les véhicules sans moteur et leurs conducteurs, Cyclistes",
        "citation": "Art. 19 al. 2 LCR",
        "content": "Ne sont pas autorisées à conduire un cycle les personnes qui souffrent d’une maladie physique ou mentale ou d’une forme de dépendance qui les rend inaptes à conduire un véhicule de ce type en toute sécurité. Les autorités peuvent leur en interdire la conduite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_19"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 2 Les véhicules sans moteur et leurs conducteurs, Cyclistes",
        "citation": "Art. 19 al. 3 LCR",
        "content": "De la même manière, le canton de domicile peut interdire de conduire un cycle à toute personne qui a mis en danger la circulation de façon grave ou à plusieurs reprises, ou encore qui a circulé en étant prise de boisson. L’interdiction sera d’un mois au moins.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_19"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 2 Les véhicules sans moteur et leurs conducteurs, Cyclistes",
        "citation": "Art. 19 al. 4 LCR",
        "content": "Les cyclistes dont les aptitudes suscitent des doutes peuvent être soumis à un examen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_19"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 2 Les véhicules sans moteur et leurs conducteurs, Autres véhicules",
        "citation": "Art. 20 LCR",
        "content": "Le Conseil fédéral fixe les dimensions des autres véhicules en tenant compte notamment des besoins de l’agriculture et de l’économie forestière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_20"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 2 Les véhicules sans moteur et leurs conducteurs, Conducteurs de véhicules à traction animale",
        "citation": "Art. 21 al. 1 LCR",
        "content": "L’âge minimal pour la conduite d’un véhicule à traction animale est de quatorze ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_21"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 2 Les véhicules sans moteur et leurs conducteurs, Conducteurs de véhicules à traction animale",
        "citation": "Art. 21 al. 2 LCR",
        "content": "Ne sont pas autorisées à conduire un véhicule à traction animale les personnes qui souffrent d’une maladie physique ou mentale ou d’une forme de dépendance qui les rend inaptes à conduire un véhicule de ce type en toute sécurité. Les autorités peuvent leur en interdire la conduite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_21"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 3, Dispositions communes, Autorité compétente",
        "citation": "Art. 22 al. 1 LCR",
        "content": "Les permis sont délivrés et retirés par l’autorité administrative. Cette compétence appartient au canton de stationnement pour les permis de circulation et au canton de domicile pour les permis de conduire. Le Conseil fédéral peut abroger l’obligation d’échanger le permis de conduire en cas de changement de domicile et prévoir des permis fédéraux pour les véhicules militaires et leurs conducteurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_22"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 3, Dispositions communes, Autorité compétente",
        "citation": "Art. 22 al. 2 LCR",
        "content": "Les mêmes règles s’appliquent aux contrôles des véhicules et aux examens d’aptitude, ainsi qu’aux autres mesures prévues dans le présent titre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_22"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 3, Dispositions communes, Autorité compétente",
        "citation": "Art. 22 al. 3 LCR",
        "content": "Lorsqu’un véhicule n’a pas de lieu de stationnement fixe en Suisse ou qu’un conducteur n’y est pas domicilié, la compétence se détermine d’après le lieu où ils se trouvent le plus fréquemment. Dans le doute, le canton compétent est celui qui s’est saisi le premier du cas.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_22"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 3, Dispositions communes, Mesures administratives: procédure et durée de validité",
        "citation": "Art. 23 al. 1 LCR",
        "content": "Le refus ou le retrait d’un permis de circulation ou d’un permis de conduire, ainsi que l’interdiction de conduire un cycle ou un véhicule à traction animale seront notifiés par écrit, avec indication des motifs. En règle générale, l’autorité entendra l’intéressé avant de lui retirer son permis de conduire ou de le soumettre à une interdiction de circuler.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_23"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 3, Dispositions communes, Mesures administratives: procédure et durée de validité",
        "citation": "Art. 23 al. 2 LCR",
        "content": "Le canton qui vient à connaître un fait justifiant de telles mesures peut les proposer au canton compétent; il peut aussi les proposer à la Confédération, lorsque celle-ci est compétente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_23"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 3, Dispositions communes, Mesures administratives: procédure et durée de validité",
        "citation": "Art. 23 al. 3 LCR",
        "content": "Lorsqu’une mesure frappe depuis cinq ans un conducteur de véhicule, le canton de domicile prendra, sur requête, une nouvelle décision, si l’intéressé rend vraisemblable que la mesure n’est plus justifiée. Lorsque ce dernier a changé de domicile, la mesure ne sera levée qu’après consultation du canton qui l’a prise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_23"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 3, Dispositions communes, Recours",
        "citation": "Art. 24 al. 1 LCR",
        "content": "La procédure de recours est régie par les dispositions générales de la procédure fédérale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_24"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 3, Dispositions communes, Recours",
        "citation": "Art. 24 al. 2 LCR",
        "content": "Ont également qualité pour recourir:\na. l’autorité qui a pris la décision de première instance contre la décision d’une autorité cantonale de recours indépendante de l’administration;\nb. l’autorité compétente du canton qui a proposé à un autre canton de prendre une décision.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_24"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 3, Dispositions communes, Dispositions complémentaires sur l’admission des véhicules et de leurs conducteurs",
        "citation": "Art. 25 al. 1 LCR",
        "content": "Le Conseil fédéral peut soustraire totalement ou partiellement à l’application des dispositions du présent titre les catégories de véhicules désignées ci-après, leurs remorques, ainsi que leurs conducteurs et édicter pour eux s’il le faut des prescriptions complémentaires:\na. les cycles à moteur auxiliaire, les chars à bras pourvus d’un moteur et les autres véhicules de puissance ou de vitesse minimes, y compris ceux qui sont utilisés rarement sur la voie publique;\nb. les véhicules automobiles utilisés à des fins militaires;\nc. les tracteurs agricoles dont la vitesse est restreinte, ainsi que les remorques agricoles;\nd. les machines de travail et chariots à moteur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_25"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 3, Dispositions communes, Dispositions complémentaires sur l’admission des véhicules et de leurs conducteurs",
        "citation": "Art. 25 al. 2 LCR",
        "content": "Le Conseil fédéral édicte des dispositions sur:\na. les feux et les dispositifs réfléchissants des véhicules routiers sans moteur;\nb. les véhicules automobiles et cycles étrangers et leurs conducteurs, ainsi que les permis de circulation et permis de conduire internationaux;\nc. les moniteurs de conduite et leurs véhicules;\nd. les permis et plaques de contrôle, y compris ceux qui sont délivrés à court terme pour des véhicules automobiles et leurs remorques contrôlés ou non, ainsi que les permis et plaques de contrôle délivrés à des entreprises de la branche automobile:\ne. la manière de signaler les véhicules spéciaux;\nf. les signaux avertisseurs spéciaux réservés aux véhicules automobiles du service du feu, du service d’ambulances, de la police ou de la douane, lorsqu’ils sont utilisés pour des tâches de police, ainsi qu’aux véhicules des entreprises de transport concessionnaires sur les routes de montagne;\ng. la publicité au moyen de véhicules automobiles;\nh. ...\ni. les appareils servant à enregistrer la durée des courses, la vitesse ou d’autres faits analogues; il prévoira notamment l’installation de tels dispositifs sur les véhicules conduits par des chauffeurs professionnels, pour permettre de contrôler la durée de leur travail, ainsi que, le cas échéant, sur les véhicules conduits par des personnes qui ont été condamnées pour excès de vitesse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_25"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 2, Véhicules et conducteurs, Chapitre 3, Dispositions communes, Dispositions complémentaires sur l’admission des véhicules et de leurs conducteurs",
        "citation": "Art. 25 al. 3 LCR",
        "content": "Après avoir consulté les cantons, le Conseil fédéral édicte des prescriptions sur:\na. les exigences minimums auxquelles doivent satisfaire les conducteurs de véhicules automobiles quant à leurs aptitudes physiques et psychiques;\nb. les modalités des contrôles de véhicules et des examens de conducteurs;\nc. les exigences minimums auxquelles doivent satisfaire les personnes chargées de procéder aux contrôles et examens;\nd. le louage de véhicules automobiles à des personnes les conduisant elles-mêmes;\ne. le contenu et l’étendue des enquêtes sur l’aptitude à la conduite ainsi que la procédure à suivre en cas de doute;\nf. les exigences minimales imposées aux personnes chargées d’effectuer les enquêtes sur l’aptitude à la conduite, à la procédure d’enquête et à l’assurance qualité;",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_25"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale",
        "citation": "Art. 26 al. 1 LCR",
        "content": "Chacun doit se comporter, dans la circulation, de manière à ne pas gêner ni mettre en danger ceux qui utilisent la route conformément aux règles établies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_26"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale",
        "citation": "Art. 26 al. 2 LCR",
        "content": "Une prudence particulière s’impose à l’égard des enfants, des infirmes et des personnes âgées, et de même s’il apparaît qu’un usager de la route va se comporter de manière incorrecte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_26"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 1 Règles concernant tous les usagers de la route, Signaux, marques et ordres à observer",
        "citation": "Art. 27 al. 1 LCR",
        "content": "Chacun se conformera aux signaux et aux marques ainsi qu’aux ordres de la police. Les signaux et les marques priment les règles générales; les ordres de la police ont le pas sur les règles générales, les signaux et les marques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_27"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 1 Règles concernant tous les usagers de la route, Signaux, marques et ordres à observer",
        "citation": "Art. 27 al. 2 LCR",
        "content": "Lorsque fonctionnent les avertisseurs spéciaux des voitures du service du feu, du service d’ambulances, de la police ou de la douane, la chaussée doit être immédiatement dégagée. S’il le faut, les conducteurs arrêtent leur véhicule.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_27"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 1 Règles concernant tous les usagers de la route, Règles à observer aux passages à niveau",
        "citation": "Art. 28 LCR",
        "content": "Les usagers de la route s’arrêteront devant les passages à niveau, lorsque les barrières se ferment ou que des signaux commandent l’arrêt; à défaut de barrières ou de signaux, ils s’arrêteront lorsque des véhicules s’approchent sur la voie ferrée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_28"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, I. Règles générales de circulation, Garanties de sécurité",
        "citation": "Art. 29 LCR",
        "content": "Les véhicules ne peuvent circuler que s’ils sont en parfait état de fonctionnement et répondent aux prescriptions. Ils doivent être construits et entretenus de manière que les règles de la circulation puissent être observées, que le conducteur, les passagers et les autres usagers de la route ne soient pas mis en danger et que la chaussée ne subisse aucun dommage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_29"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, I. Règles générales de circulation, Passagers, chargement, remorques",
        "citation": "Art. 30 al. 1 LCR",
        "content": "Les conducteurs de véhicules automobiles et de cycles ne doivent transporter des passagers qu’aux places aménagées pour ceux-ci. Le Conseil fédéral peut prévoir des exceptions; il édictera des prescriptions sur le transport de personnes au moyen de remorques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_30"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, I. Règles générales de circulation, Passagers, chargement, remorques",
        "citation": "Art. 30 al. 2 LCR",
        "content": "Les véhicules ne doivent pas être surchargés. Le chargement doit être disposé de telle manière qu’il ne mette en danger ni ne gène personne et qu’il ne puisse tomber. Tout chargement qui dépasse le véhicule doit être signalé, de jour et de nuit, d’une façon particulièrement visible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_30"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, I. Règles générales de circulation, Passagers, chargement, remorques",
        "citation": "Art. 30 al. 3 LCR",
        "content": "Ne seront utilisés pour la traction de remorques ou d’autres véhicules que les véhicules automobiles dont la puissance motrice et les freins sont suffisants; le dispositif d’accouplement doit présenter toutes garanties de sécurité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_30"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, I. Règles générales de circulation, Passagers, chargement, remorques",
        "citation": "Art. 30 al. 4 LCR",
        "content": "Le Conseil fédéral édicte des prescriptions sur le transport des animaux ainsi que des matières et des choses nocives ou répugnantes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_30"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, I. Règles générales de circulation, Passagers, chargement, remorques",
        "citation": "Art. 30 al. 5 LCR",
        "content": "Il édicte des prescriptions sur le transport de marchandises dangereuses. Il détermine les tronçons qui ne peuvent pas être empruntés par des véhicules chargés de marchandises dangereuses ou ne peuvent l’être que de façon restrictive, pour des motifs liés aux conditions locales ou à la gestion du trafic. Pour les contenants de marchandises dangereuses, il règle:\na. la procédure de vérification de la conformité desdits contenants avec les exigences essentielles;\nb. la procédure de reconnaissance des services indépendants chargés d’effectuer les évaluations de conformité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_30"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, I. Règles générales de circulation, Maîtrise du véhicule",
        "citation": "Art. 31 al. 1 LCR",
        "content": "Le conducteur devra rester constamment maître de son véhicule de façon à pouvoir se conformer aux devoirs de la prudence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_31"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, I. Règles générales de circulation, Maîtrise du véhicule",
        "citation": "Art. 31 al. 2 LCR",
        "content": "Toute personne qui n’a pas les capacités physiques et psychiques nécessaires pour conduire un véhicule parce qu’elle est sous l’influence de l’alcool, de stupéfiants, de médicaments ou pour d’autres raisons, est réputée incapable de conduire pendant cette période et doit s’en abstenir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_31"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, I. Règles générales de circulation, Maîtrise du véhicule",
        "citation": "Art. 31 al. 2bis LCR",
        "content": "Le Conseil fédéral peut interdire la conduite sous l’influence de l’alcool:\na. aux personnes qui effectuent des transports routiers de voyageurs dans le domaine du transport soumis à une concession fédérale ou du transport international (art. 8, al. 2, de la loi du 20 mars 2009 sur le transport de voyageurs et art. 3, al. 1, de la LF du 20 mars 2009 sur les entreprises de transport par route);\nb. aux personnes qui transportent des personnes à titre professionnel, des marchandises au moyen de véhicules automobiles lourds ou des marchandises dangereuses;\nc. aux moniteurs de conduite;\nd. aux titulaires d’un permis d’élève conducteur;\ne. aux personnes qui accompagnent un élève conducteur lors de courses d’apprentissage;\nf. aux titulaires d’un permis de conduire à l’essai.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_31"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, I. Règles générales de circulation, Maîtrise du véhicule",
        "citation": "Art. 31 al. 2ter LCR",
        "content": "Le Conseil fédéral détermine le taux d’alcool dans l’haleine et dans le sang à partir desquels la conduite sous l’influence de l’alcool est avérée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_31"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, I. Règles générales de circulation, Maîtrise du véhicule",
        "citation": "Art. 31 al. 3 LCR",
        "content": "Le conducteur doit veiller à n’être gêné ni par le chargement ni d’une autre manière. Les passagers sont tenus de ne pas le gêner ni le déranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_31"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, I. Règles générales de circulation, Vitesse",
        "citation": "Art. 32 al. 1 LCR",
        "content": "La vitesse doit toujours être adaptée aux circonstances, notamment aux particularités du véhicule et du chargement, ainsi qu’aux conditions de la route, de la circulation et de la visibilité. Aux endroits où son véhicule pourrait gêner la circulation, le conducteur est tenu de circuler lentement et, s’il le faut, de s’arrêter, notamment aux endroits où la visibilité n’est pas bonne, aux intersections qu’il ne peut embrasser du regard, ainsi qu’aux passages à niveau.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_32"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, I. Règles générales de circulation, Vitesse",
        "citation": "Art. 32 al. 2 LCR",
        "content": "Le Conseil fédéral limitera la vitesse des véhicules automobiles sur toutes les routes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_32"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, I. Règles générales de circulation, Vitesse",
        "citation": "Art. 32 al. 3 LCR",
        "content": "L’autorité compétente ne peut abaisser ou augmenter la vitesse maximale fixée par le Conseil fédéral sur certains tronçons de route qu’après expertise. Le Conseil fédéral peut prévoir des exceptions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_32"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, I. Règles générales de circulation, Obligations à l’égard des piétons",
        "citation": "Art. 33 al. 1 LCR",
        "content": "Le conducteur facilitera aux piétons la traversée de la chaussée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_33"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, I. Règles générales de circulation, Obligations à l’égard des piétons",
        "citation": "Art. 33 al. 2 LCR",
        "content": "Avant les passages pour piétons, le conducteur circulera avec une prudence particulière et, au besoin, s’arrêtera pour laisser la priorité aux piétons qui se trouvent déjà sur le passage ou s’y engagent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_33"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, I. Règles générales de circulation, Obligations à l’égard des piétons",
        "citation": "Art. 33 al. 3 LCR",
        "content": "Aux endroits destinés à l’arrêt des véhicules des transports publics, le conducteur aura égard aux personnes qui montent dans ces véhicules ou qui en descendent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_33"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, II. Diverses manoeuvres de circulation, Circulation à droite",
        "citation": "Art. 34 al. 1 LCR",
        "content": "Les véhicules tiendront leur droite et circuleront, si la route est large, sur la moitié droite de celle-ci. Ils longeront le plus possible le bord droit de la chaussée, en particulier s’ils roulent lentement ou circulent sur un tronçon dépourvu de visibilité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_34"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, II. Diverses manoeuvres de circulation, Circulation à droite",
        "citation": "Art. 34 al. 2 LCR",
        "content": "Les véhicules circuleront toujours à droite des lignes de sécurité tracées sur la chaussée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_34"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, II. Diverses manoeuvres de circulation, Circulation à droite",
        "citation": "Art. 34 al. 3 LCR",
        "content": "Le conducteur qui veut modifier sa direction de marche, par exemple pour obliquer, dépasser, se mettre en ordre de présélection ou passer d’une voie à l’autre, est tenu d’avoir égard aux usagers de la route qui viennent en sens inverse ainsi qu’aux véhicules qui le suivent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_34"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, II. Diverses manoeuvres de circulation, Circulation à droite",
        "citation": "Art. 34 al. 4 LCR",
        "content": "Le conducteur observera une distance suffisante envers tous les usagers de la route, notamment pour croiser, dépasser et circuler de front ou lorsque des véhicules se suivent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_34"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, II. Diverses manoeuvres de circulation, Croisement et dépassement",
        "citation": "Art. 35 al. 1 LCR",
        "content": "Les croisements se font à droite, les dépassements à gauche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_35"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, II. Diverses manoeuvres de circulation, Croisement et dépassement",
        "citation": "Art. 35 al. 2 LCR",
        "content": "Il n’est permis d’exécuter un dépassement ou de contourner un obstacle que si l’espace nécessaire est libre et bien visible et que si les usagers de la route venant en sens inverse ne sont pas gênés par la manoeuvre. Dans la circulation à la file, seul peut effectuer un dépassement celui qui a la certitude de pouvoir reprendre place assez tôt dans la file des véhicules sans entraver leur circulation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_35"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, II. Diverses manoeuvres de circulation, Croisement et dépassement",
        "citation": "Art. 35 al. 3 LCR",
        "content": "Celui qui dépasse doit avoir particulièrement égard aux autres usagers de la route, notamment à ceux qu’il veut dépasser.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_35"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, II. Diverses manoeuvres de circulation, Croisement et dépassement",
        "citation": "Art. 35 al. 4 LCR",
        "content": "Le dépassement est interdit au conducteur qui s’engage dans un tournant sans visibilité, qui franchit ou s’apprête à franchir un passage à niveau sans barrières ou qui s’approche du sommet d’une côte; aux intersections, le dépassement n’est autorisé que si la visibilité est bonne et s’il n’en résulte aucune atteinte au droit de priorité des autres usagers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_35"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, II. Diverses manoeuvres de circulation, Croisement et dépassement",
        "citation": "Art. 35 al. 5 LCR",
        "content": "Le dépassement d’un véhicule est interdit lorsque le conducteur manifeste son intention d’obliquer à gauche ou lorsqu’il s’arrête devant un passage pour piétons afin de permettre à ceux-ci de traverser la route.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_35"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, II. Diverses manoeuvres de circulation, Croisement et dépassement",
        "citation": "Art. 35 al. 6 LCR",
        "content": "Les véhicules qui se sont mis en ordre de présélection en vue d’obliquer à gauche ne pourront être dépassés que par la droite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_35"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, II. Diverses manoeuvres de circulation, Croisement et dépassement",
        "citation": "Art. 35 al. 7 LCR",
        "content": "La chaussée doit être dégagée pour donner la possibilité de dépasser aux véhicules qui roulent plus rapidement et signalent leur approche. Le conducteur n’accélérera pas son allure au moment où il est dépassé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_35"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, II. Diverses manoeuvres de circulation, Présélection priorité",
        "citation": "Art. 36 al. 1 LCR",
        "content": "Le conducteur qui veut obliquer à droite serrera le bord droit de la chaussée, celui qui veut obliquer à gauche se tiendra près de l’axe de la chaussée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_36"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, II. Diverses manoeuvres de circulation, Présélection priorité",
        "citation": "Art. 36 al. 2 LCR",
        "content": "Aux intersections, le véhicule qui vient de droite a la priorité. Les véhicules circulant sur une route signalée comme principale ont la priorité, même s’ils viennent de gauche. Est réservée toute réglementation différente de la circulation imposée par des signaux ou par la police.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_36"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, II. Diverses manoeuvres de circulation, Présélection priorité",
        "citation": "Art. 36 al. 3 LCR",
        "content": "Avant d’obliquer à gauche, le conducteur accordera la priorité aux véhicules qui viennent en sens inverse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_36"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, II. Diverses manoeuvres de circulation, Présélection priorité",
        "citation": "Art. 36 al. 4 LCR",
        "content": "Le conducteur qui veut engager son véhicule dans la circulation, faire demi-tour ou marche arrière ne doit pas entraver les autres usagers de la route; ces derniers bénéficient de la priorité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_36"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, II. Diverses manoeuvres de circulation, Arrêt, parcage",
        "citation": "Art. 37 al. 1 LCR",
        "content": "Le conducteur qui veut s’arrêter aura égard, dans la mesure du possible, aux véhicules qui le suivent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_37"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, II. Diverses manoeuvres de circulation, Arrêt, parcage",
        "citation": "Art. 37 al. 2 LCR",
        "content": "Les véhicules ne seront arrêtés ni parqués aux endroits où ils pourraient gêner ou mettre en danger la circulation. Autant que possible, ils seront parqués aux emplacements réservés à cet effet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_37"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, II. Diverses manoeuvres de circulation, Arrêt, parcage",
        "citation": "Art. 37 al. 3 LCR",
        "content": "Le conducteur ne peut quitter son véhicule sans avoir pris les précautions commandées par les circonstances.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_37"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, II. Diverses manoeuvres de circulation, Règles à observer envers les tramways et chemins de fer routiers",
        "citation": "Art. 38 al. 1 LCR",
        "content": "La voie ferrée doit être dégagée pour laisser passer les tramways ou chemins de fer routiers; la priorité leur sera accordée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_38"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, II. Diverses manoeuvres de circulation, Règles à observer envers les tramways et chemins de fer routiers",
        "citation": "Art. 38 al. 2 LCR",
        "content": "Les tramways ou chemins de fer routiers en marche seront dépassés par la droite. Si cela n’est pas possible, il est permis de les dépasser par la gauche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_38"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, II. Diverses manoeuvres de circulation, Règles à observer envers les tramways et chemins de fer routiers",
        "citation": "Art. 38 al. 3 LCR",
        "content": "Les tramways ou chemins de fer routiers à l’arrêt ne peuvent être croisés et dépassés qu’à une allure modérée. S’il existe un refuge, ils seront dépassés par la droite, sinon par la gauche exclusivement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_38"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, II. Diverses manoeuvres de circulation, Règles à observer envers les tramways et chemins de fer routiers",
        "citation": "Art. 38 al. 4 LCR",
        "content": "S’il est empêché de circuler sur le côté droit de la route par un tramway ou un chemin de fer routier venant en sens inverse, le conducteur s’écartera vers la gauche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_38"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, III. Mesures de protection, Signes",
        "citation": "Art. 39 al. 1 LCR",
        "content": "Avant de changer de direction, le conducteur manifestera à temps son intention au moyen des indicateurs de direction ou en faisant de la main des signes intelligibles. Cette règle vaut notamment:\na. pour se disposer en ordre de présélection, passer d’une voie à une autre ou pour obliquer;\nb. pour dépasser ou faire demi-tour;\nc. pour s’engager dans la circulation ou s’arrêter au bord de la route.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_39"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, III. Mesures de protection, Signes",
        "citation": "Art. 39 al. 2 LCR",
        "content": "Le conducteur qui signale son intention aux autres usagers de la route n’est pas dispensé pour autant d’observer les précautions nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_39"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, III. Mesures de protection, Signaux avertisseurs",
        "citation": "Art. 40 LCR",
        "content": "Si la sécurité de la circulation l’exige, le conducteur avertira les autres usagers de la route. Les signaux avertisseurs inutiles ou excessifs seront évités. L’emploi du signal avertisseur en guise d’appel est interdit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_40"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, III. Mesures de protection, Éclairage des véhicules",
        "citation": "Art. 41 al. 1 LCR",
        "content": "Les véhicules automobiles en marche doivent être éclairés en permanence; les autres véhicules ne doivent l’être qu’entre la tombée de la nuit et le lever du jour ainsi qu’en cas de mauvaise visibilité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_41"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, III. Mesures de protection, Éclairage des véhicules",
        "citation": "Art. 41 al. 2 LCR",
        "content": "Les véhicules automobiles arrêtés et les véhicules non motorisés à roues parallèles doivent être éclairés entre la tombée de la nuit et le lever du jour ainsi qu’en cas de mauvaise visibilité, sauf sur les places de stationnement ou dans les zones où l’éclairage est suffisant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_41"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, III. Mesures de protection, Éclairage des véhicules",
        "citation": "Art. 41 al. 2bis LCR",
        "content": "Le Conseil fédéral peut prévoir, dans certains cas, le remplacement des feux par des catadioptres.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_41"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, III. Mesures de protection, Éclairage des véhicules",
        "citation": "Art. 41 al. 3 LCR",
        "content": "Les véhicules ne seront pas munis de feux ou de dispositifs réfléchissants à couleur rouge vers l’avant ou à couleur blanche vers l’arrière. Le Conseil fédéral peut autoriser des exceptions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_41"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, III. Mesures de protection, Éclairage des véhicules",
        "citation": "Art. 41 al. 4 LCR",
        "content": "L’éclairage sera utilisé de manière à n’éblouir personne sans nécessité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_41"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, III. Mesures de protection, Incommodités à éviter",
        "citation": "Art. 42 al. 1 LCR",
        "content": "Le conducteur doit veiller à ne pas incommoder les usagers de la route et les riverains, notamment en provoquant du bruit, de la poussière, de la fumée ou des odeurs qu’il peut éviter; il devra veiller le plus possible à ne pas effrayer les animaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_42"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, III. Mesures de protection, Incommodités à éviter",
        "citation": "Art. 42 al. 2 LCR",
        "content": "L’emploi de haut-parleurs montés sur des véhicules automobiles est interdit, sauf pour renseigner les passagers. L’autorité compétente selon le droit cantonal peut autoriser des exceptions dans des cas particuliers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_42"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, IV. Règles applicables à des cas spéciaux, Répartition de la circulation",
        "citation": "Art. 43 al. 1 LCR",
        "content": "Les véhicules automobiles et les cycles n’emprunteront pas les chemins qui ne se prêtent pas ou ne sont manifestement pas destinés à leur circulation, par exemple les chemins réservés aux piétons ou au tourisme pédestre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_43"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, IV. Règles applicables à des cas spéciaux, Répartition de la circulation",
        "citation": "Art. 43 al. 2 LCR",
        "content": "Le trottoir est réservé aux piétons, la piste cyclable aux cyclistes. Le Conseil fédéral peut prévoir des exceptions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_43"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, IV. Règles applicables à des cas spéciaux, Répartition de la circulation",
        "citation": "Art. 43 al. 3 LCR",
        "content": "Seuls les véhicules des catégories désignées par le Conseil fédéral peuvent circuler sur les routes réservées à la circulation automobile. L’accès y est interdit aux piétons; les véhicules automobiles qui ont le droit d’y circuler ne pourront y accéder qu’aux endroits prévus à cet effet. Le Conseil fédéral peut arrêter des prescriptions d’utilisation ainsi que des règles spéciales de circulation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_43"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, IV. Règles applicables à des cas spéciaux, Voies à suivre, circulation à la file",
        "citation": "Art. 44 al. 1 LCR",
        "content": "Sur les routes marquées de plusieurs voies pour une même direction, le conducteur ne peut passer d’une voie à une autre que s’il n’en résulte pas de danger pour les autres usagers de la route.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_44"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, IV. Règles applicables à des cas spéciaux, Voies à suivre, circulation à la file",
        "citation": "Art. 44 al. 2 LCR",
        "content": "Le même principe est applicable par analogie lorsque des files de véhicules placées parallèlement circulent dans la même direction sur des routes larges dont les voies ne sont pas marquées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_44"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, IV. Règles applicables à des cas spéciaux, Routes à forte déclivité, routes de montagne",
        "citation": "Art. 45 al. 1 LCR",
        "content": "Sur les routes à forte déclivité et sur les routes de montagne, le conducteur doit circuler de manière à ne pas mettre excessivement les freins à contribution. Si un croisement se révèle difficile, le véhicule descendant doit s’arrêter à temps le premier. S’il est impossible de croiser, le véhicule descendant devra reculer, sauf si l’autre véhicule se trouve manifestement plus près d’une place d’évitement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_45"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, IV. Règles applicables à des cas spéciaux, Routes à forte déclivité, routes de montagne",
        "citation": "Art. 45 al. 2 LCR",
        "content": "Pour les routes de montagne, le Conseil fédéral peut édicter des prescriptions complémentaires et prévoir des exceptions aux règles de la circulation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_45"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, V. Catégories spéciales de véhicules, Règles concernant les cyclistes",
        "citation": "Art. 46 al. 1 LCR",
        "content": "Les cyclistes doivent circuler sur les pistes et les bandes cyclables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_46"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, V. Catégories spéciales de véhicules, Règles concernant les cyclistes",
        "citation": "Art. 46 al. 2 LCR",
        "content": "Il est interdit aux cyclistes de circuler de front. Le Conseil fédéral peut prévoir des exceptions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_46"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, V. Catégories spéciales de véhicules, Règles concernant les cyclistes",
        "citation": "Art. 46 al. 4 LCR",
        "content": "Les cyclistes ne doivent pas se faire remorquer par des véhicules ou des animaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_46"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, V. Catégories spéciales de véhicules, Règles concernant les motocyclistes",
        "citation": "Art. 47 al. 1 LCR",
        "content": "Les motocyclistes ne doivent pas circuler de front, sauf s’il est indiqué de le faire quand ils se trouvent dans une file de voitures automobiles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_47"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, V. Catégories spéciales de véhicules, Règles concernant les motocyclistes",
        "citation": "Art. 47 al. 2 LCR",
        "content": "Si la circulation est arrêtée, les motocyclistes resteront à leur place dans la file des véhicules.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_47"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 2 Règles concernant la circulation des véhicules, V. Catégories spéciales de véhicules, Règles concernant les tramways et chemins de fer routiers",
        "citation": "Art. 48 LCR",
        "content": "Les règles de la circulation prévues par la présente loi s’appliquent également aux tramways et chemins de fer routiers dans la mesure où le permettent les particularités inhérentes à ces véhicules, à leur exploitation et aux installations ferroviaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_48"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 3, Règles applicables aux autres usagers de la route, Piétons",
        "citation": "Art. 49 al. 1 LCR",
        "content": "Les piétons utiliseront le trottoir. À défaut de trottoir, ils longeront le bord de la chaussée et, si des dangers particuliers l’exigent, ils circuleront à la file. À moins que des circonstances spéciales ne s’y opposent, ils se tiendront sur le bord gauche de la chaussée, notamment de nuit à l’extérieur des localités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_49"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 3, Règles applicables aux autres usagers de la route, Piétons",
        "citation": "Art. 49 al. 2 LCR",
        "content": "Les piétons traverseront la chaussée avec prudence et par le plus court chemin en empruntant, où cela est possible, un passage pour piétons. Ils bénéficient de la priorité sur de tels passages, mais ne doivent pas s’y lancer à l’improviste.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_49"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 3, Règles applicables aux autres usagers de la route, Cavaliers, animaux",
        "citation": "Art. 50 al. 1 LCR",
        "content": "Les cavaliers longeront le bord droit de la chaussée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_50"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 3, Règles applicables aux autres usagers de la route, Cavaliers, animaux",
        "citation": "Art. 50 al. 2 LCR",
        "content": "Il est interdit de laisser pénétrer le bétail sans surveillance sur la chaussée, sauf dans les régions de pâturages qui sont signalées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_50"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 3, Règles applicables aux autres usagers de la route, Cavaliers, animaux",
        "citation": "Art. 50 al. 3 LCR",
        "content": "Des gardiens en nombre suffisant accompagneront les troupeaux; autant que possible, la partie gauche de la chaussée sera dégagée pour les autres usagers de la route. Les animaux isolés seront conduits le long du bord droit de la chaussée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_50"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 3, Règles applicables aux autres usagers de la route, Cavaliers, animaux",
        "citation": "Art. 50 al. 4 LCR",
        "content": "En circulant sur la voie publique, les cavaliers et les conducteurs d’animaux observeront par analogie les règles fixées pour les conducteurs de véhicules (présélection, priorité, signes de la main, etc.).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_50"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 4, Devoirs en cas d’accidents",
        "citation": "Art. 51 al. 1 LCR",
        "content": "En cas d’accident où sont en cause des véhicules automobiles ou des cycles, toutes les personnes impliquées devront s’arrêter immédiatement. Elles sont tenues d’assurer, dans la mesure du possible, la sécurité de la circulation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_51"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 4, Devoirs en cas d’accidents",
        "citation": "Art. 51 al. 2 LCR",
        "content": "S’il y a des blessés, toutes les personnes impliquées dans l’accident devront leur porter secours; quant aux autres personnes, elles le feront dans la mesure qu’on peut exiger d’elles. Ceux qui sont impliqués dans l’accident, mais en premier lieu les conducteurs de véhicules, avertiront la police. Toutes les personnes impliquées, y compris les passagers, doivent prêter leur concours à la reconstitution des faits. Ces personnes ne pourront quitter les lieux sans l’autorisation de la police, sauf si elles ont besoin de secours, si elles doivent en chercher ou quérir la police.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_51"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 4, Devoirs en cas d’accidents",
        "citation": "Art. 51 al. 3 LCR",
        "content": "Si l’accident n’a causé que des dommages matériels, leur auteur en avertira tout de suite le lésé en indiquant son nom et son adresse. En cas d’impossibilité, il en informera sans délai la police.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_51"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 4, Devoirs en cas d’accidents",
        "citation": "Art. 51 al. 4 LCR",
        "content": "En cas d’accidents aux passages à niveau, les personnes qui y sont impliquées avertiront sans délai l’administration du chemin de fer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_51"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 5, Manifestations sportives, courses d’essai, Manifestations sportives",
        "citation": "Art. 52 al. 1 LCR",
        "content": "Il est interdit d’effectuer avec des véhicules automobiles des courses en circuit ayant un caractère public. Le Conseil fédéral peut autoriser certaines exceptions ou frapper d’interdiction des compétitions automobiles d’un autre genre; en prenant sa décision, il tiendra compte principalement des exigences de la sécurité et de l’éducation routières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_52"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 5, Manifestations sportives, courses d’essai, Manifestations sportives",
        "citation": "Art. 52 al. 2 LCR",
        "content": "Pour les autres manifestations sportives automobiles et de cycles sur la voie publique, l’autorisation des cantons dont elles empruntent le territoire est nécessaire, sauf si elles ont le caractère d’excursions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_52"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 5, Manifestations sportives, courses d’essai, Manifestations sportives",
        "citation": "Art. 52 al. 3 LCR",
        "content": "L’autorisation n’est accordée que si:\na. les organisateurs offrent la garantie que les épreuves se dérouleront d’une manière satisfaisante;\nb. les exigences de la circulation le permettent;\nc. les mesures de sécurité nécessaires sont prises;\nd. l’assurance-responsabilité civile prescrite a été conclue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_52"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 5, Manifestations sportives, courses d’essai, Manifestations sportives",
        "citation": "Art. 52 al. 4 LCR",
        "content": "Lorsque des mesures de sécurité suffisantes sont prises, l’autorité cantonale peut permettre des dérogations aux règles de la circulation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_52"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 5, Manifestations sportives, courses d’essai, Courses d’essai",
        "citation": "Art. 53 LCR",
        "content": "Pour les courses d’essai dans lesquelles les règles de la circulation ou les prescriptions relatives aux véhicules ne peuvent être observées, il est nécessaire d’obtenir l’autorisation des cantons dont le territoire est emprunté; ces cantons ordonnent les mesures de sécurité qui s’imposent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_53"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 6, Dispositions d’exécution, Contrôles des véhicules motorisés lourds",
        "citation": "Art. 53a LCR",
        "content": "Les cantons procèdent aux contrôles des véhicules motorisés lourds sur la route en fonction du danger accru, afin, d’une part, de satisfaire à la législation en matière de circulation routière et, d’autre part, de remplir les objectifs définis par la loi du 8 octobre 1999 sur le transfert du trafic.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_53_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 6, Dispositions d’exécution, Attributions spéciales de la police",
        "citation": "Art. 54 al. 1 LCR",
        "content": "Lorsque la police constate que des véhicules sont en circulation sans y être admis, que leur état ou leur chargement présente un danger ou qu’ils causent une pollution sonore évitable, elle les empêche de continuer leur course. Elle peut saisir le permis de circulation et, s’il le faut, le véhicule.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_54"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 6, Dispositions d’exécution, Attributions spéciales de la police",
        "citation": "Art. 54 al. 2 LCR",
        "content": "La police peut arrêter les véhicules motorisés lourds servant au transport de marchandises qui n’atteignent pas la vitesse minimale prescrite et leur faire faire demi-tour.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_54"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 6, Dispositions d’exécution, Attributions spéciales de la police",
        "citation": "Art. 54 al. 3 LCR",
        "content": "Lorsque le conducteur n’est pas à même de conduire le véhicule en toute sécurité ou que, pour une autre raison prévue par la loi, il n’en a pas le droit, la police l’empêche de continuer sa course et saisit son permis de conduire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_54"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 6, Dispositions d’exécution, Attributions spéciales de la police",
        "citation": "Art. 54 al. 4 LCR",
        "content": "La police peut saisir sur-le-champ le permis de conduire de tout conducteur de véhicule automobile qui viole gravement les règles importantes de la circulation, démontrant qu’il est particulièrement dangereux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_54"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 6, Dispositions d’exécution, Attributions spéciales de la police",
        "citation": "Art. 54 al. 5 LCR",
        "content": "Les permis saisis par la police sont immédiatement transmis à l’autorité compétente, qui se prononce sans délai sur le retrait. Jusqu’à décision de l’autorité, la saisie opérée par la police a les mêmes effets qu’un retrait du permis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_54"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 6, Dispositions d’exécution, Attributions spéciales de la police",
        "citation": "Art. 54 al. 6 LCR",
        "content": "Lorsque la police constate que des véhicules sont en circulation alors qu’ils ne sont pas conformes aux prescriptions relatives au transport de personnes ou à l’admission des entreprises de transport routier, elle peut les empêcher de continuer leur course, saisir le permis de circulation et, s’il le faut, le véhicule.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_54"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 6, Dispositions d’exécution, Constat de l’incapacité de conduire",
        "citation": "Art. 55 al. 1 LCR",
        "content": "Les conducteurs de véhicules, de même que les autres usagers de la route impliqués dans un accident, peuvent être soumis à un alcootest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_55"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 6, Dispositions d’exécution, Constat de l’incapacité de conduire",
        "citation": "Art. 55 al. 2 LCR",
        "content": "Si la personne concernée présente des indices laissant présumer une incapacité de conduire et que ces indices ne sont pas dus ou pas uniquement dus à l’influence de l’alcool, elle peut faire l’objet d’autres examens préliminaires, notamment d’un contrôle de l’urine et de la salive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_55"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 6, Dispositions d’exécution, Constat de l’incapacité de conduire",
        "citation": "Art. 55 al. 3 LCR",
        "content": "Une prise de sang doit être ordonnée si la personne concernée:\na. présente des indices laissant présumer une incapacité de conduire qui n’est pas imputable à l’alcool;\nb. s’oppose ou se dérobe à l’alcootest ou fait en sorte que cette mesure ne puisse atteindre son but;\nc. exige une analyse de l’alcool dans le sang.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_55"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 6, Dispositions d’exécution, Constat de l’incapacité de conduire",
        "citation": "Art. 55 al. 3bis LCR",
        "content": "Une prise de sang peut être ordonnée si le contrôle au moyen de l’éthylomètre est impossible ou s’il est inapproprié pour constater l’infraction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_55"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 6, Dispositions d’exécution, Constat de l’incapacité de conduire",
        "citation": "Art. 55 al. 4 LCR",
        "content": "Pour des raisons importantes, la prise de sang peut être effectuée contre la volonté de la personne suspectée. Tout autre moyen permettant de prouver l’incapacité de conduire de la personne concernée est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_55"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 6, Dispositions d’exécution, Constat de l’incapacité de conduire",
        "citation": "Art. 55 al. 6 LCR",
        "content": "L’Assemblée fédérale fixe dans une ordonnance:\na. le taux d’alcool dans l’haleine et le taux d’alcool dans le sang à partir desquels les conducteurs sont réputés être dans l’incapacité de conduire au sens de la présente loi (état d’ébriété) indépendamment de toute autre preuve et du degré de tolérance individuelle à l’alcool;\nb. le taux qualifié d’alcool dans l’haleine et dans le sang.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_55"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 6, Dispositions d’exécution, Constat de l’incapacité de conduire",
        "citation": "Art. 55 al. 6bis LCR",
        "content": "Si le taux d’alcool dans l’haleine et le taux d’alcool dans le sang ont tous les deux été mesurés, le taux d’alcool dans le sang est déterminant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_55"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 6, Dispositions d’exécution, Constat de l’incapacité de conduire",
        "citation": "Art. 55 al. 7 LCR",
        "content": "Le Conseil fédéral:\na. peut, pour les autres substances diminuant la capacité de conduire, fixer le taux de concentration dans le sang à partir duquel la personne concernée est réputée incapable de conduire au sens de la présente loi, indépendamment de toute autre preuve et de tout degré de tolérance individuelle;\nb. édicte des prescriptions sur les examens préliminaires (al. 2), sur la procédure qui règle l’utilisation de l’alcootest et le prélèvement de sang, sur l’analyse des échantillons prélevés et sur l’examen médical complémentaire de la personne soupçonnée d’être dans l’incapacité de conduire;\nc. peut prescrire que les échantillons, notamment les échantillons de sang, de cheveux ou d’ongles, prélevés en vertu du présent article soient analysés en vue de déterminer, chez la personne concernée, l’existence d’une forme de dépendance diminuant son aptitude à conduire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_55"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 6, Dispositions d’exécution, Durée du travail et du repos des conducteurs professionnels de véhicules automobiles",
        "citation": "Art. 56 al. 1 LCR",
        "content": "Le Conseil fédéral règle la durée de travail et de présence des conducteurs professionnels de véhicules automobiles. Il leur assure un repos quotidien suffisant ainsi que des jours de congé, de telle manière que les exigences auxquelles ils sont soumis ne soient pas plus grandes que celles que prévoient les dispositions légales régissant des activités semblables. Il veille à ce que l’observation de ces prescriptions fasse l’objet d’un contrôle efficace.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_56"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 6, Dispositions d’exécution, Durée du travail et du repos des conducteurs professionnels de véhicules automobiles",
        "citation": "Art. 56 al. 2 LCR",
        "content": "Le Conseil fédéral détermine dans quelle mesure les prescriptions sur la durée du travail et du repos sont applicables:\na. aux conducteurs professionnels circulant à l’étranger avec des voitures automobiles immatriculées en Suisse;\nb. aux conducteurs professionnels circulant en Suisse avec des voitures automobiles immatriculées à l’étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_56"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 6, Dispositions d’exécution, Durée du travail et du repos des conducteurs professionnels de véhicules automobiles",
        "citation": "Art. 56 al. 3 LCR",
        "content": "Le Conseil fédéral peut interdire que l’on calcule le salaire des conducteurs professionnels de véhicules automobiles en fonction du trajet parcouru, de la quantité de marchandises transportées ou d’autres critères similaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_56"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 6, Dispositions d’exécution, Règles complémentaires de circulation",
        "citation": "Art. 57 al. 1 LCR",
        "content": "Le Conseil fédéral peut édicter des règles complémentaires de circulation et prévoir, lorsque des circonstances particulières l’exigent, des exceptions aux règles de circulation, notamment pour l’armée et pour la protection civile. Il peut également édicter de telles règles pour des routes à sens unique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_57"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 6, Dispositions d’exécution, Règles complémentaires de circulation",
        "citation": "Art. 57 al. 2 LCR",
        "content": "Après avoir consulté les cantons, le Conseil fédéral désignera les routes principales à priorité de passage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_57"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 6, Dispositions d’exécution, Règles complémentaires de circulation",
        "citation": "Art. 57 al. 3 LCR",
        "content": "Il arrêtera des dispositions concernant:\na. les signes à donner par la police et, d’entente avec les cantons, les attributs permettant de reconnaître la police de la circulation;\nb. le contrôle des véhicules et de leurs conducteurs à la frontière;\nc. le contrôle des véhicules de la Confédération et de leurs conducteurs;\nd. la réglementation de la circulation par les soins des organes militaires;\ne. la reconstitution des faits lors d’accidents où sont en cause des véhicules automobiles militaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_57"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 6, Dispositions d’exécution, Règles complémentaires de circulation",
        "citation": "Art. 57 al. 5 LCR",
        "content": "Le Conseil fédéral peut prescrire:\na. que les occupants de voitures automobiles utilisent les dispositifs de retenue (ceintures de sécurité ou systèmes analogues);\nb. que les conducteurs et les passagers des véhicules motorisés à deux roues ainsi que des quadricycles légers à moteur, des quadricycles à moteur et des tricycles à moteur portent un casque protecteur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_57"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 6, Dispositions d’exécution, Police des autoroutes",
        "citation": "Art. 57a al. 1 LCR",
        "content": "Les cantons divisent les routes réservées à la circulation des véhicules automobiles (autoroutes et semi-autoroutes) en tronçons où la police exerce ses attributions de manière à assurer un accomplissement efficace des tâches.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_57_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 6, Dispositions d’exécution, Police des autoroutes",
        "citation": "Art. 57a al. 2 LCR",
        "content": "Sans égard aux frontières cantonales, la police compétente des autoroutes assure le service d’ordre et de sécurité sur le tronçon qui lui est attribué et fait les recherches nécessaires dans le domaine criminel; lors d’infractions de toute nature, elle prend les mesures urgentes qui s’imposent sur l’autoroute et ses abords. S’il s’agit de cas pénaux la police des autoroutes invite sans délai les organes du canton où l’acte a été commis à poursuivre l’affaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_57_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 6, Dispositions d’exécution, Police des autoroutes",
        "citation": "Art. 57a al. 3 LCR",
        "content": "La juridiction du canton où l’acte a été commis, ainsi que l’application de son droit, sont réservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_57_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3, Règles de la circulation, Règle fondamentale, Chapitre 6, Dispositions d’exécution, Police des autoroutes",
        "citation": "Art. 57a al. 4 LCR",
        "content": "Les gouvernements des cantons en cause déterminent les droits et devoirs réciproques résultant de l’exercice de la police par un canton sur le territoire de l’autre. Si, faute d’entente, le service de police n’est pas assuré, le Conseil fédéral prend les mesures de précaution nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_57_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3a, Gestion du trafic, Gestion du trafic par la Confédération",
        "citation": "Art. 57c al. 1 LCR",
        "content": "La Confédération est compétente en matière de gestion du trafic sur les routes nationales. Elle peut déléguer ces tâches en tout ou en partie, aux cantons, à des organismes responsables constitués par eux ou à des tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_57_c"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3a, Gestion du trafic, Gestion du trafic par la Confédération",
        "citation": "Art. 57c al. 2 LCR",
        "content": "La Confédération peut:\na. ordonner des mesures de gestion du trafic motorisé sur les routes nationales, adéquates et nécessaires pour prévenir ou éliminer de graves perturbations du trafic;\nb. ordonner d’autres mesures de gestion opérationnelle et de régulation du trafic sur les routes nationales, adéquates et nécessaires pour garantir la sécurité et la fluidité du trafic motorisé; l’art. 3, al. 6, est réservé;\nc. émettre des recommandations relatives à la gestion du trafic motorisé, afin de garantir la sécurité et la fluidité du trafic et de mettre en œuvre les objectifs de la loi du 8 octobre 1999 sur le transfert du trafic.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_57_c"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3a, Gestion du trafic, Gestion du trafic par la Confédération",
        "citation": "Art. 57c al. 3 LCR",
        "content": "La Confédération consulte les cantons lors de l’établissement des plans de gestion du trafic.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_57_c"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3a, Gestion du trafic, Gestion du trafic par la Confédération",
        "citation": "Art. 57c al. 4 LCR",
        "content": "La Confédération informe les usagers de la route, les cantons et les exploitants d’autres modes de transport des conditions de circulation, des restrictions du trafic et de l’état des routes sur les routes nationales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_57_c"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3a, Gestion du trafic, Gestion du trafic par la Confédération",
        "citation": "Art. 57c al. 5 LCR",
        "content": "La Confédération veille à la constitution et à l’exploitation d’un centre de données sur les transports ainsi qu’à l’établissement d’une centrale de gestion du trafic pour les routes nationales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_57_c"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3a, Gestion du trafic, Gestion du trafic par la Confédération",
        "citation": "Art. 57c al. 6 LCR",
        "content": "Les cantons transmettent à la Confédération les données relatives au trafic qui sont nécessaires à l’accomplissement de ces tâches.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_57_c"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3a, Gestion du trafic, Gestion du trafic par la Confédération",
        "citation": "Art. 57c al. 7 LCR",
        "content": "Les cantons disposent gratuitement des informations détenues par le centre de données sur les transports au sens de l’al. 5 pour accomplir leurs tâches. La Confédération donne à des cantons et à des tiers la possibilité, contre rémunération, d’étendre le centre de données sur les transports et de l’utiliser à des fins supplémentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_57_c"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3a, Gestion du trafic, Gestion du trafic par la Confédération",
        "citation": "Art. 57c al. 8 LCR",
        "content": "La Confédération peut, contre rémunération, assumer pour le compte des cantons la préparation et la diffusion des informations routières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_57_c"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3a, Gestion du trafic, Gestion du trafic par les cantons",
        "citation": "Art. 57d al. 1 LCR",
        "content": "Les cantons établissent des plans de gestion du trafic pour les routes que le Conseil fédéral déclare importantes pour la gestion du trafic sur les routes nationales. Ces plans doivent être approuvés par la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_57_d"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3a, Gestion du trafic, Gestion du trafic par les cantons",
        "citation": "Art. 57d al. 2 LCR",
        "content": "Les cantons informent les usagers de la route des conditions de circulation, des restrictions du trafic et de l’état des routes sur le reste du réseau routier sur leur territoire. Dans la mesure où la situation l’exige, ils informent la Confédération, les autres cantons et les États voisins.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_57_d"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3a, Gestion du trafic, Gestion du trafic par les cantons",
        "citation": "Art. 57d al. 3 LCR",
        "content": "Les cantons peuvent déléguer leurs tâches d’information à la centrale de gestion du trafic ou à des tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_57_d"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 3a, Gestion du trafic, Gestion du trafic par les cantons",
        "citation": "Art. 57d al. 4 LCR",
        "content": "La Confédération assiste les cantons par des conseils spécifiques et les soutient dans la coordination des informations routières qui intéressent les autres cantons et les États voisins.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_57_d"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 1, Responsabilité civile, Responsabilité civile du détenteur de véhicule automobile",
        "citation": "Art. 58 al. 1 LCR",
        "content": "Si, par suite de l’emploi d’un véhicule automobile, une personne est tuée ou blessée ou qu’un dommage matériel est causé, le détenteur est civilement responsable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_58"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 1, Responsabilité civile, Responsabilité civile du détenteur de véhicule automobile",
        "citation": "Art. 58 al. 2 LCR",
        "content": "Lorsqu’un accident de la circulation est causé par un véhicule automobile qui n’est pas à l’emploi, la responsabilité civile du détenteur est engagée si le lésé prouve que ce dernier ou des personnes dont il est responsable ont commis une faute ou qu’une défectuosité du véhicule a contribué à l’accident.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_58"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 1, Responsabilité civile, Responsabilité civile du détenteur de véhicule automobile",
        "citation": "Art. 58 al. 3 LCR",
        "content": "Le détenteur est également responsable, dans la mesure fixée par le juge, des dommages consécutifs à l’assistance prêtée lors d’un accident où son véhicule automobile est impliqué, si l’accident lui est imputable ou si l’assistance a été prêtée à lui-même ou aux passagers de son véhicule.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_58"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 1, Responsabilité civile, Responsabilité civile du détenteur de véhicule automobile",
        "citation": "Art. 58 al. 4 LCR",
        "content": "Le détenteur répond de la faute du conducteur et des auxiliaires au service du véhicule comme de sa propre faute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_58"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 1, Responsabilité civile, Atténuation ou exclusion de la responsabilité civile du détenteur",
        "citation": "Art. 59 al. 1 LCR",
        "content": "Le détenteur est libéré de la responsabilité civile s’il prouve que l’accident a été causé par la force majeure ou par une faute grave du lésé ou d’un tiers sans que lui-même ou les personnes dont il est responsable aient commis de faute et sans qu’une défectuosité du véhicule ait contribué à l’accident.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_59"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 1, Responsabilité civile, Atténuation ou exclusion de la responsabilité civile du détenteur",
        "citation": "Art. 59 al. 2 LCR",
        "content": "Si néanmoins le détenteur ne peut se libérer en vertu de l’al. 1 mais prouve qu’une faute du lésé a contribué à l’accident, le juge fixe l’indemnité en tenant compte de toutes les circonstances.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_59"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 1, Responsabilité civile, Atténuation ou exclusion de la responsabilité civile du détenteur",
        "citation": "Art. 59 al. 4 LCR",
        "content": "Sont déterminées d’après le code des obligations:\na. la responsabilité civile, dans les relations entre le détenteur et le propriétaire d’un véhicule, pour les dommages subis par ce véhicule;\nb. la responsabilité du détenteur pour les dommages causés aux objets transportés avec son véhicule, à l’exception de ceux que le lésé emportait avec lui, notamment les bagages, etc.; la loi du 20 mars 2009 sur le transport de voyageurs est réservée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_59"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 1, Responsabilité civile, Dommage causé par plusieurs auteurs",
        "citation": "Art. 60 al. 1 LCR",
        "content": "Lorsque plusieurs personnes répondent d’un dommage subi par un tiers dans un accident où un véhicule automobile est en cause, ces personnes sont solidairement responsables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_60"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 1, Responsabilité civile, Dommage causé par plusieurs auteurs",
        "citation": "Art. 60 al. 2 LCR",
        "content": "Le dommage sera réparti compte tenu de toutes les circonstances entre les personnes responsables impliquées dans l’accident. Lorsqu’il y a plusieurs détenteurs de véhicules automobiles, ils supportent le dommage en proportion de leur faute, à moins que des circonstances spéciales, notamment les risques inhérents à l’emploi du véhicule, ne justifient un autre mode de répartition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_60"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 1, Responsabilité civile, Responsabilité civile entre détenteurs de véhicules automobiles",
        "citation": "Art. 61 al. 1 LCR",
        "content": "Lorsqu’un détenteur est victime de lésions corporelles dans un accident où sont impliqués plusieurs véhicules automobiles, le dommage sera supporté par les détenteurs de tous les véhicules automobiles impliqués, en proportion de leur faute, à moins que des circonstances spéciales, notamment les risques inhérents à l’emploi du véhicule, ne justifient un autre mode de répartition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_61"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 1, Responsabilité civile, Responsabilité civile entre détenteurs de véhicules automobiles",
        "citation": "Art. 61 al. 2 LCR",
        "content": "L’un des détenteurs ne répond envers l’autre des dommages matériels que si le lésé fournit la preuve que les dommages ont été causés par la faute ou l’incapacité passagère de discernement du détenteur intimé ou d’une personne dont il est responsable, ou encore par une défectuosité de son véhicule.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_61"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 1, Responsabilité civile, Responsabilité civile entre détenteurs de véhicules automobiles",
        "citation": "Art. 61 al. 3 LCR",
        "content": "Lorsque plusieurs détenteurs répondent du dommage subi par un autre détenteur, ils sont solidairement responsables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_61"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 1, Responsabilité civile, Réparation du dommage, réparation morale",
        "citation": "Art. 62 al. 1 LCR",
        "content": "Le mode et l’étendue de la réparation ainsi que l’octroi d’une indemnité à titre de réparation morale sont régis par les principes du code des obligations concernant les actes illicites.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_62"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 1, Responsabilité civile, Réparation du dommage, réparation morale",
        "citation": "Art. 62 al. 2 LCR",
        "content": "Lorsque la personne tuée ou blessée jouissait d’un revenu exceptionnellement élevé, le juge peut, en tenant compte de toutes les circonstances, réduire équitablement l’indemnité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_62"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 1, Responsabilité civile, Réparation du dommage, réparation morale",
        "citation": "Art. 62 al. 3 LCR",
        "content": "Les prestations faites au lésé, provenant d’une assurance privée dont le détenteur a payé tout ou partie des primes, sont déduites de l’indemnité due par ce dernier proportionnellement à sa contribution, à moins que le contrat d’assurance n’en dispose autrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_62"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 2, Assurance, Assurance obligatoire",
        "citation": "Art. 63 al. 1 LCR",
        "content": "Aucun véhicule automobile ne peut être mis en circulation sur la voie publique avant qu’ait été conclue une assurance-responsabilité civile conforme aux dispositions qui suivent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_63"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 2, Assurance, Assurance obligatoire",
        "citation": "Art. 63 al. 2 LCR",
        "content": "L’assurance couvre la responsabilité civile du détenteur et celle des personnes dont il est responsable au sens de la présente loi, au moins dans les États dans lesquels la plaque de contrôle suisse est considérée comme une attestation d’assurance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_63"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 2, Assurance, Assurance obligatoire",
        "citation": "Art. 63 al. 3 LCR",
        "content": "Peuvent être exclues de l’assurance:\na. les prétentions du détenteur pour le dommage matériel qu’il a lui-même subi et qui a été causé par des personnes dont il est responsable au sens de la présente loi;\nb. les prétentions du conjoint ou du partenaire enregistré du détenteur, de ses ascendants ou descendants, ainsi que de ses frères et sœurs vivant en ménage commun avec lui, pour les dommages matériels qu’ils ont subis;\nc. les prétentions pour dommages matériels, lorsque la responsabilité civile du détenteur n’est pas régie par la présente loi;\nd. les prétentions pour cause d’accidents survenus lors de courses de vitesse pour lesquelles l’assurance prescrite par l’art. 72 a été conclue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_63"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 2, Assurance, Assurance minimale",
        "citation": "Art. 64 LCR",
        "content": "Le Conseil fédéral fixera les montants jusqu’à concurrence desquels l’assurance-responsabilité civile devra couvrir les prétentions des lésés pour les dommages corporels et matériels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_64"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 2, Assurance, Action directe contre l’assureur, exceptions",
        "citation": "Art. 65 al. 1 LCR",
        "content": "Dans la limite des montants prévus par le contrat d’assurance, le lésé peut intenter une action directe contre l’assureur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_65"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 2, Assurance, Action directe contre l’assureur, exceptions",
        "citation": "Art. 65 al. 2 LCR",
        "content": "Les exceptions découlant du contrat d’assurance ou de la loi fédérale du 2 avril 1908 sur le contrat d’assurance ne peuvent être opposées au lésé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_65"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 2, Assurance, Action directe contre l’assureur, exceptions",
        "citation": "Art. 65 al. 3 LCR",
        "content": "L’assureur a un droit de recours contre le preneur d’assurance ou l’assuré pour autant qu’il soit habilité, en vertu du contrat d’assurance ou de la loi sur le contrat d’assurance, à refuser le versement de prestations ou à en réduire le montant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_65"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 2, Assurance, Pluralité de lésés",
        "citation": "Art. 66 al. 1 LCR",
        "content": "Si les prétentions de plusieurs lésés dépassent la garantie prévue par le contrat d’assurance, les prétentions de chacun à l’endroit de l’assureur se réduisent proportionnellement jusqu’à concurrence de cette garantie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_66"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 2, Assurance, Pluralité de lésés",
        "citation": "Art. 66 al. 2 LCR",
        "content": "Le lésé qui intente l’action en premier lieu, ainsi que l’assureur défendeur, peuvent demander au juge saisi d’impartir aux autres lésés, en leur indiquant les conséquences d’une omission, un délai pour intenter leur action devant le même juge. Il appartient au juge saisi de décider de la répartition entre les lésés de l’indemnité due par l’assurance. Lors de cette répartition, les prétentions formulées dans les délais seront satisfaites en premier lieu, sans égard aux autres prétentions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_66"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 2, Assurance, Pluralité de lésés",
        "citation": "Art. 66 al. 3 LCR",
        "content": "L’assureur qui a versé de bonne foi à un lésé une somme supérieure à la part lui revenant, parce qu’il ignorait l’existence d’autres prétentions, est libéré de sa responsabilité à l’égard des autres lésés, jusqu’à concurrence de la somme versée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_66"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 2, Assurance, Changement de détenteur, véhicule de remplacement",
        "citation": "Art. 67 al. 1 LCR",
        "content": "Lorsque le véhicule change de détenteur, les droits et obligations découlant du contrat d’assurance passent au nouveau détenteur. Si le nouveau permis de circulation est établi sur la base d’une autre assurance-responsabilité civile, l’ancien contrat devient caduc.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_67"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 2, Assurance, Changement de détenteur, véhicule de remplacement",
        "citation": "Art. 67 al. 2 LCR",
        "content": "L’ancien assureur est autorisé à résilier le contrat dans les quatorze jours dès le moment où il a eu connaissance du changement de détenteur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_67"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 2, Assurance, Changement de détenteur, véhicule de remplacement",
        "citation": "Art. 67 al. 3 LCR",
        "content": "Le Conseil fédéral règle les conditions auxquelles le détenteur peut faire usage d’un véhicule autre que celui qui est assuré en se servant des plaques de contrôle de ce dernier. L’assurance n’est valable que pour le véhicule utilisé. L’assureur a un droit de recours contre le détenteur si l’utilisation n’était pas autorisée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_67"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 2, Assurance, Attestation d’assurance, suspension et cessation de l’assurance",
        "citation": "Art. 68 al. 1 LCR",
        "content": "L’assureur est tenu d’établir une attestation d’assurance à l’intention de l’autorité qui délivre le permis de circulation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_68"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 2, Assurance, Attestation d’assurance, suspension et cessation de l’assurance",
        "citation": "Art. 68 al. 2 LCR",
        "content": "L’assureur annoncera à l’autorité la suspension ou la cessation de l’assurance, qui ne produiront leurs effets à l’égard des lésés qu’à partir du moment où le permis de circulation et les plaques de contrôle auront été rendus, mais au plus tard soixante jours après la notification de l’assureur, à moins que l’assurance n’ait été au préalable remplacée par une autre. L’autorité retirera le permis de circulation et les plaques de contrôle dès qu’elle aura reçu l’avis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_68"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 2, Assurance, Attestation d’assurance, suspension et cessation de l’assurance",
        "citation": "Art. 68 al. 3 LCR",
        "content": "Lorsque les plaques de contrôle sont déposées auprès de l’autorité compétente, les effets de l’assurance sont suspendus. L’autorité en informe l’assureur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_68"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 2, Assurance, Déclaration des sinistres causés ",
        "citation": "Art. 68a LCR",
        "content": "Durant toute la durée du contrat, l’assuré est en droit d’obtenir une déclaration concernant les sinistres causés ou l’absence de sinistre. À la demande de l’assuré, l’assureur est tenu de lui remettre dans les quinze jours une déclaration portant sur toute la durée du contrat, mais au plus sur les cinq dernières années contractuelles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_68_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Remorques des véhicules automobiles; véhicules automobiles remorqués",
        "citation": "Art. 69 al. 1 LCR",
        "content": "Le détenteur du véhicule tracteur répond du dommage causé par la remorque ou par le véhicule automobile remorqué; les dispositions concernant les dommages causés par des véhicules automobiles sont applicables par analogie. Lorsque le véhicule automobile remorqué est conduit par une personne, son détenteur et celui du véhicule tracteur sont solidairement responsables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_69"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Remorques des véhicules automobiles; véhicules automobiles remorqués",
        "citation": "Art. 69 al. 2 LCR",
        "content": "L’assurance du véhicule tracteur couvre également la responsabilité civile pour les dommages provoqués par:\na. la remorque;\nb. le véhicule automobile remorqué que personne ne conduit;\nc. le véhicule automobile remorqué conduit par une personne, lorsque ce véhicule n’est pas assuré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_69"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Remorques des véhicules automobiles; véhicules automobiles remorqués",
        "citation": "Art. 69 al. 3 LCR",
        "content": "Les remorques servant au transport de personnes ne seront mises en circulation que si leurs détenteurs ont conclu une assurance complémentaire pour la remorque de sorte que l’ensemble du train routier soit couvert dans les limites de l’assurance minimale fixée par le Conseil fédéral selon l’art. 64.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_69"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Remorques des véhicules automobiles; véhicules automobiles remorqués",
        "citation": "Art. 69 al. 4 LCR",
        "content": "La responsabilité civile du détenteur du véhicule tracteur pour les dommages corporels subis par les passagers de remorques ainsi que la responsabilité pour les dommages que se causent l’un à l’autre le véhicule tracteur et le véhicule automobile remorqué sont régis par la présente loi. Le détenteur du véhicule tracteur répond des dommages matériels causés à la remorque conformément aux dispositions du code des obligations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_69"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Cycles",
        "citation": "Art. 70 LCR",
        "content": "La responsabilité civile des cyclistes est régie par le code des obligations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_70"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Entreprises de la branche automobile",
        "citation": "Art. 71 al. 1 LCR",
        "content": "L’exploitant d’une entreprise de la branche répond comme un détenteur des dommages causés par un véhicule automobile qui lui a été remis pour être garé, réparé, entretenu transformé ou à d’autres fins analogues. La responsabilité civile du détenteur et de son assureur n’est pas engagée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_71"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Entreprises de la branche automobile",
        "citation": "Art. 71 al. 2 LCR",
        "content": "Les exploitants visés par l’al. 1 et ceux qui construisent des véhicules automobiles ou en font le commerce doivent conclure une assurance-responsabilité civile pour l’ensemble de leurs propres véhicules et de ceux qui leur sont remis. Les dispositions relatives à l’assurance du détenteur sont applicables par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_71"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Courses de vitesse",
        "citation": "Art. 72 al. 1 LCR",
        "content": "Les dispositions du présent article s’appliquent aux manifestations sportives automobiles ou de cycles dont le classement se fait principalement d’après la vitesse maximum atteinte ou au cours desquelles est exigée une vitesse moyenne supérieure à 50 km/h. Elles sont également applicables lorsque le parcours est fermé à la circulation publique. Le Conseil fédéral peut soumettre d’autres manifestations aux dispositions du présent article.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_72"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Courses de vitesse",
        "citation": "Art. 72 al. 2 LCR",
        "content": "Les organisateurs répondent du dommage causé par les véhicules des participants ou des suiveurs ou par tout autre véhicule utilisé au service de la manifestation; les dispositions sur la responsabilité civile des détenteurs de véhicules automobiles s’appliquent par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_72"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Courses de vitesse",
        "citation": "Art. 72 al. 3 LCR",
        "content": "La responsabilité civile pour les dommages subis par les coureurs et leurs passagers ou par les véhicules utilisés au service de la manifestation n’est pas régie par la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_72"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Courses de vitesse",
        "citation": "Art. 72 al. 4 LCR",
        "content": "La responsabilité civile des organisateurs, des participants et des auxiliaires à l’égard des tiers, par exemple des spectateurs, d’autres usagers de la route et des riverains, doit être couverte par une assurance. L’autorité qui concède le droit d’organiser la manifestation fixe les montants minimaux de l’assurance suivant les circonstances; lors de courses de véhicules automobiles, ces montants ne peuvent toutefois être inférieurs à ceux de l’assurance ordinaire. Les art. 65 et 66 s’appliquent par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_72"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Courses de vitesse",
        "citation": "Art. 72 al. 5 LCR",
        "content": "Lorsqu’un dommage survenu à l’occasion d’une course organisée sans autorisation doit être couvert par l’assurance ordinaire du véhicule automobile ayant causé le dommage, doit être réparé par le cycliste ayant causé le dommage ou doit être couvert par son assurance responsabilité civile privée, l’assureur ou le cycliste peut recourir contre les responsables qui savaient ou auraient dû savoir, en y prêtant toute l’attention commandée par les circonstances, qu’une assurance spéciale pour la course faisait défaut.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_72"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Véhicules automobiles et cycles de la Confédération et des cantons",
        "citation": "Art. 73 al. 1 LCR",
        "content": "En qualité de détenteurs de véhicules automobiles, la Confédération et les cantons sont soumis aux dispositions de la présente loi concernant la responsabilité civile, mais non pas à l’obligation de s’assurer. Ne sont en outre pas soumis à l’assurance obligatoire les véhicules automobiles pour lesquels la Confédération garantit comme un assureur la réparation des dommages qu’ils auront causés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_73"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Véhicules automobiles et cycles de la Confédération et des cantons",
        "citation": "Art. 73 al. 3 LCR",
        "content": "La Confédération et les cantons règlent selon les dispositions applicables à l’assurance-responsabilité civile les sinistres causés par des véhicules automobiles, des remorques et des cycles dont ils assument la responsabilité civile. Ils indiquent à l’organisme d’information (art. 79a) quels sont les services compétents pour le règlement des sinistres.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_73"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Bureau national d’assurance",
        "citation": "Art. 74 al. 1 LCR",
        "content": "Les institutions d’assurance autorisées à exercer leur activité en Suisse dans le secteur de l’assurance-responsabilité civile pour véhicules automobiles constituent et exploitent en commun le Bureau national d’assurance, qui est doté de la personnalité juridique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_74"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Bureau national d’assurance",
        "citation": "Art. 74 al. 2 LCR",
        "content": "Le Bureau national d’assurance accomplit les tâches suivantes:\na. il couvre la responsabilité civile pour les dommages causés en Suisse par des véhicules automobiles ou des remorques étrangers, dans la mesure où il existe une obligation d’assurance prévue par la présente loi;\nb. il exploite l’organisme d’information visé à l’art. 79a;\nc. il coordonne la conclusion d’assurances-frontière pour les véhicules automobiles entrant en Suisse qui ne disposent pas de l’assurance nécessaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_74"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Bureau national d’assurance",
        "citation": "Art. 74 al. 3 LCR",
        "content": "Le Conseil fédéral réglemente:\na. l’obligation de conclure une assurance-frontière;\nb. la coordination des prestations des assurances sociales avec celles du Bureau national d’assurance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_74"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Bureau national d’assurance",
        "citation": "Art. 74 al. 4 LCR",
        "content": "Il peut exclure ou restreindre le séquestre destiné à garantir la réparation des dommages causés par des véhicules automobiles ou des remorques étrangers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_74"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Véhicules utilisés sans droit",
        "citation": "Art. 75 al. 1 LCR",
        "content": "Celui qui soustrait un véhicule automobile dans le dessein d’en faire usage assume la responsabilité civile d’un détenteur. Le conducteur répond solidairement avec lui, s’il savait dès le début de la course ou pouvait savoir en prêtant toute l’attention commandée par les circonstances que le véhicule avait été soustrait. Le détenteur est aussi responsable, sauf à l’égard de ceux qui ont fait usage du véhicule et qui savaient dès le début de la course ou pouvaient savoir en prêtant toute l’attention commandée par les circonstances que le véhicule avait été soustrait.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_75"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Véhicules utilisés sans droit",
        "citation": "Art. 75 al. 2 LCR",
        "content": "Le détenteur et son assureur de la responsabilité civile ont un droit de recours contre les personnes qui avaient soustrait le véhicule et contre le conducteur qui, dès le début de la course, savait ou pouvait savoir avec toute l’attention commandée par les circonstances que le véhicule avait été soustrait.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_75"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Véhicules utilisés sans droit",
        "citation": "Art. 75 al. 3 LCR",
        "content": "Lorsqu’aucune faute n’est imputable au détenteur dans la soustraction de son véhicule, l’assureur ne peut pas lui faire supporter des désavantages pécuniaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_75"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Fonds national de garantie",
        "citation": "Art. 76 al. 1 LCR",
        "content": "Les institutions d’assurance autorisées à exercer leur activité en Suisse dans le secteur de l’assurance-responsabilité civile pour véhicules automobiles constituent et exploitent en commun le Fonds national de garantie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_76"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Fonds national de garantie",
        "citation": "Art. 76 al. 2 LCR",
        "content": "Le Fonds national de garantie est doté de la personnalité juridique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_76"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Fonds national de garantie",
        "citation": "Art. 76 al. 3 LCR",
        "content": "Il accomplit les tâches suivantes:\na. il couvre la responsabilité civile pour les dommages causés en Suisse:\n1. par des véhicules automobiles ou des remorques non identifiés ou non assurés, dans la mesure où la présente loi prévoit une obligation d’assurance,\n2. par des cycles ou des engins assimilés à des véhicules, lorsque l’auteur du dommage ne peut être identifié ou que le dommage n’est couvert ni par lui-même, ni par une assurance-responsabilité civile, ni par un tiers responsable du dommage à la place de l’auteur, ni par une autre assurance;\nb. il exploite l’organisme d’indemnisation visé à l’art. 79d.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_76"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Fonds national de garantie",
        "citation": "Art. 76 al. 4 LCR",
        "content": "Si un assureur en responsabilité civile pour véhicules automobiles est tenu de fournir une prestation pour des dommages causés par des véhicules automobiles ou des remorques immatriculés en Suisse et qu’il fait l’objet:\na. d’une procédure de faillite assurantielle, le Fonds national de garantie mène la procédure applicable en matière de règlement préférentiel des prétentions exécutables et couvre la part des prétentions pour laquelle l’administration de la faillite a délivré un acte de défaut de biens;\nb. d’une procédure d’assainissement au sens de l’art. 52a de la loi du 17 décembre 2004 sur la surveillance des assurances, assortie d’une décision de réduction des prestations rendue par l’autorité compétente, le Fonds national de garantie prend en charge le montant correspondant à la réduction des prestations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_76"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Fonds national de garantie",
        "citation": "Art. 76 al. 5 LCR",
        "content": "Le Conseil fédéral réglemente:\na. les tâches du Fonds national de garantie définies à l’al. 3;\nb. la couverture en cas de faillite ou d’assainissement visée à l’al. 4, en particulier son étendue maximale;\nc. l’assujettissement du lésé à une franchise pour les dommages matériels;\nd. la coordination des prestations des assurances sociales avec celles du Fonds national de garantie;\ne. la procédure applicable en matière de règlement préférentiel des prétentions exécutables après l’ouverture d’une procédure de faillite assurantielle assujettissant le Fonds national de garantie à l’obligation de fournir une prestation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_76"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Fonds national de garantie",
        "citation": "Art. 76 al. 6 LCR",
        "content": "Dans les cas prévus à l’al. 3, let. a, l’obligation incombant au Fonds national de garantie se réduit dans une proportion correspondant aux prétentions que le lésé peut faire valoir auprès d’une assurance contre les dommages ou d’une assurance sociale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_76"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Fonds national de garantie",
        "citation": "Art. 76 al. 7 LCR",
        "content": "Dans les cas prévus à l’al. 3, let. a, le Conseil fédéral peut:\na. obliger le Fonds national de garantie à prendre en charge les prestations à titre provisoire, lorsque l’auteur du dommage ne dispose pas d’une assurance-responsabilité civile tenue de fournir une prestation ou que l’absence d’une telle assurance est contestée;\nb. limiter ou supprimer, en cas d’absence de réciprocité, l’obligation, pour le Fonds national de garantie, de fournir une prestation à des lésés de nationalité étrangère qui ont leur domicile à l’étranger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_76"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Fonds national de garantie",
        "citation": "Art. 76 al. 8 LCR",
        "content": "En versant une indemnité au lésé, le Fonds national de garantie se subroge à ce dernier dans ses droits pour des dommages semblables à ceux qu’il couvre. Il peut exercer une action récursoire pour les prestations visées à l’al. 4 uniquement si le détenteur ou le conducteur du véhicule a causé le dommage par négligence grave ou intentionnellement. Lorsque le Fonds national de garantie est tenu de fournir des prestations en vertu de l’al. 4, le lésé n’a pas de prétention envers le détenteur ou le conducteur du véhicule ayant causé les dommages.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_76"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Financement et exécution",
        "citation": "Art. 76a al. 1 LCR",
        "content": "Le détenteur d’un véhicule automobile verse chaque année une contribution par genre de risque assuré pour couvrir les dépenses visées aux art. 74, 76, 79a et 79d.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_76_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Financement et exécution",
        "citation": "Art. 76a al. 2 LCR",
        "content": "Le bureau national d’assurance et le fonds national de garantie déterminent ces contributions; elles doivent être approuvées par l’Autorité fédérale de surveillance des marchés financiers (FINMA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_76_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Financement et exécution",
        "citation": "Art. 76a al. 3 LCR",
        "content": "Les assureurs en responsabilité civile pour véhicules automobiles perçoivent ces contributions en même temps que la prime.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_76_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Financement et exécution",
        "citation": "Art. 76a al. 4 LCR",
        "content": "La Confédération ainsi que ses entreprises et établissements sont exonérés du paiement de la contribution. Les cantons détenteurs de véhicules automobiles qui ne sont pas assujettis à l’assurance-responsabilité civile (art. 73, al. 1) ne sont astreints à la contribution que si leurs véhicules sont assurés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_76_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Financement et exécution",
        "citation": "Art. 76a al. 4bis LCR",
        "content": "Si la FINMA a ouvert une procédure d’assainissement ou de faillite assurantielle contre un assureur en responsabilité civile pour véhicules automobiles, le Fonds national de garantie estime les obligations de paiement auxquelles il y a lieu de s’attendre. Celles-ci doivent être documentées uniquement dans l’annexe aux comptes annuels (art. 959c du code des obligations).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_76_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Financement et exécution",
        "citation": "Art. 76a al. 5 LCR",
        "content": "Le Conseil fédéral règle les modalités. Il détermine notamment les bases de calcul de la contribution et fixe la procédure d’approbation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_76_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Dispositions communes au Bureau national d’assurance et au Fonds national de garantie",
        "citation": "Art. 76b al. 1 LCR",
        "content": "Les lésés peuvent intenter action directement contre le Bureau national d’assurance et le Fonds national de garantie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_76_b"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Dispositions communes au Bureau national d’assurance et au Fonds national de garantie",
        "citation": "Art. 76b al. 2 LCR",
        "content": "Le Bureau national d’assurance et le Fonds national de garantie sont soumis à la surveillance de l’OFROU.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_76_b"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Dispositions communes au Bureau national d’assurance et au Fonds national de garantie",
        "citation": "Art. 76b al. 3 LCR",
        "content": "Les personnes chargées d’effectuer des tâches incombant au Bureau national d’assurance ou au Fonds national de garantie ou d’en surveiller l’exécution sont tenues au secret à l’égard des tiers Elles sont habilitées à traiter ou à faire traiter les données personnelles, y compris les données sensibles, qui leur sont nécessaires pour accomplir ces tâches.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_76_b"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Dispositions communes au Bureau national d’assurance et au Fonds national de garantie",
        "citation": "Art. 76b al. 4 LCR",
        "content": "Le Bureau national d’assurance et le Fonds national de garantie peuvent:\na. confier à leurs membres ou à des tiers l’exécution des tâches qui leur incombent et nommer un assureur apériteur;\nb. conclure des accords avec d’autres bureaux nationaux d’assurance et fonds nationaux de garantie, ainsi qu’avec d’autres organismes étrangers assumant des tâches du même genre, en vue de faciliter le trafic transfrontière et de protéger les victimes de la circulation dans le trafic international.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_76_b"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Dispositions communes au Bureau national d’assurance et au Fonds national de garantie",
        "citation": "Art. 76b al. 5 LCR",
        "content": "Le Conseil fédéral édicte des dispositions sur les tâches et les compétences du Bureau national d’assurance et du Fonds national de garantie en ce qui concerne:\na. la réparation des dommages en Suisse et à l’étranger;\nb. la promotion et le développement de la couverture d’assurance et de la protection des victimes de la circulation dans le trafic transfrontière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_76_b"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Véhicules non assurés",
        "citation": "Art. 77 al. 1 LCR",
        "content": "Si un canton délivre des permis de circulation et des plaques de contrôle pour véhicules automobiles sans que l’assurance prescrite ait été conclue, il est civilement responsable, dans la limite des montants minimaux d’assurance prévus par la loi, du dommage dont les détenteurs des véhicules automobiles ont à répondre. Le canton est civilement responsable de la même manière s’il omet de retirer le permis de circulation et les plaques de contrôle dans les soixante jours qui suivent l’avis donné par l’assureur selon l’art. 68 ou après que le détenteur a informé l’autorité de la mise hors circulation définitive d’un véhicule.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_77"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Véhicules non assurés",
        "citation": "Art. 77 al. 2 LCR",
        "content": "Le canton ou son assureur ont un droit de recours contre le détenteur, à moins que ce dernier n’ait pu admettre de bonne foi qu’il était couvert par l’assurance prescrite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_77"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Véhicules non assurés",
        "citation": "Art. 77 al. 3 LCR",
        "content": "Les présentes dispositions s’appliquent par analogie à la délivrance par la Confédération des permis de circulation et des plaques de contrôle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_77"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Organisme d’information",
        "citation": "Art. 79a al. 1 LCR",
        "content": "L’organisme d’information fournit aux lésés et aux assurances sociales les informations nécessaires pour faire valoir leurs demandes d’indemnisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_79_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Organisme d’information",
        "citation": "Art. 79a al. 2 LCR",
        "content": "Le Conseil fédéral détermine les informations qui doivent être fournies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_79_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Organisme d’information",
        "citation": "Art. 79a al. 3 LCR",
        "content": "Il peut obliger les autorités et les particuliers à fournir les données nécessaires à l’organisme d’information.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_79_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Représentants chargés du règlement des sinistres",
        "citation": "Art. 79b al. 1 LCR",
        "content": "Les institutions d’assurance autorisées à exercer leur activité en Suisse dans le secteur de l’assurance-responsabilité civile pour véhicules automobiles désignent un représentant chargé du règlement des sinistres dans chaque État de l’Espace économique européen. Elles communiquent le nom et l’adresse de ces représentants aux organismes d’information de ces États, ainsi qu’à l’organisme d’information visé à l’art. 79a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_79_b"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Représentants chargés du règlement des sinistres",
        "citation": "Art. 79b al. 2 LCR",
        "content": "Le Conseil fédéral peut obliger les institutions d’assurance mentionnées à l’al. 1 à désigner un représentant chargé du règlement des sinistres dans d’autres États.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_79_b"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Représentants chargés du règlement des sinistres",
        "citation": "Art. 79b al. 3 LCR",
        "content": "Les représentants chargés du règlement des sinistres sont des personnes physiques ou morales qui représentent, dans leur pays d’activité, des institutions d’assurance dont le siège se trouve dans un autre État. Ils traitent et règlent les demandes d’indemnisation faites par les lésés domiciliés dans leur pays d’activité à l’encontre de l’institution d’assurance qu’ils représentent, conformément à l’art. 79c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_79_b"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Représentants chargés du règlement des sinistres",
        "citation": "Art. 79b al. 4 LCR",
        "content": "Ils doivent:\na. être domiciliés dans leur pays d’activité;\nb. disposer de pouvoirs suffisants pour représenter valablement l’institution d’assurance à l’égard des lésés et satisfaire à leurs demandes d’indemnisation en totalité;\nc. être en mesure de traiter les cas dans la ou les langues officielles de leur pays d’activité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_79_b"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Représentants chargés du règlement des sinistres",
        "citation": "Art. 79b al. 5 LCR",
        "content": "Ils peuvent exercer leur activité pour le compte d’une ou de plusieurs institutions d’assurance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_79_b"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Règlement des sinistres",
        "citation": "Art. 79c al. 1 LCR",
        "content": "Les institutions d’assurance autorisées à exercer leur activité en Suisse dans le secteur de l’assurance-responsabilité civile pour véhicules automobiles, les représentants chargés du règlement des sinistres en Suisse, la Confédération et les cantons, pour ceux de leurs véhicules qui ne sont pas assurés, le Bureau national d’assurance et le Fonds national de garantie doivent réagir dans les trois mois aux demandes d’indemnisation faites par les lésés:\na. soit en présentant une offre d’indemnisation motivée, dans le cas où la responsabilité n’est pas contestée et où le dommage a été quantifié;\nb. soit en donnant une réponse motivée aux éléments invoqués dans la demande, dans le cas où la responsabilité est rejetée ou n’a pas été clairement établie ou lorsque le dommage n’a pas été entièrement quantifié.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_79_c"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Règlement des sinistres",
        "citation": "Art. 79c al. 2 LCR",
        "content": "Le délai de trois mois court à partir du jour où la demande contenant des prétentions concrètes en réparation du dommage est parvenue à son destinataire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_79_c"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Règlement des sinistres",
        "citation": "Art. 79c al. 3 LCR",
        "content": "Des intérêts moratoires sont dus après l’expiration du délai de trois mois. Les autres prétentions du lésé sont réservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_79_c"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Organisme d’indemnisation",
        "citation": "Art. 79d al. 1 LCR",
        "content": "Le lésé domicilié en Suisse peut faire valoir ses prétentions en responsabilité civile auprès de l’organisme d’indemnisation du Fonds national de garantie:\na. lorsque le destinataire de la demande d’indemnisation n’a pas réagi conformément à l’art. 79c;\nb. lorsque l’assureur en responsabilité civile étranger tenu de fournir des prestations n’a pas nommé en Suisse de représentant chargé du règlement des sinistres;\nc. lorsqu’il a subi, dans un pays dont le bureau national d’assurance a adhéré au système de la carte verte, des dommages causés par un véhicule automobile qui ne peut être identifié ou dont l’assureur ne peut être identifié dans les deux mois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_79_d"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Organisme d’indemnisation",
        "citation": "Art. 79d al. 2 LCR",
        "content": "Aucune prétention ne subsiste à l’égard de l’organisme d’indemnisation:\na. si le lésé a engagé une action judiciaire en Suisse ou à l’étranger afin de faire valoir sa demande d’indemnisation;\nb. si le lésé a adressé une demande d’indemnisation directement à l’assureur étranger et que celui-ci a réagi dans les trois mois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_79_d"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Réciprocité",
        "citation": "Art. 79e al. 1 LCR",
        "content": "Les art. 79a à 79d ne sont applicables vis-à-vis d’un autre État que si ce dernier accorde la réciprocité à la Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_79_e"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 3, Cas spéciaux, Réciprocité",
        "citation": "Art. 79e al. 2 LCR",
        "content": "La FINMA publie la liste des États qui accordent la réciprocité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_79_e"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 4, Rapports avec les autres assurances, Assurance-accidents obligatoire",
        "citation": "Art. 80 LCR",
        "content": "Les victimes d’un dommage qui sont assurées en vertu de la loi fédérale du 20 mars 1981 sur l’assurance-accidents peuvent faire valoir les prétentions découlant de cette loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_80"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 4, Rapports avec les autres assurances, Assurance militaire",
        "citation": "Art. 81 LCR",
        "content": "Lorsqu’une personne couverte par l’assurance militaire est tuée ou blessée par un véhicule militaire, la Confédération supporte les dommages exclusivement selon la loi fédérale du 19 juin 1992 sur l’assurance militaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_81"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 5, Dispositions communes, Assureur",
        "citation": "Art. 82 LCR",
        "content": "Les assurances prescrites par la présente loi sont conclues auprès d’une institution d’assurance admise à exercer son activité en Suisse. Est réservée la reconnaissance d’assurances conclues à l’étranger pour des véhicules étrangers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_82"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 5, Dispositions communes, Prescription",
        "citation": "Art. 83 al. 1 LCR",
        "content": "Les actions en dommages-intérêts ou en réparation d’un tort moral relatives à des accidents impliquant des véhicules automobiles, des cycles ou des engins assimilés à des véhicules se prescrivent confor-mément aux dispositions du code des obligations25 sur les actes illi-cites.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_83"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 5, Dispositions communes, Prescription",
        "citation": "Art. 83 al. 2 LCR",
        "content": "Les recours que peuvent exercer entre elles les personnes civilement responsables d’un accident impliquant des véhicules automobiles, des cycles ou des engins assimilés à des véhicules, ainsi que les autres droits de recours prévus par la présente loi, se prescrivent par trois ans à compter du jour où la prestation est complètement effectuée et le responsable connu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_83"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 5, Dispositions communes, Conventions",
        "citation": "Art. 87 al. 1 LCR",
        "content": "Est nulle toute convention qui exclut ou restreint la responsabilité civile découlant de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_87"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 5, Dispositions communes, Conventions",
        "citation": "Art. 87 al. 2 LCR",
        "content": "Est annulable dans le délai d’un an à compter de sa conclusion toute convention fixant une indemnité manifestement insuffisante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_87"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 5, Dispositions communes, Conditions pour recourir",
        "citation": "Art. 88 LCR",
        "content": "Lorsqu’un lésé n’est pas couvert complètement par des prestations d’assurance, un assureur ne peut faire valoir son droit de recours contre la personne civilement responsable ou l’assurance-responsabilité civile de cette dernière que si le lésé n’en subit aucun préjudice.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_88"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 5, Dispositions communes, Dispositions complémentaires sur la responsabilité civile et l’assurance, Dispositions complémentaires sur la responsabilité civile et l’assurance",
        "citation": "Art. 89 al. 1 LCR",
        "content": "Le Conseil fédéral peut soustraire totalement ou partiellement à l’application des dispositions du présent titre les véhicules automobiles ayant un moteur de puissance minime ou n’atteignant qu’une vitesse restreinte ou ceux qui empruntent rarement la voie publique et, le cas échéant, édicter des dispositions complémentaires applicables à ces véhicules.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_89"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 5, Dispositions communes, Dispositions complémentaires sur la responsabilité civile et l’assurance, Dispositions complémentaires sur la responsabilité civile et l’assurance",
        "citation": "Art. 89 al. 2 LCR",
        "content": "Il édicte les prescriptions nécessaires relatives à l’assurance des véhicules munis de plaques professionnelles ou interchangeables, ainsi que pour des cas analogues.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_89"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4, Responsabilité civile et assurance, Chapitre 5, Dispositions communes, Dispositions complémentaires sur la responsabilité civile et l’assurance, Dispositions complémentaires sur la responsabilité civile et l’assurance",
        "citation": "Art. 89 al. 3 LCR",
        "content": "Le recours contre les décisions des autorités cantonales soumettant un véhicule, une entreprise de la branche automobile ou une manifestation sportive à l’assurance obligatoire et aux dispositions de la présente loi relatives à la responsabilité civile est régi par les dispositions générales de la procédure fédérale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_89"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4a, Systèmes d’information, Chapitre 1, Système d’information relatif à l’admission à la circulation, Principes",
        "citation": "Art. 89a al. 1 LCR",
        "content": "L’OFROU gère le système d’information relatif à l’admission à la circulation (SIAC) en collaboration avec les cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_89_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4a, Systèmes d’information, Chapitre 1, Système d’information relatif à l’admission à la circulation, Principes",
        "citation": "Art. 89a al. 2 LCR",
        "content": "Les cantons fournissent à l’OFROU les données relatives à l’admission à la circulation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_89_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4a, Systèmes d’information, Chapitre 1, Système d’information relatif à l’admission à la circulation, Principes",
        "citation": "Art. 89a al. 3 LCR",
        "content": "La souveraineté des données de l’OFROU englobe les données du SIAC. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_89_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4a, Systèmes d’information, Chapitre 1, Système d’information relatif à l’admission à la circulation, Principes",
        "citation": "Art. 89a al. 4 LCR",
        "content": "L’OFROU définit les interfaces techniques et les procédures d’ajustement des données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_89_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4a, Systèmes d’information, Chapitre 1, Système d’information relatif à l’admission à la circulation, But",
        "citation": "Art. 89b LCR",
        "content": "Le SIAC contribue à l’exécution des tâches suivantes:\na. délivrance, contrôle et retrait des documents suivants:\n1. permis concernant l’admission des personnes et des véhicules à la circulation routière,\n2. autorisations et attestations,\n3. cartes de tachygraphe;\nb. mise en œuvre des procédures administratives et pénales contre les conducteurs de véhicules;\nc. réception par type, contrôle technique et admission des véhicules à la circulation routière;\nd. contrôle de l’assurance, du dédouanement et de l’imposition des véhicules admis à la circulation routière selon la Limpauto;\ne. identification des détenteurs et recherche de véhicules;\nf. protection des victimes d’accidents de la circulation;\ng. rationnement des carburants et réquisition ou location de véhicules pour l’armée, le service civil et l’approvisionnement économique du pays;\nh. élaboration de statistiques notamment dans les domaines des autorisations de conduire, des mesures administratives, des types de véhicules, des immatriculations de véhicules, des accidents de la circulation et des contrôles routiers;\ni. élaboration d’éléments de décision en matière de politique des transports, de l’environnement et de l’énergie;\nj. perception des impôts cantonaux sur les véhicules automobiles et d’autres taxes, ainsi que perception et vérification du paiement des redevances sur le trafic des poids lourds et des redevances pour l’utilisation des routes nationales;\nk. soutien aux autorités suisses et étrangères dans l’exécution des dispositions sur la durée du travail et du repos des conducteurs professionnels;\nl. admission et contrôle des entreprises de transport de voyageurs et de marchandises par route;\nm. exécution des dispositions de la loi du 23 décembre 2011 sur le CO2 visant à réduire les émissions de CO2 des véhicules.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_89_b"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4a, Systèmes d’information, Chapitre 1, Système d’information relatif à l’admission à la circulation, Contenu",
        "citation": "Art. 89c LCR",
        "content": "Le SIAC contient:\na. les données personnelles des titulaires des documents visés à l’art. 89b, let. a, ainsi que des autres personnes à l’encontre desquelles une mesure administrative a été prononcée;\nb. les données relatives aux autorisations de conduire délivrées par les autorités suisses ou étrangères à des personnes domiciliées en Suisse;\nc. les données nécessaires à l’établissement des cartes de tachygraphe;\nd. les données relatives aux mesures administratives énoncées ci‐après, à leur levée ou à leur modification, lorsque ces mesures ont été prononcées par des autorités suisses ou par des autorités étrangères contre des personnes domiciliées en Suisse:\n1. refus et retrait de permis et d’autorisations,\n2. interdiction de conduire,\n3. saisie du permis de conduire,\n4. charges et conditions relatives à l’autorisation de conduire,\n5. interdiction, par les autorités étrangères, de faire usage du permis de conduire suisse,\n6. interdiction de faire usage d’un permis de conduire étranger,\n7. avertissement,\n8. examens psychologiques et médicaux relatifs à la circulation routière,\n9. nouvel examen de conduite,\n10. participation à un cours d’éducation routière,\n11. prolongation de la période d’essai,\n12. annulation du permis de conduire à l’essai,\n13. délais d’attente;\ne. les données relatives aux types de véhicules mis sur le marché helvétique ainsi que les noms et adresse du titulaire de la réception par type ou de son représentant en Suisse;\nf. les données relatives aux véhicules admis à la circulation par les autorités suisses ainsi qu’aux assurances-responsabilité civile concernées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_89_c"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4a, Systèmes d’information, Chapitre 1, Système d’information relatif à l’admission à la circulation, Accès en ligne aux données",
        "citation": "Art. 89e LCR",
        "content": "Les autorités et services ci-après peuvent accéder en ligne aux données suivantes:\na. les autorités et services habilités à traiter des données conformément à l’art. 89d: données qu’elles traitent sur la base de cette disposition;\nabis. les organes de police: données nécessaires au contrôle de l’autorisation de conduire et de l’admission à la circulation, à l’identification du détenteur et de l’assureur, ainsi qu’à la recherche de véhicules;\nb. l’Office fédéral de la douane et de la sécurité des frontières: données nécessaires au contrôle de l’autorisation de conduire et de l’admission à la circulation, ainsi qu’à la recherche de véhicules;\nc. les autorités chargées des poursuites pénales et les autorités judiciaires: données relatives aux autorisations de conduire et aux mesures administratives dans le cadre des procédures les amenant à juger des infractions au droit de la circulation routière;\nd. les autorités fédérales et cantonales responsables du contrôle des véhicules ainsi que les services chargés des contrôles officiels des véhicules: données relatives à l’immatriculation et aux types de véhicules;\ne. l’Office fédéral de la statistique: données relatives aux véhicules;\nf. l’Office fédéral des transports: données relatives à l’immatriculation des véhicules et aux mesures administratives dans le cadre de l’admission des entreprises de transport;\ng. l’Office fédéral de l’énergie: données relatives aux véhicules nécessaires à l’exécution des dispositions de la loi du 23 décembre 2011 sur le CO2 visant à réduire les émissions de CO2 des véhicules;\nh. le Bureau national d’assurance et le Fonds national de garantie: données nécessaires à l’accomplissement de leurs fonctions (art. 74 et 76);\ni. les autorités étrangères responsables de la délivrance des cartes de conducteurs: données relatives à ces dernières;\nj. les organes de contrôle étrangers responsables du contrôle de la durée de travail et de repos des conducteurs professionnels de véhicules automobiles: statut de la carte du conducteur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_89_e"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4a, Systèmes d’information, Chapitre 1, Système d’information relatif à l’admission à la circulation, Droit de consulter",
        "citation": "Art. 89f LCR",
        "content": "Chacun a le droit de consulter les données relatives à sa personne ou à son véhicule auprès des autorités cantonales d’immatriculation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_89_f"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4a, Systèmes d’information, Chapitre 1, Système d’information relatif à l’admission à la circulation, Communication des données",
        "citation": "Art. 89g al. 1 LCR",
        "content": "Les données relatives à l’admission à la circulation ne sont pas publiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_89_g"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4a, Systèmes d’information, Chapitre 1, Système d’information relatif à l’admission à la circulation, Communication des données",
        "citation": "Art. 89g al. 2 LCR",
        "content": "Le Conseil fédéral peut prévoir que l’OFROU communique les données concernant les détenteurs de véhicules et les autorisations de conduire ainsi que les données techniques. Il en fixe les conditions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_89_g"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4a, Systèmes d’information, Chapitre 1, Système d’information relatif à l’admission à la circulation, Communication des données",
        "citation": "Art. 89g al. 3 LCR",
        "content": "Les autorités cantonales d’immatriculation peuvent communiquer les données relatives aux détenteurs et aux assurances aux personnes qui:\na. participent à la procédure d’admission;\nb. sont concernées par un accident de la route;\nc. font valoir par écrit un intérêt suffisant, en vue d’une procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_89_g"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4a, Systèmes d’information, Chapitre 1, Système d’information relatif à l’admission à la circulation, Communication des données",
        "citation": "Art. 89g al. 4 LCR",
        "content": "Les autorités cantonales d’admission à la circulation peuvent communiquer à la police les données personnelles des conducteurs qui se sont vu retirer leur permis d’élève conducteur ou leur permis de conduire pour une durée indéterminée en raison d’une inaptitude à la conduite ou à titre préventif, jusqu’à détermination de l’aptitude à la conduite en cas de doutes sur celle-ci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_89_g"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4a, Systèmes d’information, Chapitre 1, Système d’information relatif à l’admission à la circulation, Communication des données",
        "citation": "Art. 89g al. 5 LCR",
        "content": "Les cantons peuvent publier les nom et adresse des détenteurs de véhicules si la communication officielle de ces données ne fait pas l’objet d’une opposition. Les détenteurs peuvent s’opposer, sans conditions et gratuitement, à la diffusion des indications les concernant auprès de l’autorité cantonale compétente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_89_g"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4a, Systèmes d’information, Chapitre 1, Système d’information relatif à l’admission à la circulation, Communication des données",
        "citation": "Art. 89g al. 6 LCR",
        "content": "L’OFROU peut délivrer des extraits globaux aux personnes visées à l’al. 3 et aux services ayant accès aux données en ligne (art. 89e).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_89_g"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4a, Systèmes d’information, Chapitre 1, Système d’information relatif à l’admission à la circulation, Communication des données",
        "citation": "Art. 89g al. 7 LCR",
        "content": "Le Bureau national d’assurance et le Fonds national de garantie sont autorisés à transmettre les données nécessaires à l’accomplissement de leurs fonctions (art. 74 et 76) à des tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_89_g"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4a, Systèmes d’information, Chapitre 1, Système d’information relatif à l’admission à la circulation, Communication des données",
        "citation": "Art. 89g al. 8 LCR",
        "content": "Les données relatives aux types de véhicules et les autres données techniques peuvent être publiées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_89_g"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4a, Systèmes d’information, Chapitre 1, Système d’information relatif à l’admission à la circulation, Organisation et exploitation",
        "citation": "Art. 89h LCR",
        "content": "Le Conseil fédéral règle:\na. l’organisation et l’exploitation du SIAC;\nb. la responsabilité en matière de traitement des données;\nc. la liste des données à saisir et leur durée de conservation;\nd. la collaboration avec les autorités, les organisations, les importateurs de véhicules et d’autres services participant à la procédure d’admission à la circulation;\ne. les procédures de notification;\nf. les procédures de rectification des données;\ng. les procédures de conception des interfaces techniques avec le SIAC et d’échange des données entre la Confédération, les cantons et les tiers participant à la procédure d’admission;\nh. la protection et la sécurité des données pour l’ensemble des participants à l’exécution de tâches relatives à l’admission et au contrôle en matière de circulation routière au moyen de systèmes autonomes de traitement de données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_89_h"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4a, Systèmes d’information, Chapitre 2, Système d’information relatif aux accidents de la route, Principes",
        "citation": "Art. 89i al. 1 LCR",
        "content": "L’OFROU établit une statistique des accidents de la route et est responsable de l’analyse de ces derniers à l’échelle nationale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_89_i"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4a, Systèmes d’information, Chapitre 2, Système d’information relatif aux accidents de la route, Principes",
        "citation": "Art. 89i al. 2 LCR",
        "content": "Il gère, en collaboration avec les cantons, un système d’information relatif aux accidents de la route. Ce dernier comporte:\na. un système de saisie des accidents de la route (système de saisie);\nb. un système d’analyse des accidents de la route (système d’analyse).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_89_i"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4a, Systèmes d’information, Chapitre 2, Système d’information relatif aux accidents de la route, Principes",
        "citation": "Art. 89i al. 3 LCR",
        "content": "Les cantons introduisent les données relatives aux accidents de la route dans le système de saisie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_89_i"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4a, Systèmes d’information, Chapitre 2, Système d’information relatif aux accidents de la route, Principes",
        "citation": "Art. 89i al. 4 LCR",
        "content": "Le Conseil fédéral peut exiger d’autres organes qu’ils y introduisent leurs données liées aux accidents de la route pour favoriser l’accomplissement des tâches visées à l’art. 89j.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_89_i"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4a, Systèmes d’information, Chapitre 2, Système d’information relatif aux accidents de la route, But",
        "citation": "Art. 89j LCR",
        "content": "Le système d’information sert à l’accomplissement des tâches suivantes:\na. système de saisie: assistance aux autorités compétentes lors de la mise en œuvre des procédures administratives et pénales à l’encontre des conducteurs de véhicules;\nb. système d’analyse:\n1. exploitation et analyse des données relatives aux accidents de la route,\n2. élaboration d’éléments de décision pour la politique en matière de sécurité routière,\n3. élaboration de la statistique des accidents de la route.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_89_j"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4a, Systèmes d’information, Chapitre 2, Système d’information relatif aux accidents de la route, Contenu",
        "citation": "Art. 89k LCR",
        "content": "Le système d’information contient les données suivantes relatives aux accidents de la route:\na. données sur les personnes impliquées;\nb. données sur les véhicules impliqués;\nc. données sur le lieu de l’accident;\nd. données sur le type d’accident et ses causes;\ne. croquis de l’accident;\nf. procès-verbaux d’audition;\ng. rapports de dénonciation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_89_k"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4a, Systèmes d’information, Chapitre 2, Système d’information relatif aux accidents de la route, Traitement des données",
        "citation": "Art. 89l al. 1 LCR",
        "content": "Les services ci-après traitent les données du système d’information:\na. l’OFROU;\nb. les services responsables de l’introduction des données dans le système.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_89_l"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4a, Systèmes d’information, Chapitre 2, Système d’information relatif aux accidents de la route, Traitement des données",
        "citation": "Art. 89l al. 2 LCR",
        "content": "Les services visés à l’al. 1, let. b, ne peuvent traiter que les données relatives aux accidents qui relèvent de leur compétence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_89_l"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4a, Systèmes d’information, Chapitre 2, Système d’information relatif aux accidents de la route, Traitement des données",
        "citation": "Art. 89l al. 3 LCR",
        "content": "Le Conseil fédéral peut autoriser d’autres services à accéder aux données du système d’analyse, notamment en ligne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_89_l"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4a, Systèmes d’information, Chapitre 2, Système d’information relatif aux accidents de la route, Interconnexion avec d’autres systèmes d’information",
        "citation": "Art. 89m LCR",
        "content": "Les données issues d’autres systèmes d’information relatifs à la circulation routière peuvent:\na. être reprises dans le système de saisie ou reliées à celui-ci pour vérifier et compléter les enregistrements;\nb. être reprises dans le système d’analyse ou reliées à celui-ci pour analyser les accidents.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_89_m"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4a, Systèmes d’information, Chapitre 2, Système d’information relatif aux accidents de la route, Organisation et exploitation",
        "citation": "Art. 89n LCR",
        "content": "Le Conseil fédéral règle:\na. l’organisation et l’exploitation du système d’information;\nb. les compétences et les responsabilités en matière de traitement des données;\nc. la liste des données à saisir et leur durée de conservation;\nd. l’introduction des données dans le système;\ne. la connexion avec d’autres systèmes d’information;\nf. la collaboration avec les services concernés;\ng. la communication des données;\nh. le droit d’obtenir des renseignements et de faire rectifier les données;\ni. la sécurité des données;\nj. l’organisation et l’ampleur de la statistique des accidents de la route.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_89_n"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4a, Systèmes d’information, Chapitre 3, Système d’information relatif aux contrôles de la circulation routière, Principes",
        "citation": "Art. 89o al. 1 LCR",
        "content": "L’OFROU établit une statistique des contrôles de la circulation routière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_89_o"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4a, Systèmes d’information, Chapitre 3, Système d’information relatif aux contrôles de la circulation routière, Principes",
        "citation": "Art. 89o al. 2 LCR",
        "content": "Il gère, en collaboration avec les cantons, un système d’information relatif aux contrôles de la circulation routière. Ce dernier comporte:\na. un système de saisie;\nb. un système d’analyse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_89_o"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4a, Systèmes d’information, Chapitre 3, Système d’information relatif aux contrôles de la circulation routière, Principes",
        "citation": "Art. 89o al. 3 LCR",
        "content": "Les cantons introduisent les données relatives aux contrôles de la circulation routière dans le système de saisie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_89_o"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4a, Systèmes d’information, Chapitre 3, Système d’information relatif aux contrôles de la circulation routière, Principes",
        "citation": "Art. 89o al. 4 LCR",
        "content": "Le Conseil fédéral peut exiger d’autres services qu’ils y introduisent les données liées aux contrôles de la circulation routière pour favoriser l’accomplissement des tâches visées à l’art. 89p.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_89_o"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4a, Systèmes d’information, Chapitre 3, Système d’information relatif aux contrôles de la circulation routière, But",
        "citation": "Art. 89p LCR",
        "content": "Le système sert à l’accomplissement des tâches suivantes:\na. système de saisie: assistance aux autorités compétentes lors de la mise en œuvre des procédures administratives et pénales à l’encontre des conducteurs de véhicules;\nb. système d’analyse:\n1. établissement des rapports en vertu de l’accord du 21 juin 1999 entre la Confédération suisse et la Communauté européenne sur le transport de marchandises et de voyageurs par rail et par route,\n2. exploitation et analyse des données relatives aux contrôles de la circulation routière,\n3. élaboration d’éléments de décision pour la politique en matière de sécurité routière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_89_p"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4a, Systèmes d’information, Chapitre 3, Système d’information relatif aux contrôles de la circulation routière, Contenu",
        "citation": "Art. 89q LCR",
        "content": "Le système d’information contient les données suivantes liées aux contrôles de la circulation routière:\na. données sur les personnes impliquées;\nb. données sur les véhicules impliqués;\nc. données sur le lieu du contrôle;\nd. données sur le type de contrôle;\ne. procès-verbaux d’audition;\nf. rapports de dénonciation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_89_q"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4a, Systèmes d’information, Chapitre 3, Système d’information relatif aux contrôles de la circulation routière, Traitement des données",
        "citation": "Art. 89r al. 1 LCR",
        "content": "Les services ci-après traitent les données du système d’information:\na. l’OFROU;\nb. les services responsables de l’introduction des données dans le système.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_89_r"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4a, Systèmes d’information, Chapitre 3, Système d’information relatif aux contrôles de la circulation routière, Traitement des données",
        "citation": "Art. 89r al. 2 LCR",
        "content": "Les services visés à l’al. 1, let. b, ne peuvent traiter que les données relatives aux contrôles de la circulation routière qui relèvent de leur compétence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_89_r"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4a, Systèmes d’information, Chapitre 3, Système d’information relatif aux contrôles de la circulation routière, Traitement des données",
        "citation": "Art. 89r al. 3 LCR",
        "content": "Le Conseil fédéral peut autoriser d’autres services à accéder aux données du système d’analyse, notamment en ligne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_89_r"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4a, Systèmes d’information, Chapitre 3, Système d’information relatif aux contrôles de la circulation routière, Interconnexion avec d’autres systèmes d’information",
        "citation": "Art. 89s LCR",
        "content": "Les données issues d’autres systèmes d’information relatifs à la circulation routière peuvent:\na. être reprises dans le système de saisie ou reliées à celui-ci pour vérifier et compléter les enregistrements;\nb. être reprises dans le système d’analyse ou reliées à celui-ci pour analyser les contrôles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_89_s"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 4a, Systèmes d’information, Chapitre 3, Système d’information relatif aux contrôles de la circulation routière, Organisation et exploitation",
        "citation": "Art. 89t LCR",
        "content": "Le Conseil fédéral règle:\na. l’organisation et l’exploitation du système d’information;\nb. les compétences et les responsabilités en matière de traitement des données;\nc. la liste des données à saisir et leur durée de conservation;\nd. l’introduction des données dans le système;\ne. la connexion avec d’autres systèmes d’information;\nf. la collaboration avec les services concernés;\ng. la communication des données;\nh. le droit d’obtenir des renseignements et de faire rectifier les données;\ni. la sécurité des données;\nj. l’organisation et l’ampleur de la statistique des contrôles de la circulation routière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_89_t"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Violation des règles de la circulation",
        "citation": "Art. 90 al. 1 LCR",
        "content": "Celui qui viole les règles de la circulation prévues par la présente loi ou par les dispositions d’exécution émanant du Conseil fédéral est puni de l’amende.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_90"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Violation des règles de la circulation",
        "citation": "Art. 90 al. 2 LCR",
        "content": "Celui qui, par une violation grave d’une règle de la circulation, crée un sérieux danger pour la sécurité d’autrui ou en prend le risque est puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_90"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Violation des règles de la circulation",
        "citation": "Art. 90 al. 3 LCR",
        "content": "Celui qui, par une violation intentionnelle des règles fondamentales de la circulation, accepte de courir un grand risque d’accident pouvant entraîner de graves blessures ou la mort, que ce soit en commettant des excès de vitesse particulièrement importants, en effectuant des dépassements téméraires ou en participant à des courses de vitesse illicites avec des véhicules automobiles est puni d’une peine privative de liberté d’un à quatre ans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_90"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Violation des règles de la circulation",
        "citation": "Art. 90 al. 3bis LCR",
        "content": "En cas d’infractions au sens de l’al. 3, la peine minimale d’un an peut être réduite en présence d’une circonstance atténuante conformément à l’art. 48 du code pénal, en particulier si l’auteur a agi en cédant à un mobile honorable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_90"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Violation des règles de la circulation",
        "citation": "Art. 90 al. 3ter LCR",
        "content": "En cas d’infractions au sens de l’al. 3, l’auteur peut être puni d’une peine privative de liberté de quatre ans au plus ou d’une peine pécuniaire s’il n’a pas été condamné, au cours des dix années précédant les faits, pour un crime ou un délit routier ayant gravement mis en danger la sécurité de tiers ou ayant entraîné des blessures ou la mort de tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_90"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Violation des règles de la circulation",
        "citation": "Art. 90 al. 4 LCR",
        "content": "L’excès de vitesse est particulièrement important lorsque la vitesse maximale autorisée a été dépassée:\na. d’au moins 40 km/h, là où la limite est fixée au plus à 30 km/h;\nb. d’au moins 50 km/h, là où la limite est fixée au plus à 50 km/h;\nc. d’au moins 60 km/h, là où la limite est fixée au plus à 80 km/h;\nd. d’au moins 80 km/h, là où la limite est fixée à plus de 80 km/h.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_90"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Violation des règles de la circulation",
        "citation": "Art. 90 al. 5 LCR",
        "content": "Dans les cas précités, l’art. 237, ch. 2, du code pénal n’est pas applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_90"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Confiscation et réalisation de véhicules automobiles",
        "citation": "Art. 90a al. 1 LCR",
        "content": "Le tribunal peut ordonner la confiscation d’un véhicule automobile lorsque les conditions suivantes sont réunies:\na. les règles de la circulation ont été violées gravement et sans scrupules;\nb. cette mesure peut empêcher l’auteur de commettre d’autres violations graves des règles de la circulation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_90_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Confiscation et réalisation de véhicules automobiles",
        "citation": "Art. 90a al. 2 LCR",
        "content": "Le tribunal peut ordonner la réalisation du véhicule automobile confisqué et l’utilisation du produit perçu après déduction des coûts de réalisation et des frais de procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_90_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Conduite malgré une incapacité et violation de l’interdiction de conduire sous l’influence de l’alcool",
        "citation": "Art. 91 al. 1 LCR",
        "content": "Est puni de l’amende quiconque:\na. conduit un véhicule automobile en état d’ébriété;\nb. ne respecte pas l’interdiction de conduire sous l’influence de l’alcool;\nc. conduit un véhicule sans moteur alors qu’il se trouve dans l’incapacité de conduire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_91"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Conduite malgré une incapacité et violation de l’interdiction de conduire sous l’influence de l’alcool",
        "citation": "Art. 91 al. 2 LCR",
        "content": "Est puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire quiconque:\na. conduit un véhicule automobile en état d’ébriété et présente un taux d’alcool qualifié dans le sang ou dans l’haleine;\nb. conduit un véhicule automobile alors qu’il se trouve dans l’incapacité de conduire pour d’autres raisons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_91"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Entrave aux mesures de constatation de l’incapacité de conduire",
        "citation": "Art. 91a al. 1 LCR",
        "content": "Est puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire quiconque, en qualité de conducteur d’un véhicule automobile, s’oppose ou se dérobe intentionnellement à une prise de sang, à un contrôle au moyen de l’éthylomètre ou à un autre examen préliminaire réglementé par le Conseil fédéral, qui a été ordonné ou dont le conducteur devait supposer qu’il le serait, ou quiconque s’oppose ou se dérobe intentionnellement à un examen médical complémentaire ou fait en sorte que des mesures de ce genre ne puissent atteindre leur but.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_91_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Entrave aux mesures de constatation de l’incapacité de conduire",
        "citation": "Art. 91a al. 2 LCR",
        "content": "La peine est l’amende si l’auteur conduit un véhicule sans moteur ou s’il est impliqué dans un accident en qualité d’usager de la route.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_91_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Violation des obligations en cas d’accident",
        "citation": "Art. 92 al. 1 LCR",
        "content": "Est puni de l’amende quiconque viole, lors d’un accident, les obligations que lui impose la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_92"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Violation des obligations en cas d’accident",
        "citation": "Art. 92 al. 2 LCR",
        "content": "Est puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire le conducteur qui prend la fuite après avoir tué ou blessé une personne lors d’un accident de la circulation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_92"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, État défectueux des véhicules",
        "citation": "Art. 93 al. 1 LCR",
        "content": "Celui qui porte intentionnellement atteinte à la sécurité d’un véhicule, de sorte qu’il en résulte un danger d’accident, est puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire. La peine est l’amende lorsque l’auteur agit par négligence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_93"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, État défectueux des véhicules",
        "citation": "Art. 93 al. 2 LCR",
        "content": "Est puni de l’amende:\na. quiconque conduit un véhicule dont il sait ou devrait savoir s’il avait prêté toute l’attention commandée par les circonstances qu’il ne répond pas aux prescriptions;\nb. le détenteur ou la personne responsable au même titre que lui de la sécurité d’un véhicule qui tolère, intentionnellement ou par négligence, l’emploi d’un véhicule ne répondant pas aux prescriptions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_93"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Vol d’usage",
        "citation": "Art. 94 al. 1 LCR",
        "content": "Est puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire celui qui:\na. soustrait un véhicule automobile dans le dessein d’en faire usage;\nb. conduit un véhicule soustrait ou y prend place en tant que passager en sachant dès le départ qu’il a été soustrait.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_94"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Vol d’usage",
        "citation": "Art. 94 al. 2 LCR",
        "content": "Si l’un des auteurs est un proche ou un familier du détenteur et si le conducteur est titulaire du permis de conduire requis, la poursuite pénale n’a lieu que sur plainte; la peine est l’amende.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_94"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Vol d’usage",
        "citation": "Art. 94 al. 3 LCR",
        "content": "Celui qui utilise un véhicule automobile qui lui a été confié pour effectuer des déplacements qu’il n’est manifestement pas autorisé à entreprendre est, sur plainte, puni de l’amende.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_94"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Vol d’usage",
        "citation": "Art. 94 al. 4 LCR",
        "content": "Celui qui utilise, sans droit, un cycle, est puni de l’amende. Si l’auteur est un proche ou un familier du possesseur, la poursuite pénale n’a lieu que sur plainte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_94"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Vol d’usage",
        "citation": "Art. 94 al. 5 LCR",
        "content": "Dans les cas précités, l’art. 141 du code pénal n’est pas applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_94"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Conduite sans autorisation",
        "citation": "Art. 95 al. 1 LCR",
        "content": "Est puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire quiconque:\na. conduit un véhicule automobile sans être titulaire du permis de conduire requis;\nb. conduit un véhicule automobile alors que le permis d’élève conducteur ou le permis de conduire lui a été refusé, retiré ou qu’il lui a été interdit d’en faire usage;\nc. conduit un véhicule automobile alors que son permis de conduire à l’essai est caduc;\nd. effectue une course d’apprentissage sans être titulaire d’un permis d’élève conducteur ou sans être accompagné conformément aux prescriptions;\ne. met un véhicule automobile à la disposition d’un conducteur dont il sait ou devrait savoir s’il avait prêté toute l’attention commandée par les circonstances qu’il n’est pas titulaire du permis requis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_95"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Conduite sans autorisation",
        "citation": "Art. 95 al. 2 LCR",
        "content": "Est puni d’une peine pécuniaire quiconque conduit un véhicule automobile alors que le permis de conduire à l’essai est échu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_95"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Conduite sans autorisation",
        "citation": "Art. 95 al. 3 LCR",
        "content": "Est puni de l’amende quiconque:\na. n’observe pas les restrictions et les autres conditions auxquelles est soumis son permis de conduire;\nb. assume la tâche d’accompagner l’élève lors d’une course d’apprentissage sans remplir les conditions exigées;\nc. donne des leçons de conduite à titre professionnel sans être titulaire d’un permis de moniteur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_95"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Conduite sans autorisation",
        "citation": "Art. 95 al. 4 LCR",
        "content": "Est puni de l’amende quiconque:\na. conduit un cycle alors que la conduite lui en a été interdite;\nb. conduit un véhicule à traction animale alors que la conduite lui en a été interdite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_95"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Conduite sans permis de circulation, sans autorisation ou sans assurance-responsabilité civile",
        "citation": "Art. 96 al. 1 LCR",
        "content": "Est puni de l’amende quiconque:\na. conduit un véhicule automobile avec ou sans remorque sans le permis de circulation ou les plaques de contrôle requis;\nb. entreprend sans autorisation des courses soumises à l’agrément de l’autorité en vertu de la présente loi;\nc. n’observe pas les restrictions ou les conditions auxquelles le permis de circulation ou l’autorisation sont soumis de par la loi ou dans un cas d’espèce, notamment en ce qui concerne le poids total du véhicule.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_96"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Conduite sans permis de circulation, sans autorisation ou sans assurance-responsabilité civile",
        "citation": "Art. 96 al. 2 LCR",
        "content": "Est puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire quiconque conduit un véhicule automobile en sachant qu’il n’est pas couvert par l’assurance responsabilité civile prescrite ou qui devrait le savoir s’il avait prêté toute l’attention commandée par les circonstances. Dans les cas de peu de gravité, la sanction est la peine pécuniaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_96"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Conduite sans permis de circulation, sans autorisation ou sans assurance-responsabilité civile",
        "citation": "Art. 96 al. 3 LCR",
        "content": "Est puni des mêmes peines le détenteur du véhicule ou la personne qui dispose de ce dernier en ayant connaissance de l’infraction ou qui devrait en avoir connaissance s’il avait prêté toute l’attention commandée par les circonstances.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_96"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Usage abusif de permis et de plaques",
        "citation": "Art. 97 al. 1 LCR",
        "content": "Est puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire quiconque:\na. fait usage d’un permis ou de plaques de contrôle qui n’étaient destinés ni à lui-même, ni à son véhicule;\nb. ne restitue pas, malgré une sommation de l’autorité, un permis ou des plaques de contrôle qui ne sont plus valables ou ont fait l’objet d’une décision de retrait;\nc. cède à des tiers l’usage d’un permis ou de plaques de contrôle qui ne sont destinés ni à eux, ni à leurs véhicules;\nd. obtient frauduleusement un permis ou une autorisation en donnant des renseignements inexacts, en dissimulant des faits importants ou en présentant de faux certificats;\ne. falsifie ou contrefait des plaques de contrôle pour en faire usage;\nf. utilise des plaques de contrôle falsifiées ou contrefaites;\ng. s’approprie intentionnellement et sans droit des plaques de contrôle dans le dessein de les utiliser lui-même ou d’en céder l’usage à des tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_97"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Usage abusif de permis et de plaques",
        "citation": "Art. 97 al. 2 LCR",
        "content": "Les dispositions spéciales du code pénal ne sont pas applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_97"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Signaux et marques",
        "citation": "Art. 98 LCR",
        "content": "Est puni de l’amende quiconque:\na. déplace ou endommage intentionnellement un signal;\nb. enlève, rend illisible ou modifie intentionnellement un signal ou une marque;\nc. n’annonce pas à la police avoir endommagé involontairement un signal;\nd. place un signal ou trace une marque sans l’assentiment de l’autorité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_98"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Avertissements de contrôles du trafic ",
        "citation": "Art. 98a al. 1 LCR",
        "content": "Est puni de l’amende quiconque:\na. importe, promeut, transmet, vend, remet ou cède sous une autre forme, installe, emporte dans un véhicule, fixe sur celui-ci ou utilise de quelque manière que ce soit des appareils ou des dispositifs conçus pour compliquer, perturber, voire rendre inefficace le contrôle officiel du trafic routier;\nb. prête assistance à l’auteur des actes visés à la let. a (art. 25 du code pénal).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_98_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Avertissements de contrôles du trafic ",
        "citation": "Art. 98a al. 2 LCR",
        "content": "Les organes de contrôle mettent ces appareils ou dispositifs en lieu sûr. Le juge ordonne leur confiscation et leur destruction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_98_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Avertissements de contrôles du trafic ",
        "citation": "Art. 98a al. 3 LCR",
        "content": "Est puni de l’amende quiconque:\na. adresse des avertissements publics aux usagers de la route concernant les contrôles officiels du trafic;\nb. fournit à titre onéreux un service avertissant de tels contrôles;\nc. utilise, aux fins mentionnées, des appareils ou des dispositifs qui ne sont pas destinés à avertir de contrôles officiels du trafic.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_98_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Avertissements de contrôles du trafic ",
        "citation": "Art. 98a al. 4 LCR",
        "content": "Dans les cas graves, la sanction est une peine pécuniaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_98_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Autres infractions",
        "citation": "Art. 99 al. 1 LCR",
        "content": "Est puni de l’amende celui qui:\na. met sur le marché des véhicules, des composants ou des accessoires soumis à la réception par type qui ne correspondent pas à un modèle réceptionné;\nb. conduit un véhicule sans être porteur des permis ou des autorisations requis;\nc. refuse de présenter aux organes de contrôle les permis ou autorisations requis;\nd. imite les signaux avertisseurs spéciaux du service du feu, du service de santé, de la police, de la douane ou de la poste de montagne;\ne. fait usage, sans droit, des attributs servant à reconnaître la police de la circulation;\nf. emploie, sans droit, un haut-parleur monté sur un véhicule automobile;\ng. organise, sans droit, des manifestations sportives automobiles ou de cycles, effectue des courses d’essai ou ne prend pas les mesures de sécurité prescrites lors de manifestations autorisées de ce type;\nh. à j. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_99"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Autres infractions",
        "citation": "Art. 99 al. 2 LCR",
        "content": "Le détenteur qui, après avoir repris d’un autre détenteur un véhicule automobile ou sa remorque, ou en avoir transféré le lieu de stationnement d’un canton dans un autre, ne sollicite pas à temps un nouveau permis de circulation est puni d’une amende de 100 francs au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_99"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Conditions de la répression",
        "citation": "Art. 100 al. 1. LCR",
        "content": "Sauf disposition expresse et contraire de la loi, la négligence est aussi punissable.Dans les cas de très peu de gravité, le prévenu sera exempté de toute peine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_100"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Conditions de la répression",
        "citation": "Art. 100 al. 2. LCR",
        "content": "L’employeur ou le supérieur qui a incité un conducteur à commettre un acte punissable en vertu de la présente loi ou qui n’a pas empêché, selon ses possibilités, une telle infraction est passible de la même peine que le conducteur.Lorsque, pour l’acte commis, la loi ne prévoit que l’amende, le juge pourra atténuer la peine à l’égard du conducteur ou l’exempter de toute peine si les circonstances le justifient.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_100"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Conditions de la répression",
        "citation": "Art. 100 al. 3. LCR",
        "content": "La personne qui accompagne un élève conducteur sera responsable des actes punissables commis lors de courses d’apprentissage, lorsqu’elle viole les obligations qui lui incombent en vertu de sa fonction. L’élève conducteur sera responsable des contraventions qu’il aurait pu éviter suivant le degré de son instruction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_100"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Conditions de la répression",
        "citation": "Art. 100 al. 4. LCR",
        "content": "Si le conducteur d’un véhicule du service du feu, du service de santé, de la police ou de la douane enfreint les règles de la circulation ou des mesures spéciales relatives à la circulation lors d’une course officielle urgente ou nécessaire pour des raisons tactiques, il n’est pas punissable s’il fait preuve de la prudence imposée par les circonstances. Lors de courses officielles urgentes, le conducteur n’est pas punissable uniquement s’il a donné les signaux d’avertissement nécessaires; il n’est exceptionnellement pas nécessaire de donner ces signaux d’avertissement si ceux-ci compromettent l’accomplissement de la tâche légale. Si le conducteur n’a pas fait preuve de la prudence imposée par les circonstances ou s’il n’a pas donné les signaux d’avertissement nécessaires lors d’une course officielle urgente, il reste punissable, mais la peine doit être atténuée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_100"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Conditions de la répression",
        "citation": "Art. 100 al. 5. LCR",
        "content": "En cas d’excès de vitesse commis lors de courses officielles urgentes ou nécessaires pour des raisons tactiques, seule est prise en considération la différence par rapport à la vitesse qui aurait été appropriée pour l’intervention.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_100"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Infractions commises à l’étranger",
        "citation": "Art. 101 al. 1 LCR",
        "content": "Celui qui aura commis à l’étranger une infraction aux règles de la circulation ou une autre infraction de ce genre entraînant d’après le droit fédéral une peine privative de liberté, sera poursuivi en Suisse à la demande de l’autorité compétente étrangère, s’il est passible d’une peine selon le droit étranger, s’il habite et séjourne en Suisse et n’accepte pas la juridiction pénale étrangère.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_101"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Infractions commises à l’étranger",
        "citation": "Art. 101 al. 2 LCR",
        "content": "Le juge appliquera les dispositions pénales suisses, sans infliger toutefois une peine privative de liberté lorsque la loi étrangère n’en prévoit pas.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_101"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Relation avec d’autres lois pénales",
        "citation": "Art. 102 al. 1 LCR",
        "content": "À défaut de prescriptions contraires de la présente loi, les dispositions générales du code pénal suisse sont applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_102"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Relation avec d’autres lois pénales",
        "citation": "Art. 102 al. 2 LCR",
        "content": "Sont réservées les dispositions spéciales du code pénal suisse ainsi que la législation sur la police des chemins de fer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_102"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Dispositions pénales complémentaire, poursuite pénale, contrôle pénal",
        "citation": "Art. 103 al. 1 LCR",
        "content": "Le Conseil fédéral peut déclarer passibles de l’amende les personnes qui auront contrevenu aux dispositions d’exécution qu’il a prises en vertu de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_103"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Dispositions pénales complémentaire, poursuite pénale, contrôle pénal",
        "citation": "Art. 103 al. 2 LCR",
        "content": "La poursuite pénale incombe aux cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_103"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 5, Dispositions pénales, Dispositions pénales complémentaire, poursuite pénale, contrôle pénal",
        "citation": "Art. 103 al. 3 LCR",
        "content": "Le Conseil fédéral peut édicter des prescriptions sur l’enregistrement des décisions pénales qui ne sont pas inscrites au casier judiciaire fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_103"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 6, Exécution de la loi, dispositions finales, Notifications",
        "citation": "Art. 104 al. 1 LCR",
        "content": "La police et les autorités pénales notifient aux autorités compétentes toute infraction pouvant entraîner une mesure prévue dans la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_104"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 6, Exécution de la loi, dispositions finales, Notifications",
        "citation": "Art. 104 al. 2 LCR",
        "content": "La police et les autorités pénales notifient à l’Office fédéral des transports les infractions graves ou réitérées à la présente loi ou aux dispositions d’exécution du Conseil fédéral commises par les entreprises de transport de voyageurs et de marchandises par route ainsi que par leurs collaborateurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_104"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 6, Exécution de la loi, dispositions finales, Impôts et taxes",
        "citation": "Art. 105 al. 1 LCR",
        "content": "Le droit des cantons d’imposer les véhicules et de percevoir des taxes demeure réservé. Toutefois, les taxes cantonales de passage sont interdites.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_105"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 6, Exécution de la loi, dispositions finales, Impôts et taxes",
        "citation": "Art. 105 al. 2 LCR",
        "content": "Tout véhicule dont le lieu de stationnement est transféré d’un canton dans un autre peut être imposé par ce dernier dès le jour où il est muni du permis de circulation et des plaques de contrôle, ou aurait dû l’être. Le canton dans lequel il était stationné auparavant remboursera les impôts qu’il aura perçus pour la période postérieure à ce jour.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_105"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 6, Exécution de la loi, dispositions finales, Impôts et taxes",
        "citation": "Art. 105 al. 4 LCR",
        "content": "Les cantons peuvent imposer les véhicules automobiles de la Confédération dans la mesure où ils ne sont pas employés à son service. Les cycles de la Confédération sont exonérés de tout impôt ou taxe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_105"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 6, Exécution de la loi, dispositions finales, Impôts et taxes",
        "citation": "Art. 105 al. 5 LCR",
        "content": "La perception de taxes d’entrée sur les véhicules automobiles étrangers est réservée à la Confédération. Le Conseil fédéral décide s’il y a lieu d’en percevoir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_105"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 6, Exécution de la loi, dispositions finales, Impôts et taxes",
        "citation": "Art. 105 al. 6 LCR",
        "content": "Après avoir consulté les cantons, le Conseil fédéral détermine les conditions auxquelles est soumise l’imposition des véhicules automobiles étrangers qui restent en Suisse un certain temps. Le canton où le véhicule se trouve le plus fréquemment sera compétent pour percevoir l’impôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_105"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 6, Exécution de la loi, dispositions finales, Exécution de la loi",
        "citation": "Art. 106 al. 1 LCR",
        "content": "Le Conseil fédéral arrête les prescriptions nécessaires à l’application de la présente loi et désigne les autorités fédérales compétentes pour son exécution. Il peut autoriser l’OFROU à régler les modalités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_106"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 6, Exécution de la loi, dispositions finales, Exécution de la loi",
        "citation": "Art. 106 al. 2 LCR",
        "content": "Pour le reste, les cantons sont chargés de l’exécution de la présente loi. Ils prennent les mesures nécessaires à cet effet et désignent les autorités cantonales compétentes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_106"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 6, Exécution de la loi, dispositions finales, Exécution de la loi",
        "citation": "Art. 106 al. 2bis LCR",
        "content": "Le Conseil fédéral peut habiliter l’OFROU à autoriser, dans des cas particuliers, des dérogations à des dispositions d’ordonnance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_106"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 6, Exécution de la loi, dispositions finales, Exécution de la loi",
        "citation": "Art. 106 al. 3 LCR",
        "content": "Les cantons restent compétents pour édicter des prescriptions complémentaires sur la circulation routière, sauf en ce qui concerne les véhicules automobiles et les cycles, les tramways et chemins de fer routiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_106"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 6, Exécution de la loi, dispositions finales, Exécution de la loi",
        "citation": "Art. 106 al. 4 LCR",
        "content": "Le Conseil fédéral peut soumettre à des spécialistes ou à des commissions d’experts certaines questions touchant l’application de la présente loi. ....",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_106"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 6, Exécution de la loi, dispositions finales, Exécution de la loi",
        "citation": "Art. 106 al. 5 LCR",
        "content": "Jusqu’au moment où des dispositions légales auront été prises en la matière, le Conseil fédéral peut prendre provisoirement les mesures nécessaires que commandent les progrès techniques dans le domaine de la circulation routière et celles qui s’imposent pour l’application d’accords internationaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_106"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 6, Exécution de la loi, dispositions finales, Exécution de la loi",
        "citation": "Art. 106 al. 6 LCR",
        "content": "À l’égard des personnes jouissant des privilèges et immunités diplomatiques, le Conseil fédéral peut régler différemment la compétence des autorités et prévoir d’autres dérogations à la présente loi, lorsqu’elles découlent des usages internationaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_106"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 6, Exécution de la loi, dispositions finales, Exécution de la loi",
        "citation": "Art. 106 al. 8 LCR",
        "content": "Le Conseil fédéral peut interdire, contingenter, faire dépendre d’une autorisation ou soumettre à d’autres restrictions les courses de véhicules étrangers en provenance de pays qui ordonnent de telles mesures à l’égard des véhicules ou des conducteurs suisses, ou qui appliquent à ceux-ci des prescriptions de circulation plus sévères qu’à leurs propres véhicules et conducteurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_106"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 6, Exécution de la loi, dispositions finales, Exécution de la loi",
        "citation": "Art. 106 al. 10 LCR",
        "content": "Le Conseil fédéral peut soumettre à autorisation certains travaux sur des véhicules, dans la mesure où la sécurité routière ou la protection de l’environnement l’exigent. Il fixe les conditions de l’octroi des autorisations et règle la surveillance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_106"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 6, Exécution de la loi, dispositions finales, Traités internationaux",
        "citation": "Art. 106a al. 1 LCR",
        "content": "Le Conseil fédéral peut conclure avec des États étrangers des traités relatifs à la circulation automobile internationale. Dans le cadre de ceux-ci, il peut:\na. abroger l’obligation d’échanger le permis de conduire en cas de changement de domicile hors des frontières nationales;\nb. prévoir des autorisations pour des courses effectuées par des véhicules suisses ou étrangers dont le poids dépasse les limites fixées à l’art. 9; il ne délivre les autorisations qu’à titre exceptionnel et si la sécurité routière et la protection de l’environnement le permettent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_106_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 6, Exécution de la loi, dispositions finales, Traités internationaux",
        "citation": "Art. 106a al. 2 LCR",
        "content": "Le Conseil fédéral peut conclure des traités internationaux portant sur la construction et l’équipement de véhicules, l’équipement des usagers de véhicules ainsi que sur la reconnaissance réciproque des expertises qui s’y rapportent. Le Département fédéral de l’environnement, des transports, de l’énergie et de la communication peut adhérer aux amendements des réglementations techniques relatives aux accords de ce genre, lorsque ces amendements n’exigent pas une adaptation du droit suisse. Il peut aussi reprendre des modifications des annexes de l’Accord du 30 septembre 1957 relatif au transport international des marchandises dangereuses par route.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_106_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 6, Exécution de la loi, dispositions finales, Traités internationaux",
        "citation": "Art. 106a al. 3 LCR",
        "content": "Le Conseil fédéral peut conclure avec d’autres États des traités sur l’échange de données relatives aux détenteurs de véhicules, aux véhicules à moteur et aux autorisations de conduire ainsi que sur l’exécution de peines pécuniaires ou d’amendes en cas d’infractions aux règles de la circulation routière. Les traités peuvent prévoir que les peines pécuniaires ou les amendes non recouvrables soient converties en peines privatives de liberté.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_106_a"
    },
    {
        "book": "SVG",
        "title": "LCR, Titre 6, Exécution de la loi, dispositions finales, Traités internationaux",
        "citation": "Art. 106a al. 4 LCR",
        "content": "Le Conseil fédéral peut convenir avec la Principauté du Liechtenstein de l’utilisation du SIAC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/fr#art_106_a"
    }
]