[
    {
        "book": "SVG",
        "title": "LCStr, Titolo primo: Disposizioni generali, Campo d’applicazione",
        "citation": "Art. 1 cpv. 1 LCStr",
        "content": "La presente legge disciplina la circolazione sulle strade pubbliche, come anche la responsabilità civile e l’assicurazione per i danni cagionati dai veicoli a motore, dai velocipedi o dai mezzi simili a veicoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_1"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo primo: Disposizioni generali, Campo d’applicazione",
        "citation": "Art. 1 cpv. 2 LCStr",
        "content": "I conducenti di veicoli a motore e i ciclisti sono assoggettati alle norme della circolazione (art. 26–57a) su tutte le strade che servono alla circolazione pubblica; gli altri utenti della strada sono assoggettati a tali norme solo sulle strade aperte interamente o parzialmente ai veicoli a motore o ai velocipedi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_1"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo primo: Disposizioni generali, Campo d’applicazione",
        "citation": "Art. 1 cpv. 3 LCStr",
        "content": "Salvo disposizione contraria della presente legge, alla messa in commercio di veicoli a motore, velocipedi e rimorchi, nonché dei loro componenti, si applica la legge federale del 12 giugno 2009 sulla sicurezza dei prodotti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_1"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo primo: Disposizioni generali, Competenza della Confederazione",
        "citation": "Art. 2 cpv. 1 LCStr",
        "content": "Il Consiglio federale, consultati i Cantoni, può:\na. dichiarare aperte, con o senza restrizioni, alla circolazione dei veicoli a motore e dei velocipedi le strade necessarie al grande transito;\nb. vietare temporaneamente, in tutta la svizzera, la circolazione dei veicoli a motore o di singole categorie di essi;\nc. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_2"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo primo: Disposizioni generali, Competenza della Confederazione",
        "citation": "Art. 2 cpv. 2 LCStr",
        "content": "La circolazione degli autoveicoli pesanti adibiti al trasporto di merci è vietata la notte dalle 22.00 alle 05.00 e la domenica. . Il Consiglio federale disciplina i dettagli e stabilisce le eccezioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_2"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo primo: Disposizioni generali, Competenza della Confederazione",
        "citation": "Art. 2 cpv. 3 LCStr",
        "content": "Il Consiglio federale stabilisce un elenco delle strade aperte soltanto agli autoveicoli. Esso le designa, per quanto ciò non spetti all’Assemblea federale, dopo aver sentito i Cantoni interessati e a proposta dei medesimi. Esso determina le specie degli autoveicoli ammessi a circolare su tali strade.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_2"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo primo: Disposizioni generali, Competenza della Confederazione",
        "citation": "Art. 2 cpv. 3bis LCStr",
        "content": "L’Ufficio federale delle strade (USTRA) decide le misure concernenti la regolazione locale del traffico sulle strade nazionali. Anche i Comuni sono legittimati a ricorrere se, sul loro territorio, sono ordinate misure in materia di circolazione stradale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_2"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo primo: Disposizioni generali, Competenza della Confederazione",
        "citation": "Art. 2 cpv. 4 LCStr",
        "content": "Per quanto sia necessario all’esercito o alla protezione civile, la circolazione su determinate strade può essere temporaneamente limitata o vietata. Il Consiglio federale designa le autorità militari o di protezione civile autorizzate a decidere. Esse informano preliminarmente le autorità cantonali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_2"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo primo: Disposizioni generali, Competenza della Confederazione",
        "citation": "Art. 2 cpv. 5 LCStr",
        "content": "Per le strade di proprietà della Confederazione, le autorità federali designate dal Consiglio federale stabiliscono se e a quali condizioni la circolazione pubblica è permessa. Esse provvedono al collocamento dei segnali necessari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_2"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo primo: Disposizioni generali, Prevenzione",
        "citation": "Art. 2a cpv. 1 LCStr",
        "content": "La Confederazione promuove la sicurezza della circolazione mediante campagne di sensibilizzazione e altre attività di prevenzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_2_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo primo: Disposizioni generali, Prevenzione",
        "citation": "Art. 2a cpv. 2 LCStr",
        "content": "Essa può coordinare e sostenere le attività svolte in questo senso dai Cantoni e dalle organizzazioni private.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_2_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo primo: Disposizioni generali, Competenza dei Cantoni e dei Comuni",
        "citation": "Art. 3 cpv. 1 LCStr",
        "content": "La sovranità cantonale sulle strade è riservata nei limiti del diritto federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_3"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo primo: Disposizioni generali, Competenza dei Cantoni e dei Comuni",
        "citation": "Art. 3 cpv. 2 LCStr",
        "content": "I Cantoni possono vietare, limitare o disciplinare la circolazione su determinate strade. Essi possono delegare tale competenza ai Comuni, riservato il ricorso a un’autorità cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_3"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo primo: Disposizioni generali, Competenza dei Cantoni e dei Comuni",
        "citation": "Art. 3 cpv. 3 LCStr",
        "content": "La circolazione dei veicoli a motore e dei velocipedi sulle strade che non sono aperte al grande transito può essere vietata completamente o limitata temporaneamente; quella per il servizio della Confederazione rimane però permessa. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_3"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo primo: Disposizioni generali, Competenza dei Cantoni e dei Comuni",
        "citation": "Art. 3 cpv. 4 LCStr",
        "content": "Altre limitazioni o prescrizioni possono essere emanate in quanto lo esigano la protezione degli abitanti o di altri ugualmente toccati dall’inquinamento fonico od atmosferico, l’eliminazione di svantaggi per i disabili, la sicurezza, l’alleviamento o la disciplina del traffico, la protezione della strada od altre condizioni locali. Per tali motivi, soprattutto nei quartieri d’abitazione può essere limitato il traffico e regolato specialmente il posteggio. I Comuni sono legittimati a ricorrere se, sul loro territorio, sono ordinate misure in materia di circolazione stradale....",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_3"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo primo: Disposizioni generali, Competenza dei Cantoni e dei Comuni",
        "citation": "Art. 3 cpv. 5 LCStr",
        "content": "Il diritto cantonale sancisce le misure per le altre categorie di veicoli e gli altri utenti della strada, in quanto non siano richieste per disciplinare la circolazione dei veicoli a motore e dei velocipedi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_3"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo primo: Disposizioni generali, Competenza dei Cantoni e dei Comuni",
        "citation": "Art. 3 cpv. 6 LCStr",
        "content": "In casi speciali, la polizia può prendere le misure richieste dalle circostanze, in particolare limitare o deviare temporaneamente la circolazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_3"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo primo: Disposizioni generali, Ostacoli alla circolazione",
        "citation": "Art. 4 cpv. 1 LCStr",
        "content": "È vietato intralciare la circolazione mediante ostacoli, salvo per motivi impellenti; gli ostacoli devono essere indicati in modo sufficiente e soppressi il più presto possibile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_4"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo primo: Disposizioni generali, Ostacoli alla circolazione",
        "citation": "Art. 4 cpv. 2 LCStr",
        "content": "Chi intende effettuare scavi, depositare materiali o usare la strada per scopi analoghi deve ottenere un permesso secondo il diritto cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_4"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo primo: Disposizioni generali, Segnali e demarcazioni",
        "citation": "Art. 5 cpv. 1 LCStr",
        "content": "Le limitazioni e le prescrizioni concernenti la circolazione dei veicoli a motore e dei velocipedi, che non valgono per tutto il territorio svizzero, devono essere indicate con segnali o demarcazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_5"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo primo: Disposizioni generali, Segnali e demarcazioni",
        "citation": "Art. 5 cpv. 2 LCStr",
        "content": "Non è necessario indicare con segnali o demarcazioni le strade e gli spiazzi manifestamente riservati all’uso privato o a scopi speciali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_5"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo primo: Disposizioni generali, Segnali e demarcazioni",
        "citation": "Art. 5 cpv. 3 LCStr",
        "content": "Per le strade aperte alla circolazione dei veicoli a motore o dei velocipedi, possono essere usati solamente i segnali e le demarcazioni stabiliti dal Consiglio federale; essi devono essere collocati solo dalle autorità competenti o con l’approvazione di queste.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_5"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo primo: Disposizioni generali, Pubblicità",
        "citation": "Art. 6 cpv. 1 LCStr",
        "content": "La pubblicità e gli altri annunci che potrebbero essere scambiati con segnali o demarcazioni o che potrebbero altrimenti compromettere la sicurezza della circolazione, in particolare distogliendo l’attenzione degli utenti della strada, sono proibiti sulle strade aperte alla circolazione dei veicoli a motore o dei velocipedi e in prossimità di esse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_6"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo primo: Disposizioni generali, Pubblicità",
        "citation": "Art. 6 cpv. 2 LCStr",
        "content": "Il Consiglio federale può vietare qualsiasi pubblicità e altro annuncio sulle autostrade e sulle semiautostrade, come pure in prossimità di esse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_6"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo primo: Disposizioni generali, Sicurezza dell’infrastruttura stradale",
        "citation": "Art. 6a cpv. 1 LCStr",
        "content": "Nella pianificazione, costruzione, manutenzione ed esercizio dell’infrastruttura stradale, la Confederazione, i Cantoni e i Comuni tengono adeguatamente conto delle esigenze legate alla sicurezza della circolazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_6_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo primo: Disposizioni generali, Sicurezza dell’infrastruttura stradale",
        "citation": "Art. 6a cpv. 3 LCStr",
        "content": "La Confederazione, i Cantoni e i Comuni esaminano la loro rete stradale per individuare i tratti pericolosi e a rischio d’incidente ed elaborano un piano per il loro risanamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_6_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo primo: Disposizioni generali, Sicurezza dell’infrastruttura stradale",
        "citation": "Art. 6a cpv. 4 LCStr",
        "content": "La Confederazione e ciascun Cantone nominano un interlocutore per le questioni inerenti alla sicurezza stradale (addetto alla sicurezza).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_6_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Veicoli a motore",
        "citation": "Art. 7 cpv. 1 LCStr",
        "content": "È considerato veicolo a motore, secondo la presente legge, ogni veicolo con un dispositivo proprio di propulsione che circoli su terra senza guida di rotaia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_7"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Veicoli a motore",
        "citation": "Art. 7 cpv. 2 LCStr",
        "content": "La presente legge è parimente applicabile ai filobus e veicoli simili, nella misura prevista dalla legislazione sulle imprese filoviarie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_7"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Costruzione ed equipaggiamento",
        "citation": "Art. 8 cpv. 1 LCStr",
        "content": "Il Consiglio federale emana prescrizioni su la costruzione e l’equipaggiamento dei veicoli a motore e dei loro rimorchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_8"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Costruzione ed equipaggiamento",
        "citation": "Art. 8 cpv. 2 LCStr",
        "content": "Esso prende al riguardo le misure idonee a garantire la sicurezza della circolazione e a prevenire il rumore, la polvere, il fumo, il puzzo e altri effetti nocivi o molesti dell’uso dei veicoli. Tiene inoltre conto delle esigenze dei disabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_8"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Costruzione ed equipaggiamento",
        "citation": "Art. 8 cpv. 3 LCStr",
        "content": "Esso tiene adeguato conto delle esigenze derivanti dall’uso militare dei veicoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_8"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Dimensioni e peso",
        "citation": "Art. 9 cpv. 1 LCStr",
        "content": "Il peso massimo consentito per veicoli o combinazioni di veicoli è di 40 t; nel trasporto combinato il peso massimo consentito è di 44 t; l’altezza massima consentita è di 4 m e la larghezza massima consentita è di 2,55 m o di 2,6 m per i veicoli climatizzati. La lunghezza massima consentita per le combinazioni di veicoli è di 18,75 m.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_9"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Dimensioni e peso",
        "citation": "Art. 9 cpv. 1bis LCStr",
        "content": "Il Consiglio federale emana prescrizioni sulle dimensioni e sul peso dei veicoli a motore e dei loro rimorchi. A tal fine tiene conto delle esigenze della sicurezza stradale, dell’economia e dell’ambiente, nonché delle normative internazionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_9"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Dimensioni e peso",
        "citation": "Art. 9 cpv. 2 LCStr",
        "content": "Determina il carico per assi nonché un rapporto adeguato fra la potenza del motore e il peso totale del veicolo o della combinazione di veicoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_9"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Dimensioni e peso",
        "citation": "Art. 9 cpv. 2bis LCStr",
        "content": "Può autorizzare un superamento del peso massimo consentito e della lunghezza massima per veicoli e combinazioni di veicoli che presentano particolari caratteristiche costruttive e di equipaggiamento ecologiche. Il superamento massimo consentito è pari all’eccedenza di peso o di lunghezza richiesta da tali caratteristiche. La capacità di carico non può risultarne incrementata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_9"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Dimensioni e peso",
        "citation": "Art. 9 cpv. 3 LCStr",
        "content": "Sentiti i Cantoni, può prevedere eccezioni per i veicoli a motore e i rimorchi di linea e per i veicoli che, dato il loro uso speciale, devono necessariamente avere dimensioni o peso superiori. Esso stabilisce le condizioni alle quali altri veicoli di dimensioni o peso superiori possono, in singoli casi, compiere viaggi imposti dalle circostanze.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_9"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Dimensioni e peso",
        "citation": "Art. 9 cpv. 3bis LCStr",
        "content": "Su domanda del detentore del veicolo, il peso totale massimo ammesso di un veicolo a motore o di un rimorchio può essere modificato al massimo una volta all’anno oppure in occasione di un cambio di detentore. Le garanzie di peso fornite dal costruttore non devono essere superate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_9"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Dimensioni e peso",
        "citation": "Art. 9 cpv. 4 LCStr",
        "content": "Rimane salva ogni limitazione, indicata da un segnale, della larghezza, dell’altezza, del peso e del carico per asse dei veicoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_9"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Licenze",
        "citation": "Art. 10 cpv. 1 LCStr",
        "content": "I veicoli a motore e i loro rimorchi, per essere ammessi alla circolazione, devono essere provvisti della licenza di circolazione e delle targhe di controllo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_10"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Licenze",
        "citation": "Art. 10 cpv. 2 LCStr",
        "content": "Chi conduce un veicolo a motore deve essere titolare della licenza di condurre; chi impara a condurre deve essere titolare della licenza per allievo conducente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_10"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Licenze",
        "citation": "Art. 10 cpv. 4 LCStr",
        "content": "Il conducente deve sempre portare con sé le licenze e presentarle agli organi di controllo che le richiedessero; la stessa norma vale anche per i permessi speciali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_10"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Licenza di circolazione",
        "citation": "Art. 11 cpv. 1 LCStr",
        "content": "La licenza di circolazione è rilasciata soltanto se il veicolo è conforme alle prescrizioni, se esso dà tutte le garanzie di sicurezza e se è stata stipulata la prescritta assicurazione per la responsabilità civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_11"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Licenza di circolazione",
        "citation": "Art. 11 cpv. 2 LCStr",
        "content": "La licenza di circolazione può essere rifiutata se il detentore non ha corrisposto l’imposta o la tassa di circolazione dovuta per il veicolo. La licenza può essere rilasciata solo se è comprovato che:\na. il veicolo è stato sdoganato o esonerato dello sdoganamento;\nb. il veicolo è stato assoggettato all’imposta o esentato dall’imposta secondo la legge federale del 21 giugno 1996 sull’imposizione degli autoveicoli (LIAut); e\nc. la tassa e le prestazioni di garanzie eventualmente dovute per il veicolo giusta la legge federale del 19 dicembre 1997 concernente una tassa sul traffico pesante sono state interamente pagate e il veicolo è stato equipaggiato con l’apparecchio di rilevazione prescritto per la riscossione della tassa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_11"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Licenza di circolazione",
        "citation": "Art. 11 cpv. 3 LCStr",
        "content": "Se un veicolo è trasferito di stanza in un altro Cantone o passa a un altro detentore, deve essere chiesta una nuova licenza di circolazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_11"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Approvazione del tipo",
        "citation": "Art. 12 cpv. 1 LCStr",
        "content": "I veicoli a motore e i loro rimorchi fabbricati in serie sottostanno all’approvazione del tipo. Il Consiglio federale può parimenti sottoporre all’approvazione del tipo:\na. le parti staccate e gli accessori per veicoli a motore e velocipedi;\nb. i dispositivi per altri veicoli, in quanto sia richiesto dalla sicurezza della circolazione;\nc. i dispositivi di protezione per i conducenti e passeggeri di veicoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_12"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Approvazione del tipo",
        "citation": "Art. 12 cpv. 2 LCStr",
        "content": "I veicoli e gli oggetti sottoposti all’approvazione del tipo possono essere messi in commercio solo se corrispondono al modello approvato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_12"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Approvazione del tipo",
        "citation": "Art. 12 cpv. 3 LCStr",
        "content": "Il Consiglio federale può rinunciare all’approvazione del tipo svizzera di veicoli a motore e rimorchi di veicoli a motore se:\na. esiste un’approvazione del tipo straniera rilasciata in base a prescrizioni d’esame e di equipaggiamento di valore equivalente a quelle vigenti in Svizzera; e\nb. sono a disposizione i dati necessari alla Confederazione e ai Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_12"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Approvazione del tipo",
        "citation": "Art. 12 cpv. 4 LCStr",
        "content": "Il Consiglio federale designa gli uffici competenti per l’esame, il rilevamento dei dati, l’approvazione del tipo e la verifica successiva; disciplina la procedura e determina le tasse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_12"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Esame dei veicoli",
        "citation": "Art. 13 cpv. 1 LCStr",
        "content": "Prima di rilasciare la licenza di circolazione, il veicolo deve essere sottoposto a un esame ufficiale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_13"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Esame dei veicoli",
        "citation": "Art. 13 cpv. 2 LCStr",
        "content": "Il Consiglio federale può prevedere la dispensa dall’esame singolo per i veicoli dei quali sia già stato approvato il tipo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_13"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Esame dei veicoli",
        "citation": "Art. 13 cpv. 3 LCStr",
        "content": "Il veicolo può essere controllato in ogni tempo; esso deve essere sottoposto a un nuovo esame se ha subìto modificazioni essenziali oppure se è dubbio che esso dia ancora tutte le garanzie di sicurezza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_13"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Esame dei veicoli",
        "citation": "Art. 13 cpv. 4 LCStr",
        "content": "Il Consiglio federale prescrive l’esame periodico dei veicoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_13"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Idoneità alla guida e capacità di condurre",
        "citation": "Art. 14 cpv. 1 LCStr",
        "content": "I conducenti di veicoli a motore devono essere idonei alla guida e capaci di condurre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_14"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Idoneità alla guida e capacità di condurre",
        "citation": "Art. 14 cpv. 2 LCStr",
        "content": "È idoneo alla guida chi:\na. ha compiuto l’età minima;\nb. ha le attitudini fisiche e psichiche necessarie per condurre con sicurezza veicoli a motore;\nc. è libero da ogni forma di dipendenza che pregiudichi la guida sicura di veicoli a motore; e\nd. per il suo comportamento precedente dà garanzia, in quanto conducente di un veicolo a motore, di osservare le prescrizioni e di avere riguardo per i terzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_14"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Idoneità alla guida e capacità di condurre",
        "citation": "Art. 14 cpv. 3 LCStr",
        "content": "È capace di condurre chi:\na. conosce le norme della circolazione; e\nb. sa condurre con sicurezza i veicoli della categoria per la quale è rilasciata la licenza di condurre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_14"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Licenza per allievo conducente",
        "citation": "Art. 14a cpv. 1 LCStr",
        "content": "La licenza per allievo conducente è rilasciata se il richiedente:\na. supera l’esame teorico e dimostra in tal modo di conoscere le norme della circolazione;\nb. dimostra di possedere le attitudini fisiche e psichiche necessarie per condurre con sicurezza veicoli a motore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_14_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Licenza per allievo conducente",
        "citation": "Art. 14a cpv. 2 LCStr",
        "content": "La prova di cui al capoverso 1 lettera b è fornita:\na. dai conducenti professionali di veicoli a motore: mediante un certificato di un medico di fiducia;\nb. dagli altri conducenti di veicoli a motore: mediante un esame della vista riconosciuto dall’autorità competente e una dichiarazione personale sul proprio stato di salute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_14_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Formazione e perfezionamento dei conducenti di veicoli a motore",
        "citation": "Art. 15 cpv. 1 LCStr",
        "content": "L’allievo conducente può circolare con autoveicoli per esercitarsi alla guida solo se è accompagnato da una persona che abbia compiuto 23 anni e che possieda da almeno tre anni una licenza di condurre non più in prova corrispondente alla categoria del veicolo usato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_15"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Formazione e perfezionamento dei conducenti di veicoli a motore",
        "citation": "Art. 15 cpv. 2 LCStr",
        "content": "L’accompagnatore provvede affinché l’esercizio si svolga con sicurezza e l’allievo non contravvenga alle prescrizioni sulla circolazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_15"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Formazione e perfezionamento dei conducenti di veicoli a motore",
        "citation": "Art. 15 cpv. 3 LCStr",
        "content": "Chi impartisce professionalmente lezioni di guida deve essere titolare dell’abilitazione a maestro conducente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_15"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Formazione e perfezionamento dei conducenti di veicoli a motore",
        "citation": "Art. 15 cpv. 4 LCStr",
        "content": "Il Consiglio federale può emanare prescrizioni sulla formazione dei conducenti di veicoli a motore. Può segnatamente prescrivere che una parte della formazione sia impartita da un titolare dell’abilitazione a maestro conducente. I Cantoni possono fissare la tariffa massima per le lezioni di guida obbligatorie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_15"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Formazione e perfezionamento dei conducenti di veicoli a motore",
        "citation": "Art. 15 cpv. 5 LCStr",
        "content": "Il Consiglio federale può emanare prescrizioni sul perfezionamento dei conducenti professionali di veicoli a motore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_15"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Formazione e perfezionamento dei conducenti di veicoli a motore",
        "citation": "Art. 15 cpv. 6 LCStr",
        "content": "Il Consiglio federale può prescrivere, per i candidati alla licenza di condurre, una formazione in materia di pronto soccorso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_15"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Licenza di condurre in prova",
        "citation": "Art. 15a cpv. 1 LCStr",
        "content": "La licenza di condurre acquisita la prima volta per motoveicoli o autoveicoli è rilasciata in prova. Il periodo di prova è di tre anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_15_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Licenza di condurre in prova",
        "citation": "Art. 15a cpv. 2 LCStr",
        "content": "La licenza di condurre in prova è rilasciata se il richiedente:\na. ha frequentato la formazione prescritta; e\nb. ha superato l’esame pratico di conducente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_15_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Licenza di condurre in prova",
        "citation": "Art. 15a cpv. 2bis LCStr",
        "content": "I titolari di una licenza di condurre in prova sono tenuti a frequentare corsi di perfezionamento. Tali corsi, prevalentemente pratici, devono fornire ai partecipanti le capacità necessarie per riconoscere ed evitare i pericoli durante la guida e per guidare rispettando l’ambiente. Il Consiglio federale stabilisce il contenuto e la forma dei corsi di perfezionamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_15_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Licenza di condurre in prova",
        "citation": "Art. 15a cpv. 3 LCStr",
        "content": "Il periodo di prova è prorogato di un anno se il titolare commette un’infrazione medio grave o grave da cui consegue la revoca della licenza. Se la revoca termina dopo la scadenza del periodo di prova, la proroga inizia alla data della restituzione della licenza di condurre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_15_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Licenza di condurre in prova",
        "citation": "Art. 15a cpv. 4 LCStr",
        "content": "La licenza di condurre in prova scade se durante il periodo di prova il titolare commette un’ulteriore infrazione medio grave o grave.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_15_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Licenza di condurre in prova",
        "citation": "Art. 15a cpv. 5 LCStr",
        "content": "Una nuova licenza di condurre può essere rilasciata al più presto dopo un anno dall’infrazione e soltanto sulla base di una perizia di psicologia del traffico che accerti l’idoneità alla guida. Il termine è prorogato di un anno se la persona interessata ha guidato un motoveicolo o un autoveicolo durante questo periodo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_15_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Licenza di condurre in prova",
        "citation": "Art. 15a cpv. 6 LCStr",
        "content": "Superato nuovamente l’esame di guida, è rilasciata una nuova licenza di condurre in prova.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_15_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Licenza di condurre definitiva",
        "citation": "Art. 15b cpv. 1 LCStr",
        "content": "La licenza di condurre definitiva è rilasciata se il richiedente:\na. ha frequentato la formazione prescritta; e\nb. ha superato l’esame pratico di conducente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_15_b"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Licenza di condurre definitiva",
        "citation": "Art. 15b cpv. 2 LCStr",
        "content": "Allo scadere del periodo di prova, ai titolari di licenze di condurre in prova è rilasciata la licenza di condurre definitiva se hanno frequentato i corsi di perfezionamento prescritti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_15_b"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Durata di validità delle licenze di condurre",
        "citation": "Art. 15c cpv. 1 LCStr",
        "content": "Le licenze di condurre hanno di norma una validità illimitata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_15_c"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Durata di validità delle licenze di condurre",
        "citation": "Art. 15c cpv. 2 LCStr",
        "content": "Il Consiglio federale può prevedere eccezioni per le persone domiciliate all’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_15_c"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Durata di validità delle licenze di condurre",
        "citation": "Art. 15c cpv. 3 LCStr",
        "content": "L’autorità cantonale può limitare la durata di validità delle licenze di condurre se l’idoneità alla guida di una persona è pregiudicata e deve quindi essere controllata a scadenze più ravvicinate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_15_c"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Accertamento dell’idoneità alla guida o della capacità di condurre",
        "citation": "Art. 15d cpv. 1 LCStr",
        "content": "Se sussistono dubbi sull’idoneità alla guida di una persona, quest’ultima è sottoposta a un esame di verifica, segnatamente in caso di:\na. guida in stato di ebrietà con una concentrazione di alcol nel sangue pari o superiore all’1,6 per mille o con una concentrazione di alcol nell’alito pari o superiore a 0,8 milligrammi per litro di aria espirata;\nb. guida sotto l’influsso di stupefacenti o presenza a bordo di stupefacenti che compromettono seriamente la capacità di condurre o che comportano un elevato rischio di dipendenza;\nc. violazioni delle norme della circolazione facenti desumere mancanza di rispetto nei confronti degli altri utenti della strada;\nd. comunicazione di un ufficio cantonale AI secondo l’articolo 66c della legge federale del 19 giugno 1959 sull’assicurazione per l’invalidità;\ne. comunicazione di un medico attestante l’incapacità di una persona di condurre con sicurezza un veicolo a motore a causa di una malattia fisica o psichica, di un’infermità oppure di una dipendenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_15_d"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Accertamento dell’idoneità alla guida o della capacità di condurre",
        "citation": "Art. 15d cpv. 2 LCStr",
        "content": "Dal compimento dei 75 anni, i conducenti sono convocati ogni due anni dall’autorità cantonale a una visita di controllo di un medico di fiducia. L’autorità cantonale può ridurre l’intervallo delle visite mediche se l’idoneità alla guida di una persona è pregiudicata e deve quindi essere controllata a scadenze più ravvicinate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_15_d"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Accertamento dell’idoneità alla guida o della capacità di condurre",
        "citation": "Art. 15d cpv. 3 LCStr",
        "content": "I medici sono liberati dal segreto professionale per quanto riguarda le comunicazioni di cui al capoverso 1 lettera e. Possono effettuare la comunicazione direttamente all’autorità cantonale competente in materia di circolazione stradale oppure all’autorità di sorveglianza dei medici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_15_d"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Accertamento dell’idoneità alla guida o della capacità di condurre",
        "citation": "Art. 15d cpv. 4 LCStr",
        "content": "Su richiesta dell’Ufficio AI, l’autorità cantonale gli comunica se una determinata persona è titolare di una licenza di condurre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_15_d"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Accertamento dell’idoneità alla guida o della capacità di condurre",
        "citation": "Art. 15d cpv. 5 LCStr",
        "content": "Se vi sono dubbi sulla capacità di condurre di una persona, quest’ultima può essere sottoposta a una corsa di controllo, a un esame teorico, a un esame pratico di conducente o a un altro provvedimento opportuno, quale una formazione o un perfezionamento oppure una formazione complementare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_15_d"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Periodo di attesa in seguito a guida senza licenza",
        "citation": "Art. 15e cpv. 1 LCStr",
        "content": "Chi ha guidato un veicolo a motore senza essere titolare di una licenza di condurre non riceve, per almeno sei mesi dall’infrazione, né la licenza per allievo conducente né la licenza di condurre. Se la persona raggiunge l’età minima soltanto dopo l’infrazione, il periodo di attesa decorre da quel momento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_15_e"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Periodo di attesa in seguito a guida senza licenza",
        "citation": "Art. 15e cpv. 2 LCStr",
        "content": "Se il conducente ha inoltre commesso l’infrazione prevista all’articolo 16c capoverso 2 lettera abis, il periodo di attesa è di due anni o, in caso di recidiva, di dieci anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_15_e"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Revoca delle licenze",
        "citation": "Art. 16 cpv. 1 LCStr",
        "content": "Le licenze e i permessi devono essere revocati, se è accertato che le condizioni legali stabilite per il loro rilascio non sono mai state o non sono più adempite; essi possono essere revocati, se non sono stati osservati le limitazioni o gli obblighi, ai quali il rilascio era stato subordinato nel caso particolare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_16"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Revoca delle licenze",
        "citation": "Art. 16 cpv. 2 LCStr",
        "content": "Le infrazioni alle prescrizioni sulla circolazione stradale per le quali non è applicabile la procedura prevista dalla legge del 18 marzo 2016 sulle multe disciplinari comportano la revoca della licenza di condurre o della licenza per allievo conducente, oppure l’ammonimento del conducente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_16"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Revoca delle licenze",
        "citation": "Art. 16 cpv. 3 LCStr",
        "content": "Per stabilire la durata della revoca della licenza per allievo conducente o della licenza di condurre devono essere considerate le circostanze del singolo caso, segnatamente il pericolo per la circolazione, la colpa, la reputazione del conducente del veicolo a motore come anche la necessità professionale di condurre un veicolo a motore. La durata minima della revoca non può tuttavia essere ridotta, salvo che la pena sia stata attenuata ai sensi dell’articolo 100 numero 4 terzo periodo",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_16"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Revoca delle licenze",
        "citation": "Art. 16 cpv. 4 LCStr",
        "content": "La licenza di circolazione può essere revocata per una durata adeguata se:\na. vi è stato abuso della licenza o delle targhe di controllo;\nb. finché non sono state pagate le imposte o le tasse di circolazione per veicoli del medesimo detentore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_16"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Revoca delle licenze",
        "citation": "Art. 16 cpv. 5 LCStr",
        "content": "La licenza di circolazione viene revocata se:\na. la tassa eventualmente dovuta per il veicolo secondo la legge del 19 dicembre 1997 sul traffico pesante o le prestazioni di garanzie dovute non sono state pagate e il detentore è stato invano diffidato; oppure\nb. il veicolo non è equipaggiato con l’apparecchio di rilevazione prescritto per la riscossione della tassa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_16"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Ammonimento o revoca della licenza di condurre dopo un’infrazione lieve",
        "citation": "Art. 16a cpv. 1 LCStr",
        "content": "Commette un’infrazione lieve chi:\na. violando le norme della circolazione provoca un pericolo minimo per la sicurezza altrui e si rende responsabile soltanto di una colpa leggera;\nb. guida un veicolo a motore in stato di ebrietà, senza tuttavia avere una concentrazione qualificata di alcol nell’alito o nel sangue (art. 55 cpv. 6) e senza commettere un’altra infrazione alle prescrizioni sulla circolazione stradale;\nc. viola il divieto di guidare sotto l’influsso dell’alcol (art. 31 cpv. 2bis), senza tuttavia commettere un’altra infrazione alle prescrizioni sulla circolazione stradale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_16_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Ammonimento o revoca della licenza di condurre dopo un’infrazione lieve",
        "citation": "Art. 16a cpv. 2 LCStr",
        "content": "Dopo un’infrazione lieve, la licenza per allievo conducente o la licenza di condurre è revocata per almeno un mese se nei due anni precedenti la licenza è stata revocata o è stato deciso un altro provvedimento amministrativo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_16_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Ammonimento o revoca della licenza di condurre dopo un’infrazione lieve",
        "citation": "Art. 16a cpv. 3 LCStr",
        "content": "La persona colpevole è ammonita se nei due anni precedenti non le è stata revocata la licenza o non sono stati ordinati provvedimenti amministrativi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_16_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Ammonimento o revoca della licenza di condurre dopo un’infrazione lieve",
        "citation": "Art. 16a cpv. 4 LCStr",
        "content": "Nei casi particolarmente lievi si rinuncia a qualsiasi provvedimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_16_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Revoca della licenza di condurre dopo un’infrazione medio grave",
        "citation": "Art. 16b cpv. 1 LCStr",
        "content": "Commette un’infrazione medio grave chi:\na. violando norme della circolazione provoca un pericolo per la sicurezza altrui o assume il rischio di detto pericolo;\nb. guida un veicolo a motore in stato di ebrietà, senza tuttavia avere una concentrazione qualificata di alcol nell’alito o nel sangue (art. 55 cpv. 6), e commette inoltre un’infrazione lieve alle prescrizioni sulla circolazione stradale;\nbbis. viola il divieto di guidare sotto l’influsso dell’alcol (art. 31 cpv. 2bis) e commette inoltre un’infrazione lieve alle prescrizioni sulla circolazione stradale;\nc. guida un veicolo a motore senza essere in possesso della licenza di condurre valida per la categoria corrispondente;\nd. ha sottratto un veicolo a motore per farne uso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_16_b"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Revoca della licenza di condurre dopo un’infrazione medio grave",
        "citation": "Art. 16b cpv. 2 LCStr",
        "content": "Dopo un’infrazione medio grave, la licenza per allievo conducente o la licenza di condurre è revocata per:\na. almeno un mese;\nb. almeno quattro mesi, se nei due anni precedenti la licenza è stata revocata una volta per un’infrazione grave o medio grave;\nc. almeno nove mesi, se nei due anni precedenti la licenza è stata revocata due volte per infrazioni almeno medio gravi;\nd. almeno 15 mesi, se nei due anni precedenti la licenza è stata revocata due volte per infrazioni gravi;\ne. un tempo indeterminato, ma almeno per due anni, se nei dieci anni precedenti la licenza è stata revocata tre volte per infrazioni almeno medio gravi; si rinuncia a questo provvedimento se durante almeno cinque anni dalla scadenza di una revoca della licenza non sono state commesse infrazioni per cui è ordinato un provvedimento amministrativo;\nf. definitivamente, se nei cinque anni precedenti la licenza è stata revocata secondo la lettera e o l’articolo 16c capoverso 2 lettera d.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_16_b"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Revoca della licenza di condurre dopo un’infrazione grave",
        "citation": "Art. 16c cpv. 1 LCStr",
        "content": "Commette un’infrazione grave chi:\na. violando gravemente le norme della circolazione cagiona un serio pericolo per la sicurezza altrui o assume il rischio di detto pericolo;\nb. guida un veicolo a motore in stato di ebrietà con una concentrazione qualificata di alcol nell’alito o nel sangue (art. 55 cpv. 6);\nc. sotto l’influenza di stupefacenti o medicinali o per altri motivi non è idoneo alla guida e in questo stato conduce un veicolo a motore;\nd. intenzionalmente si oppone o si sottrae alla prova del sangue, all’analisi dell’alito o ad un altro esame preliminare disciplinato dal Consiglio federale, che è stato ordinato o lo sarà verosimilmente, o a un esame sanitario completivo oppure elude lo scopo di tali provvedimenti;\ne. si è dato alla fuga dopo aver ferito o ucciso una persona;\nf. guida un veicolo a motore nonostante la revoca della licenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_16_c"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Revoca della licenza di condurre dopo un’infrazione grave",
        "citation": "Art. 16c cpv. 2 LCStr",
        "content": "Dopo un’infrazione grave la licenza per allievo conducente o la licenza di condurre è revocata per:\na. almeno tre mesi;\nabis. almeno due anni se, violando intenzionalmente norme elementari della circolazione, la persona interessata ha rischiato fortemente di causare un incidente della circolazione con feriti gravi o morti, segnatamente attraverso la grave inosservanza di un limite di velocità ai sensi dell’articolo 90 capoverso 4, l’effettuazione di sorpassi temerari o la partecipazione a gare non autorizzate con veicoli a motore; la durata minima della revoca può essere ridotta di al massimo 12 mesi se è pronunciata una pena inferiore a un anno (art. 90 cpv. 3bis o 3ter);\nb. almeno sei mesi, se nei cinque anni precedenti la licenza è stata revocata una volta per un’infrazione medio grave;\nc. almeno 12 mesi, se nei cinque anni precedenti la licenza è stata revocata una volta per un’infrazione grave o due volte a causa di infrazioni medio gravi;\nd. un tempo indeterminato, ma almeno per due anni, se nei dieci anni precedenti la licenza è stata revocata due volte per infrazioni gravi o tre volte per infrazioni almeno medio gravi; si rinuncia a questo provvedimento se durante almeno cinque anni dalla scadenza di una revoca della licenza non sono state commesse infrazioni per cui è ordinato un provvedimento amministrativo;\ne. definitivamente, se nei cinque anni precedenti la licenza è stata revocata secondo la lettera d o l’articolo 16b capoverso 2 lettera e.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_16_c"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Revoca della licenza di condurre dopo un’infrazione grave",
        "citation": "Art. 16c cpv. 3 LCStr",
        "content": "La revoca della licenza per un’infrazione secondo il capoverso 1 lettera f subentra alla durata restante della revoca in corso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_16_c"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Revoca della licenza di condurre dopo un’infrazione grave",
        "citation": "Art. 16c cpv. 4 LCStr",
        "content": "Se, nonostante una revoca secondo l’articolo 16d, la persona interessata ha guidato un veicolo a motore, è deciso un periodo di sospensione che corrisponde alla durata minima di revoca prevista per l’infrazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_16_c"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Revoca della licenza di condurre dopo un’infrazione commessa all’estero",
        "citation": "Art. 16cbis cpv. 1 LCStr",
        "content": "Dopo un’infrazione commessa all’estero, la licenza per allievo conducente o la licenza di condurre è revocata se:\na. all’estero è stato pronunciato un divieto di condurre; e\nb. l’infrazione commessa è medio grave o grave secondo gli articoli 16b e 16c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_16_c_bis"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Revoca della licenza di condurre dopo un’infrazione commessa all’estero",
        "citation": "Art. 16cbis cpv. 2 LCStr",
        "content": "Per stabilire la durata della revoca della licenza devono essere adeguatamente considerate le conseguenze, per la persona interessata, del divieto di condurre pronunciato all’estero. La durata minima della revoca può essere ridotta. Per le persone sul cui conto non figurano provvedimenti amministrativi nel sistema d’informazione sull’ammissione alla circolazione (art. 89c lett. d), la durata della revoca non può eccedere la durata del divieto di condurre pronunciato all’estero nel luogo dell’infrazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_16_c_bis"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Revoca della licenza di condurre a causa di inidoneità alla guida",
        "citation": "Art. 16d cpv. 1 LCStr",
        "content": "La licenza per allievo conducente o la licenza di condurre è revocata a una persona per un tempo indeterminato se:\na. le sue attitudini fisiche e psichiche non consentono o non consentono più di guidare con sicurezza un veicolo a motore;\nb. soffre di una forma di dipendenza che esclude l’idoneità alla guida;\nc. a causa del suo precedente comportamento non offre alcuna garanzia che in futuro, alla guida di un veicolo a motore, osservi le prescrizioni e abbia riguardo per il prossimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_16_d"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Revoca della licenza di condurre a causa di inidoneità alla guida",
        "citation": "Art. 16d cpv. 2 LCStr",
        "content": "Se è ordinata la revoca secondo il capoverso 1 al posto di una revoca secondo gli articoli 16a–16c, vi è connesso un periodo di sospensione che va fino alla scadenza della durata minima della revoca prevista per l’infrazione commessa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_16_d"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Revoca della licenza di condurre a causa di inidoneità alla guida",
        "citation": "Art. 16d cpv. 3 LCStr",
        "content": "La licenza è revocata definitivamente:\na. ai conducenti incorreggibili;\nb. alle persone la cui licenza è già stata revocata una volta negli ultimi cinque anni in applicazione dell’articolo 16c capoverso 2 lettera abis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_16_d"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Nuovo rilascio della licenza di condurre",
        "citation": "Art. 17 cpv. 1 LCStr",
        "content": "La licenza per allievo conducente o la licenza di condurre revocata a tempo determinato può essere nuovamente rilasciata al più presto tre mesi prima che scada la durata ordinata della revoca se la persona interessata ha partecipato a una formazione complementare riconosciuta dall’autorità. La durata minima della revoca non può essere ridotta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_17"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Nuovo rilascio della licenza di condurre",
        "citation": "Art. 17 cpv. 2 LCStr",
        "content": "La licenza per allievo conducente o la licenza di condurre revocata per almeno un anno può essere nuovamente rilasciata a determinate condizioni se il comportamento della persona interessata dimostra che la misura amministrativa ha conseguito il suo scopo. Devono tuttavia essere trascorsi almeno la durata minima della revoca e due terzi della durata della revoca prescritta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_17"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Nuovo rilascio della licenza di condurre",
        "citation": "Art. 17 cpv. 3 LCStr",
        "content": "La licenza per allievo conducente o la licenza di condurre revocata a tempo indeterminato può essere nuovamente rilasciata a determinate condizioni se è scaduto un eventuale termine di sospensione legale o prescritto e la persona interessata può comprovare che non vi è più inidoneità alla guida.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_17"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Nuovo rilascio della licenza di condurre",
        "citation": "Art. 17 cpv. 4 LCStr",
        "content": "La licenza di condurre revocata definitivamente può essere nuovamente rilasciata soltanto alle condizioni di cui all’articolo 23 capoverso 3. Se è stata revocata in applicazione dell’articolo 16d capoverso 3 lettera b, la licenza può essere nuovamente rilasciata al più presto dopo dieci anni e unicamente sulla base di una valutazione positiva sotto il profilo della psicologia del traffico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_17"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo primo: Veicoli a motore e loro conducenti, Nuovo rilascio della licenza di condurre",
        "citation": "Art. 17 cpv. 5 LCStr",
        "content": "Se la persona interessata non adempie le condizioni impostegli o viene meno in altro modo alla fiducia in lei riposta, la licenza è nuovamente revocata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_17"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo secondo: Veicoli senza motore e loro conducenti, Velocipedi",
        "citation": "Art. 18 cpv. 1 LCStr",
        "content": "I velocipedi devono essere conformi alle prescrizioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_18"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo secondo: Veicoli senza motore e loro conducenti, Velocipedi",
        "citation": "Art. 18 cpv. 2 LCStr",
        "content": "Il Consiglio federale emana prescrizioni sulla costruzione e sull’equipaggiamento dei velocipedi e dei loro rimorchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_18"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo secondo: Veicoli senza motore e loro conducenti, Velocipedi",
        "citation": "Art. 18 cpv. 3 LCStr",
        "content": "I Cantoni possono ordinare esami dei velocipedi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_18"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo secondo: Veicoli senza motore e loro conducenti, Ciclisti",
        "citation": "Art. 19 cpv. 1 LCStr",
        "content": "I fanciulli che non hanno ancora compiuto sei anni possono circolare in velocipede su strade principali soltanto sotto la sorveglianza di una persona di almeno 16 anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_19"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo secondo: Veicoli senza motore e loro conducenti, Ciclisti",
        "citation": "Art. 19 cpv. 2 LCStr",
        "content": "Non possono circolare in velocipede le persone che non sono in grado di farlo in modo sicuro a causa di una malattia fisica o psichica oppure di una dipendenza. L’autorità può vietare a queste persone di circolare in velocipede.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_19"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo secondo: Veicoli senza motore e loro conducenti, Ciclisti",
        "citation": "Art. 19 cpv. 3 LCStr",
        "content": "Nello stesso modo, il Cantone di domicilio può vietare la circolazione al ciclista, che l’ha messa in pericolo gravemente o più volte o che ha circolato in stato di ebrietà. Il divieto è di un mese al minimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_19"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo secondo: Veicoli senza motore e loro conducenti, Ciclisti",
        "citation": "Art. 19 cpv. 4 LCStr",
        "content": "I ciclisti, sulla cui idoneità alla circolazione esistono dubbi, possono essere sottoposti a un esame.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_19"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo secondo: Veicoli senza motore e loro conducenti, Altri veicoli",
        "citation": "Art. 20 LCStr",
        "content": "Il Consiglio federale stabilisce le dimensioni degli altri veicoli, considerando in particolare le esigenze dell’agricoltura e della selvicoltura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_20"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo secondo: Veicoli senza motore e loro conducenti, Conducenti di veicoli a trazione animale",
        "citation": "Art. 21 cpv. 1 LCStr",
        "content": "Può condurre veicoli a trazione animale chi ha compiuto 14 anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_21"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo secondo: Veicoli senza motore e loro conducenti, Conducenti di veicoli a trazione animale",
        "citation": "Art. 21 cpv. 2 LCStr",
        "content": "Non possono condurre veicoli a trazione animale le persone che non sono in grado di farlo in modo sicuro a causa di una malattia fisica o psichica oppure di una dipendenza. L’autorità può vietare a queste persone di condurre veicoli a trazione animale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_21"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo terzo: Disposizioni comuni, Autorità competente",
        "citation": "Art. 22 cpv. 1 LCStr",
        "content": "Le licenze sono rilasciate e revocate dall’autorità amministrativa. La competenza spetta al Cantone di stanza per i veicoli e al Cantone di domicilio per i conducenti. Il Consiglio federale può rinunciare alla permuta della licenza di condurre in caso di cambiamento di domicilio e prevedere licenze federali per i veicoli militari e i loro conducenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_22"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo terzo: Disposizioni comuni, Autorità competente",
        "citation": "Art. 22 cpv. 2 LCStr",
        "content": "Le stesse norme sono applicabili all’esame dei veicoli e dei conducenti, come anche agli altri provvedimenti previsti nel presente titolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_22"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo terzo: Disposizioni comuni, Autorità competente",
        "citation": "Art. 22 cpv. 3 LCStr",
        "content": "Per il veicolo che non ha un luogo di stanza fisso e per il conducente che non ha domicilio in Svizzera, la competenza è determinata dal luogo in cui si trova prevalentemente. In caso di dubbio, è competente il Cantone che inizia la procedura per primo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_22"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo terzo: Disposizioni comuni, Provvedimenti amministrativi: procedura e durata",
        "citation": "Art. 23 cpv. 1 LCStr",
        "content": "Il rifiuto e la revoca d’una licenza di circolazione o d’una licenza di condurre, come anche il divieto di circolare in velocipede o di condurre un veicolo a trazione animale devono essere notificati per iscritto all’interessato, con indicazione dei motivi. Di regola, prima della revoca della licenza di condurre e prima dell’assoggettamento a un divieto di circolare in velocipede o di condurre un veicolo a trazione animale, l’interessato deve essere sentito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_23"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo terzo: Disposizioni comuni, Provvedimenti amministrativi: procedura e durata",
        "citation": "Art. 23 cpv. 2 LCStr",
        "content": "Un Cantone può proporre tali provvedimenti a quello competente, se viene a conoscenza di motivi che li giustificano: può parimente proporli alla Confederazione, se essa è competente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_23"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo terzo: Disposizioni comuni, Provvedimenti amministrativi: procedura e durata",
        "citation": "Art. 23 cpv. 3 LCStr",
        "content": "Qualora un provvedimento contro un conducente sia in vigore da cinque anni, l’autorità del Cantone di domicilio, se ne è richiesta, prende una nuova decisione, in quanto l’interessato renda attendibile che i presupposti del provvedimento non esistono più. Se l’interessato ha cambiato domicilio, il Cantone che ha preso il provvedimento da revocare deve essere consultato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_23"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo terzo: Disposizioni comuni, Ricorsi",
        "citation": "Art. 24 cpv. 1 LCStr",
        "content": "La procedura di ricorso è retta dalle disposizioni generali sull’amministrazione della giustizia federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_24"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo terzo: Disposizioni comuni, Ricorsi",
        "citation": "Art. 24 cpv. 2 LCStr",
        "content": "Sono inoltre legittimate a ricorrere:\na. l’autorità di prima istanza, contro la decisione di un’autorità cantonale di ricorso indipendente dall’amministrazione;\nb. l’autorità competente del Cantone che ha proposto a un altro Cantone di prendere una decisione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_24"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo terzo: Disposizioni comuni, Prescrizioni completive di ammissione",
        "citation": "Art. 25 cpv. 1 LCStr",
        "content": "Il Consiglio federale può derogare totalmente o parzialmente alle prescrizioni del presente titolo a stabilire, se necessario, prescrizioni completive per i seguenti veicoli e per i loro rimorchi, come anche per i loro conducenti:\na. i ciclomotori, i carri a mano provvisti di motore, gli altri veicoli di potenza e velocità minime e quelli usati raramente sulla strada pubblica;\nb. i veicoli a motore usati per scopi militari;\nc. le trattrici agricole di velocità limitata e i rimorchi agricoli;\nd. le macchine semoventi e i carri con motore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_25"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo terzo: Disposizioni comuni, Prescrizioni completive di ammissione",
        "citation": "Art. 25 cpv. 2 LCStr",
        "content": "Il Consiglio federale emana prescrizioni circa:\na. le luci e i catarifrangenti dei veicoli stradali senza motore;\nb. i veicoli a motore e i velocipedi stranieri e i loro conducenti, come anche le licenze di circolazione e le licenze di condurre internazionali;\nc. i maestri conducenti e i loro veicoli;\nd. le licenze e le targhe di controllo, comprese quelle temporanee per i veicoli a motore e i loro rimorchi esaminati o no, come anche per le aziende dell’industria dei veicoli a motore;\ne. il modo di contrassegnare i veicoli speciali;\nf. gli speciali segnalatori riservati ai veicoli del servizio antincendio, del servizio sanitario, della polizia e delle dogane, se vengono utilizzati per compiti di polizia, come anche i segnalatori dei veicoli delle imprese di trasporto concessionarie sulle strade postali di montagna;\ng. la pubblicità per mezzo di veicoli a motore;\nh. ...\ni. i tachigrafi e simili; esso prescrive tali apparecchi, in particolare per il controllo del tempo di lavoro dei conducenti professionali e, se necessario, per i veicoli di persone punite a cagione di eccesso di velocità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_25"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo secondo: Veicoli e conducenti, Capo terzo: Disposizioni comuni, Prescrizioni completive di ammissione",
        "citation": "Art. 25 cpv. 3 LCStr",
        "content": "Il Consiglio federale, consultati i Cantoni, emana prescrizioni circa:\na. i requisiti minimi, fisici e psichici, per i conducenti di veicoli a motore;\nb. l’esecuzione dell’esame dei veicoli e dei conducenti;\nc. i requisiti minimi per i periti incaricati degli esami;\nd. il noleggio di veicoli a motore a conducenti;\ne. il contenuto e la portata dell’esame di verifica dell’idoneità alla guida e la procedura in caso di dubbi;\nf. i requisiti minimi per le persone che svolgono gli esami di verifica dell’idoneità alla guida, per la procedura di controllo e per la garanzia della qualità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_25"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale",
        "citation": "Art. 26 cpv. 1 LCStr",
        "content": "Ciascuno, nella circolazione, deve comportarsi in modo da non essere di ostacolo ne di pericolo per coloro che usano la strada conformemente alle norme stabilite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_26"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale",
        "citation": "Art. 26 cpv. 2 LCStr",
        "content": "Particolare prudenza deve essere usata verso i fanciulli, gli infermi e i vecchi e parimente quando vi siano indizi per ritenere che un utente della strada non si comporti correttamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_26"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo primo: Norme per tutti gli utenti della strada, Osservanza dei segnali, delle demarcazioni e degli ordini",
        "citation": "Art. 27 cpv. 1 LCStr",
        "content": "L’utente della strada deve osservare i segnali e le demarcazioni stradali, come anche le istruzioni della polizia. I segnali e le demarcazioni hanno la priorità sulle norme generali; le istruzioni della polizia hanno la priorità su le norme generali, i segnali e le demarcazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_27"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo primo: Norme per tutti gli utenti della strada, Osservanza dei segnali, delle demarcazioni e degli ordini",
        "citation": "Art. 27 cpv. 2 LCStr",
        "content": "Alla percezione degli speciali segnalatori dei veicoli del servizio antincendio, del servizio sanitario, della polizia e delle dogane, la carreggiata deve essere lasciata libera immediatamente. Se necessario, i conducenti devono fermare i loro veicoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_27"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo primo: Norme per tutti gli utenti della strada, Passaggi a livello",
        "citation": "Art. 28 LCStr",
        "content": "Gli utenti della strada devono fermarsi davanti ai passaggi a livello se le barriere si chiudono o se i segnalatori prescrivono l’arresto e, mancando detti dispositivi, se si avvicinano dei treni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_28"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, I. Norme generali, Garanzie di sicurezza",
        "citation": "Art. 29 LCStr",
        "content": "I veicoli possono circolare soltanto se sono in perfetto stato di sicurezza e conformi alle prescrizioni. Essi devono essere costruiti e tenuti in modo che le norme della circolazione possano essere osservate, che il conducente, i passeggeri e gli altri utenti della strada non siano messi in pericolo e che la strada non venga danneggiata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_29"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, I. Norme generali, Passeggeri, carico, rimorchi",
        "citation": "Art. 30 cpv. 1 LCStr",
        "content": "Sui veicoli a motore e velocipedi il conducente può trasportare passeggeri soltanto sugli appositi posti. Il Consiglio federale può prevedere eccezioni; esso emana prescrizioni sul trasporto di persone mediante rimorchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_30"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, I. Norme generali, Passeggeri, carico, rimorchi",
        "citation": "Art. 30 cpv. 2 LCStr",
        "content": "I veicoli non devono essere sovraccaricati. Il carico deve essere collocato in modo che non sia di pericolo ne di ostacolo ad alcuno e che non possa cadere. I carichi sporgenti devono essere segnalati, di giorno e di notte, in modo ben visibile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_30"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, I. Norme generali, Passeggeri, carico, rimorchi",
        "citation": "Art. 30 cpv. 3 LCStr",
        "content": "I veicoli a motore possono essere usati per il traino di rimorchi o di altri veicoli solo se la forza di trazione e i freni sono sufficienti e se il dispositivo di agganciamento è sicuro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_30"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, I. Norme generali, Passeggeri, carico, rimorchi",
        "citation": "Art. 30 cpv. 4 LCStr",
        "content": "Il Consiglio federale emana prescrizioni sul trasporto degli animali e di materie e oggetti nocivi o ripugnanti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_30"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, I. Norme generali, Passeggeri, carico, rimorchi",
        "citation": "Art. 30 cpv. 5 LCStr",
        "content": "Il Consiglio federale emana prescrizioni sul trasporto di merci pericolose. Stabilisce i tratti sui quali, per motivi dipendenti da condizioni locali o per necessità di regolazione del traffico, i veicoli che trasportano merci pericolose non possono circolare o possono circolare soltanto in maniera limitata. A proposito dei mezzi di contenimento per merci pericolose disciplina:\na. la procedura di verifica della conformità ai requisiti essenziali;\nb. la procedura di riconoscimento dei servizi indipendenti incaricati di effettuare le valutazioni di conformità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_30"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, I. Norme generali, Padronanza del veicolo",
        "citation": "Art. 31 cpv. 1 LCStr",
        "content": "Il conducente deve costantemente padroneggiare il veicolo, in modo da potersi conformare ai suoi doveri di prudenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_31"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, I. Norme generali, Padronanza del veicolo",
        "citation": "Art. 31 cpv. 2 LCStr",
        "content": "Le persone che, sotto l’influsso di alcol, stupefacenti o medicamenti oppure per altri motivi non hanno le attitudini fisiche o psichiche necessarie per guidare un veicolo, durante questo periodo non sono ritenute idonee alla guida e non devono condurre un veicolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_31"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, I. Norme generali, Padronanza del veicolo",
        "citation": "Art. 31 cpv. 2bis LCStr",
        "content": "Il Consiglio federale può vietare ai seguenti gruppi di persone di guidare sotto l’influsso dell’alcol:\na. le persone che operano nel trasporto concessionario o internazionale di viaggiatori su strada (art. 8 cpv. 2 della LF del 20 mar. 2009 sul trasporto di viaggiatori e art. 3 cpv. 1 della LF del 20 mar. 2009 sull’accesso alle professioni di trasportatore su strada);\nb. le persone che trasportano viaggiatori a titolo professionale o trasportano merci su autoveicoli pesanti o merci pericolose;\nc. i titolari dell’abilitazione a maestro conducente;\nd. i titolari di licenze per allievo conducente;\ne. le persone che accompagnano allievi conducenti durante corse di scuola guida;\nf. i titolari di licenze di condurre in prova.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_31"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, I. Norme generali, Padronanza del veicolo",
        "citation": "Art. 31 cpv. 2ter LCStr",
        "content": "Il Consiglio federale stabilisce la concentrazione di alcol nell’alito e la concentrazione di alcol nel sangue a partire dalle quali si considera che un conducente stia guidando sotto l’influsso dell’alcol.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_31"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, I. Norme generali, Padronanza del veicolo",
        "citation": "Art. 31 cpv. 3 LCStr",
        "content": "Il conducente deve provvedere affinché non sia ostacolato nella guida né dal carico né in altro modo. I passeggeri non devono ostacolarlo ne disturbarlo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_31"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, I. Norme generali, Velocità",
        "citation": "Art. 32 cpv. 1 LCStr",
        "content": "La velocità deve sempre essere adattata alle circostanze, in particolare alle peculiarità del veicolo e del carico, come anche alle condizioni della strada, della circolazione e della visibilità. Nei punti in cui il veicolo potrebbe intralciare la circolazione, il conducente deve circolare lentamente e, se necessario, fermarsi, in particolare dove la visibilità non è buona, alle intersezioni con scarsa visuale e ai passaggi a livello.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_32"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, I. Norme generali, Velocità",
        "citation": "Art. 32 cpv. 2 LCStr",
        "content": "Il Consiglio federale limita la velocità dei veicoli a motore su tutte le strade.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_32"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, I. Norme generali, Velocità",
        "citation": "Art. 32 cpv. 3 LCStr",
        "content": "La velocità massima stabilita dal Consiglio federale può essere ridotta o aumentata, per determinati tratti di strada, dall’autorità competente soltanto in virtù di una perizia. Il Consiglio federale può prevedere eccezioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_32"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, I. Norme generali, Doveri verso i pedoni",
        "citation": "Art. 33 cpv. 1 LCStr",
        "content": "Il conducente deve agevolare ai pedoni l’attraversamento della carreggiata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_33"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, I. Norme generali, Doveri verso i pedoni",
        "citation": "Art. 33 cpv. 2 LCStr",
        "content": "Avvicinandosi ai passaggi pedonali, il conducente deve circolare con particolare prudenza e, se necessario, fermarsi, dando la precedenza ai pedoni che vi transitano o che stanno accedendovi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_33"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, I. Norme generali, Doveri verso i pedoni",
        "citation": "Art. 33 cpv. 3 LCStr",
        "content": "Alle fermate dei servizi di trasporto pubblici, il conducente deve badare alle persone che salgono e scendono.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_33"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, II. Singole manovre, Circolazione a destra",
        "citation": "Art. 34 cpv. 1 LCStr",
        "content": "I veicoli devono circolare a destra, sulle strade larghe nella metà destra. Essi devono tenersi il più possibile sul margine destro della strada, soprattutto se procedono lentamente e sui tratti senza visuale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_34"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, II. Singole manovre, Circolazione a destra",
        "citation": "Art. 34 cpv. 2 LCStr",
        "content": "Sulle strade dove sono tracciate le linee di sicurezza, i veicoli devono sempre circolare alla destra di queste linee.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_34"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, II. Singole manovre, Circolazione a destra",
        "citation": "Art. 34 cpv. 3 LCStr",
        "content": "Il conducente che vuole cambiare la direzione di marcia, ad esempio per voltare, sorpassare, mettersi in preselezione, passare da una corsia a un’altra, deve badare ai veicoli che giungono in senso inverso e a quelli che seguono.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_34"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, II. Singole manovre, Circolazione a destra",
        "citation": "Art. 34 cpv. 4 LCStr",
        "content": "Il conducente deve tenersi a una distanza sufficiente da tutti gli utenti della strada, in particolare nell’incrociare, sorpassare e circolare affiancato o dietro un altro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_34"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, II. Singole manovre, Incrocio e sorpasso",
        "citation": "Art. 35 cpv. 1 LCStr",
        "content": "I veicoli incrociano a destra e sorpassano a sinistra.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_35"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, II. Singole manovre, Incrocio e sorpasso",
        "citation": "Art. 35 cpv. 2 LCStr",
        "content": "È permesso fare un sorpasso o girare un ostacolo solo se la visuale è libera, il tratto di strada necessario è sgombro e la manovra non è d’impedimento per i veicoli che giungono in senso inverso. Nella circolazione in colonna, può sorpassare solo chi ha la certezza di poter rientrare tempestivamente senza ostacolare la circolazione degli altri veicoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_35"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, II. Singole manovre, Incrocio e sorpasso",
        "citation": "Art. 35 cpv. 3 LCStr",
        "content": "Chi sorpassa deve avere speciale riguardo agli altri utenti della strada, in particolare a coloro che vuole sorpassare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_35"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, II. Singole manovre, Incrocio e sorpasso",
        "citation": "Art. 35 cpv. 4 LCStr",
        "content": "È vietato sorpassare nelle curve senza visuale, ai passaggi a livello sprovvisti di barriere e immediatamente prima di essi e prima di un dosso; alle intersezioni, il sorpasso è permesso solo se la visuale è libera e se il diritto di precedenza degli altri utenti della strada non viene ostacolato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_35"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, II. Singole manovre, Incrocio e sorpasso",
        "citation": "Art. 35 cpv. 5 LCStr",
        "content": "È vietato sorpassare un veicolo, quando il conducente indica l’intenzione di voltare a sinistra o si ferma davanti a un passaggio pedonale allo scopo di permettere ai pedoni l’attraversamento della strada.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_35"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, II. Singole manovre, Incrocio e sorpasso",
        "citation": "Art. 35 cpv. 6 LCStr",
        "content": "I veicoli che si mettono in preselezione per voltare a sinistra devono essere sorpassati solo a destra.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_35"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, II. Singole manovre, Incrocio e sorpasso",
        "citation": "Art. 35 cpv. 7 LCStr",
        "content": "La carreggiata deve essere lasciata libera in modo da permettere il sorpasso ai veicoli che circolano più rapidamente e segnalano il loro avvicinarsi. Chi viene sorpassato non deve aumentare la velocità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_35"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, II. Singole manovre, Preselezione, precedenza",
        "citation": "Art. 36 cpv. 1 LCStr",
        "content": "Chi vuole voltare a destra deve tenersi sul margine destro della carreggiata, chi vuole voltare a sinistra deve tenersi verso l’asse della carreggiata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_36"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, II. Singole manovre, Preselezione, precedenza",
        "citation": "Art. 36 cpv. 2 LCStr",
        "content": "Alle intersezioni, la precedenza spetta al veicolo che giunge da destra. I veicoli che circolano sulle strade designate principali hanno la precedenza anche se giungono da sinistra. È riservato qualsiasi altro disciplinamento mediante segnali od ordini della polizia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_36"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, II. Singole manovre, Preselezione, precedenza",
        "citation": "Art. 36 cpv. 3 LCStr",
        "content": "Prima di voltare a sinistra, la precedenza deve essere data ai veicoli che giungono in senso inverso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_36"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, II. Singole manovre, Preselezione, precedenza",
        "citation": "Art. 36 cpv. 4 LCStr",
        "content": "Il conducente che si appresta a entrare nella circolazione, a voltare il veicolo o a fare marcia indietro non deve ostacolare gli altri utenti della strada; questi hanno la precedenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_36"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, II. Singole manovre, Fermata, parcheggio",
        "citation": "Art. 37 cpv. 1 LCStr",
        "content": "Il conducente che vuole fermarsi deve badare, per quanto possibile, ai veicoli che lo seguono.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_37"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, II. Singole manovre, Fermata, parcheggio",
        "citation": "Art. 37 cpv. 2 LCStr",
        "content": "È vietato fermarsi o sostare, dove il veicolo potrebbe essere di ostacolo o di pericolo alla circolazione. Se possibile, devono essere usati gli appositi parcheggi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_37"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, II. Singole manovre, Fermata, parcheggio",
        "citation": "Art. 37 cpv. 3 LCStr",
        "content": "Il conducente, prima di lasciare il veicolo, deve prendere le adeguate misure di sicurezza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_37"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, II. Singole manovre, Comportamento nei confronti delle tranvie e delle ferrovie su strada",
        "citation": "Art. 38 cpv. 1 LCStr",
        "content": "Alla tranvia e alla ferrovia su strada deve essere lasciato libero il binario e data la precedenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_38"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, II. Singole manovre, Comportamento nei confronti delle tranvie e delle ferrovie su strada",
        "citation": "Art. 38 cpv. 2 LCStr",
        "content": "La tranvia e la ferrovia su strada, in moto, sono sorpassate a destra. Se ciò non è possibile, possono essere sorpassate a sinistra.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_38"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, II. Singole manovre, Comportamento nei confronti delle tranvie e delle ferrovie su strada",
        "citation": "Art. 38 cpv. 3 LCStr",
        "content": "La tranvia e la ferrovia su strada, ferme, possono essere incrociate e sorpassate solo lentamente. Esse devono essere sorpassate a destra, se vi è una banchina; altrimenti solo a sinistra.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_38"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, II. Singole manovre, Comportamento nei confronti delle tranvie e delle ferrovie su strada",
        "citation": "Art. 38 cpv. 4 LCStr",
        "content": "Il conducente che è impedito di circolare a destra da una tranvia o da una ferrovia su strada, proveniente in senso inverso, deve spostarsi a sinistra.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_38"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, III. Misure di sicurezza, Segnalazioni",
        "citation": "Art. 39 cpv. 1 LCStr",
        "content": "Qualsiasi cambiamento di direzione deve essere segnalato tempestivamente con l’indicatore di direzione o con cenni ben visibili della mano. Questa norma deve essere osservata in particolare:\na. per mettersi in preselezione, passare da una corsia a un’altra e voltare;\nb. per sorpassare e girare;\nc. per immettersi nella circolazione e fermarsi al margine della strada.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_39"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, III. Misure di sicurezza, Segnalazioni",
        "citation": "Art. 39 cpv. 2 LCStr",
        "content": "La segnalazione non svincola il conducente dall’obbligo di usare la necessaria prudenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_39"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, III. Misure di sicurezza, Uso degli avvisatori",
        "citation": "Art. 40 LCStr",
        "content": "Se è richiesto dalla sicurezza della circolazione, il conducente deve attirare l’attenzione degli altri utenti della strada usando gli avvisatori. L’uso inutile ed eccessivo dei medesimi deve essere evitato. È proibito adoperarli a scopo di richiamo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_40"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, III. Misure di sicurezza, Uso delle luci",
        "citation": "Art. 41 cpv. 1 LCStr",
        "content": "Durante la corsa i veicoli a motore devono sempre avere le luci accese, mentre gli altri veicoli solo dall’imbrunire all’alba e in caso di cattive condizioni di visibilità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_41"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, III. Misure di sicurezza, Uso delle luci",
        "citation": "Art. 41 cpv. 2 LCStr",
        "content": "Quando sono in sosta, i veicoli a motore e i veicoli non a motore aventi più ruote sul medesimo asse devono avere le luci accese dall’imbrunire all’alba e in caso di cattive condizioni di visibilità, eccetto quando stazionano in parcheggi o in luoghi sufficientemente rischiarati dall’illuminazione stradale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_41"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, III. Misure di sicurezza, Uso delle luci",
        "citation": "Art. 41 cpv. 2bis LCStr",
        "content": "Il Consiglio federale può prevedere, in determinati casi, la sostituzione delle luci mediante catarifrangenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_41"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, III. Misure di sicurezza, Uso delle luci",
        "citation": "Art. 41 cpv. 3 LCStr",
        "content": "Nessun veicolo può essere provvisto di luci o catarifrangenti di colore rosso, nella parte anteriore, o di colore bianco, in quella posteriore. Il Consiglio federale può permettere eccezioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_41"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, III. Misure di sicurezza, Uso delle luci",
        "citation": "Art. 41 cpv. 4 LCStr",
        "content": "Le luci devono essere usate in modo che nessuno sia abbagliato inutilmente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_41"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, III. Misure di sicurezza, Divieto di molestie",
        "citation": "Art. 42 cpv. 1 LCStr",
        "content": "Il conducente deve astenersi dal cagionare agli utenti della strada e ai vicini qualsiasi molestia evitabile, in particolare con rumore, polvere, fumo o puzzo e deve evitare, il più possibile, di spaventare gli animali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_42"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, III. Misure di sicurezza, Divieto di molestie",
        "citation": "Art. 42 cpv. 2 LCStr",
        "content": "L’uso di altoparlanti su veicoli a motore è vietato, salvo per informare i passeggeri. L’autorità competente secondo il diritto cantonale può permettere eccezioni in singoli casi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_42"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, IV. Norme per particolari condizioni stradali, Separazione della circolazione",
        "citation": "Art. 43 cpv. 1 LCStr",
        "content": "I veicoli a motore e i velocipedi non devono usare le strade che non sono adatte o non sono manifestamente destinate alla loro circolazione, come le strade pedonali, in particolare per il turismo a piedi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_43"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, IV. Norme per particolari condizioni stradali, Separazione della circolazione",
        "citation": "Art. 43 cpv. 2 LCStr",
        "content": "Il marciapiede è riservato ai pedoni, la ciclopista è riservata ai ciclisti. Il Consiglio federale può prevedere eccezioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_43"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, IV. Norme per particolari condizioni stradali, Separazione della circolazione",
        "citation": "Art. 43 cpv. 3 LCStr",
        "content": "Solo i veicoli delle categorie designate dal Consiglio federale possono circolare sulle strade riservate ai veicoli a motore. L’accesso dei pedoni è vietato; l’accesso dei veicoli a motore è permesso solo nei posti appositamente previsti. Il Consiglio federale può emanare prescrizioni d’uso e norme speciali di circolazione per tali strade.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_43"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, IV. Norme per particolari condizioni stradali, Corsie, circolazione in colonna",
        "citation": "Art. 44 cpv. 1 LCStr",
        "content": "Sulle strade suddivise in diverse corsie, il conducente può abbandonare quella che percorre, solo se non ostacola la circolazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_44"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, IV. Norme per particolari condizioni stradali, Corsie, circolazione in colonna",
        "citation": "Art. 44 cpv. 2 LCStr",
        "content": "La stessa norma vale, per analogia, quando, su strade larghe non suddivise in corsie, circolano, nello stesso senso, più colonne di veicoli affiancate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_44"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, IV. Norme per particolari condizioni stradali, Strade a forte pendenza, strade di montagna",
        "citation": "Art. 45 cpv. 1 LCStr",
        "content": "Sulle strade a forte pendenza e su quelle di montagna, il conducente deve circolare in modo da non esigere dai freni del veicolo un lavoro eccessivo. Se l’incrocio di due veicoli è difficile, spetta al veicolo che discende fermarsi tempestivamente per primo. Se l’incrocio è impossibile il veicolo che discende deve fare marcia indietro, in quanto l’altro non sia manifestamente più vicino a uno spiazzo d’incrocio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_45"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, IV. Norme per particolari condizioni stradali, Strade a forte pendenza, strade di montagna",
        "citation": "Art. 45 cpv. 2 LCStr",
        "content": "Per le strade di montagna, il Consiglio federale può emanare prescrizioni completive e prevedere eccezioni alle norme della circolazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_45"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, V. Categorie speciali di veicoli, Norme per i ciclisti",
        "citation": "Art. 46 cpv. 1 LCStr",
        "content": "I ciclisti devono circolare sulle ciclopiste e sulle corsie loro riservate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_46"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, V. Categorie speciali di veicoli, Norme per i ciclisti",
        "citation": "Art. 46 cpv. 2 LCStr",
        "content": "I ciclisti non devono circolare affiancati. Il Consiglio federale può prevedere eccezioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_46"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, V. Categorie speciali di veicoli, Norme per i ciclisti",
        "citation": "Art. 46 cpv. 4 LCStr",
        "content": "I ciclisti non devono farsi trainare da veicoli né da animali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_46"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, V. Categorie speciali di veicoli, Norme per i conducenti di motoveicoli",
        "citation": "Art. 47 cpv. 1 LCStr",
        "content": "I conducenti di motoveicoli non devono circolare affiancati, salvo che sembri opportuno quando circolano in una colonna di autoveicoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_47"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, V. Categorie speciali di veicoli, Norme per i conducenti di motoveicoli",
        "citation": "Art. 47 cpv. 2 LCStr",
        "content": "Se la circolazione è fermata, i conducenti di motoveicoli devono rimanere al loro posto nella colonna dei veicoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_47"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo secondo: Norme per i veicoli, V. Categorie speciali di veicoli, Norme per le tranvie e le ferrovie su strada",
        "citation": "Art. 48 LCStr",
        "content": "Le norme della circolazione previste nella presente legge sono parimente applicabili alle tranvie e alle ferrovie su strada, per quanto sia consentito dalle particolarità di detti veicoli, del loro esercizio e degli impianti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_48"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo terzo: Norme per gli altri utenti della strada, Pedoni",
        "citation": "Art. 49 cpv. 1 LCStr",
        "content": "I pedoni devono circolare sui marciapiedi. In mancanza di questi, essi devono tenersi sul margine della strada e, se è richiesto da particolari pericoli, circolare in fila indiana. Salvo che vi si oppongano speciali condizioni, essi devono tenersi sul margine sinistro della strada, soprattutto di notte fuori delle località.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_49"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo terzo: Norme per gli altri utenti della strada, Pedoni",
        "citation": "Art. 49 cpv. 2 LCStr",
        "content": "Essi devono attraversare la carreggiata con cautela e per la via più breve, usando se possibile i passaggi pedonali. Su di questi godono della precedenza, ma non devono accedervi all’improvviso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_49"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo terzo: Norme per gli altri utenti della strada, Cavalli montati, animali",
        "citation": "Art. 50 cpv. 1 LCStr",
        "content": "I cavalli montati devono circolare sul margine destro della carreggiata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_50"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo terzo: Norme per gli altri utenti della strada, Cavalli montati, animali",
        "citation": "Art. 50 cpv. 2 LCStr",
        "content": "Il bestiame non può essere lasciato incustodito sulla strada, salvo nelle regioni di pascolo segnalate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_50"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo terzo: Norme per gli altri utenti della strada, Cavalli montati, animali",
        "citation": "Art. 50 cpv. 3 LCStr",
        "content": "Le mandre e i greggi devono essere guidati da un numero sufficiente di guardiani; se possibile, la parte sinistra della carreggiata deve essere lasciata libera agli altri utenti della strada. Gli animali isolati devono essere guidati sul margine destro della carreggiata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_50"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo terzo: Norme per gli altri utenti della strada, Cavalli montati, animali",
        "citation": "Art. 50 cpv. 4 LCStr",
        "content": "Circa il comportamento nella circolazione, i cavalieri e i guardiani di animali devono osservare, per analogia, le norme stabilite per i conducenti di veicoli (preselezione, precedenza, segnalazioni, ecc.).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_50"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo quarto: Comportamento in caso d’infortunio",
        "citation": "Art. 51 cpv. 1 LCStr",
        "content": "In caso d’infortunio, nel quale hanno parte veicoli a motore o velocipedi, tutte le persone coinvolte devono fermarsi subito. Esse devono provvedere, per quanto possibile, alla sicurezza della circolazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_51"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo quarto: Comportamento in caso d’infortunio",
        "citation": "Art. 51 cpv. 2 LCStr",
        "content": "Se vi sono feriti, tutte le persone coinvolte nell’infortunio devono prestare loro soccorso; le persone non coinvolte devono collaborare nella misura che si può esigere da esse. Le persone coinvolte nell’infortunio, per primi i conducenti dei veicoli, devono avvertire la polizia. Queste persone, compresi i passeggeri, devono collaborare all’accertamento dei fatti. Esse non possono abbandonare il luogo dell’infortunio senza il permesso della polizia, salvo che abbiano bisogno di cure o che debbano cercare soccorso o avvertire la polizia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_51"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo quarto: Comportamento in caso d’infortunio",
        "citation": "Art. 51 cpv. 3 LCStr",
        "content": "Se vi sono soltanto danni materiali, il loro autore deve avvisare immediatamente il danneggiato indicando il nome e l’indirizzo. Se ciò è impossibile, deve avvertire senza indugio la polizia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_51"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo quarto: Comportamento in caso d’infortunio",
        "citation": "Art. 51 cpv. 4 LCStr",
        "content": "In caso d’infortunio a un passaggio a livello, le persone coinvolte devono avvertire senza indugio l’amministrazione della ferrovia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_51"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo quinto: Manifestazioni sportive, prova di veicoli, Manifestazioni sportive",
        "citation": "Art. 52 cpv. 1 LCStr",
        "content": "Le gare di velocità con veicoli a motore effettuate su circuito alla presenza di pubblico sono vietate. Il Consiglio federale può permettere singole eccezioni o estendere il divieto ad altre gare con veicoli a motore; decidendo, esso considera soprattutto le esigenze della sicurezza e dell’educazione stradali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_52"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo quinto: Manifestazioni sportive, prova di veicoli, Manifestazioni sportive",
        "citation": "Art. 52 cpv. 2 LCStr",
        "content": "Le altre manifestazioni sportive con veicoli a motore e quelle con velocipedi sulle strade pubbliche abbisognano del permesso dei Cantoni sul cui territorio si svolgono, salvo le escursioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_52"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo quinto: Manifestazioni sportive, prova di veicoli, Manifestazioni sportive",
        "citation": "Art. 52 cpv. 3 LCStr",
        "content": "Il permesso può essere concesso solo se:\na. gli organizzatori danno affidamento per uno svolgimento irreprensibile,\nb. le esigenze della circolazione lo consentono,\nc. sono state prese le necessarie misure di sicurezza e\nd. è stata stipulata la prescritta assicurazione per la responsabilità civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_52"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo quinto: Manifestazioni sportive, prova di veicoli, Manifestazioni sportive",
        "citation": "Art. 52 cpv. 4 LCStr",
        "content": "L’autorità cantonale può permettere deroghe alle norme della circolazione, se sono state prese sufficienti misure di sicurezza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_52"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo quinto: Manifestazioni sportive, prova di veicoli, Prova di veicoli",
        "citation": "Art. 53 LCStr",
        "content": "Per le corse di prova, nelle quali non possono essere osservate le norme della circolazione o le prescrizioni concernenti i veicoli, è necessario il permesso dei Cantoni sul cui territorio la prova si svolge; detti Cantoni ordinano le necessarie misure di sicurezza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_53"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo sesto: Disposizioni esecutive, Controlli del traffico pesante",
        "citation": "Art. 53a LCStr",
        "content": "Per attuare le norme della legislazione stradale e conseguire gli obiettivi della legge dell’8 ottobre 1999 sul trasferimento del traffico i Cantoni svolgono controlli stradali del traffico pesante, tenendo conto del grado di rischio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_53_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo sesto: Disposizioni esecutive, Poteri speciali della polizia",
        "citation": "Art. 54 cpv. 1 LCStr",
        "content": "Se accerta in circolazione veicoli che non sono autorizzati a circolare o il cui stato o carico rappresenta un pericolo per la circolazione o che cagionano un rumore evitabile, la polizia impedisce loro la continuazione del viaggio. Essa può sequestrare la licenza di circolazione e, se necessario, il veicolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_54"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo sesto: Disposizioni esecutive, Poteri speciali della polizia",
        "citation": "Art. 54 cpv. 2 LCStr",
        "content": "La polizia è autorizzata a fermare gli autoveicoli pesanti adibiti al trasporto di merci che non raggiungono la velocità minima prescritta e obbligarli a invertire la loro marcia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_54"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo sesto: Disposizioni esecutive, Poteri speciali della polizia",
        "citation": "Art. 54 cpv. 3 LCStr",
        "content": "Se il conducente di un veicolo si trova in uno stato che esclude una guida sicura o non è autorizzato a condurre per un altro motivo stabilito dalla legge, la polizia gli impedisce la continuazione del viaggio e gli sequestra la licenza di condurre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_54"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo sesto: Disposizioni esecutive, Poteri speciali della polizia",
        "citation": "Art. 54 cpv. 4 LCStr",
        "content": "Se il conducente di un veicolo a motore ha dimostrato di essere particolarmente pericoloso per avere violato gravemente importanti norme della circolazione, la polizia può sequestrargli sul posto la licenza di condurre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_54"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo sesto: Disposizioni esecutive, Poteri speciali della polizia",
        "citation": "Art. 54 cpv. 5 LCStr",
        "content": "Le licenze sequestrate dalla polizia sono subito trasmesse all’autorità incaricata di revocarle, la quale prende immediatamente una decisione. Fino al momento della decisione, il sequestro da parte della polizia ha l’effetto di una revoca.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_54"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo sesto: Disposizioni esecutive, Poteri speciali della polizia",
        "citation": "Art. 54 cpv. 6 LCStr",
        "content": "Se accerta in circolazione veicoli non conformi alle disposizioni sul trasporto dei viaggiatori o sull’accesso alle professioni di trasportatore su strada, la polizia può impedire la continuazione del viaggio, sequestrare la licenza di circolazione e, se necessario, il veicolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_54"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo sesto: Disposizioni esecutive, Accertamento dell’inattitudine alla guida",
        "citation": "Art. 55 cpv. 1 LCStr",
        "content": "I conducenti di veicoli come anche gli utenti della strada coinvolti in infortuni possono essere sottoposti a un’analisi dell’alito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_55"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo sesto: Disposizioni esecutive, Accertamento dell’inattitudine alla guida",
        "citation": "Art. 55 cpv. 2 LCStr",
        "content": "Se la persona interessata palesa indizi di inattitudine alla guida e questi non sono o non sono soltanto da attribuire all’influsso dell’alcol, essa può essere sottoposta a ulteriori esami preliminari, segnatamente l’esame dell’urina e della saliva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_55"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo sesto: Disposizioni esecutive, Accertamento dell’inattitudine alla guida",
        "citation": "Art. 55 cpv. 3 LCStr",
        "content": "Una prova del sangue deve essere ordinata se:\na. vi sono indizi di inattitudine alla guida non riconducibili all’influsso dell’alcol;\nb. la persona interessata si oppone all’esecuzione dell’analisi dell’alito, vi si sottrae o elude lo scopo di questo provvedimento;\nc. la persona interessata esige un’analisi della presenza di alcol nel sangue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_55"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo sesto: Disposizioni esecutive, Accertamento dell’inattitudine alla guida",
        "citation": "Art. 55 cpv. 3bis LCStr",
        "content": "Una prova del sangue può essere ordinata se non è possibile effettuare un’analisi dell’alito o se quest’ultima non è adatta per accertare l’infrazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_55"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo sesto: Disposizioni esecutive, Accertamento dell’inattitudine alla guida",
        "citation": "Art. 55 cpv. 4 LCStr",
        "content": "Per motivi rilevanti, la prova del sangue può essere effettuata anche senza il consenso della persona indiziata. Sono riservati altri mezzi di prova dell’inattitudine alla guida.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_55"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo sesto: Disposizioni esecutive, Accertamento dell’inattitudine alla guida",
        "citation": "Art. 55 cpv. 6 LCStr",
        "content": "L’Assemblea federale fissa in un’ordinanza:\na. la concentrazione di alcol nell’alito e la concentrazione di alcol nel sangue a contare dalle quali si ammette l’inattitudine alla guida secondo la presente legge (stato di ebrietà), indipendentemente da altre prove e dal grado individuale di sopportabilità all’alcol; e\nb. da quale livello la concentrazione di alcol nell’alito e la concentrazione di alcol nel sangue sono da considerare qualificate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_55"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo sesto: Disposizioni esecutive, Accertamento dell’inattitudine alla guida",
        "citation": "Art. 55 cpv. 6bis LCStr",
        "content": "Se sono state misurate sia la concentrazione di alcol nell’alito sia la concentrazione di alcol nel sangue, è determinante il risultato della concentrazione di alcol nel sangue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_55"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo sesto: Disposizioni esecutive, Accertamento dell’inattitudine alla guida",
        "citation": "Art. 55 cpv. 7 LCStr",
        "content": "Il Consiglio federale:\na. può fissare, per le altre sostanze che riducono l’idoneità alla guida, a quali concentrazioni nel sangue si ammette l’inattitudine alla guida secondo la presente legge, indipendentemente da altre prove e dal grado individuale di sopportabilità;\nb. emana prescrizioni sugli esami preliminari (cpv. 2), sulla procedura di analisi dell’alito e del sangue, sulla valutazione di siffatte analisi e sull’esame sanitario completivo della persona indiziata di inattitudine alla guida;\nc. può prescrivere che le analisi del sangue fatte secondo il presente articolo come anche le analisi dei capelli e delle unghie e analisi simili siano valutate nell’ottica di una dipendenza che riduce l’idoneità alla guida della persona interessata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_55"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo sesto: Disposizioni esecutive, Durata del lavoro e del riposo dei conducenti professionali di veicoli a motore",
        "citation": "Art. 56 cpv. 1 LCStr",
        "content": "Il Consiglio federale disciplina la durata del lavoro e della presenza dei conducenti professionali di veicoli a motore. Esso garantisce loro un sufficiente riposo giornaliero, come pure dei giorni di congedo, in modo che non siano assoggettati a esigenze maggiori di quelle stabilite nella legge per attività simili. Esso provvede affinché sia esercitato un controllo efficace sull’osservanza di queste disposizioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_56"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo sesto: Disposizioni esecutive, Durata del lavoro e del riposo dei conducenti professionali di veicoli a motore",
        "citation": "Art. 56 cpv. 2 LCStr",
        "content": "Il Consiglio federale disciplina l’applicazione delle disposizioni sulla durata del lavoro e del riposo:\na. ai conducenti professionali che circolano all’estero con autoveicoli immatricolati in Svizzera;\nb. ai conducenti professionali che circolano in Svizzera con autoveicoli immatricolati all’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_56"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo sesto: Disposizioni esecutive, Durata del lavoro e del riposo dei conducenti professionali di veicoli a motore",
        "citation": "Art. 56 cpv. 3 LCStr",
        "content": "Il Consiglio federale può vietare che il salario dei conducenti professionali di autoveicoli sia calcolato in funzione del tragitto percorso, della quantità di merci trasportate o di prestazioni analoghe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_56"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo sesto: Disposizioni esecutive, Norme completive della circolazione",
        "citation": "Art. 57 cpv. 1 LCStr",
        "content": "Il Consiglio federale può emanare norme completive della circolazione e, se è richiesto da circostanze speciali, prevedere eccezioni alle norme della circolazione, in particolare per i bisogni dell’esercito e della protezione civile, nonché per le strade a senso unico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_57"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo sesto: Disposizioni esecutive, Norme completive della circolazione",
        "citation": "Art. 57 cpv. 2 LCStr",
        "content": "Consultati i Cantoni, esso designa le strade principali con diritto di precedenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_57"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo sesto: Disposizioni esecutive, Norme completive della circolazione",
        "citation": "Art. 57 cpv. 3 LCStr",
        "content": "Esso emana disposizioni concernenti:\na. gli ordini della polizia e, d’intesa con i Cantoni, i distintivi della polizia stradale,\nb. il controllo dei veicoli e dei loro conducenti al confine,\nc. il controllo dei veicoli della Confederazione e dei loro conducenti,\nd. il disciplinamento della circolazione da parte dei militari e\ne. l’accertamento dei fatti in caso d’infortuni, in cui sono coinvolti veicoli a motore militari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_57"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo sesto: Disposizioni esecutive, Norme completive della circolazione",
        "citation": "Art. 57 cpv. 5 LCStr",
        "content": "Il Consiglio federale può prescrivere che:\na. gli occupanti di autoveicoli abbiano ad usare dispositivi di trattenuta (cinture di sicurezza e simili);\nb. i conducenti e i passeggeri di veicoli motorizzati a due ruote nonché di veicoli a motore leggeri, di quadricicli e tricicli a motore devono portare il casco di protezione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_57"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo sesto: Disposizioni esecutive, Polizia sulle autostrade",
        "citation": "Art. 57a cpv. 1 LCStr",
        "content": "Sulle strade riservate alla circolazione dei veicoli a motore (autostrade e semiautostrade) i Cantoni istituiscono settori di competenza al fine di assicurare un adempimento efficace dei compiti per il servizio di polizia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_57_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo sesto: Disposizioni esecutive, Polizia sulle autostrade",
        "citation": "Art. 57a cpv. 2 LCStr",
        "content": "La competente polizia autostradale provvede sul suo settore, senza tener conto dei confini cantonali, al servizio d’ordine e di sicurezza e alle investigazioni di polizia, come anche, nel caso di reati d’ogni natura, ai provvedimenti urgenti sull’area autostradale. Nei casi penali, essa invita senza indugio gli organi del Cantone competente pei territorio a prendere gli ulteriori provvedimenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_57_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo sesto: Disposizioni esecutive, Polizia sulle autostrade",
        "citation": "Art. 57a cpv. 3 LCStr",
        "content": "La giurisdizione del Cantone competente per territorio e l’applicazione del suo diritto sono riservate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_57_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo: Norme della circolazione, Norma fondamentale, Capo sesto: Disposizioni esecutive, Polizia sulle autostrade",
        "citation": "Art. 57a cpv. 4 LCStr",
        "content": "I Governi dei Cantoni interessati regolano i reciproci diritti e doveri risultanti dall’attività di polizia di un Cantone sul territorio dell’altro. Se, mancando l’accordo, il servizio di polizia non è garantito, il Consiglio federale prende disposizioni provvisionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_57_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo a: Gestione del traffico, Gestione del traffico da parte della Confederazione",
        "citation": "Art. 57c cpv. 1 LCStr",
        "content": "La Confederazione è competente per la gestione del traffico sulle strade nazionali. Può delegare tale compito totalmente o parzialmente ai Cantoni, a enti istituiti dai Cantoni o a terzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_57_c"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo a: Gestione del traffico, Gestione del traffico da parte della Confederazione",
        "citation": "Art. 57c cpv. 2 LCStr",
        "content": "La Confederazione può:\na. ordinare provvedimenti di regolazione del traffico motorizzato idonei e necessari per impedire o eliminare gravi perturbazioni del traffico sulle strade nazionali;\nb. ordinare altri provvedimenti di ripartizione e di controllo del traffico idonei e necessari per garantire la sicurezza e la fluidità del traffico motorizzato sulle strade nazionali; rimane salvo l’articolo 3 capoverso 6;\nc. emanare raccomandazioni sulla regolazione del traffico motorizzato per garantire la sicurezza e la fluidità del traffico e realizzare gli obiettivi della legge dell’8 ottobre 1999 sul trasferimento del traffico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_57_c"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo a: Gestione del traffico, Gestione del traffico da parte della Confederazione",
        "citation": "Art. 57c cpv. 3 LCStr",
        "content": "La Confederazione consulta i Cantoni per l’allestimento dei piani di gestione del traffico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_57_c"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo a: Gestione del traffico, Gestione del traffico da parte della Confederazione",
        "citation": "Art. 57c cpv. 4 LCStr",
        "content": "La Confederazione informa gli utenti della strada, i Cantoni e i gestori di altri mezzi di trasporto sulle condizioni di circolazione, le restrizioni del traffico e lo stato delle strade sulle strade nazionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_57_c"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo a: Gestione del traffico, Gestione del traffico da parte della Confederazione",
        "citation": "Art. 57c cpv. 5 LCStr",
        "content": "La Confederazione allestisce e gestisce una centrale dei dati sul traffico e una centrale di gestione del traffico per le strade nazionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_57_c"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo a: Gestione del traffico, Gestione del traffico da parte della Confederazione",
        "citation": "Art. 57c cpv. 6 LCStr",
        "content": "I Cantoni comunicano alla Confederazione i dati sul traffico necessari per adempiere tali compiti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_57_c"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo a: Gestione del traffico, Gestione del traffico da parte della Confederazione",
        "citation": "Art. 57c cpv. 7 LCStr",
        "content": "Per adempiere i loro compiti, i Cantoni possono disporre gratuitamente dei dati della centrale dei dati sul traffico di cui al capoverso 5. Contro remunerazione, la Confederazione permette ai Cantoni e a terzi di estendere la centrale dei dati sul traffico e di utilizzarla per scopi ulteriori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_57_c"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo a: Gestione del traffico, Gestione del traffico da parte della Confederazione",
        "citation": "Art. 57c cpv. 8 LCStr",
        "content": "La Confederazione può, contro remunerazione, assumere per conto dei Cantoni la preparazione e la diffusione delle informazioni sul traffico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_57_c"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo a: Gestione del traffico, Gestione del traffico da parte dei Cantoni",
        "citation": "Art. 57d cpv. 1 LCStr",
        "content": "I Cantoni allestiscono piani di gestione del traffico per le strade designate dal Consiglio federale che sono rilevanti per la gestione del traffico delle strade nazionali. Questi piani devono essere approvati dalla Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_57_d"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo a: Gestione del traffico, Gestione del traffico da parte dei Cantoni",
        "citation": "Art. 57d cpv. 2 LCStr",
        "content": "I Cantoni informano gli utenti della strada sulle condizioni di circolazione, le restrizioni del traffico e lo stato delle strade per la rimanente rete stradale sul loro territorio. Per quanto la situazione lo esiga, informano la Confederazione, altri Cantoni e gli Stati limitrofi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_57_d"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo a: Gestione del traffico, Gestione del traffico da parte dei Cantoni",
        "citation": "Art. 57d cpv. 3 LCStr",
        "content": "I Cantoni possono delegare il loro compito d’informazione alla centrale di gestione del traffico o a terzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_57_d"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo terzo a: Gestione del traffico, Gestione del traffico da parte dei Cantoni",
        "citation": "Art. 57d cpv. 4 LCStr",
        "content": "La Confederazione assiste i Cantoni mediante una consulenza tecnica e nel coordinamento delle informazioni sul traffico che interessano gli altri Cantoni o gli Stati limitrofi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_57_d"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo primo: Responsabilità civile, Responsabilità civile del detentore del veicolo a motore",
        "citation": "Art. 58 cpv. 1 LCStr",
        "content": "Se, con un veicolo a motore che è in esercizio, è cagionata la morte o la lesione corporale di una persona oppure un danno materiale, il detentore è civilmente responsabile dei danni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_58"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo primo: Responsabilità civile, Responsabilità civile del detentore del veicolo a motore",
        "citation": "Art. 58 cpv. 2 LCStr",
        "content": "Se un infortunio della circolazione è cagionato da un veicolo a motore che non è in esercizio, il detentore è civilmente responsabile se la parte lesa prova che egli o persone per le quali è responsabile hanno commesso una colpa o che un difetto del veicolo ha contribuito a cagionare l’infortunio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_58"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo primo: Responsabilità civile, Responsabilità civile del detentore del veicolo a motore",
        "citation": "Art. 58 cpv. 3 LCStr",
        "content": "Il detentore è civilmente responsabile, secondo l’apprezzamento del giudice, anche dei danni conseguenti all’assistenza prestata per infortuni in cui il suo veicolo a motore è coinvolto, per quanto egli sia civilmente responsabile dell’infortunio o l’assistenza sia stata prestata a lui stesso o ai passeggeri del suo veicolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_58"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo primo: Responsabilità civile, Responsabilità civile del detentore del veicolo a motore",
        "citation": "Art. 58 cpv. 4 LCStr",
        "content": "Il detentore è civilmente responsabile, come se si trattasse di colpa propria, per la colpa del conducente e delle persone che coadiuvano all’uso del veicolo a motore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_58"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo primo: Responsabilità civile, Attenuazione o esclusione della responsabilità civile",
        "citation": "Art. 59 cpv. 1 LCStr",
        "content": "Il detentore è liberato dalla responsabilità civile se prova che l’infortunio è stato cagionato da forza maggiore oppure da colpa grave della parte lesa o di un terzo, senza che vi sia colpa da parte sua o delle persone per le quali è responsabile e senza che un difetto del veicolo a motore abbia contribuito a cagionare l’infortunio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_59"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo primo: Responsabilità civile, Attenuazione o esclusione della responsabilità civile",
        "citation": "Art. 59 cpv. 2 LCStr",
        "content": "Se il detentore, che non può liberarsi dalla responsabilità civile in virtù del capoverso 1, prova che una colpa della parte lesa ha contribuito a cagionare l’infortunio, il giudice determina il risarcimento considerando tutte le circostanze.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_59"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo primo: Responsabilità civile, Attenuazione o esclusione della responsabilità civile",
        "citation": "Art. 59 cpv. 4 LCStr",
        "content": "Sono determinate secondo il Codice delle obbligazioni:\na. la responsabilità civile nei rapporti fra il detentore e il proprietario di un veicolo a motore per i danni subìti da questo veicolo;\nb. la responsabilità civile del detentore per i danni subiti dalle cose trasportate nel suo veicolo, eccettuate quelle che la parte lesa portava con sé, in particolare bagagli e simili; è fatta salva la legge del 20 marzo 2009 sul trasporto di viaggiatori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_59"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo primo: Responsabilità civile, Concorso nel danneggiamento",
        "citation": "Art. 60 cpv. 1 LCStr",
        "content": "Più persone, se sono responsabili per i danni subiti da un terzo in un infortunio, nel quale è coinvolto un veicolo a motore, rispondono in solido.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_60"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo primo: Responsabilità civile, Concorso nel danneggiamento",
        "citation": "Art. 60 cpv. 2 LCStr",
        "content": "Ciascuna di esse concorre al risarcimento nella misura risultante dall’apprezzamento, di tutte le circostanze. Trattandosi di più detentori di veicoli a motore, il concorso al risarcimento avviene in proporzione alla loro colpa, salvo che circostanze speciali, segnatamente il rischio d’esercizio dei veicoli, giustifichino un altro modo di ripartizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_60"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo primo: Responsabilità civile, Risarcimento fra detentori di veicoli a motore",
        "citation": "Art. 61 cpv. 1 LCStr",
        "content": "Se un detentore è vittima di lesioni corporali in un infortunio, nel quale sono coinvolti più veicoli a motore, i detentori di tutti i veicoli a motore coinvolti rispondono del danno in proporzione alla loro colpa, salvo che circostanze speciali, segnatamente il rischio d’esercizio dei veicoli, giustifichino un altro modo di ripartizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_61"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo primo: Responsabilità civile, Risarcimento fra detentori di veicoli a motore",
        "citation": "Art. 61 cpv. 2 LCStr",
        "content": "Un detentore risponde verso un altro dei danni materiali, solo se la parte lesa prova che il danno è stato cagionato dalla colpa o dalla temporanea incapacità di discernimento del detentore convenuto o di una persona per la quale questi è responsabile o da un difetto del veicolo del convenuto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_61"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo primo: Responsabilità civile, Risarcimento fra detentori di veicoli a motore",
        "citation": "Art. 61 cpv. 3 LCStr",
        "content": "Più detentori responsabili rispondono in solido del danno subìto da un altro detentore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_61"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo primo: Responsabilità civile, Risarcimento e riparazione",
        "citation": "Art. 62 cpv. 1 LCStr",
        "content": "Il modo e la misura del risarcimento e l’attribuzione di una riparazione sono determinati secondo i principi del Codice delle obbligazioni concernenti gli atti illeciti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_62"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo primo: Responsabilità civile, Risarcimento e riparazione",
        "citation": "Art. 62 cpv. 2 LCStr",
        "content": "Se la persona uccisa o ferita aveva un reddito eccezionalmente elevato, il giudice può ridurre adeguatamente il risarcimento considerando tutte le circostanze.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_62"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo primo: Responsabilità civile, Risarcimento e riparazione",
        "citation": "Art. 62 cpv. 3 LCStr",
        "content": "Le prestazioni effettuate alla parte lesa da un’assicurazione privata, i cui premi sono stati pagati in tutto o in parte dal detentore, sono dedotte dal risarcimento, dovuto da questo, proporzionatamente ai premi da lui pagati, salvo che il contratto di assicurazione preveda un’altra soluzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_62"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo secondo: Assicurazione, Assicurazione obbligatoria",
        "citation": "Art. 63 cpv. 1 LCStr",
        "content": "Nessun veicolo a motore può essere messo in circolazione sulle strade pubbliche, se non è stata stipulata un’assicurazione per la responsabilità civile conforme alle disposizioni che seguono.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_63"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo secondo: Assicurazione, Assicurazione obbligatoria",
        "citation": "Art. 63 cpv. 2 LCStr",
        "content": "L’assicurazione deve sopperire alla responsabilità civile del detentore e delle persone per le quali egli è responsabile secondo la presente legge, almeno in tutti gli Stati nei quali la targa svizzera vale come attestato di assicurazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_63"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo secondo: Assicurazione, Assicurazione obbligatoria",
        "citation": "Art. 63 cpv. 3 LCStr",
        "content": "Possono essere escluse dall’assicurazione:\na. le pretese del detentore per danni materiali causati da persone per le quali egli è responsabile secondo la presente legge;\nb. le pretese per danni materiali del coniuge, del partner registrato e dei parenti in linea retta del detentore, come anche dei suoi fratelli e sorelle che vivono in comunione domestica con lui;\nc. le pretese per danni materiali, dei quali il detentore non è civilmente responsabile secondo la presente legge;\nd. le pretese per infortuni avvenuti durante manifestazioni sportive per le quali è stata stipulata l’assicurazione prescritta nell’articolo 72.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_63"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo secondo: Assicurazione, Minimi d’assicurazione",
        "citation": "Art. 64 LCStr",
        "content": "Il Consiglio federale fissa gli importi fino a concorrenza dei quali l’assicurazione sulla responsabilità civile deve soddisfare le pretese della parte lesa in caso di lesione corporale e di danni materiali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_64"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo secondo: Assicurazione, Azione diretta contro l’assicuratore. Eccezioni",
        "citation": "Art. 65 cpv. 1 LCStr",
        "content": "La parte lesa può agire direttamente contro l’assicuratore nei limiti della copertura stipulata nel contratto d’assicurazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_65"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo secondo: Assicurazione, Azione diretta contro l’assicuratore. Eccezioni",
        "citation": "Art. 65 cpv. 2 LCStr",
        "content": "Le eccezioni derivanti dal contratto d’assicurazione o dalla legge del 2 aprile 1908 sul contratto d’assicurazione non possono essere opposte alla parte lesa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_65"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo secondo: Assicurazione, Azione diretta contro l’assicuratore. Eccezioni",
        "citation": "Art. 65 cpv. 3 LCStr",
        "content": "L’assicuratore ha diritto di regresso contro lo stipulante o contro l’assicurato, nella misura in cui avrebbe diritto di negare o ridurre le sue prestazioni secondo il contratto di assicurazione o la legge sul contratto d’assicurazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_65"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo secondo: Assicurazione, Pluralità di parti lese",
        "citation": "Art. 66 cpv. 1 LCStr",
        "content": "Se le pretese delle parti lese superano la copertura stipulata nel contratto di assicurazione, il diritto dei singoli contro l’assicuratore è ridotto proporzionatamente al rapporto fra detta copertura e il totale delle pretese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_66"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo secondo: Assicurazione, Pluralità di parti lese",
        "citation": "Art. 66 cpv. 2 LCStr",
        "content": "La parte lesa che per prima promuove un’azione, come anche l’assicuratore convenuto, possono chiedere al giudice adito di invitare le altre parti lese a promuovere la loro azione entro un determinato termine davanti allo stesso giudice, indicando loro le conseguenze di una omissione. Il giudice adito decide sulla ripartizione, fra le parti lese, della prestazione dovuta dall’assicuratore. Nella ripartizione, le pretese avanzate nei termini stabiliti devono essere soddisfatte per prime, senza riguardo alle altre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_66"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo secondo: Assicurazione, Pluralità di parti lese",
        "citation": "Art. 66 cpv. 3 LCStr",
        "content": "L’assicuratore che, ignorando l’esistenza di altre pretese, ha pagato in buona fede a una delle parti lese una somma superiore alla quota che proporzionatamente le spettava, è liberato dai suoi obblighi verso le altre parti lese fino a concorrenza della somma pagata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_66"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo secondo: Assicurazione, Cambiamento del detentore del veicolo a motore. Veicoli a motore di riserva",
        "citation": "Art. 67 cpv. 1 LCStr",
        "content": "In caso di cambiamento del detentore, i diritti e gli obblighi derivanti dal contratto d’assicurazione passano al nuovo detentore. Se la nuova licenza di circolazione è allestita fondandosi su un’altra assicurazione per la responsabilità civile, il precedente contratto diventa caduco.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_67"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo secondo: Assicurazione, Cambiamento del detentore del veicolo a motore. Veicoli a motore di riserva",
        "citation": "Art. 67 cpv. 2 LCStr",
        "content": "Il precedente assicuratore ha diritto di recedere dal contratto entro 14 giorni da quando ha avuto conoscenza che il detentore è cambiato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_67"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo secondo: Assicurazione, Cambiamento del detentore del veicolo a motore. Veicoli a motore di riserva",
        "citation": "Art. 67 cpv. 3 LCStr",
        "content": "Il Consiglio federale disciplina le condizioni a cui il detentore, servendosi delle targhe di controllo del veicolo a motore assicurato, può adoperare, invece di questo, un veicolo di riserva. L’assicurazione vale esclusivamente per il veicolo utilizzato. L’assicuratore ha diritto di regresso nei confronti del detentore se l’utilizzazione non era lecita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_67"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo secondo: Assicurazione, Attestato di assicurazione, sospensione e cessazione dell’assicurazione",
        "citation": "Art. 68 cpv. 1 LCStr",
        "content": "L’assicuratore è tenuto ad allestire un attestato di assicurazione per l’autorità che rilascia la licenza di circolazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_68"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo secondo: Assicurazione, Attestato di assicurazione, sospensione e cessazione dell’assicurazione",
        "citation": "Art. 68 cpv. 2 LCStr",
        "content": "L’assicuratore deve notificare all’autorità la sospensione o la cessazione dell’assicurazione, le quali diventano efficaci verso le parti lese solo con la restituzione della licenza di circolazione e delle targhe di controllo, ma in ogni caso 60 giorni dopo il ricevimento della notificazione dell’assicuratore, salvo che l’assicurazione sia stata precedentemente sostituita con un’altra. Non appena ricevuta la notificazione, l’autorità revoca la licenza di circolazione e ritira le targhe di controllo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_68"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo secondo: Assicurazione, Attestato di assicurazione, sospensione e cessazione dell’assicurazione",
        "citation": "Art. 68 cpv. 3 LCStr",
        "content": "Quando le targhe di controllo sono depositate presso l’autorità competente, gli effetti dell’assicurazione sono sospesi. L’autorità ne avverte l’assicuratore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_68"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo secondo: Assicurazione, Attestazione relativa ai sinistri ",
        "citation": "Art. 68a LCStr",
        "content": "Nel corso della durata del contratto lo stipulante ha il diritto di ottenere un’attestazione relativa ai sinistri o all’assenza di sinistri. Su richiesta dello stipulante, l’assicuratore gli consegna entro 14 giorni un’attestazione veritiera relativa all’intera durata del contratto, ma al massimo relativa agli ultimi cinque anni del rapporto contrattuale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_68_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Rimorchi di veicoli a motore; veicoli rimorchiati",
        "citation": "Art. 69 cpv. 1 LCStr",
        "content": "Il detentore del veicolo a motore trainante è civilmente responsabile del danno cagionato dal rimorchio o dal veicolo rimorchiato; le disposizioni concernenti la responsabilità civile per i danni cagionati dai veicoli a motore si applicano per analogia. Se il veicolo rimorchiato è guidato da un conducente, il suo detentore e quello del veicolo trainante sono solidalmente responsabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_69"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Rimorchi di veicoli a motore; veicoli rimorchiati",
        "citation": "Art. 69 cpv. 2 LCStr",
        "content": "L’assicurazione del veicolo a motore trainante sopperisce anche alla responsabilità civile per i danni cagionati:\na. dal rimorchio;\nb. dal veicolo a motore rimorchiato non guidato da un conducente;\nc. dal veicolo a motore rimorchiato guidato da un conducente, se detto veicolo non è assicurato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_69"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Rimorchi di veicoli a motore; veicoli rimorchiati",
        "citation": "Art. 69 cpv. 3 LCStr",
        "content": "I rimorchi destinati al trasporto di persone possono essere messi in circolazione solo se è stata stipulata un’assicurazione completiva per il rimorchio che garantisca i minimi d’assicurazione per tutto il convoglio fissati dal Consiglio federale giusta l’articolo 64.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_69"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Rimorchi di veicoli a motore; veicoli rimorchiati",
        "citation": "Art. 69 cpv. 4 LCStr",
        "content": "La responsabilità civile del detentore del veicolo trainante per le lesioni personali subìte dai passeggeri di rimorchi, nonché la responsabilità civile per i danni cagionati tra il veicolo trainante e il veicolo a motore rimorchiato sono disciplinate dalla presente legge. Per i danni materiali al rimorchio è civilmente responsabile il detentore del veicolo trainante giusta il Codice delle obbligazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_69"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Velocipedi",
        "citation": "Art. 70 LCStr",
        "content": "La responsabilità civile dei ciclisti è disciplinata dal Codice delle obbligazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_70"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Aziende dell’industria dei veicoli a motore",
        "citation": "Art. 71 cpv. 1 LCStr",
        "content": "Il gerente di un’azienda dell’industria dei veicoli a motore è civilmente responsabile, come un detentore, dei danni cagionati da un veicolo a motore consegnatogli per custodia, riparazione, manutenzione, trasformazione o per altri scopi simili. Il detentore e il suo assicuratore non sono civilmente responsabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_71"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Aziende dell’industria dei veicoli a motore",
        "citation": "Art. 71 cpv. 2 LCStr",
        "content": "Il gerente designato nel capoverso 1 e il gerente di aziende che costruiscono veicoli a motore e ne fanno commercio devono stipulare un’assicurazione per la responsabilità civile estesa a tutti i loro veicoli a motore e a quelli che hanno ricevuto. Le disposizioni concernenti l’assicurazione del detentore sono applicabili per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_71"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Manifestazioni sportive",
        "citation": "Art. 72 cpv. 1 LCStr",
        "content": "Le disposizioni del presente articolo sono applicabili alle gare con veicoli a motore o con velocipedi, la cui graduatoria è stabilita principalmente considerando la velocità raggiunta o per le quali è richiesta una velocità media superiore a 50 km/h. Esse sono parimente applicabili quando il percorso è chiuso alla circolazione. Il Consiglio federale può estendere le disposizioni del presente articolo ad altre manifestazioni sportive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_72"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Manifestazioni sportive",
        "citation": "Art. 72 cpv. 2 LCStr",
        "content": "Gli organizzatori sono civilmente responsabili del danno cagionato dai veicoli dei partecipanti o dai veicoli degli accompagnatori o da altri veicoli al servizio della manifestazione; le disposizioni sulla responsabilità civile dei detentori di veicoli a motore sono applicabili per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_72"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Manifestazioni sportive",
        "citation": "Art. 72 cpv. 3 LCStr",
        "content": "La responsabilità civile per i danni subìti dai partecipanti e dai loro passeggeri, come anche dai veicoli al servizio della manifestazione non è disciplinata nella presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_72"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Manifestazioni sportive",
        "citation": "Art. 72 cpv. 4 LCStr",
        "content": "Un’assicurazione deve sopperire alla responsabilità civile degli organizzatori, dei partecipanti e degli ausiliari verso i terzi, come spettatori, altri utenti della strada e vicini. L’autorità che concede il permesso d’organizzare la manifestazione stabilisce, secondo le circostanze, la copertura minima d’assicurazione; per le manifestazioni con veicoli a motore tale copertura non può essere, tuttavia, inferiore a quella dell’assicurazione ordinaria. Gli articoli 65 e 66 sono applicabili per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_72"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Manifestazioni sportive",
        "citation": "Art. 72 cpv. 5 LCStr",
        "content": "Se a un danno cagionato durante una manifestazione organizzata senza permesso deve essere sopperito dall’assicurazione ordinaria del veicolo a motore che l’ha cagionato, dal ciclista che l’ha cagionato o dalla sua assicurazione per la responsabilità civile privata, l’assicuratore o il ciclista ha diritto di regresso verso le persone civilmente responsabili che sapevano o avrebbero dovuto sapere, prestando tutta la dovuta attenzione, che un’assicurazione speciale non era stata stipulata per la manifestazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_72"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Veicoli a motore e velocipedi della Confederazione e dei Cantoni",
        "citation": "Art. 73 cpv. 1 LCStr",
        "content": "La Confederazione e i Cantoni, quali detentori di veicoli a motore, sono assoggettati alle disposizioni della presente legge concernenti la responsabilità civile, ma non a quelle sull’obbligo dell’assicurazione. Non sono inoltre assoggettati all’obbligo dell’assicurazione i veicoli a motore per i quali la Confederazione garantisce come un assicuratore il risarcimento dei danni da essi cagionati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_73"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Veicoli a motore e velocipedi della Confederazione e dei Cantoni",
        "citation": "Art. 73 cpv. 3 LCStr",
        "content": "La Confederazione e i Cantoni liquidano conformemente alle disposizioni valide per le assicurazioni di responsabilità civile i sinistri causati dai veicoli a motore, dai rimorchi e dai velocipedi di cui sono civilmente responsabili. Comunicano al centro d’informazione (art. 79a) i servizi competenti per la liquidazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_73"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Ufficio nazionale di assicurazione",
        "citation": "Art. 74 cpv. 1 LCStr",
        "content": "Gli istituti d’assicurazione ammessi in Svizzera a esercitare un’assicurazione di responsabilità civile per i veicoli a motore costituiscono e gestiscono in comune l’Ufficio nazionale di assicurazione che è dotato di personalità giuridica propria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_74"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Ufficio nazionale di assicurazione",
        "citation": "Art. 74 cpv. 2 LCStr",
        "content": "L’Ufficio nazionale di assicurazione ha i seguenti compiti:\na. copre la responsabilità per i danni causati in Svizzera da veicoli a motore e rimorchi esteri nella misura in cui essi siano sottoposti all’obbligo di concludere un’assicurazione in base alla presente legge;\nb. gestisce il centro d’informazione di cui all’articolo 79a;\nc. coordina la conclusione di assicurazioni di confine per i veicoli a motore che entrano in Svizzera e non dispongono della dovuta copertura assicurativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_74"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Ufficio nazionale di assicurazione",
        "citation": "Art. 74 cpv. 3 LCStr",
        "content": "Il Consiglio federale disciplina:\na. l’obbligo di concludere un’assicurazione di confine;\nb. la coordinazione delle prestazioni delle assicurazioni sociali con quelle dell’Ufficio nazionale di assicurazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_74"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Ufficio nazionale di assicurazione",
        "citation": "Art. 74 cpv. 4 LCStr",
        "content": "Esso può escludere o limitare il sequestro destinato ad assicurare le pretese di risarcimento di danni causati da veicoli a motore o rimorchi esteri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_74"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Veicoli a motore usati illecitamente",
        "citation": "Art. 75 cpv. 1 LCStr",
        "content": "Chi sottrae un veicolo a motore per farne uso è civilmente responsabile come un detentore. Il conducente risponde in solido con lui se all’inizio del viaggio sapeva o poteva sapere, prestando l’attenzione dovuta, che il veicolo era stato sottratto. Il detentore è civilmente corresponsabile, eccetto nei confronti degli utenti del veicolo, i quali dall’inizio del viaggio sapevano o potevano sapere, prestando l’attenzione dovuta, che il veicolo era stato sottratto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_75"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Veicoli a motore usati illecitamente",
        "citation": "Art. 75 cpv. 2 LCStr",
        "content": "Il detentore e il suo assicuratore sulla responsabilità civile hanno il diritto di regresso verso le persone che avevano sottratto il veicolo e verso il conducente che dall’inizio del viaggio sapeva o poteva sapere, prestando l’attenzione dovuta, che il veicolo era stato sottratto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_75"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Veicoli a motore usati illecitamente",
        "citation": "Art. 75 cpv. 3 LCStr",
        "content": "L’assicuratore non può addossare nessun onere finanziario al detentore cui non è imputabile colpa alcuna per la sottrazione del veicolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_75"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Fondo nazionale di garanzia",
        "citation": "Art. 76 cpv. 1 LCStr",
        "content": "Gli istituti d’assicurazione ammessi in Svizzera a esercitare un’assicurazione di responsabilità civile per i veicoli a motore costituiscono e gestiscono in comune il Fondo nazionale di garanzia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_76"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Fondo nazionale di garanzia",
        "citation": "Art. 76 cpv. 2 LCStr",
        "content": "Il Fondo nazionale di garanzia è dotato di personalità giuridica propria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_76"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Fondo nazionale di garanzia",
        "citation": "Art. 76 cpv. 3 LCStr",
        "content": "Il Fondo nazionale di garanzia ha i seguenti compiti:\na. copre la responsabilità per i danni causati in Svizzera da:\n1. veicoli a motore e rimorchi non identificati o non assicurati, per quanto essi siano sottoposti all’obbligo dell’assicurazione conformemente alla presente legge,\n2. ciclisti o utenti di mezzi simili a veicoli, se l’autore del danno non può essere identificato o il danno non è coperto né dall’autore stesso né da un’assicurazione per la responsabilità civile né da una persona per esso responsabile o da un’altra assicurazione;\nb. gestisce l’organismo d’indennizzo di cui all’articolo 79d.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_76"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Fondo nazionale di garanzia",
        "citation": "Art. 76 cpv. 4 LCStr",
        "content": "Se nei confronti di un assicuratore di responsabilità civile degli autoveicoli tenuto a risarcire i danni causati da veicoli a motore e rimorchi immatricolati in Svizzera:\na. è stato dichiarato il fallimento dell’assicurazione, il Fondo nazionale di garanzia conduce la procedura per la liquidazione privilegiata delle pretese esigibili e copre la parte delle pretese per le quali l’amministrazione del fallimento rilascia un attestato di carenza di beni;\nb. è stata avviata una procedura di risanamento secondo l’articolo 52a della legge del 17 dicembre 2004 sulla sorveglianza degli assicuratori nell’ambito della quale l’autorità competente ha ordinato una riduzione dei versamenti per sinistri, il Fondo nazionale di garanzia si assume l’importo corrispondente a tale riduzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_76"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Fondo nazionale di garanzia",
        "citation": "Art. 76 cpv. 5 LCStr",
        "content": "Il Consiglio federale disciplina:\na. i compiti del Fondo nazionale di garanzia conformemente al capoverso 3;\nb. la copertura del fallimento e del risanamento secondo il capoverso 4, segnatamente la loro entità massima;\nc. la franchigia a carico della parte lesa per i danni materiali;\nd. il coordinamento tra le prestazioni delle assicurazioni sociali e quelle del Fondo nazionale di garanzia;\ne. la procedura applicabile alla liquidazione privilegiata delle pretese che possono essere soddisfatte dopo l’apertura di una procedura di fallimento che ha imposto al Fondo nazionale di garanzia l’obbligo di fornire una prestazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_76"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Fondo nazionale di garanzia",
        "citation": "Art. 76 cpv. 6 LCStr",
        "content": "Nei casi previsti dal capoverso 3 lettera a, gli obblighi a carico del Fondo nazionale di garanzia si riducono proporzionalmente alle prestazioni che la parte lesa può far valere presso un’assicurazione contro i danni o un’assicurazione sociale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_76"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Fondo nazionale di garanzia",
        "citation": "Art. 76 cpv. 7 LCStr",
        "content": "Il Consiglio federale può, nei casi previsti dal capoverso 3 lettera a:\na. obbligare il Fondo nazionale di garanzia a versare anticipazioni quando l’autore del danno non ha un’assicurazione di responsabilità civile tenuta a risarcire il danno oppure quando l’assenza di una simile assicurazione è contestata;\nb. limitare o escludere dalle prestazioni del Fondo nazionale di garanzia le parti lese estere che risiedono in Paesi che non applicano la reciprocità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_76"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Fondo nazionale di garanzia",
        "citation": "Art. 76 cpv. 8 LCStr",
        "content": "Mediante il pagamento dell’indennità alla parte lesa, il Fondo nazionale di garanzia subentra a quest’ultima nei diritti relativi ai danni di natura analoga a quelli per i quali esso risponde. Per le prestazioni di cui al capoverso 4, il Fondo nazionale di garanzia esercita l’azione di regresso soltanto se il detentore o il conducente del veicolo ha cagionato il danno intenzionalmente o per negligenza grave. Se il Fondo nazionale di garanzia è tenuto a risarcire il danno ai sensi del capoverso 4, la parte lesa non può far valere le sue pretese nei confronti del detentore o del conducente del veicolo con il quale è stato causato il danno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_76"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Finanziamento ed esecuzione",
        "citation": "Art. 76a cpv. 1 LCStr",
        "content": "Il detentore di un veicolo a motore paga annualmente un contributo secondo il tipo di rischio assicurato per la copertura dell’esborso giusta gli articoli 74, 76, 79a e 79d.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_76_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Finanziamento ed esecuzione",
        "citation": "Art. 76a cpv. 2 LCStr",
        "content": "L’Ufficio nazionale di assicurazione e il Fondo nazionale di garanzia stabiliscono questi contributi, che devono essere approvati dall’Autorità federale di vigilanza sui mercati finanziari (FINMA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_76_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Finanziamento ed esecuzione",
        "citation": "Art. 76a cpv. 3 LCStr",
        "content": "Gli assicuratori di responsabilità civile degli autoveicoli riscuotono i contributi con i premi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_76_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Finanziamento ed esecuzione",
        "citation": "Art. 76a cpv. 4 LCStr",
        "content": "La Confederazione, le sue aziende e i suoi istituti sono esonerati dall’obbligo di contribuire. I Cantoni detentori di veicoli a motore, che non soggiacciono all’obbligo d’assicurazione sulla responsabilità civile (art. 73 cpv. 1), sono tenuti a pagare il contributo nella misura in cui i loro veicoli sono assicurati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_76_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Finanziamento ed esecuzione",
        "citation": "Art. 76a cpv. 4bis LCStr",
        "content": "Se nei confronti di un assicuratore di responsabilità civile degli autoveicoli la FINMA ha avviato una procedura di risanamento o aperto una procedura di fallimento dell’assicurazione, il Fondo nazionale di garanzia effettua una stima delle obbligazioni di pagamento attese in futuro. Queste obbligazioni devono essere documentate esclusivamente nell’allegato del conto annuale (art. 959c del Codice delle obbligazioni).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_76_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Finanziamento ed esecuzione",
        "citation": "Art. 76a cpv. 5 LCStr",
        "content": "Il Consiglio federale disciplina i particolari; stabilisce segnatamente le basi di calcolo del contributo e la procedura d’approvazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_76_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Disposizioni comuni per l’Ufficio nazionale di assicurazione e il Fondo nazionale di garanzia",
        "citation": "Art. 76b cpv. 1 LCStr",
        "content": "La parte lesa ha un diritto di azione diretta nei confronti dell’Ufficio nazionale di assicurazione e del Fondo nazionale di garanzia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_76_b"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Disposizioni comuni per l’Ufficio nazionale di assicurazione e il Fondo nazionale di garanzia",
        "citation": "Art. 76b cpv. 2 LCStr",
        "content": "L’Ufficio nazionale di assicurazione e il Fondo nazionale di garanzia sono sottoposti alla sorveglianza dell’USTRA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_76_b"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Disposizioni comuni per l’Ufficio nazionale di assicurazione e il Fondo nazionale di garanzia",
        "citation": "Art. 76b cpv. 3 LCStr",
        "content": "Le persone che assumono mansioni dell’Ufficio nazionale di assicurazione e del Fondo nazionale di garanzia o che ne sorvegliano l’esecuzione sono tenute al segreto nei confronti di terzi. Nell’adempimento dei compiti loro affidati sono autorizzate a trattare o a fare trattare i dati personali necessari, compresi quelli degni di particolare protezione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_76_b"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Disposizioni comuni per l’Ufficio nazionale di assicurazione e il Fondo nazionale di garanzia",
        "citation": "Art. 76b cpv. 4 LCStr",
        "content": "L’Ufficio nazionale di assicurazione e il Fondo nazionale di garanzia possono:\na. affidare ai loro membri o a terzi l’esecuzione dei compiti di loro competenza e designare un assicuratore gerente;\nb. concludere accordi con altri uffici nazionali di assicurazione e fondi nazionali di garanzia e con altri organismi esteri che si occupano di compiti analoghi, per facilitare il traffico transfrontaliero e per tutelare le vittime della circolazione in questo ambito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_76_b"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Disposizioni comuni per l’Ufficio nazionale di assicurazione e il Fondo nazionale di garanzia",
        "citation": "Art. 76b cpv. 5 LCStr",
        "content": "Il Consiglio federale emana disposizioni sui compiti e sulle competenze dell’Ufficio nazionale di assicurazione e del Fondo nazionale di garanzia per quanto concerne:\na. la copertura dei danni in Svizzera e all’estero;\nb. la promozione e lo sviluppo della protezione assicurativa e della protezione delle vittime della circolazione nel traffico transfrontaliero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_76_b"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Veicoli non assicurati",
        "citation": "Art. 77 cpv. 1 LCStr",
        "content": "Se i Cantoni rilasciano licenze di circolazione e targhe di controllo per veicoli a motore senza che sia stata stipulata l’assicurazione prescritta, essi sono civilmente responsabili, nei limiti dei minimi d’assicurazione previsti nella presente legge, dei danni per i quali sono tenuti i detentori di veicoli a motore. I Cantoni sono civilmente responsabili, nella stessa misura, se omettono di revocare la licenza di circolazione e di ritirare le targhe di controllo entro 60 giorni dalla notificazione fatta dall’assicuratore conformemente all’articolo 68 oppure dopo che il detentore abbia informato di aver ritirato definitivamente il veicolo dalla circolazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_77"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Veicoli non assicurati",
        "citation": "Art. 77 cpv. 2 LCStr",
        "content": "Il Cantone o il suo assicuratore ha diritto di regresso verso il detentore che non poteva, in buona fede, ritenere di essere coperto dall’assicurazione prescritta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_77"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Veicoli non assicurati",
        "citation": "Art. 77 cpv. 3 LCStr",
        "content": "Le presenti disposizioni sono applicabili per analogia al rilascio di licenze di circolazione e di targhe di controllo da parte della Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_77"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Centro d’informazione",
        "citation": "Art. 79a cpv. 1 LCStr",
        "content": "Il centro d’informazione fornisce alle parti lese e alle assicurazioni sociali le informazioni necessarie per far valere le loro pretese d’indennizzo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_79_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Centro d’informazione",
        "citation": "Art. 79a cpv. 2 LCStr",
        "content": "Il Consiglio federale stabilisce quali informazioni vanno fornite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_79_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Centro d’informazione",
        "citation": "Art. 79a cpv. 3 LCStr",
        "content": "Esso può obbligare le autorità e i privati a fornire al centro d’informazione i dati necessari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_79_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Mandatari per la liquidazione dei sinistri",
        "citation": "Art. 79b cpv. 1 LCStr",
        "content": "Gli istituti d’assicurazione ammessi in Svizzera ad esercitare un’assicurazione di responsabilità civile per i veicoli a motore devono designare un mandatario per la liquidazione dei sinistri in ogni Paese appartenente allo Spazio economico europeo. Ne comunicano il nome e l’indirizzo ai centri d’informazione di questi Paesi e al centro d’informazione di cui all’articolo 79a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_79_b"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Mandatari per la liquidazione dei sinistri",
        "citation": "Art. 79b cpv. 2 LCStr",
        "content": "Il Consiglio federale può obbligare gli istituti d’assicurazione di cui al capoverso 1 a designare mandatari per la liquidazione dei sinistri in altri Paesi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_79_b"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Mandatari per la liquidazione dei sinistri",
        "citation": "Art. 79b cpv. 3 LCStr",
        "content": "I mandatari per la liquidazione dei sinistri sono persone fisiche o giuridiche che rappresentano, nel proprio Paese d’attività, gli istituti d’assicurazione con sede in altri Paesi. Essi provvedono conformemente all’articolo 79c al trattamento e alla liquidazione delle richieste d’indennizzo presentate dalle parti lese residenti nel loro Paese d’attività nei confronti degli istituti d’assicurazione da loro rappresentati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_79_b"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Mandatari per la liquidazione dei sinistri",
        "citation": "Art. 79b cpv. 4 LCStr",
        "content": "Essi devono:\na. essere domiciliati nel loro Paese d’attività;\nb. disporre di poteri sufficienti per rappresentare gli istituti d’assicurazione nei confronti delle parti lese e per soddisfare integralmente le richieste d’indennizzo;\nc. essere in grado di trattare i casi nella lingua ufficiale rispettivamente nelle lingue ufficiali del loro Paese d’attività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_79_b"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Mandatari per la liquidazione dei sinistri",
        "citation": "Art. 79b cpv. 5 LCStr",
        "content": "Essi possono esercitare la loro attività per conto di uno o più istituti d’assicurazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_79_b"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Liquidazione dei sinistri",
        "citation": "Art. 79c cpv. 1 LCStr",
        "content": "Gli istituti d’assicurazione ammessi in Svizzera ad esercitare un’assicurazione di responsabilità civile per i veicoli a motore, i mandatari incaricati in Svizzera della liquidazione dei sinistri, la Confederazione e i Cantoni, nella misura in cui i loro veicoli non sono assicurati, come pure l’Ufficio nazionale di assicurazione e il Fondo nazionale di garanzia devono rispondere entro tre mesi alle richieste d’indennizzo avanzate dalle parti lese:\na. presentando un’offerta di risarcimento motivata, se la responsabilità non è contestata e il danno è stato quantificato;\nb. fornendo una risposta motivata alle osservazioni formulate nella richiesta, se la responsabilità è contestata o non è chiaramente stabilita o se il danno non è stato quantificato integralmente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_79_c"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Liquidazione dei sinistri",
        "citation": "Art. 79c cpv. 2 LCStr",
        "content": "Il termine di tre mesi decorre dal momento in cui la richiesta con pretese d’indennizzo concrete perviene all’organismo interpellato dalla parte lesa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_79_c"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Liquidazione dei sinistri",
        "citation": "Art. 79c cpv. 3 LCStr",
        "content": "Dopo la scadenza del termine di tre mesi vanno corrisposti gli interessi di mora. Sono fatte salve ulteriori pretese della parte lesa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_79_c"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Organismo d’indennizzo",
        "citation": "Art. 79d cpv. 1 LCStr",
        "content": "Le parti lese domiciliate in Svizzera possono far valere le loro pretese di responsabilità civile presso l’organismo d’indennizzo del Fondo nazionale di garanzia se:\na. l’organismo interpellato per la liquidazione del sinistro non ha rispettato le disposizioni dell’articolo 79c;\nb. l’assicuratore estero della responsabilità civile tenuto a risarcire i danni non ha designato in Svizzera alcun mandatario per la liquidazione dei sinistri; \nc. il danno, verificatosi in un Paese il cui ufficio nazionale di assicurazione ha aderito al sistema della carta verde, è stato provocato da un veicolo a motore non identificabile o il cui assicuratore non possa essere identificato entro due mesi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_79_d"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Organismo d’indennizzo",
        "citation": "Art. 79d cpv. 2 LCStr",
        "content": "Non sussiste nessuna pretesa nei confronti dell’organismo d’indennizzo se la parte lesa:\na. ha dato avvio in Svizzera o all’estero a un’azione legale per far valere le sue pretese; oppure\nb. ha inoltrato una richiesta d’indennizzo direttamente all’assicuratore estero ed esso ha fornito entro tre mesi una risposta motivata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_79_d"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Reciprocità",
        "citation": "Art. 79e cpv. 1 LCStr",
        "content": "Gli articoli 79a–79d sono applicabili a un altro Paese soltanto se esso accorda alla Svizzera la reciprocità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_79_e"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo terzo: Casi speciali, Reciprocità",
        "citation": "Art. 79e cpv. 2 LCStr",
        "content": "La FINMA pubblica l’elenco degli Stati che accordano la reciprocità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_79_e"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo quarto: Rapporti con altre assicurazioni, Assicurazione obbligatoria contro gli infortuni",
        "citation": "Art. 80 LCStr",
        "content": "La parte lesa, assicurata conformemente alle legge del 20 marzo 1981 sull’assicurazione contro gli infortuni, conserva i diritti che le spettano in virtù della presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_80"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo quarto: Rapporti con altre assicurazioni, Assicurazione militare",
        "citation": "Art. 81 LCStr",
        "content": "Se una persona assoggettata all’assicurazione militare è uccisa o ferita da un veicolo militare, la Confederazione risarcisce i danni esclusivamente secondo la legge federale del 19 giugno 1992 su l’assicurazione militare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_81"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo quinto: Disposizioni comuni, Assicuratore",
        "citation": "Art. 82 LCStr",
        "content": "Le assicurazioni prescritte nella presente legge devono essere stipulate con un istituto d’assicurazione ammesso a esercitare in Svizzera. È fatto salvo il riconoscimento di assicurazioni stipulate all’estero per veicoli esteri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_82"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo quinto: Disposizioni comuni, Prescrizione",
        "citation": "Art. 83 cpv. 1 LCStr",
        "content": "L’azione di risarcimento o di riparazione derivante da infortuni cagionati da veicoli a motore, velocipedi o mezzi simili a veicoli si prescrive secondo le disposizioni del Codice delle obbligazioni concernenti gli atti illeciti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_83"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo quinto: Disposizioni comuni, Prescrizione",
        "citation": "Art. 83 cpv. 2 LCStr",
        "content": "Il diritto di regresso fra le persone civilmente responsabili di un infortunio cagionato da veicoli a motore, velocipedi o mezzi simili a veicoli, come anche gli altri diritti di regresso previsti nella presente legge, si prescrivono in tre anni dal giorno in cui la prestazione è stata effettuata integralmente e il responsabile è noto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_83"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo quinto: Disposizioni comuni, Convenzione",
        "citation": "Art. 87 cpv. 1 LCStr",
        "content": "Ogni convenzione, che esclude o limita la responsabilità civile stabilita nella presente legge, è nulla.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_87"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo quinto: Disposizioni comuni, Convenzione",
        "citation": "Art. 87 cpv. 2 LCStr",
        "content": "Ogni convenzione che stabilisce un risarcimento manifestamente insufficiente è impugnabile entro un anno dalla sua conclusione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_87"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo quinto: Disposizioni comuni, Condizioni per il regresso",
        "citation": "Art. 88 LCStr",
        "content": "Se le prestazioni dell’assicurazione non soddisfano integralmente una parte lesa, l’assicuratore può far valere il suo diritto di regresso verso la persona civilmente responsabile o l’assicurazione per la responsabilità civile di quest’ultima, solo se la parte lesa non subisce alcun pregiudizio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_88"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo quinto: Disposizioni comuni, Disposizioni completive sulla responsabilità civile e sull’assicurazione",
        "citation": "Art. 89 cpv. 1 LCStr",
        "content": "Il Consiglio federale può esentare totalmente o parzialmente dall’ap-plicazione delle disposizioni del presente titolo i veicoli a motore con potenza o velocità minime e quelli che sono usati raramente sulle strade pubbliche e, se necessario, emanare prescrizioni complementari applicabili a tali veicoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_89"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo quinto: Disposizioni comuni, Disposizioni completive sulla responsabilità civile e sull’assicurazione",
        "citation": "Art. 89 cpv. 2 LCStr",
        "content": "Esso emana le necessarie prescrizioni concernenti l’assicurazione per i veicoli provvisti di targhe professionali o trasferibili e in casi simili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_89"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto: Responsabilità civile e assicurazione, Capo quinto: Disposizioni comuni, Disposizioni completive sulla responsabilità civile e sull’assicurazione",
        "citation": "Art. 89 cpv. 3 LCStr",
        "content": "Contro le decisioni delle autorità cantonali sull’assoggettamento di un veicolo, di un’impresa o di una manifestazione sportiva alle disposizioni della presente legge concernenti la responsabilità civile e l’obbligo d’assicurazione è ammissibile il ricorso secondo le disposizioni generali sull’amministrazione della giustizia federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_89"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto a: Sistemi d’informazione, Capo primo:, Sistema d’informazione sull’ammissione alla circolazione, Principi",
        "citation": "Art. 89a cpv. 1 LCStr",
        "content": "L’USTRA gestisce, in collaborazione con i Cantoni, il sistema d’informazione sull’ammissione alla circolazione (SIAC).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_89_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto a: Sistemi d’informazione, Capo primo:, Sistema d’informazione sull’ammissione alla circolazione, Principi",
        "citation": "Art. 89a cpv. 2 LCStr",
        "content": "I Cantoni forniscono all’USTRA i dati concernenti l’ammissione alla circolazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_89_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto a: Sistemi d’informazione, Capo primo:, Sistema d’informazione sull’ammissione alla circolazione, Principi",
        "citation": "Art. 89a cpv. 3 LCStr",
        "content": "Il controllo sui dati memorizzati nel SIAC spetta all’USTRA. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_89_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto a: Sistemi d’informazione, Capo primo:, Sistema d’informazione sull’ammissione alla circolazione, Principi",
        "citation": "Art. 89a cpv. 4 LCStr",
        "content": "L’USTRA definisce le interfacce tecniche e le procedure per l’allineamento dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_89_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto a: Sistemi d’informazione, Capo primo:, Sistema d’informazione sull’ammissione alla circolazione, Scopo",
        "citation": "Art. 89b LCStr",
        "content": "Il SIAC serve all’adempimento dei seguenti compiti:\na. rilascio, controllo e revoca di:\n1. licenze per l’ammissione di persone e veicoli alla circolazione stradale,\n2. permessi e certificati,\n3. carte per il tachigrafo;\nb. esecuzione di procedimenti amministrativi e penali contro conducenti di veicoli nell’ambito della circolazione stradale;\nc. omologazione, esame e ammissione alla circolazione dei veicoli;\nd. controllo dell’assicurazione, dello sdoganamento e dell’imposizione dei veicoli ammessi alla circolazione secondo la LIAut;\ne. identificazione dei detentori di veicoli e ricerca di veicoli;\nf. tutela delle vittime di incidenti della circolazione;\ng. razionamento del carburante e requisizione e locazione di veicoli a favore dell’esercito, della protezione civile e dell’approvvigionamento economico del Paese;\nh. allestimento di statistiche, in particolare per quanto riguarda le autorizzazioni a condurre, i provvedimenti amministrativi, i tipi di veicoli, le immatricolazioni di veicoli, gli incidenti stradali e i controlli della circolazione stradale;\ni. elaborazione delle basi della politica dei trasporti, dell’ambiente e dell’energia;\nj. riscossione delle imposte cantonali sugli autoveicoli e di altre imposte, nonché riscossione e verifica del pagamento della tassa sul traffico pesante e della tassa per l’utilizzazione delle strade nazionali;\nk. sostegno alle autorità nazionali e straniere nell’esecuzione delle disposizioni sulla durata del lavoro e del riposo dei conducenti professionali di veicoli a motore;\nl. rilascio dell’autorizzazione di accesso alle professioni di trasportatore di viaggiatori e di merci su strada e relativo controllo;\nm. esecuzione della riduzione delle emissioni di CO2 dei veicoli secondo la legge del 23 dicembre 2011 sul CO2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_89_b"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto a: Sistemi d’informazione, Capo primo:, Sistema d’informazione sull’ammissione alla circolazione, Contenuto",
        "citation": "Art. 89c LCStr",
        "content": "Il SIAC contiene:\na. i dati personali dei titolari dei documenti di cui all’articolo 89b lettera a e i dati personali di altre persone contro le quali è stato deciso un provvedimento amministrativo;\nb. i dati relativi alle autorizzazioni a condurre rilasciate da autorità svizzere o straniere a persone domiciliate in Svizzera;\nc. i dati necessari per il rilascio di carte per il tachigrafo;\nd. i dati relativi ai seguenti provvedimenti amministrativi, alla loro revoca o alla loro modifica, decisi da autorità svizzere oppure ordinati da autorità straniere nei confronti di persone domiciliate in Svizzera:\n1. rifiuto e revoca di licenze e permessi,\n2. divieto di circolare,\n3. sequestro della licenza di condurre,\n4. obblighi e condizioni relativi alle autorizzazioni a condurre,\n5. divieto di far uso della licenza di condurre svizzera ordinato da autorità straniere,\n6. divieto di far uso della licenza di condurre straniera,\n7. ammonimento,\n8. esami psicologici e medici in materia di circolazione stradale,\n9. nuovo esame di conducente,\n10. partecipazione a una formazione complementare,\n11. proroga del periodo di prova,\n12. scadenza della licenza di condurre in prova,\n13. periodi d’attesa;\ne. i dati dei tipi di veicolo messi in commercio in Svizzera, nonché nome e indirizzo del titolare dell’approvazione del tipo oppure del suo rappresentante in Svizzera;\nf. i dati dei veicoli immatricolati da autorità svizzere e i relativi assicuratori di responsabilità civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_89_c"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto a: Sistemi d’informazione, Capo primo:, Sistema d’informazione sull’ammissione alla circolazione, Trattamento dei dati",
        "citation": "Art. 89d LCStr",
        "content": "Le autorità e i servizi seguenti trattano i dati del SIAC:\na. l’USTRA;\nb. le autorità federali e cantonali competenti per il rilascio e la revoca delle autorizzazioni a condurre e delle licenze di circolazione, per quanto attiene ai dati relativi al loro ambito di competenza;\nc. le autorità competenti per il razionamento del carburante e per la requisizione e locazione di veicoli a favore dell’esercito, della protezione civile e dell’approvvigionamento economico del Paese, per quanto attiene ai dati relativi ai veicoli e ai detentori dei veicoli;\nd. gli organi di polizia competenti per il sequestro di licenze di condurre e di licenze di circolazione, per quanto attiene ai dati relativi alle autorizzazioni a condurre e ai veicoli;\ne. le autorità competenti per il controllo dello sdoganamento e dell’imposizione secondo la LIAut, per quanto attiene ai dati relativi al loro ambito di competenza;\nf. i servizi incaricati della riscossione e della verifica del pagamento della tassa sul traffico pesante commisurata alle prestazioni secondo la legge del 19 dicembre 1997 sul traffico pesante, per quanto attiene ai dati relativi al loro ambito di competenza;\ng. i servizi incaricati della riscossione e della verifica del pagamento della tassa per l’utilizzazione delle strade nazionali secondo la legge del 19 marzo 2010 sul contrassegno stradale, per quanto attiene ai dati relativi ai veicoli e ai detentori di veicoli;\nh. le autorità competenti per l’esecuzione della riduzione delle emissioni di CO2 dei veicoli secondo la legge del 23 dicembre 2011 sul CO2, per quanto attiene ai dati relativi al loro ambito di competenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_89_d"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto a: Sistemi d’informazione, Capo primo:, Sistema d’informazione sull’ammissione alla circolazione, Accesso mediante procedura di richiamo",
        "citation": "Art. 89e LCStr",
        "content": "Le autorità e i servizi qui appresso possono accedere mediante procedura di richiamo ai seguenti dati:\na. le autorità e i servizi autorizzati al trattamento dei dati secondo l’articolo 89d, per quanto attiene ai dati trattati in virtù di tale disposizione;\nabis. le autorità di polizia, per quanto attiene ai dati di cui necessitano per il controllo dell’autorizzazione a condurre e dell’ammissione alla circolazione, per l’identificazione del detentore e del suo assicuratore e per la ricerca di veicoli;\nb. l’Ufficio federale della dogana e della sicurezza dei confini, per quanto attiene ai dati di cui necessita per il controllo dell’autorizzazione a condurre e dell’ammissione alla circolazione e per la ricerca di veicoli;\nc. le autorità incaricate del perseguimento penale e le autorità giudiziarie, nell’ambito di procedimenti relativi a infrazioni alla legislazione sulla circolazione stradale, per quanto attiene ai dati relativi alle autorizzazioni a condurre e ai provvedimenti amministrativi;\nd. le autorità federali e cantonali competenti per gli esami dei veicoli e i servizi incaricati dell’esecuzione degli esami ufficiali dei veicoli, per quanto attiene ai dati relativi all’immatricolazione e ai tipi di veicoli;\ne. l’Ufficio federale di statistica, per quanto attiene ai dati relativi ai veicoli;\nf. l’Ufficio federale dei trasporti, nell’ambito del rilascio di autorizzazioni a esercitare le professioni di trasportatore su strada, per quanto attiene ai dati relativi all’immatricolazione dei veicoli e ai provvedimenti amministrativi;\ng. l’Ufficio federale dell’energia, per quanto attiene ai dati relativi ai veicoli necessari per l’esecuzione della riduzione delle emissioni di CO2 dei veicoli secondo la legge del 23 dicembre 2011 sul CO2;\nh. l’Ufficio nazionale di assicurazione e il Fondo nazionale di garanzia, per quanto attiene ai dati necessari per l’adempimento dei loro compiti pubblici (art. 74 e 76);\ni. le autorità straniere competenti per il rilascio di carte del conducente, per quanto attiene ai dati relativi a tali carte;\nj. gli organi stranieri incaricati del controllo della durata del lavoro e del riposo dei conducenti professionali di veicoli a motore, per quanto attiene allo stato delle carte del conducente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_89_e"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto a: Sistemi d’informazione, Capo primo:, Sistema d’informazione sull’ammissione alla circolazione, Diritto di consultazione",
        "citation": "Art. 89f LCStr",
        "content": "Chiunque è autorizzato a consultare i dati relativi alla propria persona o al proprio veicolo presso l’autorità cantonale competente per l’ammissione alla circolazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_89_f"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto a: Sistemi d’informazione, Capo primo:, Sistema d’informazione sull’ammissione alla circolazione, Comunicazione dei dati",
        "citation": "Art. 89g cpv. 1 LCStr",
        "content": "I dati concernenti l’ammissione alla circolazione non sono pubblici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_89_g"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto a: Sistemi d’informazione, Capo primo:, Sistema d’informazione sull’ammissione alla circolazione, Comunicazione dei dati",
        "citation": "Art. 89g cpv. 2 LCStr",
        "content": "Il Consiglio federale può concedere all’USTRA la possibilità di comunicare i dati del detentore del veicolo, delle autorizzazioni a condurre e i dati tecnici. Ne disciplina i presupposti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_89_g"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto a: Sistemi d’informazione, Capo primo:, Sistema d’informazione sull’ammissione alla circolazione, Comunicazione dei dati",
        "citation": "Art. 89g cpv. 3 LCStr",
        "content": "Le autorità cantonali competenti per l’ammissione alla circolazione possono comunicare i dati del detentore e dell’assicurazione alle persone:\na. che partecipano alla procedura d’ammissione;\nb. coinvolte in un incidente stradale;\nc. che fanno valere per scritto un interesse sufficiente in vista di un procedimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_89_g"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto a: Sistemi d’informazione, Capo primo:, Sistema d’informazione sull’ammissione alla circolazione, Comunicazione dei dati",
        "citation": "Art. 89g cpv. 4 LCStr",
        "content": "Le autorità cantonali competenti per l’ammissione alla circolazione possono comunicare alla polizia i dati personali dei conducenti la cui licenza per allievo conducente o licenza di condurre è stata revocata a tempo indeterminato a causa di inidoneità alla guida, oppure è stata revocata a titolo preventivo fino alla determinazione dell’idoneità alla guida, in caso di dubbi su quest’ultima.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_89_g"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto a: Sistemi d’informazione, Capo primo:, Sistema d’informazione sull’ammissione alla circolazione, Comunicazione dei dati",
        "citation": "Art. 89g cpv. 5 LCStr",
        "content": "I Cantoni possono pubblicare il nome e l’indirizzo dei detentori di veicoli a motore, sempre che la comunicazione ufficiale di tali dati non sia oggetto di un’opposizione. I detentori di veicoli a motore possono far registrare tale opposizione senza condizioni e gratuitamente dall’autorità cantonale competente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_89_g"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto a: Sistemi d’informazione, Capo primo:, Sistema d’informazione sull’ammissione alla circolazione, Comunicazione dei dati",
        "citation": "Art. 89g cpv. 6 LCStr",
        "content": "L’USTRA può rilasciare estratti globali alle persone di cui al capoverso 3 e ai servizi che hanno accesso ai dati mediante procedura di richiamo (art. 89e).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_89_g"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto a: Sistemi d’informazione, Capo primo:, Sistema d’informazione sull’ammissione alla circolazione, Comunicazione dei dati",
        "citation": "Art. 89g cpv. 7 LCStr",
        "content": "L’Ufficio nazionale di assicurazione e il Fondo nazionale di garanzia possono comunicare a terzi i dati necessari per l’adempimento dei loro compiti pubblici (art. 74 e 76).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_89_g"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto a: Sistemi d’informazione, Capo primo:, Sistema d’informazione sull’ammissione alla circolazione, Comunicazione dei dati",
        "citation": "Art. 89g cpv. 8 LCStr",
        "content": "I dati relativi ai tipi di veicoli e altri dati tecnici possono essere pubblicati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_89_g"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto a: Sistemi d’informazione, Capo primo:, Sistema d’informazione sull’ammissione alla circolazione, Organizzazione e gestione",
        "citation": "Art. 89h LCStr",
        "content": "Il Consiglio federale disciplina:\na. l’organizzazione e la gestione del SIAC;\nb. la responsabilità del trattamento dei dati;\nc. il catalogo dei dati da rilevare e la loro durata di conservazione;\nd. la collaborazione con le autorità, le organizzazioni, gli importatori di veicoli e gli altri servizi che partecipano alla procedura di ammissione alla circolazione;\ne. le procedure di notificazione;\nf. le procedure di rettifica dei dati;\ng. la procedura per la progettazione delle interfacce tecniche con il SIAC e per lo scambio di dati tra la Confederazione, i Cantoni e i terzi che partecipano alla procedura di ammissione alla circolazione;\nh. la protezione e la sicurezza dei dati per tutti i servizi che, con sistemi autonomi per il trattamento dei dati, svolgono i compiti legati all’ammissione alla circolazione e al controllo della circolazione stradale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_89_h"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto a: Sistemi d’informazione, Capo secondo: Sistema d’informazione sugli incidenti stradali, Principi",
        "citation": "Art. 89i cpv. 1 LCStr",
        "content": "L’USTRA allestisce una statistica degli incidenti stradali ed è responsabile della loro valutazione a livello svizzero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_89_i"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto a: Sistemi d’informazione, Capo secondo: Sistema d’informazione sugli incidenti stradali, Principi",
        "citation": "Art. 89i cpv. 2 LCStr",
        "content": "Gestisce, in collaborazione con i Cantoni, un sistema d’informazione sugli incidenti stradali. Quest’ultimo si compone di:\na. un sistema per la rilevazione degli incidenti stradali (sistema di rilevazione);\nb. un sistema per la valutazione degli incidenti stradali (sistema di valutazione).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_89_i"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto a: Sistemi d’informazione, Capo secondo: Sistema d’informazione sugli incidenti stradali, Principi",
        "citation": "Art. 89i cpv. 3 LCStr",
        "content": "I Cantoni immettono nel sistema di rilevazione i dati raccolti nell’ambito di incidenti stradali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_89_i"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto a: Sistemi d’informazione, Capo secondo: Sistema d’informazione sugli incidenti stradali, Principi",
        "citation": "Art. 89i cpv. 4 LCStr",
        "content": "Il Consiglio federale può obbligare altri servizi a immettere nel sistema d’informazione i dati a loro disposizione relativi agli incidenti stradali, se questo favorisce l’adempimento dei compiti di cui all’articolo 89j.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_89_i"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto a: Sistemi d’informazione, Capo secondo: Sistema d’informazione sugli incidenti stradali, Scopo",
        "citation": "Art. 89j LCStr",
        "content": "Il sistema d’informazione serve all’adempimento dei seguenti compiti:\na. per mezzo del sistema di rilevazione: fornire assistenza alle autorità competenti nell’ambito dell’esecuzione di procedimenti amministrativi e penali contro conducenti di veicoli;\nb. per mezzo del sistema di valutazione:\n1. gestire e analizzare i dati relativi agli incidenti stradali,\n2. elaborare le basi per la politica della sicurezza stradale,\n3. allestire la statistica degli incidenti stradali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_89_j"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto a: Sistemi d’informazione, Capo secondo: Sistema d’informazione sugli incidenti stradali, Contenuto",
        "citation": "Art. 89k LCStr",
        "content": "Il sistema d’informazione contiene i seguenti dati rilevati nell’ambito di incidenti stradali:\na. i dati delle persone coinvolte;\nb. i dati dei veicoli coinvolti;\nc. i dati relativi al luogo dell’incidente;\nd. i dati relativi al tipo e alle cause dell’incidente;\ne. gli schizzi dell’incidente;\nf. i verbali d’interrogatorio;\ng. i rapporti di denuncia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_89_k"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto a: Sistemi d’informazione, Capo secondo: Sistema d’informazione sugli incidenti stradali, Trattamento dei dati",
        "citation": "Art. 89l cpv. 1 LCStr",
        "content": "I servizi seguenti trattano i dati del sistema d’informazione:\na. l’USTRA;\nb. i servizi competenti per l’immissione dei dati nel sistema.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_89_l"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto a: Sistemi d’informazione, Capo secondo: Sistema d’informazione sugli incidenti stradali, Trattamento dei dati",
        "citation": "Art. 89l cpv. 2 LCStr",
        "content": "I servizi di cui al capoverso 1 lettera b possono trattare unicamente i dati relativi agli incidenti di loro competenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_89_l"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto a: Sistemi d’informazione, Capo secondo: Sistema d’informazione sugli incidenti stradali, Trattamento dei dati",
        "citation": "Art. 89l cpv. 3 LCStr",
        "content": "Il Consiglio federale può autorizzare altri servizi a trattare i dati del sistema di valutazione, in particolare mediante procedura di richiamo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_89_l"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto a: Sistemi d’informazione, Capo secondo: Sistema d’informazione sugli incidenti stradali, Collegamento con altri sistemi d’informazione",
        "citation": "Art. 89m LCStr",
        "content": "I dati contenuti in altri sistemi d’informazione della circolazione stradale possono essere:\na. ripresi nel sistema di rilevazione o collegati a quest’ultimo, al fine di verificare e completare i dati;\nb. ripresi nel sistema di valutazione o collegati a quest’ultimo, al fine di valutare gli incidenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_89_m"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto a: Sistemi d’informazione, Capo secondo: Sistema d’informazione sugli incidenti stradali, Organizzazione e gestione",
        "citation": "Art. 89n LCStr",
        "content": "Il Consiglio federale disciplina:\na. l’organizzazione e la gestione del sistema d’informazione;\nb. le competenze e la responsabilità nell’ambito del trattamento dei dati;\nc. il catalogo dei dati da rilevare e la loro durata di conservazione;\nd. la procedura d’immissione dei dati nel sistema d’informazione;\ne. il collegamento con altri sistemi d’informazione;\nf. la collaborazione con i servizi competenti;\ng. la comunicazione dei dati;\nh. il diritto d’informazione e di rettifica;\ni. la sicurezza dei dati;\nj. l’organizzazione e la portata della statistica degli incidenti stradali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_89_n"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto a: Sistemi d’informazione, Capo terzo: Sistema d’informazione sui controlli della circolazione stradale, Principi",
        "citation": "Art. 89o cpv. 1 LCStr",
        "content": "L’USTRA allestisce una statistica dei controlli della circolazione stradale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_89_o"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto a: Sistemi d’informazione, Capo terzo: Sistema d’informazione sui controlli della circolazione stradale, Principi",
        "citation": "Art. 89o cpv. 2 LCStr",
        "content": "Gestisce, in collaborazione con i Cantoni, un sistema d’informazione sui controlli della circolazione stradale. Quest’ultimo si compone di:\na. un sistema per la rilevazione dei controlli della circolazione stradale (sistema di rilevazione);\nb. un sistema per la valutazione dei controlli della circolazione stradale (sistema di valutazione).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_89_o"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto a: Sistemi d’informazione, Capo terzo: Sistema d’informazione sui controlli della circolazione stradale, Principi",
        "citation": "Art. 89o cpv. 3 LCStr",
        "content": "I Cantoni immettono nel sistema di rilevazione i dati raccolti nell’ambito dei controlli della circolazione stradale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_89_o"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto a: Sistemi d’informazione, Capo terzo: Sistema d’informazione sui controlli della circolazione stradale, Principi",
        "citation": "Art. 89o cpv. 4 LCStr",
        "content": "Il Consiglio federale può obbligare altri servizi a immettere i dati relativi ai controlli della circolazione stradale, se questo favorisce l’adempimento dei compiti di cui all’articolo 89p.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_89_o"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto a: Sistemi d’informazione, Capo terzo: Sistema d’informazione sui controlli della circolazione stradale, Scopo",
        "citation": "Art. 89p LCStr",
        "content": "Il sistema d’informazione serve all’adempimento dei seguenti compiti:\na. per mezzo del sistema di rilevazione: fornire assistenza alle autorità competenti nell’ambito dell’esecuzione di procedimenti amministrativi e penali contro conducenti di veicoli;\nb. per mezzo del sistema di valutazione:\n1. stilare le relazioni in virtù dell’accordo del 21 giugno 1999 fra la Confederazione Svizzera e la Comunità europea sul trasporto di merci e di passeggeri su strada e per ferrovia,\n2. gestire e analizzare i dati relativi ai controlli della circolazione stradale,\n3. elaborare le basi per la politica della sicurezza stradale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_89_p"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto a: Sistemi d’informazione, Capo terzo: Sistema d’informazione sui controlli della circolazione stradale, Contenuto",
        "citation": "Art. 89q LCStr",
        "content": "Il sistema d’informazione contiene i seguenti dati rilevati nell’ambito dei controlli della circolazione stradale:\na. i dati delle persone coinvolte;\nb. i dati dei veicoli coinvolti;\nc. i dati relativi al luogo del controllo;\nd. i dati relativi al tipo di controllo;\ne. i verbali d’interrogatorio;\nf. i rapporti di denuncia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_89_q"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto a: Sistemi d’informazione, Capo terzo: Sistema d’informazione sui controlli della circolazione stradale, Trattamento dei dati",
        "citation": "Art. 89r cpv. 1 LCStr",
        "content": "I servizi seguenti trattano i dati del sistema d’informazione:\na. l’USTRA;\nb. i servizi competenti per l’immissione dei dati nel sistema.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_89_r"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto a: Sistemi d’informazione, Capo terzo: Sistema d’informazione sui controlli della circolazione stradale, Trattamento dei dati",
        "citation": "Art. 89r cpv. 2 LCStr",
        "content": "I servizi di cui al capoverso 1 lettera b possono trattare unicamente i dati relativi ai controlli di loro competenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_89_r"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto a: Sistemi d’informazione, Capo terzo: Sistema d’informazione sui controlli della circolazione stradale, Trattamento dei dati",
        "citation": "Art. 89r cpv. 3 LCStr",
        "content": "Il Consiglio federale può autorizzare altri servizi a trattare i dati del sistema di valutazione, in particolare mediante procedura di richiamo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_89_r"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto a: Sistemi d’informazione, Capo terzo: Sistema d’informazione sui controlli della circolazione stradale, Collegamento con altri sistemi d’informazione",
        "citation": "Art. 89s LCStr",
        "content": "I dati contenuti in altri sistemi d’informazione della circolazione stradale possono essere:\na. ripresi nel sistema di rilevazione o collegati a quest’ultimo, al fine di verificare e completare i dati;\nb. ripresi nel sistema di valutazione o collegati a quest’ultimo, al fine di valutare il controllo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_89_s"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quarto a: Sistemi d’informazione, Capo terzo: Sistema d’informazione sui controlli della circolazione stradale, Organizzazione e gestione",
        "citation": "Art. 89t LCStr",
        "content": "Il Consiglio federale disciplina:\na. l’organizzazione e la gestione del sistema d’informazione;\nb. le competenze e la responsabilità nell’ambito del trattamento dei dati;\nc. il catalogo dei dati da rilevare e la loro durata di conservazione;\nd. la procedura d’immissione dei dati;\ne. il collegamento con altri sistemi d’informazione;\nf. la collaborazione con i servizi competenti;\ng. la comunicazione dei dati;\nh. il diritto d’informazione e di rettifica;\ni. la sicurezza dei dati;\nj. l’organizzazione e la portata della statistica dei controlli della circolazione stradale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_89_t"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Infrazione alle norme della circolazione",
        "citation": "Art. 90 cpv. 1 LCStr",
        "content": "È punito con la multa chiunque contravviene alle norme della circolazione contenute nella presente legge o nelle prescrizioni d’esecuzione del Consiglio federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_90"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Infrazione alle norme della circolazione",
        "citation": "Art. 90 cpv. 2 LCStr",
        "content": "È punito con una pena detentiva sino a tre anni o con una pena pecuniaria chiunque, violando gravemente le norme della circolazione, cagiona un serio pericolo per la sicurezza altrui o assume il rischio di detto pericolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_90"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Infrazione alle norme della circolazione",
        "citation": "Art. 90 cpv. 3 LCStr",
        "content": "È punito con una pena detentiva da uno a quattro anni chiunque, violando intenzionalmente norme elementari della circolazione, corre il forte rischio di causare un incidente della circolazione con feriti gravi o morti, segnatamente attraverso la grave inosservanza di un limite di velocità, l’effettuazione di sorpassi temerari o la partecipazione a gare non autorizzate con veicoli a motore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_90"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Infrazione alle norme della circolazione",
        "citation": "Art. 90 cpv. 3bis LCStr",
        "content": "In caso di infrazione secondo il capoverso 3, la pena detentiva minima di un anno può essere ridotta in presenza di una circostanza attenuante secondo l’articolo 48 del Codice penale, in particolare se l’autore ha agito per motivi onorevoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_90"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Infrazione alle norme della circolazione",
        "citation": "Art. 90 cpv. 3ter LCStr",
        "content": "In caso di infrazione secondo il capoverso 3, la pena può essere una pena detentiva sino a quattro anni o una pena pecuniaria se nei dieci anni precedenti l’atto l’autore non ha subito alcuna condanna per crimini o delitti commessi nella circolazione stradale e che hanno cagionato un serio pericolo per la sicurezza altrui o il ferimento o la morte di terzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_90"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Infrazione alle norme della circolazione",
        "citation": "Art. 90 cpv. 4 LCStr",
        "content": "È considerata grave l’inosservanza di un limite di velocità se la velocità massima consentita è superata:\na. di almeno 40 km/h dove la velocità massima consentita è pari o inferiore a 30 km/h;\nb. di almeno 50 km/h dove la velocità massima consentita è pari o inferiore a 50 km/h;\nc. di almeno 60 km/h dove la velocità massima consentita è pari o inferiore a 80 km/h;\nd. di almeno 80 km/h dove la velocità massima consentita è superiore a 80 km/h.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_90"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Infrazione alle norme della circolazione",
        "citation": "Art. 90 cpv. 5 LCStr",
        "content": "L’articolo 237 numero 2 del Codice penale non è applicabile in questi casi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_90"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Confisca e realizzazione di veicoli a motore",
        "citation": "Art. 90a cpv. 1 LCStr",
        "content": "Il giudice può ordinare la confisca di un veicolo a motore se:\na. con tale veicolo è stata commessa una violazione grave e senza scrupoli delle norme della circolazione; e\nb. con questa misura si può impedire all’autore di commettere altre violazioni gravi delle norme della circolazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_90_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Confisca e realizzazione di veicoli a motore",
        "citation": "Art. 90a cpv. 2 LCStr",
        "content": "Il giudice può ordinare la realizzazione del veicolo a motore confiscato e stabilire l’utilizzo dei ricavi dedotte le spese di realizzazione e procedurali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_90_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Guida in stato di inattitudine e violazione del divieto di guidare sotto l’influsso dell’alcol",
        "citation": "Art. 91 cpv. 1 LCStr",
        "content": "È punito con la multa chiunque:\na. conduce un veicolo a motore in stato di ebrietà;\nb. viola il divieto di guidare sotto l’influsso dell’alcol;\nc. conduce un veicolo senza motore in stato di inattitudine alla guida.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_91"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Guida in stato di inattitudine e violazione del divieto di guidare sotto l’influsso dell’alcol",
        "citation": "Art. 91 cpv. 2 LCStr",
        "content": "È punito con una pena detentiva sino a tre anni o una pena pecuniaria chiunque:\na. conduce un veicolo a motore in stato di ebrietà con una concentrazione qualificata di alcol nell’alito o nel sangue;\nb. conduce un veicolo a motore in stato di inattitudine alla guida per altri motivi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_91"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Elusione di provvedimenti per accertare l’inattitudine alla guida",
        "citation": "Art. 91a cpv. 1 LCStr",
        "content": "È punito con una pena detentiva sino a tre anni o con una pena pecuniaria il conducente di un veicolo a motore che intenzionalmente si oppone o si sottrae a una prova del sangue, a un’analisi dell’alito o a un altro esame preliminare disciplinato dal Consiglio federale, che è stato ordinato o che si doveva supporre lo sarebbe stato, o a una visita di controllo medico completiva, oppure elude lo scopo di tali provvedimenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_91_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Elusione di provvedimenti per accertare l’inattitudine alla guida",
        "citation": "Art. 91a cpv. 2 LCStr",
        "content": "Se l’autore conduce un veicolo senza motore o se, come utente della strada, è stato coinvolto in un incidente, è punito con la multa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_91_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Inosservanza dei doveri in caso d’incidente",
        "citation": "Art. 92 cpv. 1 LCStr",
        "content": "È punito con la multa chiunque, in caso d’incidente, non osserva i doveri impostigli dalla presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_92"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Inosservanza dei doveri in caso d’incidente",
        "citation": "Art. 92 cpv. 2 LCStr",
        "content": "È punito con una pena detentiva sino a tre anni o con una pena pecuniaria il conducente che si dà alla fuga dopo avere ucciso o ferito una persona in un incidente della circolazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_92"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Stato difettoso dei veicoli",
        "citation": "Art. 93 cpv. 1 LCStr",
        "content": "È punito con una pena detentiva sino a tre anni o con una pena pecuniaria chiunque, intenzionalmente, compromette la sicurezza di un veicolo, in modo che ne risulti un pericolo d’incidente. Se l’autore ha agito per negligenza, è punito con la multa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_93"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Stato difettoso dei veicoli",
        "citation": "Art. 93 cpv. 2 LCStr",
        "content": "È punito con la multa:\na. chiunque conduce un veicolo, di cui sa o dovrebbe sapere, prestando tutta l’attenzione richiesta dalle circostanze, che non è conforme alle prescrizioni;\nb. il detentore, o colui che è responsabile come un detentore dello stato di sicurezza del veicolo, che tollera intenzionalmente o per negligenza l’uso di un veicolo che non è conforme alle prescrizioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_93"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Furto d’uso di un veicolo",
        "citation": "Art. 94 cpv. 1 LCStr",
        "content": "È punito con una pena detentiva sino a tre anni o con una pena pecuniaria, chiunque:\na. sottrae un veicolo a motore per farne uso;\nb. conduce un veicolo o circola su di esso come passeggero, sapendo sin dall’inizio che tale veicolo è stato sottratto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_94"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Furto d’uso di un veicolo",
        "citation": "Art. 94 cpv. 2 LCStr",
        "content": "Se uno degli autori è un congiunto o un membro della comunione domestica del detentore e se il conducente è titolare della licenza di condurre richiesta, il perseguimento penale è promosso solo a querela di parte; la pena è la multa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_94"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Furto d’uso di un veicolo",
        "citation": "Art. 94 cpv. 3 LCStr",
        "content": "È punito, a querela di parte, con la multa chiunque usa un veicolo a motore affidatogli per effettuare un viaggio che non è manifestamente autorizzato a intraprendere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_94"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Furto d’uso di un veicolo",
        "citation": "Art. 94 cpv. 4 LCStr",
        "content": "È punito con la multa chiunque utilizza un velocipede senza averne diritto. Se l’autore è un congiunto o un membro della comunione domestica del possessore, il perseguimento penale è promosso solo a querela di parte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_94"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Furto d’uso di un veicolo",
        "citation": "Art. 94 cpv. 5 LCStr",
        "content": "L’articolo 141 del Codice penale non è applicabile in questi casi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_94"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Guida senza autorizzazione",
        "citation": "Art. 95 cpv. 1 LCStr",
        "content": "È punito con una pena detentiva sino a tre anni o con una pena pecuniaria:\na. chiunque conduce un veicolo a motore senza essere titolare della licenza di condurre richiesta;\nb. chiunque conduce un veicolo a motore, sebbene la licenza per allievo conducente o la licenza di condurre gli sia stata rifiutata, revocata o non riconosciuta;\nc. chiunque conduce un veicolo a motore, sebbene la licenza di condurre in prova sia scaduta;\nd. chiunque si esercita alla guida senza essere titolare della licenza per allievo conducente o senza essere accompagnato conformemente alle prescrizioni;\ne. chiunque mette un veicolo a motore a disposizione di un conducente, del quale sa o dovrebbe sapere, prestando tutta l’attenzione imposta dalle circostanze, che non è titolare della licenza richiesta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_95"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Guida senza autorizzazione",
        "citation": "Art. 95 cpv. 2 LCStr",
        "content": "È punito con una pena pecuniaria chiunque conduce un veicolo a motore sebbene la durata di validità della licenza di condurre in prova sia scaduta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_95"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Guida senza autorizzazione",
        "citation": "Art. 95 cpv. 3 LCStr",
        "content": "È punito con la multa:\na. chiunque non osserva le limitazioni o le altre condizioni speciali cui è subordinata la sua licenza di condurre;\nb. chiunque, in un esercizio di guida, assume il compito di accompagnare un allievo senza adempire le condizioni richieste;\nc. chiunque, senza essere titolare di una licenza per maestro conducente, dà professionalmente lezioni di guida.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_95"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Guida senza autorizzazione",
        "citation": "Art. 95 cpv. 4 LCStr",
        "content": "È punito con la multa:\na. chiunque conduce un velocipede, sebbene la circolazione con siffatto veicolo gli sia stata vietata;\nb. chiunque conduce un veicolo a trazione animale, sebbene la circolazione con siffatto veicolo gli sia stata vietata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_95"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Guida senza licenza di circolazione, senza autorizzazione o senza assicurazione per la responsabilità civile",
        "citation": "Art. 96 cpv. 1 LCStr",
        "content": "È punito con la multa, chiunque:\na. conduce un veicolo a motore o circola con un rimorchio trainato da un veicolo a motore, senza la licenza di circolazione o le targhe di controllo richieste;\nb. senza permesso, effettua viaggi subordinati dalla presente legge a un permesso speciale;\nc. non osserva le limitazioni o le altre condizioni, in particolare circa il peso totale ammesso del veicolo, cui la licenza di circolazione o l’autorizzazione è subordinata in virtù della presente legge o nel singolo caso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_96"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Guida senza licenza di circolazione, senza autorizzazione o senza assicurazione per la responsabilità civile",
        "citation": "Art. 96 cpv. 2 LCStr",
        "content": "È punito con una pena detentiva sino a tre anni o con una pena pecuniaria chiunque conduce un veicolo a motore sebbene sappia o dovrebbe sapere, prestando tutta l’attenzione richiesta dalle circostanze, che non sussiste la prescritta assicurazione per la responsabilità civile. Nei casi di lieve gravità, il colpevole è punito con una pena pecuniaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_96"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Guida senza licenza di circolazione, senza autorizzazione o senza assicurazione per la responsabilità civile",
        "citation": "Art. 96 cpv. 3 LCStr",
        "content": "Le stesse pene sono comminate al detentore o alla persona che dispone del veicolo in sua vece, se è a conoscenza dell’infrazione o dovrebbe esserne a conoscenza, prestando tutta l’attenzione richiesta dalle circostanze.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_96"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Abuso della licenza e delle targhe",
        "citation": "Art. 97 cpv. 1 LCStr",
        "content": "È punito con una pena detentiva sino a tre anni o con una pena pecuniaria chiunque:\na. usa licenze o targhe di controllo che non sono state rilasciate per lui né per il suo veicolo;\nb. nonostante un avvertimento dell’autorità, non restituisce le licenze o le targhe di controllo che non sono più valide o che sono state revocate;\nc. cede a terzi l’uso di licenze o di targhe di controllo che non sono state rilasciate per essi né per i loro veicoli;\nd. dando informazioni non esatte, dissimulando fatti importanti o presentando certificati falsi, ottiene fraudolentemente una licenza o un permesso;\ne. per farne uso, altera o contraffà targhe di controllo;\nf. usa targhe di controllo alterate o contraffatte;\ng. intenzionalmente, si appropria illecitamente di targhe di controllo allo scopo di usarle egli stesso o di cederne l’uso a terzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_97"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Abuso della licenza e delle targhe",
        "citation": "Art. 97 cpv. 2 LCStr",
        "content": "Le disposizioni speciali del Codice penale non sono applicabili a questi casi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_97"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Segnali e demarcazioni",
        "citation": "Art. 98 LCStr",
        "content": "È punito con la multa, chiunque:\na. intenzionalmente, sposta o danneggia un segnale;\nb. intenzionalmente, toglie, rende illeggibile o modifica un segnale o una demarcazione;\nc. non avverte la polizia di avere involontariamente danneggiato un segnale;\nd. pone un segnale o traccia una demarcazione senza il consenso dell’autorità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_98"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Segnalazione di controlli della circolazione",
        "citation": "Art. 98a cpv. 1 LCStr",
        "content": "È punito con la multa, chiunque:\na. importa, pubblicizza, cede, vende nonché consegna o mette a disposizione in qualsiasi altro modo, monta o trasporta a bordo di veicoli, fissa su questi ultimi o usa in qualsiasi altro modo apparecchi o dispositivi volti a ostacolare, perturbare o vanificare i controlli ufficiali della circolazione stradale;\nb. aiuta l’autore a compiere uno degli atti di cui alla lettera a (art. 25 del Codice penale).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_98_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Segnalazione di controlli della circolazione",
        "citation": "Art. 98a cpv. 2 LCStr",
        "content": "Gli organi di controllo sequestrano tali apparecchi o dispositivi. Il Tribunale ne ordina la confisca e la distruzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_98_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Segnalazione di controlli della circolazione",
        "citation": "Art. 98a cpv. 3 LCStr",
        "content": "È punito con la multa, chiunque:\na. segnala pubblicamente controlli ufficiali della circolazione stradale;\nb. offre a pagamento un servizio che segnala questi controlli;\nc. utilizza per segnalare controlli ufficiali della circolazione stradale apparecchi e dispositivi che per principio non sono destinati a tale scopo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_98_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Segnalazione di controlli della circolazione",
        "citation": "Art. 98a cpv. 4 LCStr",
        "content": "Nei casi gravi, il colpevole è punito con una pena pecuniaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_98_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Altre infrazioni",
        "citation": "Art. 99 cpv. 1 LCStr",
        "content": "È punito con la multa, chiunque:\na. mette in commercio veicoli, componenti o accessori sottoposti all’approvazione del tipo non conformi a un modello approvato;\nb. conduce un veicolo senza portare con sé le licenze o le autorizzazioni necessarie;\nc. si rifiuta di presentare agli organi di controllo le licenze o le autorizzazioni richieste;\nd. imita gli effetti degli speciali segnalatori dei veicoli del servizio antincendio, del servizio sanitario, della polizia, delle dogane o di quelli dei veicoli postali di montagna;\ne. usa illecitamente distintivi della polizia stradale;\nf. usa illecitamente un altoparlante su un veicolo a motore;\ng. organizza illecitamente manifestazioni sportive con veicoli a motore o velocipedi, effettua corse di prova, oppure non adotta le misure di sicurezza prescritte per le manifestazioni autorizzate di questo tipo;\nh. a j. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_99"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Altre infrazioni",
        "citation": "Art. 99 cpv. 2 LCStr",
        "content": "È punito con una multa sino a 100 franchi il detentore che, dopo aver rilevato da un altro detentore un veicolo a motore o un rimorchio di un veicolo a motore, oppure dopo averne trasferito il luogo di stanza in un altro Cantone, non richiede tempestivamente una nuova licenza di circolazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_99"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Punibilità",
        "citation": "Art. 100 cpv. 1. LCStr",
        "content": "Salvo disposizione espressa e contraria della presente legge, anche la negligenza è punibile. Nei casi particolarmente lievi, il prevenuto è esentato da qualsiasi pena.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_100"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Punibilità",
        "citation": "Art. 100 cpv. 2. LCStr",
        "content": "La stessa pena del conducente è comminata al datore di lavoro o al superiore che induce il conducente di un veicolo a motore a commettere un reato secondo la presente legge oppure che non lo impedisce secondo le sue possibilità. Se per l’atto commesso è comminato solo la multa, il giudice può attenuare la pena del conducente o esentare questo da ogni pena, qualora sia giustificato dalle circostanze.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_100"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Punibilità",
        "citation": "Art. 100 cpv. 3. LCStr",
        "content": "La persona che accompagna un allievo conducente è responsabile dei reati commessi durante gli esercizi di guida, se contravviene agli obblighi che le incombono in virtù della sua funzione. L’allievo conducente è responsabile delle infrazioni che avrebbe dovuto evitare secondo il suo grado di istruzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_100"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Punibilità",
        "citation": "Art. 100 cpv. 4. LCStr",
        "content": "Se durante un viaggio ufficiale urgente o necessario dal punto di vista tattico il conducente di un veicolo del servizio antincendio, del servizio sanitario, della polizia o delle dogane viola le norme o le misure speciali concernenti la circolazione, egli non è punibile se ha usato la prudenza imposta dalle circostanze. Nei viaggi ufficiali urgenti il conducente non è punibile solamente se ha usato anche gli speciali segnalatori prescritti; eccezionalmente, l’uso dei segnalatori non è necessario se ciò compromette l’adempimento del compito legale. Se non ha usato la prudenza imposta dalle circostanze oppure se durante un viaggio ufficiale urgente non ha usato gli speciali segnalatori prescritti, il conducente è punibile ma la pena è attenuata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_100"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Punibilità",
        "citation": "Art. 100 cpv. 5. LCStr",
        "content": "In caso di inosservanza di un limite di velocità durante un viaggio ufficiale urgente o necessario dal punto di vista tattico, si considera soltanto la differenza tra la velocità effettiva e quella che sarebbe stata adeguata all’intervento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_100"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Infrazioni commesse all’estero",
        "citation": "Art. 101 cpv. 1 LCStr",
        "content": "Chiunque, all’estero, commette un’infrazione alle norme della circolazione o un’altra infrazione connessa alla circolazione, per la quale il diritto federale commina una pena privativa della libertà, ed è punibile secondo il diritto straniero, è perseguito nella Svizzera, a istanza delle competenti autorità straniere, in quanto risieda e dimori nella Svizzera e non accetti la giurisdizione penale straniera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_101"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Infrazioni commesse all’estero",
        "citation": "Art. 101 cpv. 2 LCStr",
        "content": "Il giudice applica le disposizioni penali, ma non pronuncia pene privative della libertà, se il diritto del luogo dove l’infrazione è stata commessa non ne commina.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_101"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Rapporti con altre leggi penali",
        "citation": "Art. 102 cpv. 1. LCStr",
        "content": "Sono applicabili le disposizioni generali del Codice penale svizzero salvo disposizione contraria della presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_102"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Rapporti con altre leggi penali",
        "citation": "Art. 102 cpv. 2. LCStr",
        "content": "Sono riservate le disposizioni speciali del Codice penale svizzero e la legislazione sulla polizia ferroviaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_102"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Disposizioni penali completive, perseguimento penale, controllo penale",
        "citation": "Art. 103 cpv. 1 LCStr",
        "content": "Il Consiglio federale può comminare la multa alle persone che violano le sue prescrizioni d’esecuzione alla presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_103"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Disposizioni penali completive, perseguimento penale, controllo penale",
        "citation": "Art. 103 cpv. 2 LCStr",
        "content": "Il perseguimento penale spetta ai Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_103"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo quinto: Disposizioni penali, Disposizioni penali completive, perseguimento penale, controllo penale",
        "citation": "Art. 103 cpv. 3 LCStr",
        "content": "Il Consiglio federale può emanare prescrizioni sul controllo delle sentenze penali che non sono iscritte nel casellario giudiziale federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_103"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo sesto: Disposizioni esecutive e finali, Avvisi",
        "citation": "Art. 104 cpv. 1 LCStr",
        "content": "La polizia e le autorità penali comunicano alle competenti autorità qualsiasi infrazione che può giustificare un provvedimento previsto nella presente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_104"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo sesto: Disposizioni esecutive e finali, Avvisi",
        "citation": "Art. 104 cpv. 2 LCStr",
        "content": "La polizia e le autorità penali comunicano all’Ufficio federale dei trasporti ogni infrazione grave o ripetuta commessa da un’impresa di trasporto stradale attiva nel trasporto di viaggiatori o merci oppure dai suoi collaboratori contro la presente legge o contro le prescrizioni d’esecuzione del Consiglio federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_104"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo sesto: Disposizioni esecutive e finali, Imposte e tasse",
        "citation": "Art. 105 cpv. 1 LCStr",
        "content": "È riservato il diritto dei Cantoni di istituire l’imposta sui veicoli e di riscuotere tasse. Le tasse cantonali di transito sono tuttavia vietate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_105"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo sesto: Disposizioni esecutive e finali, Imposte e tasse",
        "citation": "Art. 105 cpv. 2 LCStr",
        "content": "I veicoli il cui luogo di stanza è trasferito in un altro Cantone possono essere tassati dal nuovo Cantone di stanza a partire dal giorno in cui il veicolo è provvisto o avrebbe dovuto essere provvisto della licenza di circolazione e delle targhe del nuovo Cantone di stanza. Il Cantone di precedente stanza rimborsa le imposte che ha riscosso dopo detto giorno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_105"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo sesto: Disposizioni esecutive e finali, Imposte e tasse",
        "citation": "Art. 105 cpv. 4 LCStr",
        "content": "I Cantoni possono riscuotere imposte sui veicoli a motore della Confederazione per l’uso fuori servizio. I velocipedi della Confederazione sono esenti da qualsiasi imposta e tassa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_105"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo sesto: Disposizioni esecutive e finali, Imposte e tasse",
        "citation": "Art. 105 cpv. 5 LCStr",
        "content": "La riscossione di tasse d’entrata sui veicoli a motore esteri è riservata alla Confederazione. Il Consiglio federale decide dell’introduzione di dette tasse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_105"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo sesto: Disposizioni esecutive e finali, Imposte e tasse",
        "citation": "Art. 105 cpv. 6 LCStr",
        "content": "Il Consiglio federale, consultati i Cantoni, stabilisce le condizioni, cui l’imposizione dei veicoli a motore esteri che rimangono in Svizzera un certo tempo è subordinata. Il Cantone, in cui il veicolo si trova prevalentemente, è competente a riscuotere l’imposta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_105"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo sesto: Disposizioni esecutive e finali, Esecuzione della legge",
        "citation": "Art. 106 cpv. 1 LCStr",
        "content": "Il Consiglio federale emana le necessarie prescrizioni esecutive della presente legge e designa le autorità federali competenti per eseguirla. Può autorizzare l’USTRA a disciplinare i particolari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_106"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo sesto: Disposizioni esecutive e finali, Esecuzione della legge",
        "citation": "Art. 106 cpv. 2 LCStr",
        "content": "Per il rimanente, i Cantoni sono incaricati di eseguire la presente legge. Essi prendono le misure necessarie a tale scopo e designano le autorità cantonali competenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_106"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo sesto: Disposizioni esecutive e finali, Esecuzione della legge",
        "citation": "Art. 106 cpv. 2bis LCStr",
        "content": "Il Consiglio federale può autorizzare l’USTRA a concedere in singoli casi specifici deroghe a disposizioni contenute in ordinanze.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_106"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo sesto: Disposizioni esecutive e finali, Esecuzione della legge",
        "citation": "Art. 106 cpv. 3 LCStr",
        "content": "I Cantoni rimangono competenti a emanare prescrizioni completive sulla circolazione stradale, in quanto non concernano i veicoli a motore, i velocipedi e i veicoli ferrotranviari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_106"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo sesto: Disposizioni esecutive e finali, Esecuzione della legge",
        "citation": "Art. 106 cpv. 4 LCStr",
        "content": "Il Consiglio federale può sottoporre a periti o a commissioni speciali problemi concernenti l’esecuzione della presente legge. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_106"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo sesto: Disposizioni esecutive e finali, Esecuzione della legge",
        "citation": "Art. 106 cpv. 5 LCStr",
        "content": "Il Consiglio federale è autorizzato a prendere provvisoriamente, finche la materia sia disciplinata per legge, tutte le misure imposte dai progressi tecnici nel settore della circolazione stradale e dall’esecuzione di convenzioni internazionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_106"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo sesto: Disposizioni esecutive e finali, Esecuzione della legge",
        "citation": "Art. 106 cpv. 6 LCStr",
        "content": "Per le persone che godono di privilegi e immunità diplomatici, il Consiglio federale può disciplinare diversamente la competenza delle autorità e prevedere le altre eccezioni alla presente legge derivanti dagli usi internazionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_106"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo sesto: Disposizioni esecutive e finali, Esecuzione della legge",
        "citation": "Art. 106 cpv. 8 LCStr",
        "content": "Il Consiglio federale può vietare, contingentare, sottomettere ad autorizzazione o ad altre restrizioni i viaggi di veicoli stranieri, se uno Stato estero ordina tali provvedimenti nei confronti dei veicoli svizzeri e dei loro conducenti, oppure applica loro prescrizioni di circolazione più severe rispetto a quelle applicate ai propri veicoli e loro conducenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_106"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo sesto: Disposizioni esecutive e finali, Esecuzione della legge",
        "citation": "Art. 106 cpv. 10 LCStr",
        "content": "Il Consiglio federale può sottoporre ad autorizzazione determinati lavori ai veicoli, nella misura in cui lo esigano la sicurezza della circolazione o la protezione dell’ambiente. Esso fissa le esigenze poste al rilascio dell’autorizzazione e disciplina la sorveglianza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_106"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo sesto: Disposizioni esecutive e finali, Trattati internazionali",
        "citation": "Art. 106a cpv. 1 LCStr",
        "content": "Il Consiglio federale può concludere con gli Stati esteri trattati concer-nenti il traffico transfrontaliero di veicoli a motore. Nell’ambito di questi trattati può:\na. rinunciare allo scambio delle licenze di condurre in caso di cambiamento di domicilio oltre i confini nazionali;\nb. prevedere permessi per i viaggi di veicoli svizzeri o esteri con pesi superiori a quelli stabiliti nell’articolo 9 della presente legge; esso rilascia i permessi soltanto in via eccezionale e nella misura in cui lo consentano gli interessi della sicurezza della circolazione e della protezione dell’ambiente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_106_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo sesto: Disposizioni esecutive e finali, Trattati internazionali",
        "citation": "Art. 106a cpv. 2 LCStr",
        "content": "Il Consiglio federale può concludere trattati internazionali concernenti la costruzione e l’equipaggiamento dei veicoli, l’equipaggiamento degli utenti dei veicoli e il riconoscimento reciproco delle relative perizie. Il Dipartimento federale dell’ambiente, dei trasporti, dell’energia e delle comunicazioni può aderire agli emendamenti dei regolamenti tecnici relativi a questi trattati ove non sia necessario adattare il diritto svizzero. Può anche riprendere le modifiche degli allegati dell’Accordo del 30 settembre 1957 relativo al trasporto internazionale su strada delle merci pericolose.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_106_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo sesto: Disposizioni esecutive e finali, Trattati internazionali",
        "citation": "Art. 106a cpv. 3 LCStr",
        "content": "Il Consiglio federale può stipulare con Stati esteri trattati concernenti lo scambio reciproco di dati relativi a detentori di veicoli, autorizzazioni a condurre e veicoli a motore, nonché l’esecuzione di pene pecuniarie o di multe in caso di infrazioni alle prescrizioni sulla circolazione stradale. I trattati possono prevedere che le pene pecuniarie o le multe non eseguibili siano trasformate in pene detentive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_106_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo sesto: Disposizioni esecutive e finali, Trattati internazionali",
        "citation": "Art. 106a cpv. 4 LCStr",
        "content": "Il Consiglio federale può concludere con il Principato del Liechtenstein trattati sull’utilizzo del SIAC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_106_a"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo sesto: Disposizioni esecutive e finali, Trattati internazionali",
        "citation": "Art. 107 cpv. 1 LCStr",
        "content": "Il Consiglio federale stabilisce la data dell’entrata in vigore della pre-sente legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_107"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo sesto: Disposizioni esecutive e finali, Trattati internazionali",
        "citation": "Art. 107 cpv. 2 LCStr",
        "content": "Esso emana le disposizioni transitorie necessarie, in particolare per adeguare alla presente legge i contratti di assicurazione per la respon-sabilità civile esistenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_107"
    },
    {
        "book": "SVG",
        "title": "LCStr, Titolo sesto: Disposizioni esecutive e finali, Trattati internazionali",
        "citation": "Art. 107 cpv. 3 LCStr",
        "content": "Sono abrogate tutte le disposizioni contrarie alla presente legge, in particolare la legge federale del 15 marzo 1932 sulla circolazione degli autoveicoli e dei velocipedi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/it#art_107"
    }
]