[
    {
        "book": "SVG",
        "title": "SVG, I. Titel: Allgemeine Bestimmungen, Geltungsbereich",
        "citation": "Art. 1 Abs. 1 SVG",
        "content": "Dieses Gesetz ordnet den Verkehr auf den öffentlichen Strassen sowie die Haftung und die Versicherung für Schäden, die durch Motorfahrzeuge, Fahrräder oder fahrzeugähnliche Geräte verursacht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_1"
    },
    {
        "book": "SVG",
        "title": "SVG, I. Titel: Allgemeine Bestimmungen, Geltungsbereich",
        "citation": "Art. 1 Abs. 2 SVG",
        "content": "Die Verkehrsregeln (Art. 26–57a) gelten für die Führer von Motorfahrzeugen und die Radfahrer auf allen dem öffentlichen Verkehr dienenden Strassen; für die übrigen Strassenbenützer nur auf den für Motorfahrzeuge oder Fahrräder ganz oder beschränkt offenen Strassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_1"
    },
    {
        "book": "SVG",
        "title": "SVG, I. Titel: Allgemeine Bestimmungen, Geltungsbereich",
        "citation": "Art. 1 Abs. 3 SVG",
        "content": "Für das Inverkehrbringen von Motorfahrzeugen, Fahrrädern und Anhängern sowie von deren Bestandteilen gilt, soweit dieses Gesetz nichts anderes vorsieht, das Bundesgesetz vom 12. Juni 2009 über die Produktesicherheit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_1"
    },
    {
        "book": "SVG",
        "title": "SVG, I. Titel: Allgemeine Bestimmungen, Befugnisse des Bundes",
        "citation": "Art. 2 Abs. 1 SVG",
        "content": "Der Bundesrat ist ermächtigt, nach Anhören der Kantone:\na. Strassen, die für den allgemeinen Durchgangsverkehr notwendig sind, mit oder ohne Einschränkungen für den Motorfahrzeug- und Fahrradverkehr offen zu erklären;\nb. für alle oder einzelne Arten von Motorfahrzeugen zeitliche, für die ganze Schweiz geltende Fahrverbote zu erlassen;\nc. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_2"
    },
    {
        "book": "SVG",
        "title": "SVG, I. Titel: Allgemeine Bestimmungen, Befugnisse des Bundes",
        "citation": "Art. 2 Abs. 2 SVG",
        "content": "Für schwere Motorwagen zur Güterbeförderung gilt ein Nachtfahrverbot von 22.00 Uhr bis 05.00 Uhr und ein Sonntagsfahrverbot. Der Bundesrat regelt die Einzelheiten und legt die Ausnahmen fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_2"
    },
    {
        "book": "SVG",
        "title": "SVG, I. Titel: Allgemeine Bestimmungen, Befugnisse des Bundes",
        "citation": "Art. 2 Abs. 3 SVG",
        "content": "Der Bundesrat erlässt ein Verzeichnis der nur für Motorfahrzeuge offenen Strassen. Er bezeichnet, soweit nicht die Bundesversammlung zuständig ist, diese Strassen nach Anhören oder auf Antrag der beteiligten Kantone. Er bestimmt, welche Arten von Motorfahrzeugen auf solchen Strassen verkehren dürfen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_2"
    },
    {
        "book": "SVG",
        "title": "SVG, I. Titel: Allgemeine Bestimmungen, Befugnisse des Bundes",
        "citation": "Art. 2 Abs. 3bis SVG",
        "content": "Das Bundesamt für Strassen (ASTRA) verfügt die Massnahmen der örtlichen Verkehrsregelung auf den Nationalstrassen. Zur Beschwerde gegen solche Verfügungen sind auch die Gemeinden berechtigt, sofern Verkehrsmassnahmen auf ihrem Gebiet angeordnet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_2"
    },
    {
        "book": "SVG",
        "title": "SVG, I. Titel: Allgemeine Bestimmungen, Befugnisse des Bundes",
        "citation": "Art. 2 Abs. 4 SVG",
        "content": "Soweit es für das Militär oder den Zivilschutz nötig ist, kann der Verkehr auf bestimmten Strassen vorübergehend beschränkt oder gesperrt werden. Der Bundesrat bezeichnet die dafür zuständigen Stellen des Militärs und des Zivilschutzes. Sie nehmen vor ihrem Entscheid mit den kantonalen Behörden Rücksprache.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_2"
    },
    {
        "book": "SVG",
        "title": "SVG, I. Titel: Allgemeine Bestimmungen, Befugnisse des Bundes",
        "citation": "Art. 2 Abs. 5 SVG",
        "content": "Für Strassen im Eigentum des Bundes bestimmen die vom Bundesrat bezeichneten Bundesbehörden, ob und unter welchen Bedingungen der öffentliche Verkehr gestattet ist. Sie stellen die erforderlichen Signale auf.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_2"
    },
    {
        "book": "SVG",
        "title": "SVG, I. Titel: Allgemeine Bestimmungen, Prävention",
        "citation": "Art. 2a Abs. 1 SVG",
        "content": "Der Bund fördert sicheres Fahren durch Sensibilisierungskampagnen und andere präventiv wirksame Aktivitäten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_2_a"
    },
    {
        "book": "SVG",
        "title": "SVG, I. Titel: Allgemeine Bestimmungen, Prävention",
        "citation": "Art. 2a Abs. 2 SVG",
        "content": "Er kann die entsprechenden Aktivitäten der Kantone und der privaten Organisationen koordinieren und unterstützen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_2_a"
    },
    {
        "book": "SVG",
        "title": "SVG, I. Titel: Allgemeine Bestimmungen, Befugnisse der Kantone und Gemeinden",
        "citation": "Art. 3 Abs. 1 SVG",
        "content": "Die kantonale Strassenhoheit bleibt im Rahmen des Bundesrechts gewahrt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_3"
    },
    {
        "book": "SVG",
        "title": "SVG, I. Titel: Allgemeine Bestimmungen, Befugnisse der Kantone und Gemeinden",
        "citation": "Art. 3 Abs. 2 SVG",
        "content": "Die Kantone sind befugt, für bestimmte Strassen Fahrverbote, Verkehrsbeschränkungen und Anordnungen zur Regelung des Verkehrs zu erlassen. Sie können diese Befugnis den Gemeinden übertragen unter Vorbehalt der Beschwerde an eine kantonale Behörde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_3"
    },
    {
        "book": "SVG",
        "title": "SVG, I. Titel: Allgemeine Bestimmungen, Befugnisse der Kantone und Gemeinden",
        "citation": "Art. 3 Abs. 3 SVG",
        "content": "Der Motorfahrzeug- und Fahrradverkehr kann auf Strassen, die nicht dem allgemeinen Durchgangsverkehr geöffnet sind, vollständig untersagt oder zeitlich beschränkt werden; Fahrten im Dienste des Bundes bleiben jedoch gestattet. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_3"
    },
    {
        "book": "SVG",
        "title": "SVG, I. Titel: Allgemeine Bestimmungen, Befugnisse der Kantone und Gemeinden",
        "citation": "Art. 3 Abs. 4 SVG",
        "content": "Andere Beschränkungen oder Anordnungen können erlassen werden, soweit der Schutz der Bewohner oder gleichermassen Betroffener vor Lärm und Luftverschmutzung, die Beseitigung von Benachteiligungen von Menschen mit Behinderungen, die Sicherheit, die Erleichterung oder die Regelung des Verkehrs, der Schutz der Strasse oder andere in den örtlichen Verhältnissen liegende Gründe dies erfordern. Aus solchen Gründen können insbesondere in Wohnquartieren der Verkehr beschränkt und das Parkieren besonders geregelt werden. Die Gemeinden sind zur Beschwerde berechtigt, wenn Verkehrsmassnahmen auf ihrem Gebiet angeordnet werden. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_3"
    },
    {
        "book": "SVG",
        "title": "SVG, I. Titel: Allgemeine Bestimmungen, Befugnisse der Kantone und Gemeinden",
        "citation": "Art. 3 Abs. 5 SVG",
        "content": "Massnahmen für die übrigen Fahrzeugarten und Strassenbenützer richten sich, soweit sie nicht zur Regelung des Motorfahrzeug- und Fahrradverkehrs erforderlich sind, nach kantonalem Recht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_3"
    },
    {
        "book": "SVG",
        "title": "SVG, I. Titel: Allgemeine Bestimmungen, Befugnisse der Kantone und Gemeinden",
        "citation": "Art. 3 Abs. 6 SVG",
        "content": "In besonderen Fällen kann die Polizei die erforderlichen Massnahmen treffen, namentlich den Verkehr vorübergehend beschränken oder umleiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_3"
    },
    {
        "book": "SVG",
        "title": "SVG, I. Titel: Allgemeine Bestimmungen, Verkehrshindernisse",
        "citation": "Art. 4 Abs. 1 SVG",
        "content": "Verkehrshindernisse dürfen nicht ohne zwingende Gründe geschaffen werden; sie sind ausreichend kenntlich zu machen und möglichst bald zu beseitigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_4"
    },
    {
        "book": "SVG",
        "title": "SVG, I. Titel: Allgemeine Bestimmungen, Verkehrshindernisse",
        "citation": "Art. 4 Abs. 2 SVG",
        "content": "Wer die Strasse aufbrechen, zur Ablage von Materialien oder zu ähnlichen Zwecken benützen muss, bedarf einer Bewilligung nach kantonalem Recht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_4"
    },
    {
        "book": "SVG",
        "title": "SVG, I. Titel: Allgemeine Bestimmungen, Signale und Markierungen",
        "citation": "Art. 5 Abs. 1 SVG",
        "content": "Beschränkungen und Anordnungen für den Motorfahrzeug- und Fahrradverkehr müssen durch Signale oder Markierungen angezeigt werden, sofern sie nicht für das ganze Gebiet der Schweiz gelten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_5"
    },
    {
        "book": "SVG",
        "title": "SVG, I. Titel: Allgemeine Bestimmungen, Signale und Markierungen",
        "citation": "Art. 5 Abs. 2 SVG",
        "content": "Strassen und Plätze, die offensichtlich privater Benützung oder besonderen Zwecken vorbehalten sind, bedürfen keiner besonderen Kennzeichnung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_5"
    },
    {
        "book": "SVG",
        "title": "SVG, I. Titel: Allgemeine Bestimmungen, Signale und Markierungen",
        "citation": "Art. 5 Abs. 3 SVG",
        "content": "Im Bereich der für Motorfahrzeuge oder Fahrräder offenen Strassen dürfen nur die vom Bundesrat vorgesehenen Signale und Markierungen verwendet und nur von den zuständigen Behörden oder mit deren Ermächtigung angebracht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_5"
    },
    {
        "book": "SVG",
        "title": "SVG, I. Titel: Allgemeine Bestimmungen, Reklamen",
        "citation": "Art. 6 Abs. 1 SVG",
        "content": "Im Bereich der für Motorfahrzeuge oder Fahrräder offenen Strassen sind Reklamen und andere Ankündigungen untersagt, die zu Verwechslung mit Signalen oder Markierungen Anlass geben oder sonst, namentlich durch Ablenkung der Strassenbenützer, die Verkehrssicherheit beeinträchtigen könnten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_6"
    },
    {
        "book": "SVG",
        "title": "SVG, I. Titel: Allgemeine Bestimmungen, Reklamen",
        "citation": "Art. 6 Abs. 2 SVG",
        "content": "Der Bundesrat kann Reklamen und andere Ankündigungen im Bereich von Autobahnen und Autostrassen gänzlich untersagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_6"
    },
    {
        "book": "SVG",
        "title": "SVG, I. Titel: Allgemeine Bestimmungen, Sicherheit der Strasseninfrastruktur",
        "citation": "Art. 6a Abs. 1 SVG",
        "content": "Bund, Kantone und Gemeinden tragen bei Planung, Bau, Unterhalt und Betrieb der Strasseninfrastruktur den Anliegen der Verkehrssicherheit angemessen Rechnung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_6_a"
    },
    {
        "book": "SVG",
        "title": "SVG, I. Titel: Allgemeine Bestimmungen, Sicherheit der Strasseninfrastruktur",
        "citation": "Art. 6a Abs. 3 SVG",
        "content": "Bund, Kantone und Gemeinden analysieren ihr Strassennetz auf Unfallschwerpunkte und Gefahrenstellen und erarbeiten eine Planung zu deren Behebung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_6_a"
    },
    {
        "book": "SVG",
        "title": "SVG, I. Titel: Allgemeine Bestimmungen, Sicherheit der Strasseninfrastruktur",
        "citation": "Art. 6a Abs. 4 SVG",
        "content": "Der Bund und jeder Kanton ernennen eine Ansprechperson für die Belange der Verkehrssicherheit (Sicherheitsbeauftragter).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_6_a"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Motorfahrzeuge",
        "citation": "Art. 7 Abs. 1 SVG",
        "content": "Motorfahrzeug im Sinne dieses Gesetzes ist jedes Fahrzeug mit eigenem Antrieb, durch den es auf dem Erdboden unabhängig von Schienen fortbewegt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_7"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Motorfahrzeuge",
        "citation": "Art. 7 Abs. 2 SVG",
        "content": "Trolleybusse und ähnliche Fahrzeuge unterstehen diesem Gesetz nach Massgabe der Gesetzgebung über die Trolleybusunternehmungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_7"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Bau und Ausrüstung",
        "citation": "Art. 8 Abs. 1 SVG",
        "content": "Der Bundesrat erlässt Vorschriften über Bau und Ausrüstung der Motorfahrzeuge und ihrer Anhänger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_8"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Bau und Ausrüstung",
        "citation": "Art. 8 Abs. 2 SVG",
        "content": "Er trifft dabei die Anordnungen, die der Sicherheit im Verkehr dienen, sowie der Vermeidung von Lärm, Staub, Rauch, Geruch und andern schädlichen oder lästigen Auswirkungen des Fahrzeugbetriebes. Er beachtet zudem die Bedürfnisse von Menschen mit Behinderungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_8"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Bau und Ausrüstung",
        "citation": "Art. 8 Abs. 3 SVG",
        "content": "Er trägt den Bedürfnissen einer militärischen Verwendung der Fahrzeuge angemessen Rechnung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_8"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Ausmasse und Gewicht",
        "citation": "Art. 9 Abs. 1 SVG",
        "content": "Das höchstzulässige Gewicht für Fahrzeuge oder Fahrzeugkombinationen beträgt 40 t, im kombinierten Verkehr 44 t; die maximal zulässige Höhe beträgt 4 m und die maximal zulässige Breite 2,55 m beziehungsweise für klimatisierte Fahrzeuge 2,6 m. Die Höchstlänge für Fahrzeugkombinationen beträgt 18,75 m.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_9"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Ausmasse und Gewicht",
        "citation": "Art. 9 Abs. 1bis SVG",
        "content": "Der Bundesrat erlässt Vorschriften über Ausmasse und Gewichte der Motorfahrzeuge und ihrer Anhänger. Dabei trägt er den Interessen der Verkehrssicherheit, der Wirtschaft und der Umwelt Rechnung und berücksichtigt internationale Regelungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_9"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Ausmasse und Gewicht",
        "citation": "Art. 9 Abs. 2 SVG",
        "content": "Er setzt die Achslast sowie ein angemessenes Verhältnis zwischen der Motorleistung und dem Gesamtgewicht des Fahrzeuges beziehungsweise der Fahrzeugkombination fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_9"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Ausmasse und Gewicht",
        "citation": "Art. 9 Abs. 2bis SVG",
        "content": "Er kann eine Überschreitung des höchstzulässigen Gewichts und der Höchstlänge zulassen für Fahrzeuge und Fahrzeugkombinationen, die spezielle Bau- und Ausrüstungsmerkmale zugunsten der Umwelt aufweisen. Die zulässige Überschreitung entspricht maximal dem für diese Merkmale erforderlichen Mehrgewicht oder der dafür erforderlichen Zusatzlänge. Die Ladekapazität darf dadurch nicht erhöht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_9"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Ausmasse und Gewicht",
        "citation": "Art. 9 Abs. 3 SVG",
        "content": "Er kann nach Anhören der Kantone Ausnahmen vorsehen für Motorfahrzeuge und Anhänger im Linienverkehr und für solche Fahrzeuge, die wegen ihres besonderen Zweckes unvermeidbar höhere Masse oder Gewichte erfordern. Er umschreibt die Voraussetzungen, unter denen im Einzelfall unumgängliche Fahrten anderer Fahrzeuge mit höheren Massen oder Gewichten durchgeführt werden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_9"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Ausmasse und Gewicht",
        "citation": "Art. 9 Abs. 3bis SVG",
        "content": "Auf Gesuch des Fahrzeughalters kann das zugelassene Gesamtgewicht eines Motorfahrzeuges oder eines Anhängers verändert werden, jedoch höchstens einmal jährlich oder anlässlich eines Halterwechsels. Die Gewichtsgarantien des Fahrzeugherstellers dürfen nicht überschritten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_9"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Ausmasse und Gewicht",
        "citation": "Art. 9 Abs. 4 SVG",
        "content": "Signalisierte Beschränkungen der Breite, der Höhe, des Gewichtes und der Achslast der Fahrzeuge bleiben in jedem Fall vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_9"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Ausweise",
        "citation": "Art. 10 Abs. 1 SVG",
        "content": "Motorfahrzeuge und ihre Anhänger dürfen nur mit Fahrzeugausweis und Kontrollschildern in Verkehr gebracht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_10"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Ausweise",
        "citation": "Art. 10 Abs. 2 SVG",
        "content": "Wer ein Motorfahrzeug führt, bedarf des Führerausweises, wer Lernfahrten unternimmt, des Lernfahrausweises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_10"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Ausweise",
        "citation": "Art. 10 Abs. 4 SVG",
        "content": "Die Ausweise sind stets mitzuführen und den Kontrollorganen auf Verlangen vorzuweisen; dasselbe gilt für besondere Bewilligungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_10"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Fahrzeugausweis",
        "citation": "Art. 11 Abs. 1 SVG",
        "content": "Der Fahrzeugausweis darf nur erteilt werden, wenn das Fahrzeug den Vorschriften entspricht, verkehrssicher ist und wenn die vorgeschriebene Haftpflichtversicherung besteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_11"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Fahrzeugausweis",
        "citation": "Art. 11 Abs. 2 SVG",
        "content": "Der Fahrzeugausweis kann verweigert werden, wenn der Halter die Verkehrssteuern oder -gebühren für das Fahrzeug nicht entrichtet. Der Ausweis darf erst erteilt werden, wenn nachgewiesen ist, dass:\na. das Fahrzeug verzollt oder von der Verzollung befreit ist;\nb. das Fahrzeug nach dem Automobilsteuergesetz vom 21. Juni 1996 (AStG) versteuert oder von der Steuer befreit ist; und\nc. die gegebenenfalls nach dem Schwerverkehrsabgabegesetz vom 19. Dezember 1997 für das Fahrzeug geschuldete Abgabe oder die geschuldeten Sicherheitsleistungen vollumfänglich bezahlt worden sind und das Fahrzeug mit dem vorgeschriebenen Erfassungsgerät zur Abgabeerhebung ausgerüstet ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_11"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Fahrzeugausweis",
        "citation": "Art. 11 Abs. 3 SVG",
        "content": "Wird der Standort eines Fahrzeuges in einen andern Kanton verlegt oder geht es auf einen andern Halter über, so ist ein neuer Fahrzeugausweis einzuholen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_11"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Typengenehmigung",
        "citation": "Art. 12 Abs. 1 SVG",
        "content": "Serienmässig hergestellte Motorfahrzeuge und Motorfahrzeuganhänger unterliegen der Typengenehmigung. Der Bundesrat kann ferner der Typengenehmigung unterstellen:\na. Bestandteile und Ausrüstungsgegenstände für Motorfahrzeuge und Fahrräder;\nb. Vorrichtungen für andere Fahrzeuge, soweit die Verkehrssicherheit es erfordert;\nc. Schutzvorrichtungen für die Benützer von Fahrzeugen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_12"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Typengenehmigung",
        "citation": "Art. 12 Abs. 2 SVG",
        "content": "Fahrzeuge und Gegenstände, die der Typengenehmigung unterliegen, dürfen nur in der genehmigten Ausführung in den Handel gebracht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_12"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Typengenehmigung",
        "citation": "Art. 12 Abs. 3 SVG",
        "content": "Der Bundesrat kann auf eine schweizerische Typengenehmigung von Motorfahrzeugen und Motorfahrzeuganhängern verzichten, wenn:\na. eine ausländische Typengenehmigung vorliegt, die aufgrund von Ausrüstungs- und Prüfvorschriften erteilt worden ist, welche den in der Schweiz geltenden gleichwertig sind; und\nb. die vom Bund und den Kantonen benötigten Daten zur Verfügung stehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_12"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Typengenehmigung",
        "citation": "Art. 12 Abs. 4 SVG",
        "content": "Der Bundesrat bestimmt die Stellen, die für die Prüfung, die Datenerhebung, die Genehmigung und die nachträgliche Überprüfung zuständig sind; er regelt das Verfahren und setzt die Gebühren fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_12"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Fahrzeugprüfung",
        "citation": "Art. 13 Abs. 1 SVG",
        "content": "Vor der Erteilung des Ausweises ist das Fahrzeug amtlich zu prüfen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_13"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Fahrzeugprüfung",
        "citation": "Art. 13 Abs. 2 SVG",
        "content": "Der Bundesrat kann den Verzicht auf die Einzelprüfung von typengenehmigten Fahrzeugen vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_13"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Fahrzeugprüfung",
        "citation": "Art. 13 Abs. 3 SVG",
        "content": "Das Fahrzeug kann jederzeit kontrolliert werden; es ist neu zu prüfen, wenn wesentliche Änderungen daran vorgenommen wurden oder Zweifel an seiner Betriebssicherheit bestehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_13"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Fahrzeugprüfung",
        "citation": "Art. 13 Abs. 4 SVG",
        "content": "Der Bundesrat schreibt regelmässige Nachprüfungen für Fahrzeuge vor.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_13"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Fahreignung und Fahrkompetenz",
        "citation": "Art. 14 Abs. 1 SVG",
        "content": "Motorfahrzeugführer müssen über Fahreignung und Fahrkompetenz verfügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_14"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Fahreignung und Fahrkompetenz",
        "citation": "Art. 14 Abs. 2 SVG",
        "content": "Über Fahreignung verfügt, wer:\na. das Mindestalter erreicht hat;\nb. die erforderliche körperliche und psychische Leistungsfähigkeit zum sicheren Führen von Motorfahrzeugen hat;\nc. frei von einer Sucht ist, die das sichere Führen von Motorfahrzeugen beeinträchtigt; und\nd. nach seinem bisherigen Verhalten Gewähr bietet, als Motorfahrzeugführer die Vorschriften zu beachten und auf die Mitmenschen Rücksicht zu nehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_14"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Fahreignung und Fahrkompetenz",
        "citation": "Art. 14 Abs. 3 SVG",
        "content": "Über Fahrkompetenz verfügt, wer:\na. die Verkehrsregeln kennt; und\nb. Fahrzeuge der Kategorie, für die der Ausweis gilt, sicher führen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_14"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Lernfahrausweis",
        "citation": "Art. 14a Abs. 1 SVG",
        "content": "Der Lernfahrausweis wird erteilt, wenn der Bewerber:\na. die Theorieprüfung besteht und dadurch nachweist, dass er die Verkehrsregeln kennt;\nb. nachweist, dass er über die erforderliche körperliche und psychische Leistungsfähigkeit zum sicheren Führen von Motorfahrzeugen verfügt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_14_a"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Lernfahrausweis",
        "citation": "Art. 14a Abs. 2 SVG",
        "content": "Der Nachweis nach Absatz 1 Buchstabe b ist zu erbringen:\na. von den berufsmässigen Motorfahrzeugführern: durch ein vertrauensärztliches Zeugnis;\nb. von den übrigen Motorfahrzeugführern: durch einen behördlich anerkannten Sehtest und durch eine Selbstdeklaration über ihren Gesundheitszustand.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_14_a"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Aus- und Weiterbildung der Motorfahrzeugführer",
        "citation": "Art. 15 Abs. 1 SVG",
        "content": "Lernfahrten auf Motorwagen dürfen nur mit einem Begleiter unternommen werden, der das 23. Altersjahr vollendet hat, seit wenigstens drei Jahren den entsprechenden Führerausweis und diesen nicht mehr auf Probe besitzt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_15"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Aus- und Weiterbildung der Motorfahrzeugführer",
        "citation": "Art. 15 Abs. 2 SVG",
        "content": "Der Begleiter sorgt dafür, dass die Lernfahrt gefahrlos durchgeführt wird und der Fahrschüler die Verkehrsvorschriften nicht verletzt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_15"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Aus- und Weiterbildung der Motorfahrzeugführer",
        "citation": "Art. 15 Abs. 3 SVG",
        "content": "Wer gewerbsmässig Fahrunterricht erteilt, bedarf der Fahrlehrerbewilligung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_15"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Aus- und Weiterbildung der Motorfahrzeugführer",
        "citation": "Art. 15 Abs. 4 SVG",
        "content": "Der Bundesrat kann Vorschriften über die Ausbildung der Motorfahrzeugführer erlassen. Er kann insbesondere vorschreiben, dass ein Teil der Ausbildung bei einem Inhaber der Fahrlehrerbewilligung absolviert werden muss. Die Kantone können den Höchsttarif für den obligatorischen Fahrunterricht festlegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_15"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Aus- und Weiterbildung der Motorfahrzeugführer",
        "citation": "Art. 15 Abs. 5 SVG",
        "content": "Der Bundesrat kann Vorschriften über die Weiterbildung der berufsmässigen Motorfahrzeugführer erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_15"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Aus- und Weiterbildung der Motorfahrzeugführer",
        "citation": "Art. 15 Abs. 6 SVG",
        "content": "Der Bundesrat kann für Bewerber um den Führerausweis eine Ausbildung in erster Hilfe vorschreiben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_15"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Führerausweis auf Probe",
        "citation": "Art. 15a Abs. 1 SVG",
        "content": "Der erstmals erworbene Führerausweis für Motorräder und Motorwagen wird zunächst auf Probe erteilt. Die Probezeit beträgt drei Jahre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_15_a"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Führerausweis auf Probe",
        "citation": "Art. 15a Abs. 2 SVG",
        "content": "Er wird erteilt, wenn der Bewerber:\na. die vorgeschriebene Ausbildung besucht hat; und\nb. die praktische Führerprüfung bestanden hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_15_a"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Führerausweis auf Probe",
        "citation": "Art. 15a Abs. 2bis SVG",
        "content": "Inhaber des Führerausweises auf Probe müssen Weiterbildungskurse besuchen. Die Kurse sollen die Erkennung und Vermeidung von Gefahren und umweltschonendes Fahren vermitteln und sind in erster Linie praktisch auszurichten. Der Bundesrat legt Inhalt und Form der Weiterbildungskurse fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_15_a"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Führerausweis auf Probe",
        "citation": "Art. 15a Abs. 3 SVG",
        "content": "Wird dem Inhaber der Führerausweis auf Probe wegen Begehung einer mittelschweren oder schweren Widerhandlung entzogen, so wird die Probezeit um ein Jahr verlängert. Dauert der Entzug über die Probezeit hinaus, so beginnt die Verlängerung mit der Rückgabe des Führerausweises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_15_a"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Führerausweis auf Probe",
        "citation": "Art. 15a Abs. 4 SVG",
        "content": "Der Führerausweis auf Probe verfällt, wenn der Inhaber während der Probezeit eine weitere mittelschwere oder schwere Widerhandlung begeht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_15_a"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Führerausweis auf Probe",
        "citation": "Art. 15a Abs. 5 SVG",
        "content": "Ein neuer Lernfahrausweis kann frühestens ein Jahr nach Begehung der Widerhandlung und nur auf Grund eines verkehrspsychologischen Gutachtens erteilt werden, das die Eignung bejaht. Diese Frist wird um ein Jahr verlängert, wenn die betroffene Person während dieser Zeit ein Motorrad oder einen Motorwagen geführt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_15_a"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Führerausweis auf Probe",
        "citation": "Art. 15a Abs. 6 SVG",
        "content": "Nach erneutem Bestehen der Führerprüfung wird ein neuer Führerausweis auf Probe erteilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_15_a"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Definitiver Führerausweis",
        "citation": "Art. 15b Abs. 1 SVG",
        "content": "Der definitive Führerausweis wird erteilt, wenn der Bewerber:\na. die vorgeschriebene Ausbildung besucht hat; und\nb. die praktische Führerprüfung bestanden hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_15_b"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Definitiver Führerausweis",
        "citation": "Art. 15b Abs. 2 SVG",
        "content": "Für Inhaber des Führerausweises auf Probe wird der definitive Führerausweis erteilt, wenn die Probezeit abgelaufen ist und der Inhaber die vorgeschriebenen Weiterbildungskurse besucht hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_15_b"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Gültigkeitsdauer der Führerausweise",
        "citation": "Art. 15c Abs. 1 SVG",
        "content": "Führerausweise sind grundsätzlich unbefristet gültig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_15_c"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Gültigkeitsdauer der Führerausweise",
        "citation": "Art. 15c Abs. 2 SVG",
        "content": "Der Bundesrat kann für Personen mit Wohnsitz im Ausland Ausnahmen vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_15_c"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Gültigkeitsdauer der Führerausweise",
        "citation": "Art. 15c Abs. 3 SVG",
        "content": "Die kantonale Behörde kann die Gültigkeitsdauer befristen, wenn die Fahreignung einer Person wegen bestehender Beeinträchtigungen häufiger kontrolliert werden muss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_15_c"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Abklärung der Fahreignung oder der Fahrkompetenz",
        "citation": "Art. 15d Abs. 1 SVG",
        "content": "Bestehen Zweifel an der Fahreignung einer Person, so wird diese einer Fahreignungsuntersuchung unterzogen, namentlich bei:\na. Fahren in angetrunkenem Zustand mit einer Blutalkoholkonzentration von 1,6 Gewichtspromille oder mehr oder mit einer Atemalkoholkonzentration von 0,8 mg Alkohol oder mehr pro Liter Atemluft;\nb. Fahren unter dem Einfluss von Betäubungsmitteln oder bei Mitführen von Betäubungsmitteln, die die Fahrfähigkeit stark beeinträchtigen oder ein hohes Abhängigkeitspotenzial aufweisen;\nc. Verkehrsregelverletzungen, die auf Rücksichtslosigkeit schliessen lassen;\nd. Meldung einer kantonalen IV-Stelle nach Artikel 66c des Bundesgesetzes vom 19. Juni 1959 über die Invalidenversicherung;\ne. Meldung eines Arztes, dass eine Person wegen einer körperlichen oder psychischen Krankheit, wegen eines Gebrechens oder wegen einer Sucht Motorfahrzeuge nicht sicher führen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_15_d"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Abklärung der Fahreignung oder der Fahrkompetenz",
        "citation": "Art. 15d Abs. 2 SVG",
        "content": "Die kantonale Behörde bietet Personen ab dem vollendeten 75. Altersjahr alle zwei Jahre zu einer vertrauensärztlichen Untersuchung auf. Sie kann das Intervall für die Untersuchung verkürzen, wenn die Fahreignung einer Person wegen bestehender Beeinträchtigungen häufiger kontrolliert werden muss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_15_d"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Abklärung der Fahreignung oder der Fahrkompetenz",
        "citation": "Art. 15d Abs. 3 SVG",
        "content": "Ärzte sind in Bezug auf Meldungen nach Absatz 1 Buchstabe e vom Berufsgeheimnis entbunden. Sie können die Meldung direkt an die zuständige kantonale Strassenverkehrsbehörde oder an die Aufsichtsbehörde für Ärzte erstatten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_15_d"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Abklärung der Fahreignung oder der Fahrkompetenz",
        "citation": "Art. 15d Abs. 4 SVG",
        "content": "Auf Ersuchen der IV-Stelle teilt die kantonale Behörde dieser mit, ob eine bestimmte Person einen Führerausweis besitzt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_15_d"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Abklärung der Fahreignung oder der Fahrkompetenz",
        "citation": "Art. 15d Abs. 5 SVG",
        "content": "Bestehen Zweifel an der Fahrkompetenz einer Person, so kann diese einer Kontrollfahrt, einer Theorieprüfung, einer praktischen Führerprüfung oder einer andern geeigneten Massnahme wie einer Aus- oder Weiterbildung oder einer Nachschulung unterzogen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_15_d"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Sperrfrist nach Fahren ohne Ausweis",
        "citation": "Art. 15e Abs. 1 SVG",
        "content": "Wer ein Motorfahrzeug geführt hat, ohne einen Führerausweis zu besitzen, erhält während mindestens sechs Monaten nach der Widerhandlung weder Lernfahr- noch Führerausweis. Erreicht die Person das Mindestalter erst nach der Widerhandlung, so beginnt die Sperrfrist ab diesem Zeitpunkt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_15_e"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Sperrfrist nach Fahren ohne Ausweis",
        "citation": "Art. 15e Abs. 2 SVG",
        "content": "Wurde auf der Fahrt zusätzlich der Tatbestand des Artikels 16c Absatz 2 Buchstabe abis erfüllt, beträgt die Sperrfrist zwei Jahre, im Wiederholungsfall zehn Jahre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_15_e"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Entzug der Ausweise",
        "citation": "Art. 16 Abs. 1 SVG",
        "content": "Ausweise und Bewilligungen sind zu entziehen, wenn festgestellt wird, dass die gesetzlichen Voraussetzungen zur Erteilung nicht oder nicht mehr bestehen; sie können entzogen werden, wenn die mit der Erteilung im Einzelfall verbundenen Beschränkungen oder Auflagen missachtet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_16"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Entzug der Ausweise",
        "citation": "Art. 16 Abs. 2 SVG",
        "content": "Nach Widerhandlungen gegen die Strassenverkehrsvorschriften, bei denen das Verfahren nach dem Ordnungsbussengesetz vom 18. März 2016 ausgeschlossen ist, wird der Lernfahr- oder Führerausweis entzogen oder eine Verwarnung ausgesprochen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_16"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Entzug der Ausweise",
        "citation": "Art. 16 Abs. 3 SVG",
        "content": "Bei der Festsetzung der Dauer des Lernfahr- oder Führerausweisentzugs sind die Umstände des Einzelfalls zu berücksichtigen, namentlich die Gefährdung der Verkehrssicherheit, das Verschulden, der Leumund als Motorfahrzeugführer sowie die berufliche Notwendigkeit, ein Motorfahrzeug zu führen. Die Mindestentzugsdauer darf jedoch nicht unterschritten werden, ausser wenn die Strafe nach Artikel 100 Ziffer 4 dritter Satz gemildert wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_16"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Entzug der Ausweise",
        "citation": "Art. 16 Abs. 4 SVG",
        "content": "Der Fahrzeugausweis kann auf angemessene Dauer entzogen werden:\na. wenn Ausweis oder Kontrollschilder missbräuchlich verwendet wurden;\nb. solange die Verkehrssteuern oder -gebühren für Fahrzeuge desselben Halters nicht entrichtet sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_16"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Entzug der Ausweise",
        "citation": "Art. 16 Abs. 5 SVG",
        "content": "Der Fahrzeugausweis wird entzogen, wenn:\na. die gegebenenfalls nach dem Schwerverkehrsabgabegesetz vom 19. Dezember 1997 für das Fahrzeug geschuldete Abgabe oder die geschuldeten Sicherheitsleistungen nicht bezahlt und der Halter erfolglos gemahnt worden ist; oder \nb. das Fahrzeug nicht mit dem vorgeschriebenen Erfassungsgerät zur Abgabeerhebung ausgerüstet ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_16"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Verwarnung oder Führerausweisentzug nach einer leichten Widerhandlung",
        "citation": "Art. 16a Abs. 1 SVG",
        "content": "Eine leichte Widerhandlung begeht, wer:\na. durch Verletzung von Verkehrsregeln eine geringe Gefahr für die Sicherheit anderer hervorruft und ihn dabei nur ein leichtes Verschulden trifft;\nb. in angetrunkenem Zustand, jedoch nicht mit einer qualifizierten Atemalkohol- oder Blutalkoholkonzentration (Art. 55 Abs. 6) ein Motorfahrzeug lenkt und dabei keine andere Widerhandlung gegen die Strassenverkehrsvorschriften begeht;\nc. gegen das Verbot verstösst, unter Alkoholeinfluss zu fahren (Art. 31 Abs. 2bis), und dabei keine andere Widerhandlung gegen die Strassenverkehrsvorschriften begeht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_16_a"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Verwarnung oder Führerausweisentzug nach einer leichten Widerhandlung",
        "citation": "Art. 16a Abs. 2 SVG",
        "content": "Nach einer leichten Widerhandlung wird der Lernfahr- oder Führerausweis für mindestens einen Monat entzogen, wenn in den vorangegangenen zwei Jahren der Ausweis entzogen war oder eine andere Administrativmassnahme verfügt wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_16_a"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Verwarnung oder Führerausweisentzug nach einer leichten Widerhandlung",
        "citation": "Art. 16a Abs. 3 SVG",
        "content": "Die fehlbare Person wird verwarnt, wenn in den vorangegangenen zwei Jahren der Ausweis nicht entzogen war und keine andere Administrativmassnahme verfügt wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_16_a"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Verwarnung oder Führerausweisentzug nach einer leichten Widerhandlung",
        "citation": "Art. 16a Abs. 4 SVG",
        "content": "In besonders leichten Fällen wird auf jegliche Massnahme verzichtet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_16_a"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Führerausweisentzug nach einer mittelschweren Widerhandlung",
        "citation": "Art. 16b Abs. 1 SVG",
        "content": "Eine mittelschwere Widerhandlung begeht, wer:\na. durch Verletzung von Verkehrsregeln eine Gefahr für die Sicherheit anderer hervorruft oder in Kauf nimmt;\nb. in angetrunkenem Zustand, jedoch nicht mit einer qualifizierten Atemalkohol- oder Blutalkoholkonzentration (Art. 55 Abs. 6) ein Motorfahrzeug lenkt und dabei zusätzlich eine leichte Widerhandlung gegen die Strassenverkehrsvorschriften begeht;\nbbis. gegen das Verbot verstösst, unter Alkoholeinfluss zu fahren (Art. 31 Abs. 2bis), und dabei zusätzlich eine leichte Widerhandlung gegen die Strassenverkehrsvorschriften begeht;\nc. ein Motorfahrzeug führt, ohne den Führerausweis für die entsprechende Kategorie zu besitzen;\nd. ein Motorfahrzeug zum Gebrauch entwendet hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_16_b"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Führerausweisentzug nach einer mittelschweren Widerhandlung",
        "citation": "Art. 16b Abs. 2 SVG",
        "content": "Nach einer mittelschweren Widerhandlung wird der Lernfahr- oder Führerausweis entzogen für:\na. mindestens einen Monat;\nb. mindestens vier Monate, wenn in den vorangegangenen zwei Jahren der Ausweis einmal wegen einer schweren oder mittelschweren Widerhandlung entzogen war;\nc. mindestens neun Monate, wenn in den vorangegangenen zwei Jahren der Ausweis zweimal wegen mindestens mittelschweren Widerhandlungen entzogen war;\nd. mindestens 15 Monate, wenn in den vorangegangenen zwei Jahren der Ausweis zweimal wegen schweren Widerhandlungen entzogen war;\ne. unbestimmte Zeit, mindestens aber für zwei Jahre, wenn in den vorangegangenen zehn Jahren der Ausweis dreimal wegen mindestens mittelschweren Widerhandlungen entzogen war; auf diese Massnahme wird verzichtet, wenn die betroffene Person während mindestens fünf Jahren nach Ablauf eines Ausweisentzugs keine Widerhandlung, für die eine Administrativmassnahme ausgesprochen wurde, begangen hat;\nf. immer, wenn in den vorangegangenen fünf Jahren der Ausweis nach Buchstabe e oder Artikel 16c Absatz 2 Buchstabe d entzogen war.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_16_b"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Führerausweisentzug nach einer schweren Widerhandlung",
        "citation": "Art. 16c Abs. 1 SVG",
        "content": "Eine schwere Widerhandlung begeht, wer:\na. durch grobe Verletzung von Verkehrsregeln eine ernstliche Gefahr für die Sicherheit anderer hervorruft oder in Kauf nimmt;\nb. in angetrunkenem Zustand mit einer qualifizierten Atemalkohol- oder Blutalkoholkonzentration (Art. 55 Abs. 6) ein Motorfahrzeug lenkt;\nc. wegen Betäubungs- oder Arzneimitteleinfluss oder aus anderen Gründen fahrunfähig ist und in diesem Zustand ein Motorfahrzeug führt;\nd. sich vorsätzlich einer Blutprobe, einer Atemalkoholprobe oder einer anderen vom Bundesrat geregelten Voruntersuchung, die angeordnet wurde oder mit deren Anordnung gerechnet werden muss, oder einer zusätzlichen ärztlichen Untersuchung widersetzt oder entzieht oder den Zweck dieser Massnahmen vereitelt;\ne. nach Verletzung oder Tötung eines Menschen die Flucht ergreift;\nf. ein Motorfahrzeug trotz Ausweisentzug führt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_16_c"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Führerausweisentzug nach einer schweren Widerhandlung",
        "citation": "Art. 16c Abs. 2 SVG",
        "content": "Nach einer schweren Widerhandlung wird der Lernfahr- oder Führerausweis entzogen für:\na. mindestens drei Monate;\nabis. mindestens zwei Jahre, wenn durch vorsätzliche Verletzung elementarer Verkehrsregeln das hohe Risiko eines Unfalls mit Schwerverletzten oder Todesopfern bestand, namentlich durch besonders krasse Missachtung der zulässigen Höchstgeschwindigkeit im Sinne von Artikel 90 Absatz 4, waghalsiges Überholen oder Teilnahme an einem nicht bewilligten Rennen mit Motorfahrzeugen; diese Mindestentzugsdauer darf um bis zu zwölf Monate reduziert werden, wenn eine Strafe von weniger als einem Jahr (Art. 90 Abs. 3bis oder 3ter) ausgesprochen wurde;\nb. mindestens sechs Monate, wenn in den vorangegangenen fünf Jahren der Ausweis einmal wegen einer mittelschweren Widerhandlung entzogen war;\nc. mindestens zwölf Monate, wenn in den vorangegangenen fünf Jahren der Ausweis einmal wegen einer schweren Widerhandlung oder zweimal wegen mittelschweren Widerhandlungen entzogen war;\nd. unbestimmte Zeit, mindestens aber für zwei Jahre, wenn in den vorangegangenen zehn Jahren der Ausweis zweimal wegen schweren Widerhandlungen oder dreimal wegen mindestens mittelschweren Widerhandlungen entzogen war; auf diese Massnahme wird verzichtet, wenn die betroffene Person während mindestens fünf Jahren nach Ablauf eines Ausweisentzugs keine Widerhandlung, für die eine Administrativmassnahme ausgesprochen wurde, begangen hat;\ne. immer, wenn in den vorangegangenen fünf Jahren der Ausweis nach Buchstabe d oder Artikel 16b Absatz 2 Buchstabe e entzogen war.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_16_c"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Führerausweisentzug nach einer schweren Widerhandlung",
        "citation": "Art. 16c Abs. 3 SVG",
        "content": "Die Dauer des Ausweisentzugs wegen einer Widerhandlung nach Absatz 1 Buchstabe f tritt an die Stelle der noch verbleibenden Dauer des laufenden Entzugs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_16_c"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Führerausweisentzug nach einer schweren Widerhandlung",
        "citation": "Art. 16c Abs. 4 SVG",
        "content": "Hat die betroffene Person trotz eines Entzugs nach Artikel 16d ein Motorfahrzeug geführt, so wird eine Sperrfrist verfügt; diese entspricht der für die Widerhandlung vorgesehenen Mindestentzugsdauer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_16_c"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Führerausweisentzug nach einer Widerhandlung im Ausland",
        "citation": "Art. 16cbis Abs. 1 SVG",
        "content": "Nach einer Widerhandlung im Ausland wird der Lernfahr- oder der Führerausweis entzogen, wenn:\na. im Ausland ein Fahrverbot verfügt wurde; und\nb. die Widerhandlung nach den Artikeln 16b und 16c als mittelschwer oder schwer zu qualifizieren ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_16_c_bis"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Führerausweisentzug nach einer Widerhandlung im Ausland",
        "citation": "Art. 16cbis Abs. 2 SVG",
        "content": "Bei der Festlegung der Entzugsdauer sind die Auswirkungen des ausländischen Fahrverbotes auf die betroffene Person angemessen zu berücksichtigen. Die Mindestentzugsdauer darf unterschritten werden. Die Entzugsdauer darf bei Personen, zu denen im Informationssystem Verkehrszulassung keine Daten zu Administrativmassnahmen (Art. 89c Bst. d) enthalten sind, die am Begehungsort im Ausland verfügte Dauer des Fahrverbots nicht überschreiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_16_c_bis"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Führerausweisentzug wegen fehlender Fahreignung",
        "citation": "Art. 16d Abs. 1 SVG",
        "content": "Der Lernfahr- oder Führerausweis wird einer Person auf unbestimmte Zeit entzogen, wenn:\na. ihre körperliche und geistige Leistungsfähigkeit nicht oder nicht mehr ausreicht, ein Motorfahrzeug sicher zu führen;\nb. sie an einer Sucht leidet, welche die Fahreignung ausschliesst;\nc. sie auf Grund ihres bisherigen Verhaltens nicht Gewähr bietet, dass sie künftig beim Führen eines Motorfahrzeuges die Vorschriften beachten und auf die Mitmenschen Rücksicht nehmen wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_16_d"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Führerausweisentzug wegen fehlender Fahreignung",
        "citation": "Art. 16d Abs. 2 SVG",
        "content": "Tritt der Entzug nach Absatz 1 an die Stelle eines Entzugs nach den Artikeln 16a–c, wird damit eine Sperrfrist verbunden, die bis zum Ablauf der für die begangene Widerhandlung vorgesehenen Mindestentzugsdauer läuft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_16_d"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Führerausweisentzug wegen fehlender Fahreignung",
        "citation": "Art. 16d Abs. 3 SVG",
        "content": "Der Ausweis wird für immer entzogen:\na. unverbesserlichen Personen;\nb. Personen, denen der Ausweis in den letzten fünf Jahren bereits einmal gestützt auf Artikel 16c Absatz 2 Buchstabe abis entzogen wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_16_d"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Wiedererteilung der Führerausweise",
        "citation": "Art. 17 Abs. 1 SVG",
        "content": "Der auf bestimmte Zeit entzogene Lernfahr- oder Führerausweis kann frühestens drei Monate vor Ablauf der verfügten Entzugsdauer wiedererteilt werden, wenn die betroffene Person an einer von der Behörde anerkannten Nachschulung teilgenommen hat. Die Mindestentzugsdauer darf nicht unterschritten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_17"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Wiedererteilung der Führerausweise",
        "citation": "Art. 17 Abs. 2 SVG",
        "content": "Der für mindestens ein Jahr entzogene Lernfahr- oder Führerausweis kann bedingt und unter Auflagen wiedererteilt werden, wenn das Verhalten der betroffenen Person zeigt, dass die Administrativmassnahme ihren Zweck erfüllt hat. Die Mindestentzugsdauer und zwei Drittel der verfügten Entzugsdauer müssen jedoch abgelaufen sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_17"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Wiedererteilung der Führerausweise",
        "citation": "Art. 17 Abs. 3 SVG",
        "content": "Der auf unbestimmte Zeit entzogene Lernfahr- oder Führerausweis kann bedingt und unter Auflagen wiedererteilt werden, wenn eine allfällige gesetzliche oder verfügte Sperrfrist abgelaufen ist und die betroffene Person die Behebung des Mangels nachweist, der die Fahreignung ausgeschlossen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_17"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Wiedererteilung der Führerausweise",
        "citation": "Art. 17 Abs. 4 SVG",
        "content": "Der für immer entzogene Führerausweis kann nur unter den Bedingungen des Artikels 23 Absatz 3 wiedererteilt werden. Erfolgte der Entzug gestützt auf Artikel 16d Absatz 3 Buchstabe b, so kann der Ausweis frühestens nach zehn Jahren und nur aufgrund einer positiven verkehrspsychologischen Beurteilung wieder erteilt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_17"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 1. Abschnitt: Motorfahrzeuge und ihre Führer, Wiedererteilung der Führerausweise",
        "citation": "Art. 17 Abs. 5 SVG",
        "content": "Missachtet die betroffene Person die Auflagen oder missbraucht sie in anderer Weise das in sie gesetzte Vertrauen, so ist der Ausweis wieder zu entziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_17"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 2. Abschnitt: Motorlose Fahrzeuge und ihre Führer, Fahrräder",
        "citation": "Art. 18 Abs. 1 SVG",
        "content": "Fahrräder müssen den Vorschriften entsprechen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_18"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 2. Abschnitt: Motorlose Fahrzeuge und ihre Führer, Fahrräder",
        "citation": "Art. 18 Abs. 2 SVG",
        "content": "Der Bundesrat erlässt Vorschriften über Bau und Ausrüstung der Fahrräder und ihrer Anhänger.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_18"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 2. Abschnitt: Motorlose Fahrzeuge und ihre Führer, Fahrräder",
        "citation": "Art. 18 Abs. 3 SVG",
        "content": "Die Kantone können Prüfungen der Fahrräder durchführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_18"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 2. Abschnitt: Motorlose Fahrzeuge und ihre Führer, Radfahrer",
        "citation": "Art. 19 Abs. 1 SVG",
        "content": "Kinder dürfen vor dem vollendeten sechsten Altersjahr auf Hauptstrassen nur unter Aufsicht einer mindestens 16 Jahre alten Person Rad fahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_19"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 2. Abschnitt: Motorlose Fahrzeuge und ihre Führer, Radfahrer",
        "citation": "Art. 19 Abs. 2 SVG",
        "content": "Wer an einer körperlichen oder geistigen Krankheit oder an einer Sucht leidet, die das sichere Radfahren ausschliesst, darf nicht Rad fahren. Die Behörde kann einer solchen Person das Radfahren verbieten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_19"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 2. Abschnitt: Motorlose Fahrzeuge und ihre Führer, Radfahrer",
        "citation": "Art. 19 Abs. 3 SVG",
        "content": "In gleicher Weise kann der Wohnsitzkanton einem Radfahrer, der den Verkehr schwer oder mehrmals gefährdet hat oder in angetrunkenem Zustand gefahren ist, das Radfahren untersagen. Die Mindestdauer des Fahrverbotes beträgt einen Monat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_19"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 2. Abschnitt: Motorlose Fahrzeuge und ihre Führer, Radfahrer",
        "citation": "Art. 19 Abs. 4 SVG",
        "content": "Radfahrer, über deren Eignung Bedenken bestehen, können einer Prüfung unterworfen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_19"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 2. Abschnitt: Motorlose Fahrzeuge und ihre Führer, Andere Fahrzeuge",
        "citation": "Art. 20 SVG",
        "content": "Der Bundesrat legt die Ausmasse der anderen Fahrzeuge fest und berücksichtigt dabei namentlich die Bedürfnisse der Land- und Forstwirtschaft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_20"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 2. Abschnitt: Motorlose Fahrzeuge und ihre Führer, Fuhrleute",
        "citation": "Art. 21 Abs. 1 SVG",
        "content": "Wer das vierzehnte Altersjahr vollendet hat, darf Tierfuhrwerke führen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_21"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 2. Abschnitt: Motorlose Fahrzeuge und ihre Führer, Fuhrleute",
        "citation": "Art. 21 Abs. 2 SVG",
        "content": "Wer an einer körperlichen oder geistigen Krankheit oder an einer Sucht leidet, die das sichere Führen eines Fuhrwerks ausschliesst, darf kein Tierfuhrwerk führen. Die Behörde kann einer solchen Person das Führen eines Tierfuhrwerks verbieten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_21"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 3. Abschnitt: Gemeinsame Bestimmungen, Zuständige Behörde",
        "citation": "Art. 22 Abs. 1 SVG",
        "content": "Die Ausweise werden von den Verwaltungsbehörden erteilt und entzogen. Zuständig ist für Fahrzeuge der Standortkanton, für Führer der Wohnsitzkanton. Der Bundesrat kann auf den Umtausch des Führerausweises bei Wohnsitzwechsel verzichten und für Militärfahrzeuge und ihre Führer eidgenössische Ausweise vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_22"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 3. Abschnitt: Gemeinsame Bestimmungen, Zuständige Behörde",
        "citation": "Art. 22 Abs. 2 SVG",
        "content": "Die gleichen Regeln gelten für Fahrzeug- und Führerprüfungen und die übrigen in diesem Titel vorgesehenen Massnahmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_22"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 3. Abschnitt: Gemeinsame Bestimmungen, Zuständige Behörde",
        "citation": "Art. 22 Abs. 3 SVG",
        "content": "Für Fahrzeuge ohne festen Standort und Führer ohne Wohnsitz in der Schweiz ist der Ort massgebend, an dem sie sich vorwiegend befinden. Im Zweifelsfall ist der Kanton zuständig, der das Verfahren zuerst einleitet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_22"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 3. Abschnitt: Gemeinsame Bestimmungen, Verfahren, Geltungsdauer der Massnahmen",
        "citation": "Art. 23 Abs. 1 SVG",
        "content": "Verweigerung und Entzug eines Fahrzeug- oder Führerausweises sowie das Verbot des Radfahrens oder des Führens von Tierfuhrwerken sind schriftlich zu eröffnen und zu begründen. Vor dem Entzug eines Führerausweises oder der Auflage eines Fahrverbotes ist der Betroffene in der Regel anzuhören.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_23"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 3. Abschnitt: Gemeinsame Bestimmungen, Verfahren, Geltungsdauer der Massnahmen",
        "citation": "Art. 23 Abs. 2 SVG",
        "content": "Der Kanton, der Kenntnis erhält von einem Grund zu einer solchen Massnahme, kann diese dem zuständigen Kanton beantragen; ebenso dem Bund, wenn dieser zuständig ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_23"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 3. Abschnitt: Gemeinsame Bestimmungen, Verfahren, Geltungsdauer der Massnahmen",
        "citation": "Art. 23 Abs. 3 SVG",
        "content": "Hat eine gegen einen Fahrzeugführer gerichtete Massnahme fünf Jahre gedauert, so hat die Behörde des Wohnsitzkantons auf Verlangen eine neue Verfügung zu treffen, wenn glaubhaft gemacht wird, dass die Voraussetzungen weggefallen sind. Hat der Betroffene den Wohnsitz gewechselt, so ist vor der Aufhebung der Massnahme der Kanton anzuhören, der sie verfügt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_23"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 3. Abschnitt: Gemeinsame Bestimmungen, Beschwerden",
        "citation": "Art. 24 Abs. 1 SVG",
        "content": "Das Beschwerdeverfahren richtet sich nach den allgemeinen Bestimmungen über die Bundesrechtspflege.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_24"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 3. Abschnitt: Gemeinsame Bestimmungen, Beschwerden",
        "citation": "Art. 24 Abs. 2 SVG",
        "content": "Zur Beschwerde sind auch berechtigt:\na. die erstinstanzlich verfügende Behörde gegen den Entscheid einer verwaltungsunabhängigen kantonalen Beschwerdeinstanz;\nb. die zuständige Behörde eines Kantons, der einem anderen Kanton eine Verfügung beantragt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_24"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 3. Abschnitt: Gemeinsame Bestimmungen, Ergänzung der Zulassungsvorschriften",
        "citation": "Art. 25 Abs. 1 SVG",
        "content": "Der Bundesrat kann die nachstehenden Fahrzeugarten und deren Anhänger sowie ihre Führer ganz oder teilweise von den Bestimmungen dieses Titels ausnehmen und nötigenfalls ergänzende Vorschriften für sie aufstellen:\na. Fahrräder mit Hilfsmotor, Motorhandwagen und andere Fahrzeuge von geringer Motorkraft oder Geschwindigkeit sowie solche, die selten auf öffentlichen Strassen verwendet werden;\nb. Motorfahrzeuge im Dienste des Militärs;\nc. Landwirtschaftstraktoren mit beschränkter Geschwindigkeit sowie landwirtschaftliche Anhängewagen;\nd. Arbeitsmaschinen und Motorkarren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_25"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 3. Abschnitt: Gemeinsame Bestimmungen, Ergänzung der Zulassungsvorschriften",
        "citation": "Art. 25 Abs. 2 SVG",
        "content": "Der Bundesrat erlässt Vorschriften über:\na. Lichter und Rückstrahler der motorlosen Strassenfahrzeuge;\nb. ausländische Motorfahrzeuge und Fahrräder und ihre Führer sowie internationale Fahrzeug- und Führerausweise;\nc. die Fahrlehrer und ihre Fahrzeuge;\nd. Ausweise und Kontrollschilder, inbegriffen kurzfristig gültige für geprüfte oder nicht geprüfte Motorfahrzeuge und Anhänger sowie für Unternehmen des Motorfahrzeuggewerbes;\ne. Kennzeichnung besonderer Fahrzeuge;\nf. besondere Warnsignale, die den Fahrzeugen der Feuerwehr, der Sanität, der Polizei und des Zolls, sofern diese für polizeiliche Aufgaben eingesetzt werden, vorbehalten sind, sowie Warnsignale der Fahrzeuge der konzessionierten Transportunternehmen auf Bergpoststrassen;\ng. Reklamen an Motorfahrzeugen;\nh. ...\ni. Geräte zur Aufzeichnung der Fahrzeit, der Geschwindigkeit u. dgl.; er schreibt solche Einrichtungen vor, namentlich zur Kontrolle der Arbeitszeit berufsmässiger Motorfahrzeugführer sowie allenfalls für Fahrzeuge von Personen, die wegen zu schnellen Fahrens bestraft wurden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_25"
    },
    {
        "book": "SVG",
        "title": "SVG, II. Titel: Fahrzeuge und Fahrzeugführer, 3. Abschnitt: Gemeinsame Bestimmungen, Ergänzung der Zulassungsvorschriften",
        "citation": "Art. 25 Abs. 3 SVG",
        "content": "Der Bundesrat stellt nach Anhören der Kantone Vorschriften auf über:\na. Mindestanforderungen, denen Motorfahrzeugführer in körperlicher und psychischer Hinsicht genügen müssen;\nb. Durchführung der Fahrzeug- und Führerprüfungen;\nc. Mindestanforderungen an die Sachverständigen, welche die Prüfungen abnehmen;\nd. Vermieten von Motorfahrzeugen an Selbstfahrer;\ne. Inhalt und Umfang der Fahreignungsuntersuchung sowie das Vorgehen bei Zweifelsfällen;\nf.  Mindestanforderungen an die Personen, die Fahreignungsuntersuchungen durchführen, an das Untersuchungsverfahren und an die Qualitätssicherung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_25"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel",
        "citation": "Art. 26 Abs. 1 SVG",
        "content": "Jedermann muss sich im Verkehr so verhalten, dass er andere in der ordnungsgemässen Benützung der Strasse weder behindert noch gefährdet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_26"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel",
        "citation": "Art. 26 Abs. 2 SVG",
        "content": "Besondere Vorsicht ist geboten gegenüber Kindern, Gebrechlichen und alten Leuten, ebenso wenn Anzeichen dafür bestehen, dass sich ein Strassenbenützer nicht richtig verhalten wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_26"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 1. Abschnitt: Regeln für alle Strassenbenützer, Beachten der Signale, Markierungen und Weisungen",
        "citation": "Art. 27 Abs. 1 SVG",
        "content": "Signale und Markierungen sowie die Weisungen der Polizei sind zu befolgen. Die Signale und Markierungen gehen den allgemeinen Regeln, die Weisungen der Polizei den allgemeinen Regeln, Signalen und Markierungen vor.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_27"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 1. Abschnitt: Regeln für alle Strassenbenützer, Beachten der Signale, Markierungen und Weisungen",
        "citation": "Art. 27 Abs. 2 SVG",
        "content": "Den Feuerwehr-, Sanitäts-, Polizei- und Zollfahrzeugen ist beim Wahrnehmen der besonderen Warnsignale die Strasse sofort freizugeben. Fahrzeuge sind nötigenfalls anzuhalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_27"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 1. Abschnitt: Regeln für alle Strassenbenützer, Verhalten vor Bahnübergängen",
        "citation": "Art. 28 SVG",
        "content": "Vor Bahnübergängen ist anzuhalten, wenn Schranken sich schliessen oder Signale Halt gebieten, und, wo solche fehlen, wenn Eisenbahnfahrzeuge herannahen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_28"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, I. Allgemeine Fahrregeln, Betriebssicherheit",
        "citation": "Art. 29 SVG",
        "content": "Fahrzeuge dürfen nur in betriebssicherem und vorschriftsgemässem Zustand verkehren. Sie müssen so beschaffen und unterhalten sein, dass die Verkehrsregeln befolgt werden können und dass Führer, Mitfahrende und andere Strassenbenützer nicht gefährdet und die Strassen nicht beschädigt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_29"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, I. Allgemeine Fahrregeln, Mitfahrende, Ladung, Anhänger",
        "citation": "Art. 30 Abs. 1 SVG",
        "content": "Der Führer darf auf Motorfahrzeugen und Fahrrädern Personen nur auf den dafür eingerichteten Plätzen mitführen. Der Bundesrat kann Ausnahmen vorsehen; er erlässt Vorschriften über die Personenbeförderung mit Anhängern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_30"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, I. Allgemeine Fahrregeln, Mitfahrende, Ladung, Anhänger",
        "citation": "Art. 30 Abs. 2 SVG",
        "content": "Fahrzeuge dürfen nicht überladen werden. Die Ladung ist so anzubringen, dass sie niemanden gefährdet oder belästigt und nicht herunterfallen kann. Überhängende Ladungen sind bei Tag und Nacht auffällig zu kennzeichnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_30"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, I. Allgemeine Fahrregeln, Mitfahrende, Ladung, Anhänger",
        "citation": "Art. 30 Abs. 3 SVG",
        "content": "Zum Ziehen von Anhängern und zum Abschleppen von Fahrzeugen dürfen Motorfahrzeuge nur verwendet werden, wenn Zugkraft und Bremsen ausreichen und die Anhängevorrichtung betriebssicher ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_30"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, I. Allgemeine Fahrregeln, Mitfahrende, Ladung, Anhänger",
        "citation": "Art. 30 Abs. 4 SVG",
        "content": "Der Bundesrat erlässt Vorschriften über die Beförderung von Tieren sowie von gesundheitsschädlichen oder ekelerregenden Stoffen und Gegenständen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_30"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, I. Allgemeine Fahrregeln, Mitfahrende, Ladung, Anhänger",
        "citation": "Art. 30 Abs. 5 SVG",
        "content": "Er erlässt Vorschriften über die Beförderung von gefährlichen Gütern. Er legt fest, welche Strecken von Fahrzeugen mit gefährlichen Gütern aus in den örtlichen Verhältnissen liegenden Gründen oder zwecks Verkehrslenkung nicht oder nur beschränkt befahren werden dürfen. Für Gefahrgutumschliessungen regelt er:\na. das Verfahren zur Überprüfung der Konformität mit den grundlegenden Anforderungen;\nb. das Verfahren zur Anerkennung von unabhängigen Stellen, die Konformitätsbewertungen durchführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_30"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, I. Allgemeine Fahrregeln, Beherrschen des Fahrzeuges",
        "citation": "Art. 31 Abs. 1 SVG",
        "content": "Der Führer muss das Fahrzeug ständig so beherrschen, dass er seinen Vorsichtspflichten nachkommen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_31"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, I. Allgemeine Fahrregeln, Beherrschen des Fahrzeuges",
        "citation": "Art. 31 Abs. 2 SVG",
        "content": "Wer wegen Alkohol-, Betäubungsmittel- oder Arzneimitteleinfluss oder aus anderen Gründen nicht über die erforderliche körperliche und geistige Leistungsfähigkeit verfügt, gilt während dieser Zeit als fahrunfähig und darf kein Fahrzeug führen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_31"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, I. Allgemeine Fahrregeln, Beherrschen des Fahrzeuges",
        "citation": "Art. 31 Abs. 2bis SVG",
        "content": "Der Bundesrat kann folgenden Personengruppen das Fahren unter Alkoholeinfluss verbieten:\na. Personen, die den konzessionierten oder den grenzüberschreitenden Personenverkehr auf der Strasse durchführen (Art. 8 Abs. 2 des Personenbeförderungsgesetzes vom 20. März 2009 sowie Art. 3 Abs. 1 des BG vom 20. März 2009 über die Zulassung als Strassentransportunternehmen);\nb. Personen, die berufsmässig Personentransporte oder mit schweren Motorwagen Gütertransporte durchführen oder die gefährliche Güter transportieren;\nc. Fahrlehrern;\nd. Inhabern des Lernfahrausweises;\ne. Personen, die Lernfahrten begleiten;\nf. Inhabern des Führerausweises auf Probe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_31"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, I. Allgemeine Fahrregeln, Beherrschen des Fahrzeuges",
        "citation": "Art. 31 Abs. 2ter SVG",
        "content": "Der Bundesrat legt fest, ab welcher Atemalkohol- und Blutalkoholkonzentration Fahren unter Alkoholeinfluss vorliegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_31"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, I. Allgemeine Fahrregeln, Beherrschen des Fahrzeuges",
        "citation": "Art. 31 Abs. 3 SVG",
        "content": "Der Führer hat dafür zu sorgen, dass er weder durch die Ladung noch auf andere Weise behindert wird. Mitfahrende dürfen ihn nicht behindern oder stören.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_31"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, I. Allgemeine Fahrregeln, Geschwindigkeit",
        "citation": "Art. 32 Abs. 1 SVG",
        "content": "Die Geschwindigkeit ist stets den Umständen anzupassen, namentlich den Besonderheiten von Fahrzeug und Ladung, sowie den Strassen‐, Verkehrs- und Sichtverhältnissen. Wo das Fahrzeug den Verkehr stören könnte, ist langsam zu fahren und nötigenfalls anzuhalten, namentlich vor unübersichtlichen Stellen, vor nicht frei überblickbaren Strassenverzweigungen sowie vor Bahnübergängen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_32"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, I. Allgemeine Fahrregeln, Geschwindigkeit",
        "citation": "Art. 32 Abs. 2 SVG",
        "content": "Der Bundesrat beschränkt die Geschwindigkeit der Motorfahrzeuge auf allen Strassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_32"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, I. Allgemeine Fahrregeln, Geschwindigkeit",
        "citation": "Art. 32 Abs. 3 SVG",
        "content": "Die vom Bundesrat festgesetzte Höchstgeschwindigkeit kann für bestimmte Strassenstrecken von der zuständigen Behörde nur auf Grund eines Gutachtens herab- oder heraufgesetzt werden. Der Bundesrat kann Ausnahmen vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_32"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, I. Allgemeine Fahrregeln, Pflichten gegenüber Fussgängern",
        "citation": "Art. 33 Abs. 1 SVG",
        "content": "Den Fussgängern ist das Überqueren der Fahrbahn in angemessener Weise zu ermöglichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_33"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, I. Allgemeine Fahrregeln, Pflichten gegenüber Fussgängern",
        "citation": "Art. 33 Abs. 2 SVG",
        "content": "Vor Fussgängerstreifen hat der Fahrzeugführer besonders vorsichtig zu fahren und nötigenfalls anzuhalten, um den Fussgängern den Vortritt zu lassen, die sich schon auf dem Streifen befinden oder im Begriffe sind, ihn zu betreten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_33"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, I. Allgemeine Fahrregeln, Pflichten gegenüber Fussgängern",
        "citation": "Art. 33 Abs. 3 SVG",
        "content": "An den Haltestellen öffentlicher Verkehrsmittel ist auf ein- und aussteigende Personen Rücksicht zu nehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_33"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, II. Einzelne Verkehrsvorgänge, Rechtsfahren",
        "citation": "Art. 34 Abs. 1 SVG",
        "content": "Fahrzeuge müssen rechts, auf breiten Strassen innerhalb der rechten Fahrbahnhälfte fahren. Sie haben sich möglichst an den rechten Strassenrand zu halten, namentlich bei langsamer Fahrt und auf unübersichtlichen Strecken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_34"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, II. Einzelne Verkehrsvorgänge, Rechtsfahren",
        "citation": "Art. 34 Abs. 2 SVG",
        "content": "Auf Strassen mit Sicherheitslinien ist immer rechts dieser Linien zu fahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_34"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, II. Einzelne Verkehrsvorgänge, Rechtsfahren",
        "citation": "Art. 34 Abs. 3 SVG",
        "content": "Der Führer, der seine Fahrrichtung ändern will, wie zum Abbiegen, Überholen, Einspuren und Wechseln des Fahrstreifens, hat auf den Gegenverkehr und auf die ihm nachfolgenden Fahrzeuge Rücksicht zu nehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_34"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, II. Einzelne Verkehrsvorgänge, Rechtsfahren",
        "citation": "Art. 34 Abs. 4 SVG",
        "content": "Gegenüber allen Strassenbenützern ist ausreichender Abstand zu wahren, namentlich beim Kreuzen und Überholen sowie beim Neben- und Hintereinanderfahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_34"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, II. Einzelne Verkehrsvorgänge, Kreuzen, Überholen",
        "citation": "Art. 35 Abs. 1 SVG",
        "content": "Es ist rechts zu kreuzen, links zu überholen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_35"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, II. Einzelne Verkehrsvorgänge, Kreuzen, Überholen",
        "citation": "Art. 35 Abs. 2 SVG",
        "content": "Überholen und Vorbeifahren an Hindernissen ist nur gestattet, wenn der nötige Raum übersichtlich und frei ist und der Gegenverkehr nicht behindert wird. Im Kolonnenverkehr darf nur überholen, wer die Gewissheit hat, rechtzeitig und ohne Behinderung anderer Fahrzeuge wieder einbiegen zu können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_35"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, II. Einzelne Verkehrsvorgänge, Kreuzen, Überholen",
        "citation": "Art. 35 Abs. 3 SVG",
        "content": "Wer überholt, muss auf die übrigen Strassenbenützer, namentlich auf jene, die er überholen will, besonders Rücksicht nehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_35"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, II. Einzelne Verkehrsvorgänge, Kreuzen, Überholen",
        "citation": "Art. 35 Abs. 4 SVG",
        "content": "In unübersichtlichen Kurven, auf und unmittelbar vor Bahnübergängen ohne Schranken sowie vor Kuppen darf nicht überholt werden, auf Strassenverzweigungen nur, wenn sie übersichtlich sind und das Vortrittsrecht anderer nicht beeinträchtigt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_35"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, II. Einzelne Verkehrsvorgänge, Kreuzen, Überholen",
        "citation": "Art. 35 Abs. 5 SVG",
        "content": "Fahrzeuge dürfen nicht überholt werden, wenn der Führer die Absicht anzeigt, nach links abzubiegen, oder wenn er vor einem Fussgängerstreifen anhält, um Fussgängern das Überqueren der Strasse zu ermöglichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_35"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, II. Einzelne Verkehrsvorgänge, Kreuzen, Überholen",
        "citation": "Art. 35 Abs. 6 SVG",
        "content": "Fahrzeuge, die zum Abbiegen nach links eingespurt haben, dürfen nur rechts überholt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_35"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, II. Einzelne Verkehrsvorgänge, Kreuzen, Überholen",
        "citation": "Art. 35 Abs. 7 SVG",
        "content": "Dem sich ankündigenden, schneller fahrenden Fahrzeug ist die Strasse zum Überholen freizugeben. Wer überholt wird, darf die Geschwindigkeit nicht erhöhen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_35"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, II. Einzelne Verkehrsvorgänge, Einspuren, Vortritt",
        "citation": "Art. 36 Abs. 1 SVG",
        "content": "Wer nach rechts abbiegen will, hat sich an den rechten Strassenrand, wer nach links abbiegen will, gegen die Strassenmitte zu halten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_36"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, II. Einzelne Verkehrsvorgänge, Einspuren, Vortritt",
        "citation": "Art. 36 Abs. 2 SVG",
        "content": "Auf Strassenverzweigungen hat das von rechts kommende Fahrzeug den Vortritt. Fahrzeuge auf gekennzeichneten Hauptstrassen haben den Vortritt, auch wenn sie von links kommen. Vorbehalten bleibt die Regelung durch Signale oder durch die Polizei.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_36"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, II. Einzelne Verkehrsvorgänge, Einspuren, Vortritt",
        "citation": "Art. 36 Abs. 3 SVG",
        "content": "Vor dem Abbiegen nach links ist den entgegenkommenden Fahrzeugen der Vortritt zu lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_36"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, II. Einzelne Verkehrsvorgänge, Einspuren, Vortritt",
        "citation": "Art. 36 Abs. 4 SVG",
        "content": "Der Führer, der sein Fahrzeug in den Verkehr einfügen, wenden oder rückwärts fahren will, darf andere Strassenbenützer nicht behindern; diese haben den Vortritt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_36"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, II. Einzelne Verkehrsvorgänge, Anhalten, Parkieren",
        "citation": "Art. 37 Abs. 1 SVG",
        "content": "Der Führer, der anhalten will, hat nach Möglichkeit auf die nachfolgenden Fahrzeuge Rücksicht zu nehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_37"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, II. Einzelne Verkehrsvorgänge, Anhalten, Parkieren",
        "citation": "Art. 37 Abs. 2 SVG",
        "content": "Fahrzeuge dürfen dort nicht angehalten oder aufgestellt werden, wo sie den Verkehr behindern oder gefährden könnten. Wo möglich sind sie auf Parkplätzen aufzustellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_37"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, II. Einzelne Verkehrsvorgänge, Anhalten, Parkieren",
        "citation": "Art. 37 Abs. 3 SVG",
        "content": "Der Führer muss das Fahrzeug vor dem Verlassen angemessen sichern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_37"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, II. Einzelne Verkehrsvorgänge, Verhalten gegenüber der Strassenbahn",
        "citation": "Art. 38 Abs. 1 SVG",
        "content": "Der Strassenbahn ist das Geleise freizugeben und der Vortritt zu lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_38"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, II. Einzelne Verkehrsvorgänge, Verhalten gegenüber der Strassenbahn",
        "citation": "Art. 38 Abs. 2 SVG",
        "content": "Die fahrende Strassenbahn wird rechts überholt. Wenn dies nicht möglich ist, darf sie links überholt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_38"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, II. Einzelne Verkehrsvorgänge, Verhalten gegenüber der Strassenbahn",
        "citation": "Art. 38 Abs. 3 SVG",
        "content": "Die haltende Strassenbahn darf nur in langsamer Fahrt gekreuzt und überholt werden. Sie wird, wo eine Schutzinsel vorhanden ist, rechts überholt, sonst nur links.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_38"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, II. Einzelne Verkehrsvorgänge, Verhalten gegenüber der Strassenbahn",
        "citation": "Art. 38 Abs. 4 SVG",
        "content": "Der Fahrzeugführer hat nötigenfalls nach links auszuweichen, wenn ihm am rechten Strassenrand eine Strassenbahn entgegenkommt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_38"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, III. Sicherungsvorkehren, Zeichengebung",
        "citation": "Art. 39 Abs. 1 SVG",
        "content": "Jede Richtungsänderung ist mit dem Richtungsanzeiger oder durch deutliche Handzeichen rechtzeitig bekannt zu geben. Dies gilt namentlich für:\na. das Einspuren, Wechseln des Fahrstreifens und Abbiegen;\nb. das Überholen und das Wenden;\nc. das Einfügen eines Fahrzeuges in den Verkehr und das Anhalten am Strassenrand.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_39"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, III. Sicherungsvorkehren, Zeichengebung",
        "citation": "Art. 39 Abs. 2 SVG",
        "content": "Die Zeichengebung entbindet den Fahrzeugführer nicht von der gebotenen Vorsicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_39"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, III. Sicherungsvorkehren, Warnsignale",
        "citation": "Art. 40 SVG",
        "content": "Wo die Sicherheit des Verkehrs es erfordert, hat der Fahrzeugführer die übrigen Strassenbenützer zu warnen. Unnötige und übermässige Warnsignale sind zu unterlassen. Rufzeichen mit der Warnvorrichtung sind untersagt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_40"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, III. Sicherungsvorkehren, Fahrzeugbeleuchtung",
        "citation": "Art. 41 Abs. 1 SVG",
        "content": "Während der Fahrt müssen Motorfahrzeuge stets beleuchtet sein, die übrigen Fahrzeuge nur vom Beginn der Abenddämmerung bis zur Tageshelle sowie bei schlechten Sichtverhältnissen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_41"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, III. Sicherungsvorkehren, Fahrzeugbeleuchtung",
        "citation": "Art. 41 Abs. 2 SVG",
        "content": "Abgestellte Motorfahrzeuge und mehrspurige nicht motorisierte Fahrzeuge müssen vom Beginn der Abenddämmerung bis zur Tageshelle sowie bei schlechten Sichtverhältnissen beleuchtet sein, ausser auf Parkplätzen oder im Bereich einer genügenden Strassenbeleuchtung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_41"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, III. Sicherungsvorkehren, Fahrzeugbeleuchtung",
        "citation": "Art. 41 Abs. 2bis SVG",
        "content": "Der Bundesrat kann für bestimmte Fälle Rückstrahler anstelle von Lichtern vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_41"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, III. Sicherungsvorkehren, Fahrzeugbeleuchtung",
        "citation": "Art. 41 Abs. 3 SVG",
        "content": "Die Fahrzeuge dürfen nach vorn keine roten und nach hinten keine weissen Lichter oder Rückstrahler tragen. Der Bundesrat kann Ausnahmen gestatten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_41"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, III. Sicherungsvorkehren, Fahrzeugbeleuchtung",
        "citation": "Art. 41 Abs. 4 SVG",
        "content": "Die Beleuchtung ist so zu handhaben, dass niemand unnötig geblendet wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_41"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, III. Sicherungsvorkehren, Vermeiden von Belästigungen",
        "citation": "Art. 42 Abs. 1 SVG",
        "content": "Der Fahrzeugführer hat jede vermeidbare Belästigung von Strassenbenützern und Anwohnern, namentlich durch Lärm, Staub, Rauch und Geruch, zu unterlassen und das Erschrecken von Tieren möglichst zu vermeiden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_42"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, III. Sicherungsvorkehren, Vermeiden von Belästigungen",
        "citation": "Art. 42 Abs. 2 SVG",
        "content": "Der Betrieb von Lautsprechern an Motorfahrzeugen ist untersagt, ausgenommen für Mitteilungen an Mitfahrende. Die nach kantonalem Recht zuständige Behörde kann in Einzelfällen Ausnahmen gestatten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_42"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, IV. Regeln für besondere Strassenverhältnisse, Verkehrstrennung",
        "citation": "Art. 43 Abs. 1 SVG",
        "content": "Wege, die sich für den Verkehr mit Motorfahrzeugen oder Fahrrädern nicht eignen oder offensichtlich nicht dafür bestimmt sind, wie Fuss- und Wanderwege, dürfen mit solchen Fahrzeugen nicht befahren werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_43"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, IV. Regeln für besondere Strassenverhältnisse, Verkehrstrennung",
        "citation": "Art. 43 Abs. 2 SVG",
        "content": "Das Trottoir ist den Fussgängern, der Radweg den Radfahrern vorbehalten. Der Bundesrat kann Ausnahmen vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_43"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, IV. Regeln für besondere Strassenverhältnisse, Verkehrstrennung",
        "citation": "Art. 43 Abs. 3 SVG",
        "content": "Auf Strassen, die den Motorfahrzeugen vorbehalten sind, dürfen nur die vom Bundesrat bezeichneten Arten von Motorfahrzeugen verkehren. Der Zutritt ist untersagt, die Zufahrt ausschliesslich an den dafür vorgesehenen Stellen gestattet. Der Bundesrat kann Benützungsvorschriften und besondere Verkehrsregeln erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_43"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, IV. Regeln für besondere Strassenverhältnisse, Fahrstreifen, Kolonnenverkehr",
        "citation": "Art. 44 Abs. 1 SVG",
        "content": "Auf Strassen, die für den Verkehr in gleicher Richtung in mehrere Fahrstreifen unterteilt sind, darf der Führer seinen Streifen nur verlassen, wenn er dadurch den übrigen Verkehr nicht gefährdet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_44"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, IV. Regeln für besondere Strassenverhältnisse, Fahrstreifen, Kolonnenverkehr",
        "citation": "Art. 44 Abs. 2 SVG",
        "content": "Das gleiche gilt sinngemäss, wenn auf breiten Strassen ohne Fahrstreifen Fahrzeugkolonnen in gleicher Richtung nebeneinander fahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_44"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, IV. Regeln für besondere Strassenverhältnisse, Steile Strassen, Bergstrassen",
        "citation": "Art. 45 Abs. 1 SVG",
        "content": "Auf Strassen mit starkem Gefälle und auf Bergstrassen ist so zu fahren, dass die Bremsen nicht übermässig beansprucht werden. Wo das Kreuzen schwierig ist, hat in erster Linie das abwärtsfahrende Fahrzeug rechtzeitig anzuhalten. Ist das Kreuzen nicht möglich, so muss das abwärtsfahrende Fahrzeug zurückfahren, sofern das andere sich nicht offensichtlich näher bei einer Ausweichstelle befindet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_45"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, IV. Regeln für besondere Strassenverhältnisse, Steile Strassen, Bergstrassen",
        "citation": "Art. 45 Abs. 2 SVG",
        "content": "Der Bundesrat kann für Bergstrassen weitere Vorschriften erlassen und Ausnahmen von den Verkehrsregeln vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_45"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, V. Besondere Fahrzeugarten, Regeln für Radfahrer",
        "citation": "Art. 46 Abs. 1 SVG",
        "content": "Radfahrer müssen die Radwege und -streifen benützen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_46"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, V. Besondere Fahrzeugarten, Regeln für Radfahrer",
        "citation": "Art. 46 Abs. 2 SVG",
        "content": "Radfahrer dürfen nicht nebeneinander fahren. Der Bundesrat kann Ausnahmen vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_46"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, V. Besondere Fahrzeugarten, Regeln für Radfahrer",
        "citation": "Art. 46 Abs. 4 SVG",
        "content": "Radfahrer dürfen sich nicht durch Fahrzeuge oder Tiere ziehen lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_46"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, V. Besondere Fahrzeugarten, Regeln für Motorradfahrer",
        "citation": "Art. 47 Abs. 1 SVG",
        "content": "Motorradfahrer dürfen nicht nebeneinander fahren, soweit es nicht beim Fahren innerhalb einer Kolonne von Motorwagen geboten erscheint.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_47"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, V. Besondere Fahrzeugarten, Regeln für Motorradfahrer",
        "citation": "Art. 47 Abs. 2 SVG",
        "content": "Wenn der Verkehr angehalten wird, haben die Motorradfahrer ihren Platz in der Fahrzeugkolonne beizubehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_47"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 2. Abschnitt: Regeln für den Fahrverkehr, V. Besondere Fahrzeugarten, Regeln für Strassenbahnen",
        "citation": "Art. 48 SVG",
        "content": "Die Verkehrsregeln dieses Gesetzes gelten auch für Eisenbahnfahrzeuge auf Strassen, soweit dies mit Rücksicht auf die Besonderheiten dieser Fahrzeuge, ihres Betriebes und der Bahnanlagen möglich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_48"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 3. Abschnitt: Regeln für den übrigen Verkehr, Fussgänger",
        "citation": "Art. 49 Abs. 1 SVG",
        "content": "Fussgänger müssen die Trottoirs benützen. Wo solche fehlen, haben sie am Strassenrand und, wenn besondere Gefahren es erfordern, hintereinander zu gehen. Wenn nicht besondere Umstände entgegenstehen, haben sie sich an den linken Strassenrand zu halten, namentlich ausserorts in der Nacht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_49"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 3. Abschnitt: Regeln für den übrigen Verkehr, Fussgänger",
        "citation": "Art. 49 Abs. 2 SVG",
        "content": "Die Fussgänger haben die Fahrbahn vorsichtig und auf dem kürzesten Weg zu überschreiten, nach Möglichkeit auf einem Fussgängerstreifen. Sie haben den Vortritt auf diesem Streifen, dürfen ihn aber nicht überraschend betreten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_49"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 3. Abschnitt: Regeln für den übrigen Verkehr, Reiter, Tiere",
        "citation": "Art. 50 Abs. 1 SVG",
        "content": "Reiter haben sich an den rechten Strassenrand zu halten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_50"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 3. Abschnitt: Regeln für den übrigen Verkehr, Reiter, Tiere",
        "citation": "Art. 50 Abs. 2 SVG",
        "content": "Vieh darf nicht unbewacht auf die Strasse gelassen werden ausser in signalisierten Weidegebieten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_50"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 3. Abschnitt: Regeln für den übrigen Verkehr, Reiter, Tiere",
        "citation": "Art. 50 Abs. 3 SVG",
        "content": "Viehherden müssen von den nötigen Treibern begleitet sein; die linke Strassenseite ist nach Möglichkeit für den übrigen Verkehr freizuhalten. Einzelne Tiere sind am rechten Strassenrand zu führen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_50"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 3. Abschnitt: Regeln für den übrigen Verkehr, Reiter, Tiere",
        "citation": "Art. 50 Abs. 4 SVG",
        "content": "Für ihr Verhalten im Verkehr haben die Reiter und Führer von Tieren die Regeln des Fahrverkehrs (Einspuren, Vortritt, Zeichengebung usw.) sinngemäss zu beachten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_50"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 4. Abschnitt: Verhalten bei Unfällen",
        "citation": "Art. 51 Abs. 1 SVG",
        "content": "Ereignet sich ein Unfall, an dem ein Motorfahrzeug oder Fahrrad beteiligt ist, so müssen alle Beteiligten sofort anhalten. Sie haben nach Möglichkeit für die Sicherung des Verkehrs zu sorgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_51"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 4. Abschnitt: Verhalten bei Unfällen",
        "citation": "Art. 51 Abs. 2 SVG",
        "content": "Sind Personen verletzt, so haben alle Beteiligten für Hilfe zu sorgen, Unbeteiligte, soweit es ihnen zumutbar ist. Die Beteiligten, in erster Linie die Fahrzeugführer, haben die Polizei zu benachrichtigen. Alle Beteiligten, namentlich auch Mitfahrende, haben bei der Feststellung des Tatbestandes mitzuwirken. Ohne Zustimmung der Polizei dürfen sie die Unfallstelle nur verlassen, soweit sie selbst Hilfe benötigen, oder um Hilfe oder die Polizei herbeizurufen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_51"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 4. Abschnitt: Verhalten bei Unfällen",
        "citation": "Art. 51 Abs. 3 SVG",
        "content": "Ist nur Sachschaden entstanden, so hat der Schädiger sofort den Geschädigten zu benachrichtigen und Namen und Adresse anzugeben. Wenn dies nicht möglich ist, hat er unverzüglich die Polizei zu verständigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_51"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 4. Abschnitt: Verhalten bei Unfällen",
        "citation": "Art. 51 Abs. 4 SVG",
        "content": "Bei Unfällen auf Bahnübergängen haben die Beteiligten die Bahnverwaltung unverzüglich zu benachrichtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_51"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 5. Abschnitt: Sportliche Veranstaltungen, Versuchsfahrten, Sportliche Veranstaltungen",
        "citation": "Art. 52 Abs. 1 SVG",
        "content": "Öffentliche Rundstreckenrennen mit Motorfahrzeugen sind verboten. Der Bundesrat kann einzelne Ausnahmen gestatten oder das Verbot auf andere Arten von Motorfahrzeugrennen ausdehnen; er berücksichtigt bei seinem Entscheid vor allem die Erfordernisse der Verkehrssicherheit und der Verkehrserziehung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_52"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 5. Abschnitt: Sportliche Veranstaltungen, Versuchsfahrten, Sportliche Veranstaltungen",
        "citation": "Art. 52 Abs. 2 SVG",
        "content": "Andere motor- und radsportliche Veranstaltungen auf öffentlichen Strassen, ausgenommen Ausflugsfahrten, bedürfen der Bewilligung der Kantone, deren Gebiet befahren wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_52"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 5. Abschnitt: Sportliche Veranstaltungen, Versuchsfahrten, Sportliche Veranstaltungen",
        "citation": "Art. 52 Abs. 3 SVG",
        "content": "Die Bewilligung darf nur erteilt werden, wenn:\na. die Veranstalter Gewähr bieten für einwandfreie Durchführung;\nb. die Rücksicht auf den Verkehr es gestattet;\nc. die nötigen Sicherheitsmassnahmen getroffen werden;\nd. die vorgeschriebene Haftpflichtversicherung abgeschlossen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_52"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 5. Abschnitt: Sportliche Veranstaltungen, Versuchsfahrten, Sportliche Veranstaltungen",
        "citation": "Art. 52 Abs. 4 SVG",
        "content": "Die kantonale Behörde kann Ausnahmen von den Verkehrsvorschriften gestatten, wenn genügende Sicherheitsmassnahmen getroffen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_52"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 5. Abschnitt: Sportliche Veranstaltungen, Versuchsfahrten, Versuchsfahrten",
        "citation": "Art. 53 SVG",
        "content": "Für Versuchsfahrten, auf denen die Verkehrsregeln oder die Vorschriften über die Fahrzeuge nicht eingehalten werden können, ist die Bewilligung der Kantone erforderlich, deren Gebiet befahren wird; diese ordnen die nötigen Sicherheitsmassnahmen an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_53"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 6. Abschnitt: Durchführungsbestimmungen, Schwerverkehrskontrollen",
        "citation": "Art. 53a SVG",
        "content": "Zur Durchsetzung der Vorschriften des Strassenverkehrsrechts und zur Erreichung der Ziele des Verkehrsverlagerungsgesetzes vom 8. Oktober 1999 nehmen die Kantone der erhöhten Gefährdung angepasste Schwerverkehrskontrollen auf der Strasse vor.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_53_a"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 6. Abschnitt: Durchführungsbestimmungen, Besondere Befugnisse der Polizei",
        "citation": "Art. 54 Abs. 1 SVG",
        "content": "Stellt die Polizei Fahrzeuge im Verkehr fest, die nicht zugelassen sind, deren Zustand oder Ladung den Verkehr gefährden oder die vermeidbaren Lärm erzeugen, so verhindert sie die Weiterfahrt. Sie kann den Fahrzeugausweis abnehmen und nötigenfalls das Fahrzeug sicherstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_54"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 6. Abschnitt: Durchführungsbestimmungen, Besondere Befugnisse der Polizei",
        "citation": "Art. 54 Abs. 2 SVG",
        "content": "Die Polizei kann schwere Motorwagen zum Gütertransport, welche die vorgeschriebene Mindestgeschwindigkeit nicht erreichen können, anhalten und zur Umkehr verpflichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_54"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 6. Abschnitt: Durchführungsbestimmungen, Besondere Befugnisse der Polizei",
        "citation": "Art. 54 Abs. 3 SVG",
        "content": "Befindet sich ein Fahrzeugführer in einem Zustand, der die sichere Führung des Fahrzeugs ausschliesst, oder darf er aus einem andern gesetzlichen Grund nicht fahren, so verhindert die Polizei die Weiterfahrt und nimmt den Führerausweis ab.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_54"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 6. Abschnitt: Durchführungsbestimmungen, Besondere Befugnisse der Polizei",
        "citation": "Art. 54 Abs. 4 SVG",
        "content": "Hat sich ein Motorfahrzeugführer durch grobe Verletzung wichtiger Verkehrsregeln als besonders gefährlich erwiesen, so kann ihm die Polizei auf der Stelle den Führerausweis abnehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_54"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 6. Abschnitt: Durchführungsbestimmungen, Besondere Befugnisse der Polizei",
        "citation": "Art. 54 Abs. 5 SVG",
        "content": "Von der Polizei abgenommene Ausweise sind sofort der Entzugsbehörde zu übermitteln; diese entscheidet unverzüglich über den Entzug. Bis zu ihrem Entscheid hat die Abnahme eines Ausweises durch die Polizei die Wirkung des Entzugs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_54"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 6. Abschnitt: Durchführungsbestimmungen, Besondere Befugnisse der Polizei",
        "citation": "Art. 54 Abs. 6 SVG",
        "content": "Stellt die Polizei Fahrzeuge im Verkehr fest, die nicht den Bestimmungen über die Personenbeförderung oder die Zulassung als Strassentransportunternehmen entsprechen, so kann sie die Weiterfahrt verhindern, den Fahrzeugausweis abnehmen und nötigenfalls das Fahrzeug sicherstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_54"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 6. Abschnitt: Durchführungsbestimmungen, Feststellung der Fahrunfähigkeit",
        "citation": "Art. 55 Abs. 1 SVG",
        "content": "Fahrzeugführer sowie an Unfällen beteiligte Strassenbenützer können einer Atemalkoholprobe unterzogen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_55"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 6. Abschnitt: Durchführungsbestimmungen, Feststellung der Fahrunfähigkeit",
        "citation": "Art. 55 Abs. 2 SVG",
        "content": "Weist die betroffene Person Anzeichen von Fahrunfähigkeit auf und sind diese nicht oder nicht allein auf Alkoholeinfluss zurückzuführen, so kann sie weiteren Voruntersuchungen, namentlich Urin- und Speichelproben unterzogen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_55"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 6. Abschnitt: Durchführungsbestimmungen, Feststellung der Fahrunfähigkeit",
        "citation": "Art. 55 Abs. 3 SVG",
        "content": "Eine Blutprobe muss angeordnet werden, wenn:\na. Anzeichen von Fahrunfähigkeit vorliegen, die nicht auf Alkoholeinfluss zurückzuführen sind;\nb. die betroffene Person sich der Durchführung der Atemalkoholprobe widersetzt oder entzieht oder den Zweck dieser Massnahme vereitelt;\nc. die betroffene Person die Durchführung einer Blutalkoholanalyse verlangt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_55"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 6. Abschnitt: Durchführungsbestimmungen, Feststellung der Fahrunfähigkeit",
        "citation": "Art. 55 Abs. 3bis SVG",
        "content": "Eine Blutprobe kann angeordnet werden, wenn die Durchführung einer Atemalkoholprobe unmöglich oder nicht geeignet ist, um die Widerhandlung festzustellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_55"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 6. Abschnitt: Durchführungsbestimmungen, Feststellung der Fahrunfähigkeit",
        "citation": "Art. 55 Abs. 4 SVG",
        "content": "Die Blutprobe kann aus wichtigen Gründen auch gegen den Willen der verdächtigten Person abgenommen werden. Andere Beweismittel für die Feststellung der Fahrunfähigkeit bleiben vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_55"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 6. Abschnitt: Durchführungsbestimmungen, Feststellung der Fahrunfähigkeit",
        "citation": "Art. 55 Abs. 6 SVG",
        "content": "Die Bundesversammlung legt in einer Verordnung fest:\na. bei welcher Atemalkohol- und bei welcher Blutalkoholkonzentration unabhängig von weiteren Beweisen und individueller Alkoholverträglichkeit Fahrunfähigkeit im Sinne dieses Gesetzes angenommen wird (Angetrunkenheit); und \nb. welche Atemalkohol- und welche Blutalkoholkonzentration als qualifiziert gelten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_55"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 6. Abschnitt: Durchführungsbestimmungen, Feststellung der Fahrunfähigkeit",
        "citation": "Art. 55 Abs. 6bis SVG",
        "content": "Wurde sowohl die Atemalkoholkonzentration als auch die Blutalkoholkonzentration gemessen, so ist die Blutalkoholkonzentration massgebend.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_55"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 6. Abschnitt: Durchführungsbestimmungen, Feststellung der Fahrunfähigkeit",
        "citation": "Art. 55 Abs. 7 SVG",
        "content": "Der Bundesrat:\na. kann für andere die Fahrfähigkeit herabsetzende Substanzen festlegen, bei welchen Konzentrationen im Blut unabhängig von weiteren Beweisen und individueller Verträglichkeit Fahrunfähigkeit im Sinne dieses Gesetzes angenommen wird;\nb. erlässt Vorschriften über die Voruntersuchungen (Abs. 2), das Vorgehen bei der Atemalkohol- und der Blutprobe, die Auswertung dieser Proben und die zusätzliche ärztliche Untersuchung der der Fahrunfähigkeit verdächtigten Person;\nc. kann vorschreiben, dass zur Feststellung einer Sucht, welche die Fahreignung einer Person herabsetzt, nach diesem Artikel gewonnene Proben, namentlich Blut-, Haar- und Nagelproben, ausgewertet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_55"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 6. Abschnitt: Durchführungsbestimmungen, Arbeits- und Ruhezeit der berufsmässigen Motorfahrzeugführer",
        "citation": "Art. 56 Abs. 1 SVG",
        "content": "Der Bundesrat ordnet die Arbeits- und Präsenzzeit der berufsmässigen Motorfahrzeugführer. Er sichert ihnen eine ausreichende tägliche Ruhezeit sowie Ruhetage, so dass ihre Beanspruchung nicht grösser ist als nach den gesetzlichen Regelungen für vergleichbare Tätigkeiten. Er sorgt für eine wirksame Kontrolle der Einhaltung dieser Bestimmungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_56"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 6. Abschnitt: Durchführungsbestimmungen, Arbeits- und Ruhezeit der berufsmässigen Motorfahrzeugführer",
        "citation": "Art. 56 Abs. 2 SVG",
        "content": "Der Bundesrat regelt die Anwendung der Bestimmungen über die Arbeits- und Ruhezeit:\na. auf berufsmässige Führer, die mit schweizerisch immatrikulierten Motorwagen Fahrten im Ausland durchführen;\nb. auf berufsmässige Führer, die mit ausländisch immatrikulierten Motorwagen Fahrten in der Schweiz ausführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_56"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 6. Abschnitt: Durchführungsbestimmungen, Arbeits- und Ruhezeit der berufsmässigen Motorfahrzeugführer",
        "citation": "Art. 56 Abs. 3 SVG",
        "content": "Der Bundesrat kann verbieten, dass der Lohn berufsmässiger Motorfahrzeugführer nach der zurückgelegten Fahrstrecke, der beförderten Gütermenge oder ähnlichen Leistungen berechnet wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_56"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 6. Abschnitt: Durchführungsbestimmungen, Ergänzung der Verkehrsregeln",
        "citation": "Art. 57 Abs. 1 SVG",
        "content": "Der Bundesrat kann ergänzende Verkehrsvorschriften erlassen und für besondere Verhältnisse Ausnahmen von den Verkehrsregeln vorsehen, namentlich für das Militär und den Zivilschutz. Er kann solche Vorschriften auch für Einbahnstrassen erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_57"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 6. Abschnitt: Durchführungsbestimmungen, Ergänzung der Verkehrsregeln",
        "citation": "Art. 57 Abs. 2 SVG",
        "content": "Er bezeichnet nach Anhören der Kantone die Hauptstrassen mit Vortrittsrecht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_57"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 6. Abschnitt: Durchführungsbestimmungen, Ergänzung der Verkehrsregeln",
        "citation": "Art. 57 Abs. 3 SVG",
        "content": "Er erlässt Bestimmungen über:\na. die Zeichengebung durch die Polizei und, im Einvernehmen mit den Kantonen, die Kennzeichnung der Verkehrspolizei;\nb. die Kontrolle der Fahrzeuge und ihrer Führer an der Landesgrenze;\nc. die Kontrolle der Fahrzeuge des Bundes und ihrer Führer;\nd. die Verkehrsregelung durch das Militär;\ne. die Tatbestandsaufnahme bei Unfällen, an denen Militärmotorfahrzeuge beteiligt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_57"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 6. Abschnitt: Durchführungsbestimmungen, Ergänzung der Verkehrsregeln",
        "citation": "Art. 57 Abs. 5 SVG",
        "content": "Der Bundesrat kann vorschreiben, dass:\na. Insassen von Motorwagen Rückhaltevorrichtungen (Sicherheitsgurten u. dgl.) benützen;\nb. Führer und Mitfahrer von motorisierten Zweirädern sowie von Leicht-, Klein- und dreirädrigen Motorfahrzeugen Schutzhelme tragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_57"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 6. Abschnitt: Durchführungsbestimmungen, Polizei auf Autobahnen",
        "citation": "Art. 57a Abs. 1 SVG",
        "content": "Auf den für Motorfahrzeuge vorbehaltenen Strassen (Autobahnen und Autostrassen) bilden die Kantone im Hinblick auf eine effiziente Erfüllung der Aufgaben für den Polizeidienst Zuständigkeitsabschnitte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_57_a"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 6. Abschnitt: Durchführungsbestimmungen, Polizei auf Autobahnen",
        "citation": "Art. 57a Abs. 2 SVG",
        "content": "Die zuständige Autobahnpolizei besorgt auf ihrem Abschnitt unabhängig von den Kantonsgrenzen den Ordnungs- und Sicherheitsdienst und die polizeiliche Fahndung sowie bei Straftaten jeder Natur die unaufschiebbaren Massnahmen, die auf Autobahngebiet vorzunehmen sind. Sie veranlasst bei Straffällen unverzüglich die Organe des Gebietskantons zu den weiteren Massnahmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_57_a"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 6. Abschnitt: Durchführungsbestimmungen, Polizei auf Autobahnen",
        "citation": "Art. 57a Abs. 3 SVG",
        "content": "Die Gerichtsbarkeit des Gebietskantons und die Anwendung seines Rechts bleiben vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_57_a"
    },
    {
        "book": "SVG",
        "title": "SVG, III. Titel: Verkehrsregeln, Grundregel, 6. Abschnitt: Durchführungsbestimmungen, Polizei auf Autobahnen",
        "citation": "Art. 57a Abs. 4 SVG",
        "content": "Die Regierungen der beteiligten Kantone regeln die gegenseitigen Rechte und Pflichten aus der Polizeitätigkeit im Gebiet des Nachbarkantons. Ist der Polizeidienst wegen fehlender Einigung nicht gewährleistet, so trifft der Bundesrat vorsorgliche Verfügungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_57_a"
    },
    {
        "book": "SVG",
        "title": "SVG, IIIa. Titel:, Verkehrsmanagement, Verkehrsmanagement durch den Bund",
        "citation": "Art. 57c Abs. 1 SVG",
        "content": "Der Bund ist zuständig für das Verkehrsmanagement auf den Nationalstrassen. Er kann diese Aufgaben ganz oder teilweise Kantonen, von diesen gebildeten Trägerschaften oder Dritten übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_57_c"
    },
    {
        "book": "SVG",
        "title": "SVG, IIIa. Titel:, Verkehrsmanagement, Verkehrsmanagement durch den Bund",
        "citation": "Art. 57c Abs. 2 SVG",
        "content": "Er kann:\na. auf den Nationalstrassen Massnahmen zur Lenkung des motorisierten Verkehrs anordnen, die geeignet und nötig sind, um schwere Störungen des Verkehrs zu verhindern oder zu beseitigen;\nb. auf den Nationalstrassen andere Massnahmen zur Verkehrsleitung und -steuerung anordnen, die geeignet und nötig sind, um einen sicheren und flüssigen motorisierten Verkehr zu gewährleisten; Artikel 3 Absatz 6 bleibt vorbehalten;\nc. im Hinblick auf einen sicheren und flüssigen Verkehr sowie zur Erreichung der Ziele des Verkehrsverlagerungsgesetzes vom 8. Oktober 1999 Empfehlungen zur Lenkung des motorisierten Verkehrs abgeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_57_c"
    },
    {
        "book": "SVG",
        "title": "SVG, IIIa. Titel:, Verkehrsmanagement, Verkehrsmanagement durch den Bund",
        "citation": "Art. 57c Abs. 3 SVG",
        "content": "Die Kantone sind zu den Verkehrsmanagementplänen des Bundes anzuhören.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_57_c"
    },
    {
        "book": "SVG",
        "title": "SVG, IIIa. Titel:, Verkehrsmanagement, Verkehrsmanagement durch den Bund",
        "citation": "Art. 57c Abs. 4 SVG",
        "content": "Der Bund informiert die Strassenbenützer, die Kantone und die Betreiber anderer Verkehrsträger über Verkehrslagen, Verkehrsbeschränkungen und Strassenverhältnisse auf den Nationalstrassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_57_c"
    },
    {
        "book": "SVG",
        "title": "SVG, IIIa. Titel:, Verkehrsmanagement, Verkehrsmanagement durch den Bund",
        "citation": "Art. 57c Abs. 5 SVG",
        "content": "Er sorgt für die Errichtung und den Betrieb eines Verkehrsdatenverbundes sowie einer Verkehrsmanagementzentrale für die Nationalstrassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_57_c"
    },
    {
        "book": "SVG",
        "title": "SVG, IIIa. Titel:, Verkehrsmanagement, Verkehrsmanagement durch den Bund",
        "citation": "Art. 57c Abs. 6 SVG",
        "content": "Die Kantone melden dem Bund die Verkehrsdaten, die für die Erfüllung dieser Aufgaben erforderlich sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_57_c"
    },
    {
        "book": "SVG",
        "title": "SVG, IIIa. Titel:, Verkehrsmanagement, Verkehrsmanagement durch den Bund",
        "citation": "Art. 57c Abs. 7 SVG",
        "content": "Die Daten des Verkehrsdatenverbundes nach Absatz 5 stehen den Kantonen zur Erfüllung ihrer Aufgaben unentgeltlich zur Verfügung. Gegen Entgelt ermöglicht der Bund Kantonen und Dritten, den Verkehrsdatenverbund zu erweitern und für zusätzliche Zwecke zu nutzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_57_c"
    },
    {
        "book": "SVG",
        "title": "SVG, IIIa. Titel:, Verkehrsmanagement, Verkehrsmanagement durch den Bund",
        "citation": "Art. 57c Abs. 8 SVG",
        "content": "Gegen Entgelt kann der Bund die Bereitstellung und die Verbreitung der Verkehrsinformationen für die Kantone übernehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_57_c"
    },
    {
        "book": "SVG",
        "title": "SVG, IIIa. Titel:, Verkehrsmanagement, Verkehrsmanagement durch die Kantone",
        "citation": "Art. 57d Abs. 1 SVG",
        "content": "Die Kantone erstellen Verkehrsmanagementpläne für vom Bundesrat bezeichnete Strassen, die für das Verkehrsmanagement der Nationalstrassen von Bedeutung sind. Diese Pläne sind vom Bund zu genehmigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_57_d"
    },
    {
        "book": "SVG",
        "title": "SVG, IIIa. Titel:, Verkehrsmanagement, Verkehrsmanagement durch die Kantone",
        "citation": "Art. 57d Abs. 2 SVG",
        "content": "Die Kantone informieren die Strassenbenützer über Verkehrslagen, Verkehrsbeschränkungen und Strassenverhältnisse auf den anderen Strassen auf ihrem Kantonsgebiet. Sie orientieren den Bund, andere Kantone und die Nachbarstaaten, soweit es die Sachlage erfordert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_57_d"
    },
    {
        "book": "SVG",
        "title": "SVG, IIIa. Titel:, Verkehrsmanagement, Verkehrsmanagement durch die Kantone",
        "citation": "Art. 57d Abs. 3 SVG",
        "content": "Die Kantone können die Informationsaufgabe der Verkehrsmanagementzentrale oder Dritten übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_57_d"
    },
    {
        "book": "SVG",
        "title": "SVG, IIIa. Titel:, Verkehrsmanagement, Verkehrsmanagement durch die Kantone",
        "citation": "Art. 57d Abs. 4 SVG",
        "content": "Der Bund unterstützt die Kantone durch fachliche Beratung und bei der Koordinierung von Verkehrsinformationen, die über die kantonalen oder nationalen Grenzen hinaus von Interesse sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_57_d"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 1. Abschnitt: Haftpflicht, Haftpflicht des Motorfahrzeughalters",
        "citation": "Art. 58 Abs. 1 SVG",
        "content": "Wird durch den Betrieb eines Motorfahrzeuges ein Mensch getötet oder verletzt oder Sachschaden verursacht, so haftet der Halter für den Schaden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_58"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 1. Abschnitt: Haftpflicht, Haftpflicht des Motorfahrzeughalters",
        "citation": "Art. 58 Abs. 2 SVG",
        "content": "Wird ein Verkehrsunfall durch ein nicht in Betrieb befindliches Motorfahrzeug veranlasst, so haftet der Halter, wenn der Geschädigte beweist, dass den Halter oder Personen, für die er verantwortlich ist, ein Verschulden trifft oder dass fehlerhafte Beschaffenheit des Motorfahrzeuges mitgewirkt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_58"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 1. Abschnitt: Haftpflicht, Haftpflicht des Motorfahrzeughalters",
        "citation": "Art. 58 Abs. 3 SVG",
        "content": "Der Halter haftet nach Ermessen des Richters auch für Schäden infolge der Hilfeleistung nach Unfällen seines Motorfahrzeuges, sofern er für den Unfall haftbar ist oder die Hilfe ihm selbst oder den Insassen seines Fahrzeuges geleistet wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_58"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 1. Abschnitt: Haftpflicht, Haftpflicht des Motorfahrzeughalters",
        "citation": "Art. 58 Abs. 4 SVG",
        "content": "Für das Verschulden des Fahrzeugführers und mitwirkender Hilfspersonen ist der Halter wie für eigenes Verschulden verantwortlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_58"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 1. Abschnitt: Haftpflicht, Ermässigung oder Ausschluss der Halterhaftung",
        "citation": "Art. 59 Abs. 1 SVG",
        "content": "Der Halter wird von der Haftpflicht befreit, wenn er beweist, dass der Unfall durch höhere Gewalt oder grobes Verschulden des Geschädigten oder eines Dritten verursacht wurde ohne dass ihn selbst oder Personen, für die er verantwortlich ist, ein Verschulden trifft und ohne dass fehlerhafte Beschaffenheit des Fahrzeuges zum Unfall beigetragen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_59"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 1. Abschnitt: Haftpflicht, Ermässigung oder Ausschluss der Halterhaftung",
        "citation": "Art. 59 Abs. 2 SVG",
        "content": "Beweist der Halter, der nicht nach Absatz 1 befreit wird, dass ein Verschulden des Geschädigten beim Unfall mitgewirkt hat, so bestimmt der Richter die Ersatzpflicht unter Würdigung aller Umstände.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_59"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 1. Abschnitt: Haftpflicht, Ermässigung oder Ausschluss der Halterhaftung",
        "citation": "Art. 59 Abs. 4 SVG",
        "content": "Nach dem Obligationenrecht bestimmen sich:\na. die Haftung im Verhältnis zwischen dem Halter und dem Eigentümer eines Fahrzeuges für Schaden an diesem Fahrzeug;\nb. die Haftung des Halters für Schaden an den mit seinem Fahrzeug beförderten Sachen, ausgenommen an Gegenständen, die der Geschädigte mit sich führte, namentlich Reisegepäck und dergleichen; vorbehalten ist das Personenbeförderungsgesetz vom 20. März 2009.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_59"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 1. Abschnitt: Haftpflicht, Mehrere Schädiger",
        "citation": "Art. 60 Abs. 1 SVG",
        "content": "Sind bei einem Unfall, an dem ein Motorfahrzeug beteiligt ist, mehrere für den Schaden eines Dritten ersatzpflichtig, so haften sie solidarisch.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_60"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 1. Abschnitt: Haftpflicht, Mehrere Schädiger",
        "citation": "Art. 60 Abs. 2 SVG",
        "content": "Auf die beteiligten Haftpflichtigen wird der Schaden unter Würdigung aller Umstände verteilt. Mehrere Motorfahrzeughalter tragen den Schaden nach Massgabe des von ihnen zu vertretenden Verschuldens, wenn nicht besondere Umstände, namentlich die Betriebsgefahren, eine andere Verteilung rechtfertigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_60"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 1. Abschnitt: Haftpflicht, Schadenersatz zwischen Motorfahrzeughaltern",
        "citation": "Art. 61 Abs. 1 SVG",
        "content": "Wird bei einem Unfall, an dem mehrere Motorfahrzeuge beteiligt sind, ein Halter körperlich geschädigt, so wird der Schaden den Haltern aller beteiligten Motorfahrzeuge nach Massgabe des von ihnen zu vertretenden Verschuldens auferlegt, wenn nicht besondere Umstände, namentlich die Betriebsgefahren, eine andere Verteilung rechtfertigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_61"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 1. Abschnitt: Haftpflicht, Schadenersatz zwischen Motorfahrzeughaltern",
        "citation": "Art. 61 Abs. 2 SVG",
        "content": "Für Sachschaden eines Halters haftet ein anderer Halter nur, wenn der Geschädigte beweist, dass der Schaden verursacht wurde durch Verschulden oder vorübergehenden Verlust der Urteilsfähigkeit des beklagten Halters oder einer Person, für die er verantwortlich ist, oder durch fehlerhafte Beschaffenheit seines Fahrzeuges.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_61"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 1. Abschnitt: Haftpflicht, Schadenersatz zwischen Motorfahrzeughaltern",
        "citation": "Art. 61 Abs. 3 SVG",
        "content": "Mehrere ersatzpflichtige Halter haften dem geschädigten Halter solidarisch.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_61"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 1. Abschnitt: Haftpflicht, Schadenersatz, Genugtuung",
        "citation": "Art. 62 Abs. 1 SVG",
        "content": "Art und Umfang des Schadenersatzes sowie die Zusprechung einer Genugtuung richten sich nach den Grundsätzen des Obligationenrechtes über unerlaubte Handlungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_62"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 1. Abschnitt: Haftpflicht, Schadenersatz, Genugtuung",
        "citation": "Art. 62 Abs. 2 SVG",
        "content": "Hatte der Getötete oder Verletzte ein ungewöhnlich hohes Einkommen, so kann der Richter die Entschädigung unter Würdigung aller Umstände angemessen ermässigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_62"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 1. Abschnitt: Haftpflicht, Schadenersatz, Genugtuung",
        "citation": "Art. 62 Abs. 3 SVG",
        "content": "Leistungen an den Geschädigten aus einer privaten Versicherung, deren Prämien ganz oder teilweise vom Halter bezahlt wurden, sind im Verhältnis seines Prämienbeitrages auf seine Ersatzpflicht anzurechnen, wenn der Versicherungsvertrag nichts anderes vorsieht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_62"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 2. Abschnitt: Versicherung, Versicherungspflicht",
        "citation": "Art. 63 Abs. 1 SVG",
        "content": "Kein Motorfahrzeug darf in den öffentlichen Verkehr gebracht werden, bevor eine Haftpflichtversicherung nach den folgenden Bestimmungen abgeschlossen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_63"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 2. Abschnitt: Versicherung, Versicherungspflicht",
        "citation": "Art. 63 Abs. 2 SVG",
        "content": "Die Versicherung deckt die Haftpflicht des Halters und der Personen, für die er nach diesem Gesetz verantwortlich ist, zumindest in jenen Staaten, in denen das schweizerische Kontrollschild als Versicherungsnachweis gilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_63"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 2. Abschnitt: Versicherung, Versicherungspflicht",
        "citation": "Art. 63 Abs. 3 SVG",
        "content": "Von der Versicherung können ausgeschlossen werden:\na. Ansprüche des Halters aus Sachschäden, die Personen verursacht haben, für die er nach diesem Gesetz verantwortlich ist;\nb. Ansprüche aus Sachschäden des Ehegatten, der eingetragenen Partnerin oder des eingetragenen Partners des Halters, seiner Verwandten in auf- und absteigender Linie sowie seiner mit ihm in gemeinsamem Haushalt lebenden Geschwister;\nc. Ansprüche aus Sachschäden, für die der Halter nicht nach diesem Gesetz haftet;\nd. Ansprüche aus Unfällen bei Rennen, für welche die nach Artikel 72 vorgeschriebene Versicherung besteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_63"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 2. Abschnitt: Versicherung, Mindestversicherung",
        "citation": "Art. 64 SVG",
        "content": "Der Bundesrat bestimmt die Beträge, die als Ersatzansprüche der Geschädigten aus Personen- und Sachschäden von der Haftpflichtversicherung gedeckt werden müssen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_64"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 2. Abschnitt: Versicherung, Unmittelbarer Anspruch gegen den Versicherer, Einreden",
        "citation": "Art. 65 Abs. 1 SVG",
        "content": "Der Geschädigte hat im Rahmen der vertraglichen Versicherungsdeckung ein Forderungsrecht unmittelbar gegen den Versicherer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_65"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 2. Abschnitt: Versicherung, Unmittelbarer Anspruch gegen den Versicherer, Einreden",
        "citation": "Art. 65 Abs. 2 SVG",
        "content": "Einreden aus dem Versicherungsvertrag oder aus dem Versicherungsvertragsgesetz vom 2. April 1908 können dem Geschädigten nicht entgegengehalten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_65"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 2. Abschnitt: Versicherung, Unmittelbarer Anspruch gegen den Versicherer, Einreden",
        "citation": "Art. 65 Abs. 3 SVG",
        "content": "Der Versicherer hat ein Rückgriffsrecht gegen den Versicherungsnehmer oder den Versicherten, soweit er nach dem Versicherungsvertrag oder dem Versicherungsvertragsgesetz zur Ablehnung oder Kürzung seiner Leistung befugt wäre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_65"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 2. Abschnitt: Versicherung, Mehrere Geschädigte",
        "citation": "Art. 66 Abs. 1 SVG",
        "content": "Übersteigen die den Geschädigten zustehenden Forderungen die vertragliche Versicherungsdeckung, so ermässigt sich der Anspruch jedes Geschädigten gegen den Versicherer im Verhältnis der Versicherungsdeckung zur Summe der Forderungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_66"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 2. Abschnitt: Versicherung, Mehrere Geschädigte",
        "citation": "Art. 66 Abs. 2 SVG",
        "content": "Der Geschädigte, der als erster klagt, sowie der beklagte Versicherer können die übrigen Geschädigten durch den angerufenen Richter unter Hinweis auf die Rechtsfolgen auffordern lassen, ihre Ansprüche innert bestimmter Frist beim gleichen Richter einzuklagen. Der angerufene Richter hat über die Verteilung der Versicherungsleistung auf die mehreren Ansprüche zu entscheiden. Bei der Verteilung der Versicherungsleistung sind die fristgemäss eingeklagten Ansprüche, ohne Rücksicht auf die übrigen, vorab zu decken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_66"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 2. Abschnitt: Versicherung, Mehrere Geschädigte",
        "citation": "Art. 66 Abs. 3 SVG",
        "content": "Hat der Versicherer in Unkenntnis anderweitiger Ansprüche gutgläubig einem Geschädigten eine Zahlung geleistet, die dessen verhältnismässigen Anteil übersteigt, so ist er im Umfang seiner Leistung auch gegenüber den andern Geschädigten befreit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_66"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 2. Abschnitt: Versicherung, Halterwechsel, Ersatzfahrzeuge",
        "citation": "Art. 67 Abs. 1 SVG",
        "content": "Beim Halterwechsel gehen die Rechte und Pflichten aus dem Versicherungsvertrag auf den neuen Halter über. Wird der neue Fahrzeugausweis auf Grund einer andern Haftpflichtversicherung ausgestellt, so erlischt der alte Vertrag.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_67"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 2. Abschnitt: Versicherung, Halterwechsel, Ersatzfahrzeuge",
        "citation": "Art. 67 Abs. 2 SVG",
        "content": "Der bisherige Versicherer ist berechtigt, innert 14 Tagen, seitdem er vom Halterwechsel Kenntnis erhalten hat, vom Vertrag zurückzutreten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_67"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 2. Abschnitt: Versicherung, Halterwechsel, Ersatzfahrzeuge",
        "citation": "Art. 67 Abs. 3 SVG",
        "content": "Der Bundesrat regelt die Voraussetzungen, unter welchen der Halter an Stelle des versicherten Fahrzeuges und mit dessen Kontrollschildern ein anderes Fahrzeug verwenden darf. Die Versicherung gilt ausschliesslich für das verwendete Fahrzeug. Der Versicherer kann auf den Halter Rückgriff nehmen, wenn die Verwendung nicht zulässig war.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_67"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 2. Abschnitt: Versicherung, Versicherungsnachweis, Aussetzen und Aufhören der Versicherung",
        "citation": "Art. 68 Abs. 1 SVG",
        "content": "Der Versicherer hat zuhanden der Behörde, die den Fahrzeugausweis abgibt, eine Versicherungsbescheinigung auszustellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_68"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 2. Abschnitt: Versicherung, Versicherungsnachweis, Aussetzen und Aufhören der Versicherung",
        "citation": "Art. 68 Abs. 2 SVG",
        "content": "Aussetzen und Aufhören der Versicherung sind vom Versicherer der Behörde zu melden und werden, sofern die Versicherung nicht vorher durch eine andere ersetzt wurde, gegenüber Geschädigten erst wirksam, wenn der Fahrzeugausweis und die Kontrollschilder abgegeben sind, spätestens jedoch 60 Tage nach Eingang der Meldung des Versicherers. Die Behörde hat Fahrzeugausweis und Kontrollschilder einzuziehen, sobald die Meldung eintrifft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_68"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 2. Abschnitt: Versicherung, Versicherungsnachweis, Aussetzen und Aufhören der Versicherung",
        "citation": "Art. 68 Abs. 3 SVG",
        "content": "Werden die Kontrollschilder bei der zuständigen Behörde hinterlegt, so ruht die Versicherung. Die Behörde gibt dem Versicherer davon Kenntnis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_68"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 2. Abschnitt: Versicherung, Schadenverlaufserklärung",
        "citation": "Art. 68a SVG",
        "content": "Der Versicherungsnehmer hat während des Vertragsverhältnisses jederzeit Anspruch auf eine Schadenverlaufs- beziehungsweise Schadenfreiheitserklärung. Auf seinen Antrag hin hat ihm der Versicherer innert 14 Tagen eine wahrheitsgetreue Erklärung über die ganze Vertragslaufzeit, maximal über die letzten fünf Jahre des Vertragsverhältnisses auszuhändigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_68_a"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Motorfahrzeuganhänger; geschleppte Motorfahrzeuge",
        "citation": "Art. 69 Abs. 1 SVG",
        "content": "Für den durch einen Anhänger oder ein geschlepptes Motorfahrzeug verursachten Schaden haftet der Halter des ziehenden Motorfahrzeuges; die Bestimmungen über die Haftung bei Motorfahrzeugen gelten sinngemäss. Wird das geschleppte Motorfahrzeug von einem Führer gelenkt, so haftet sein Halter solidarisch mit dem Halter des Zugfahrzeuges.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_69"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Motorfahrzeuganhänger; geschleppte Motorfahrzeuge",
        "citation": "Art. 69 Abs. 2 SVG",
        "content": "Die Versicherung des Zugfahrzeuges erstreckt sich auch auf die Haftpflicht für Schäden, die verursacht werden:\na. vom Anhänger;\nb. vom geschleppten Motorfahrzeug, das nicht von einem Führer gelenkt wird;\nc. vom geschleppten Motorfahrzeug, das von einem Führer gelenkt wird und nicht versichert ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_69"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Motorfahrzeuganhänger; geschleppte Motorfahrzeuge",
        "citation": "Art. 69 Abs. 3 SVG",
        "content": "Anhänger zum Personentransport dürfen nur in Verkehr gebracht werden, wenn durch eine Zusatzversicherung auf den Anhänger die vom Bundesrat nach Artikel 64 festgelegte Mindestversicherung des ganzen Zuges gewährleistet ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_69"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Motorfahrzeuganhänger; geschleppte Motorfahrzeuge",
        "citation": "Art. 69 Abs. 4 SVG",
        "content": "Nach diesem Gesetz richten sich die Haftung des Halters des Zugfahrzeuges für körperliche Schäden der Mitfahrer auf Anhängern sowie die Haftung für Schäden zwischen dem Zugfahrzeug und dem geschleppten Motorfahrzeug. Für Sachschäden am Anhänger haftet der Halter des Zugfahrzeuges nach dem Obligationenrecht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_69"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Fahrräder",
        "citation": "Art. 70 SVG",
        "content": "Radfahrer haften nach Obligationenrecht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_70"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Unternehmen des Motorfahrzeuggewerbes",
        "citation": "Art. 71 Abs. 1 SVG",
        "content": "Der Unternehmer im Motorfahrzeuggewerbe haftet wie ein Halter für den Schaden, der durch ein Motorfahrzeug verursacht wird, das ihm zur Aufbewahrung, Reparatur, Wartung, zum Umbau oder zu ähnlichen Zwecken übergeben wurde. Der Halter und sein Haftpflichtversicherer haften nicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_71"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Unternehmen des Motorfahrzeuggewerbes",
        "citation": "Art. 71 Abs. 2 SVG",
        "content": "Diese Unternehmer sowie solche, die Motorfahrzeuge herstellen oder damit Handel treiben, haben für die Gesamtheit ihrer eigenen und der ihnen übergebenen Motorfahrzeuge eine Haftpflichtversicherung abzuschliessen. Die Bestimmungen über die Halterversicherung gelten sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_71"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Rennen",
        "citation": "Art. 72 Abs. 1 SVG",
        "content": "Die Bestimmungen dieses Artikels gelten für motor- und radsportliche Veranstaltungen, bei denen die Bewertung hauptsächlich nach der erzielten Geschwindigkeit erfolgt oder eine Durchschnittsgeschwindigkeit von mehr als 50 km/Std. verlangt wird. Sie gelten auch, wenn die Strecke für den übrigen Verkehr gesperrt ist. Der Bundesrat kann weitere Veranstaltungen einbeziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_72"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Rennen",
        "citation": "Art. 72 Abs. 2 SVG",
        "content": "Die Veranstalter haften in sinngemässer Anwendung der Bestimmungen über die Haftung der Motorfahrzeughalter für den Schaden, der durch Fahrzeuge der Teilnehmer oder Begleitfahrzeuge oder andere im Dienst der Veranstaltung verwendete Fahrzeuge verursacht wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_72"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Rennen",
        "citation": "Art. 72 Abs. 3 SVG",
        "content": "Die Haftung für Schäden der Rennfahrer und ihrer Mitfahrer sowie an den im Dienst der Veranstaltung verwendeten Fahrzeugen richtet sich nicht nach diesem Gesetz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_72"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Rennen",
        "citation": "Art. 72 Abs. 4 SVG",
        "content": "Zur Deckung der Haftpflicht der Veranstalter, Teilnehmer und Hilfspersonen gegenüber Dritten, wie Zuschauern, andern Strassenbenützern und Anwohnern, ist eine Versicherung abzuschliessen. Die Bewilligungsbehörde setzt die Mindestdeckung nach den Umständen fest; bei Rennen mit Motorfahrzeugen darf diese jedoch nicht geringer sein als bei der ordentlichen Versicherung. Die Artikel 65 und 66 gelten sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_72"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Rennen",
        "citation": "Art. 72 Abs. 5 SVG",
        "content": "Muss bei einem nicht behördlich bewilligten Rennen ein Schaden durch die ordentliche Versicherung des schadenverursachenden Motorfahrzeuges, den schadenverursachenden Radfahrer oder seine private Haftpflichtversicherung gedeckt werden, so hat der Versicherer oder der Radfahrer den Rückgriff auf die Haftpflichtigen, die wussten oder bei pflichtgemässer Aufmerksamkeit wissen konnten, dass eine besondere Versicherung für das Rennen fehlte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_72"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Motorfahrzeuge und Fahrräder des Bundes und der Kantone",
        "citation": "Art. 73 Abs. 1 SVG",
        "content": "Bund und Kantone unterstehen als Halter von Motorfahrzeugen den Haftpflichtbestimmungen dieses Gesetzes, jedoch nicht der Versicherungspflicht. Ausserdem sind von der Versicherungspflicht Motorfahrzeuge ausgenommen, für die der Bund die Deckungspflicht wie ein Versicherer übernimmt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_73"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Motorfahrzeuge und Fahrräder des Bundes und der Kantone",
        "citation": "Art. 73 Abs. 3 SVG",
        "content": "Bund und Kantone regulieren nach den für die Haftpflichtversicherung geltenden Bestimmungen die Schäden, die durch Motorfahrzeuge, Anhänger und Fahrräder verursacht werden, für die sie haften. Sie teilen der Auskunftsstelle (Art. 79a) mit, welche Stellen für die Schadenregulierung zuständig sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_73"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Nationales Versicherungsbüro",
        "citation": "Art. 74 Abs. 1 SVG",
        "content": "Die in der Schweiz zum Betrieb der Motorfahrzeug-Haftpflichtversicherung zugelassenen Versicherungseinrichtungen bilden und betreiben gemeinsam das Nationale Versicherungsbüro, das eigene Rechtspersönlichkeit hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_74"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Nationales Versicherungsbüro",
        "citation": "Art. 74 Abs. 2 SVG",
        "content": "Das Nationale Versicherungsbüro hat folgende Aufgaben:\na. Es deckt die Haftung für Schäden, die durch ausländische Motorfahrzeuge und Anhänger in der Schweiz verursacht werden, soweit nach diesem Gesetz eine Versicherungspflicht besteht.\nb. Es betreibt die Auskunftsstelle nach Artikel 79a.\nc. Es koordiniert den Abschluss von Grenzversicherungen für in die Schweiz einreisende Motorfahrzeuge, die nicht über den erforderlichen Versicherungsschutz verfügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_74"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Nationales Versicherungsbüro",
        "citation": "Art. 74 Abs. 3 SVG",
        "content": "Der Bundesrat regelt:\na. die Pflicht zum Abschluss einer Grenzversicherung;\nb. die Koordination der Leistungen der Sozialversicherungen mit den Schadenersatzleistungen des Nationalen Versicherungsbüros.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_74"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Nationales Versicherungsbüro",
        "citation": "Art. 74 Abs. 4 SVG",
        "content": "Er kann den Arrest zur Sicherung von Ersatzansprüchen für Schäden, die durch ausländische Motorfahrzeuge oder Anhänger verursacht werden, ausschliessen oder beschränken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_74"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Strolchenfahrten",
        "citation": "Art. 75 Abs. 1 SVG",
        "content": "Wer ein Motorfahrzeug zum Gebrauch entwendet, haftet wie ein Halter. Solidarisch mit ihm haftet der Führer, der bei Beginn der Fahrt wusste oder bei pflichtgemässer Aufmerksamkeit wissen konnte, dass das Fahrzeug zum Gebrauch entwendet wurde. Der Halter haftet mit, ausser gegenüber Benützern des Fahrzeugs, die bei Beginn der Fahrt von der Entwendung zum Gebrauch Kenntnis hatten oder bei pflichtgemässer Aufmerksamkeit haben konnten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_75"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Strolchenfahrten",
        "citation": "Art. 75 Abs. 2 SVG",
        "content": "Der Halter und sein Haftpflichtversicherer haben den Rückgriff auf die Personen, die das Motorfahrzeug entwendeten, sowie auf den Führer, der bei Beginn der Fahrt von der Entwendung zum Gebrauch Kenntnis hatte oder bei pflichtgemässer Aufmerksamkeit haben konnte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_75"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Strolchenfahrten",
        "citation": "Art. 75 Abs. 3 SVG",
        "content": "Der Versicherer darf den Halter nicht finanziell belasten, wenn diesen an der Entwendung keine Schuld trifft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_75"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Nationaler Garantiefonds",
        "citation": "Art. 76 Abs. 1 SVG",
        "content": "Die in der Schweiz zum Betrieb der Motorfahrzeug-Haftpflichtversicherung zugelassenen Versicherungseinrichtungen bilden und betreiben gemeinsam den Nationalen Garantiefonds.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_76"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Nationaler Garantiefonds",
        "citation": "Art. 76 Abs. 2 SVG",
        "content": "Der Nationale Garantiefonds hat eigene Rechtspersönlichkeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_76"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Nationaler Garantiefonds",
        "citation": "Art. 76 Abs. 3 SVG",
        "content": "Er hat folgende Aufgaben:\na. Er deckt die Haftung für Schäden, die in der Schweiz verursacht werden durch:\n1. nicht ermittelte oder nicht versicherte Motorfahrzeuge und Anhänger, soweit nach diesem Gesetz eine Versicherungspflicht besteht,\n2. Radfahrer oder Benützer fahrzeugähnlicher Geräte, sofern der Schädiger nicht ermittelt werden kann oder der Schaden weder vom Schädiger noch von einer Haftpflichtversicherung noch von einer für ihn verantwortlichen Person oder einer anderen Versicherung gedeckt wird;\nb. Er betreibt die Entschädigungsstelle nach Artikel 79d.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_76"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Nationaler Garantiefonds",
        "citation": "Art. 76 Abs. 4 SVG",
        "content": "Wird über einen Motorfahrzeug-Haftpflichtversicherer, der aus Schäden leistungspflichtig ist, die durch in der Schweiz zugelassene Motorfahrzeuge und Anhänger verursacht worden sind:\na. der Versicherungskonkurs eröffnet, so führt der Nationale Garantiefonds das Verfahren zur vorgezogenen Regulierung erfüllbarer Ansprüche und deckt denjenigen Teil der Ansprüche, für den die Konkursverwaltung einen Verlustschein ausstellt;\nb. ein Sanierungsverfahren nach Artikel 52a des Versicherungsaufsichtsgesetzes vom 17. Dezember 2004 eröffnet und dabei von der zuständigen Behörde eine Kürzung der Schadenzahlungen verfügt, so übernimmt der Nationale Garantiefonds den Betrag, um den die betreffenden Schadenzahlungen gekürzt worden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_76"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Nationaler Garantiefonds",
        "citation": "Art. 76 Abs. 5 SVG",
        "content": "Der Bundesrat regelt:\na. die Aufgaben des Nationalen Garantiefonds nach Absatz 3;\nb. die Konkurs- und Sanierungsdeckung nach Absatz 4, namentlich deren maximalen Umfang;\nc. einen Selbstbehalt der geschädigten Person für Sachschäden;\nd. die Koordination der Leistungen der Sozialversicherungen mit den Schadenersatzleistungen des Nationalen Garantiefonds;\ne. das Verfahren zur vorgezogenen Regulierung erfüllbarer Ansprüche nach der Eröffnung eines eine Leistungspflicht des Nationalen Garantiefonds auslösenden Konkursverfahrens.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_76"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Nationaler Garantiefonds",
        "citation": "Art. 76 Abs. 6 SVG",
        "content": "Im Falle von Absatz 3 Buchstabe a entfällt die Leistungspflicht des Nationalen Garantiefonds in dem Umfang, in dem die geschädigte Person Leistungen aus einer Schadensversicherung oder einer Sozialversicherung beanspruchen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_76"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Nationaler Garantiefonds",
        "citation": "Art. 76 Abs. 7 SVG",
        "content": "Der Bundesrat kann im Falle von Absatz 3 Buchstabe a:\na. den Nationalen Garantiefonds zur Vorleistung verpflichten, wenn der Schädiger keine leistungspflichtige Haftpflichtversicherung hat oder das Fehlen einer solchen Versicherung strittig ist;\nb. die Leistungspflicht des Nationalen Garantiefonds gegenüber im Ausland wohnhaften ausländischen Geschädigten bei fehlender Reziprozität beschränken oder aufheben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_76"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Nationaler Garantiefonds",
        "citation": "Art. 76 Abs. 8 SVG",
        "content": "Mit der Zahlung der Ersatzleistung an die geschädigte Person tritt der Nationale Garantiefonds für die von ihm gedeckten gleichartigen Schadensposten in die Rechte der geschädigten Person ein. Für Leistungen nach Absatz 4 nimmt der Nationale Garantiefonds nur dann Rückgriff, wenn der Halter oder Lenker des Fahrzeugs den Schaden grobfahrlässig oder absichtlich verursacht hat. Ist der Nationale Garantiefonds nach Absatz 4 leistungspflichtig, so hat die geschädigte Person keine Ansprüche gegenüber dem Halter oder Lenker des Fahrzeugs, mit dem der Schaden verursacht wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_76"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Finanzierung, Durchführung",
        "citation": "Art. 76a Abs. 1 SVG",
        "content": "Der Halter eines Motorfahrzeuges leistet jährlich je einen Beitrag nach der Art des versicherten Risikos, der zur Deckung des Aufwandes nach den Artikeln 74, 76, 79a und 79d bestimmt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_76_a"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Finanzierung, Durchführung",
        "citation": "Art. 76a Abs. 2 SVG",
        "content": "Das nationale Versicherungsbüro und der nationale Garantiefonds bestimmen diese Beiträge; sie bedürfen der Genehmigung durch die Eidgenössische Finanzmarktaufsicht (FINMA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_76_a"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Finanzierung, Durchführung",
        "citation": "Art. 76a Abs. 3 SVG",
        "content": "Die Motorfahrzeug-Haftpflichtversicherer erheben diese Beiträge gleichzeitig mit der Prämie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_76_a"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Finanzierung, Durchführung",
        "citation": "Art. 76a Abs. 4 SVG",
        "content": "Der Bund sowie seine Betriebe und Anstalten sind von der Beitragspflicht ausgenommen. Kantone als Halter von Motorfahrzeugen, für die keine Haftpflichtversicherungspflicht besteht (Art. 73 Abs. 1), sind insoweit beitragspflichtig, als ihre Fahrzeuge versichert sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_76_a"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Finanzierung, Durchführung",
        "citation": "Art. 76a Abs. 4bis SVG",
        "content": "Hat die FINMA ein Sanierungs- oder ein Versicherungskonkursverfahren über einen Motorfahrzeug-Haftpflichtversicherer eröffnet, so erstellt der Nationale Garantiefonds eine Schätzung über die zu erwartenden künftigen Zahlungsverpflichtungen. Diese sind ausschliesslich im Anhang zur Jahresrechnung (Art. 959c des Obligationenrechts) zu dokumentieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_76_a"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Finanzierung, Durchführung",
        "citation": "Art. 76a Abs. 5 SVG",
        "content": "Der Bundesrat bestimmt die Einzelheiten; er regelt namentlich die Berechnungsgrundlagen für den Beitrag und dessen Genehmigung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_76_a"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Gemeinsame Bestimmungen für das Nationale Versicherungsbüro und den Nationalen Garantiefonds",
        "citation": "Art. 76b Abs. 1 SVG",
        "content": "Geschädigte haben ein Forderungsrecht unmittelbar gegen das Nationale Versicherungsbüro und den Nationalen Garantiefonds.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_76_b"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Gemeinsame Bestimmungen für das Nationale Versicherungsbüro und den Nationalen Garantiefonds",
        "citation": "Art. 76b Abs. 2 SVG",
        "content": "Das Nationale Versicherungsbüro und der Nationale Garantiefonds stehen unter der Aufsicht des ASTRA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_76_b"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Gemeinsame Bestimmungen für das Nationale Versicherungsbüro und den Nationalen Garantiefonds",
        "citation": "Art. 76b Abs. 3 SVG",
        "content": "Personen, die Aufgaben des Nationalen Versicherungsbüros und des Nationalen Garantiefonds wahrnehmen oder deren Ausführung beaufsichtigen, sind Dritten gegenüber zur Verschwiegenheit verpflichtet. Sie sind zur Erfüllung der ihnen übertragenen Aufgaben befugt, die dafür benötigten Personendaten, einschliesslich besonders schützenswerter Personendaten, zu bearbeiten oder bearbeiten zu lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_76_b"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Gemeinsame Bestimmungen für das Nationale Versicherungsbüro und den Nationalen Garantiefonds",
        "citation": "Art. 76b Abs. 4 SVG",
        "content": "Das Nationale Versicherungsbüro und der Nationale Garantiefonds können:\na. ihre Mitglieder oder Dritte mit der Erfüllung der ihnen obliegenden Aufgaben betrauen und einen geschäftsführenden Versicherer bezeichnen;\nb. mit anderen nationalen Versicherungsbüros und nationalen Garantiefonds sowie mit ausländischen Stellen, die gleichartige Aufgaben wahrnehmen, Vereinbarungen zur Erleichterung des grenzüberschreitenden Verkehrs und über den Schutz von Verkehrsopfern im grenzüberschreitenden Verkehr abschliessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_76_b"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Gemeinsame Bestimmungen für das Nationale Versicherungsbüro und den Nationalen Garantiefonds",
        "citation": "Art. 76b Abs. 5 SVG",
        "content": "Der Bundesrat erlässt Bestimmungen über die Aufgaben und Befugnisse des Nationalen Versicherungsbüros und des Nationalen Garantiefonds betreffend:\na. Schadendeckung im In- und Ausland;\nb. Förderung und Entwicklung des Versicherungsschutzes und des Verkehrsopferschutzes im grenzüberschreitenden Verkehr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_76_b"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Nichtversicherte Fahrzeuge",
        "citation": "Art. 77 Abs. 1 SVG",
        "content": "Gibt ein Kanton Fahrzeugausweise und Kontrollschilder für Motorfahrzeuge ab, ohne dass die vorgeschriebene Versicherung besteht, so haftet er im Rahmen der gesetzlichen Mindestversicherung für den Schaden, für den die Halter der Motorfahrzeuge aufzukommen haben. Er haftet in gleicher Weise, wenn er es versäumt, Fahrzeugausweis und Kontrollschilder innert 60 Tagen nach der Meldung des Versicherers im Sinne von Artikel 68 oder nach der Meldung des Halters über die endgültige Ausserverkehrsetzung eines Fahrzeuges einzuziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_77"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Nichtversicherte Fahrzeuge",
        "citation": "Art. 77 Abs. 2 SVG",
        "content": "Der Kanton oder sein Versicherer hat den Rückgriff gegen den Halter, der nicht im guten Glauben war, er sei durch die vorgeschriebene Versicherung gedeckt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_77"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Nichtversicherte Fahrzeuge",
        "citation": "Art. 77 Abs. 3 SVG",
        "content": "Diese Bestimmungen gelten sinngemäss für die Abgabe von Fahrzeugausweisen und Kontrollschildern durch den Bund.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_77"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Auskunftsstelle",
        "citation": "Art. 79a Abs. 1 SVG",
        "content": "Die Auskunftsstelle erteilt Geschädigten und Sozialversicherungen die erforderlichen Auskünfte, damit sie Schadenersatzansprüche geltend machen können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_79_a"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Auskunftsstelle",
        "citation": "Art. 79a Abs. 2 SVG",
        "content": "Der Bundesrat bestimmt, welche Auskünfte zu erteilen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_79_a"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Auskunftsstelle",
        "citation": "Art. 79a Abs. 3 SVG",
        "content": "Er kann Behörden und Private verpflichten, der Auskunftsstelle die erforderlichen Daten zur Verfügung zu stellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_79_a"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Schadenregulierungsbeauftragte",
        "citation": "Art. 79b Abs. 1 SVG",
        "content": "In der Schweiz zum Betrieb der Motorfahrzeug-Haftpflichtversicherung zugelassene Versicherungseinrichtungen sind verpflichtet, in jedem Staat des Europäischen Wirtschaftsraumes einen Schadenregulierungsbeauftragten zu benennen. Sie übermitteln dessen Namen und Adresse den Auskunftsstellen dieser Staaten und der Auskunftsstelle nach Artikel 79a.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_79_b"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Schadenregulierungsbeauftragte",
        "citation": "Art. 79b Abs. 2 SVG",
        "content": "Der Bundesrat kann die Versicherungseinrichtungen nach Absatz 1 zur Ernennung von Schadenregulierungsbeauftragten in weiteren Staaten verpflichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_79_b"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Schadenregulierungsbeauftragte",
        "citation": "Art. 79b Abs. 3 SVG",
        "content": "Schadenregulierungsbeauftragte sind natürliche oder juristische Personen, die in ihrem Tätigkeitsstaat Versicherungseinrichtungen mit Sitz in einem anderen Staat vertreten. Sie bearbeiten und regulieren nach Artikel 79c Haftpflichtansprüche, die Geschädigte mit Wohnsitz in ihrem Tätigkeitsstaat gegen die von ihnen vertretene Versicherungseinrichtung erheben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_79_b"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Schadenregulierungsbeauftragte",
        "citation": "Art. 79b Abs. 4 SVG",
        "content": "Sie müssen:\na. in ihrem Tätigkeitsstaat domiziliert sein;\nb. über ausreichende Befugnisse verfügen, um die Versicherungseinrichtung gegenüber Geschädigten zu vertreten und deren Schadenersatzansprüche in vollem Umfang zu befriedigen;\nc. in der Lage sein, die Fälle in der Amtssprache beziehungsweise den Amtssprachen ihrer Tätigkeitsstaaten zu bearbeiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_79_b"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Schadenregulierungsbeauftragte",
        "citation": "Art. 79b Abs. 5 SVG",
        "content": "Sie können auf Rechnung einer oder mehrerer Versicherungseinrichtungen tätig sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_79_b"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Schadenregulierung",
        "citation": "Art. 79c Abs. 1 SVG",
        "content": "Die in der Schweiz zum Betrieb der Motorfahrzeug-Haftpflichtversicherung zugelassenen Versicherungseinrichtungen, die in der Schweiz tätigen Schadenregulierungsbeauftragten, der Bund und die Kantone für ihre Fahrzeuge, die nicht versichert sind, sowie das Nationale Versicherungsbüro und der Nationale Garantiefonds haben Geschädigten, die Haftpflichtansprüche gegen sie erheben, innert dreier Monate:\na. ein begründetes Schadenersatzangebot vorzulegen, sofern die Haftung unstreitig und der Schaden beziffert worden ist;\nb. eine begründete Antwort auf die mit der Schadenersatzforderung gemachten Darlegungen zu erteilen, sofern die Haftung bestritten wird oder nicht eindeutig feststeht oder der Schaden nicht vollständig beziffert worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_79_c"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Schadenregulierung",
        "citation": "Art. 79c Abs. 2 SVG",
        "content": "Die dreimonatige Frist beginnt für die mit der Schadenersatzforderung konkret geltend gemachten Ansprüche mit dem Eingang der Ersatzforderung bei der vom Geschädigten angegangenen Stelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_79_c"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Schadenregulierung",
        "citation": "Art. 79c Abs. 3 SVG",
        "content": "Nach Ablauf der dreimonatigen Frist beginnt die Pflicht zur Leistung von Verzugszinsen. Weitergehende Ansprüche des Geschädigten bleiben vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_79_c"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Entschädigungsstelle",
        "citation": "Art. 79d Abs. 1 SVG",
        "content": "Geschädigte mit Wohnsitz in der Schweiz können ihre Haftpflichtansprüche bei der Entschädigungsstelle des Nationalen Garantiefonds geltend machen, wenn:\na. die zur Schadenregulierung angegangene Stelle ihren Verpflichtungen gemäss Artikel 79c nicht nachgekommen ist;\nb. der leistungspflichtige ausländische Haftpflichtversicherer in der Schweiz keinen Schadenregulierungsbeauftragten benannt hat;\nc. sie in einem ausländischen Staat, dessen nationales Versicherungsbüro dem System der grünen Karte beigetreten ist, durch ein Motorfahrzeug geschädigt worden sind, das nicht ermittelt werden kann oder dessen Versicherer nicht innert zweier Monate ermittelt werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_79_d"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Entschädigungsstelle",
        "citation": "Art. 79d Abs. 2 SVG",
        "content": "Keine Ansprüche gegen die Entschädigungsstelle bestehen, wenn die geschädigte Person:\na. im In- oder Ausland gerichtliche Schritte zur Durchsetzung ihrer Ersatzansprüche eingeleitet hat; oder\nb. einen Schadenersatzanspruch direkt an den ausländischen Versicherer gerichtet und dieser innert dreier Monate eine begründete Antwort erteilt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_79_d"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Reziprozität",
        "citation": "Art. 79e Abs. 1 SVG",
        "content": "Die Artikel 79a–79d sind gegenüber einem anderen Staat nur anwendbar, wenn der betreffende Staat der Schweiz Gegenrecht gewährt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_79_e"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 3. Abschnitt: Besondere Fälle, Reziprozität",
        "citation": "Art. 79e Abs. 2 SVG",
        "content": "Die FINMA veröffentlicht eine Liste der Staaten, welche Gegenrecht gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_79_e"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 4. Abschnitt: Verhältnis zu andern Versicherungen, Obligatorische Unfallversicherung",
        "citation": "Art. 80 SVG",
        "content": "Geschädigten, die nach dem Unfallversicherungsgesetz vom 20. März 1981 versichert sind, bleiben die Ansprüche aus diesem Gesetz gewahrt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_80"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 4. Abschnitt: Verhältnis zu andern Versicherungen, Militärversicherung",
        "citation": "Art. 81 SVG",
        "content": "Wird ein Versicherter der Militärversicherung durch ein Militärfahrzeug verletzt oder getötet, so hat der Bund den Schaden ausschliesslich nach dem Bundesgesetz vom 19. Juni 1992 über die Militärversicherung zu decken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_81"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 5. Abschnitt: Gemeinsame Bestimmungen, Versicherer",
        "citation": "Art. 82 SVG",
        "content": "Die durch dieses Gesetz vorgeschriebenen Versicherungen sind bei einer zum Geschäftsbetrieb in der Schweiz zugelassenen Versicherungseinrichtung abzuschliessen. Vorbehalten bleibt die Anerkennung der im Ausland abgeschlossenen Versicherungen für ausländische Fahrzeuge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_82"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 5. Abschnitt: Gemeinsame Bestimmungen, Verjährung",
        "citation": "Art. 83 Abs. 1 SVG",
        "content": "Schadenersatz- und Genugtuungsansprüche aus Unfällen mit Motorfahrzeugen, Fahrrädern und fahrzeugähnlichen Geräten verjähren nach den Bestimmungen des Obligationenrechts über die unerlaubten Handlungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_83"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 5. Abschnitt: Gemeinsame Bestimmungen, Verjährung",
        "citation": "Art. 83 Abs. 2 SVG",
        "content": "Der Rückgriff unter den Haftpflichtigen aus einem Unfall mit Motorfahrzeugen, Fahrrädern oder fahrzeugähnlichen Geräten und die übrigen in diesem Gesetz vorgesehenen Rückgriffsrechte verjähren in drei Jahren vom Tag hinweg, an dem die zugrunde liegende Leistung vollständig erbracht und der Pflichtige bekannt wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_83"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 5. Abschnitt: Gemeinsame Bestimmungen, Vereinbarungen",
        "citation": "Art. 87 Abs. 1 SVG",
        "content": "Vereinbarungen, welche die Haftpflicht nach diesem Gesetz wegbedingen oder beschränken, sind nichtig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_87"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 5. Abschnitt: Gemeinsame Bestimmungen, Vereinbarungen",
        "citation": "Art. 87 Abs. 2 SVG",
        "content": "Vereinbarungen, die offensichtlich unzulängliche Entschädigungen festsetzen, sind binnen Jahresfrist seit ihrem Abschluss anfechtbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_87"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 5. Abschnitt: Gemeinsame Bestimmungen, Bedingungen des Rückgriffs",
        "citation": "Art. 88 SVG",
        "content": "Wird einem Geschädigten durch Versicherungsleistungen der Schaden nicht voll gedeckt, so können Versicherer ihre Rückgriffsrechte gegen den Haftpflichtigen oder dessen Haftpflichtversicherer nur geltend machen, soweit dadurch der Geschädigte nicht benachteiligt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_88"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 5. Abschnitt: Gemeinsame Bestimmungen, Zusatzbestimmungen über Haftpflicht und Versicherung",
        "citation": "Art. 89 Abs. 1 SVG",
        "content": "Der Bundesrat kann Motorfahrzeuge von geringer Motorkraft oder Geschwindigkeit und solche, die selten auf öffentlichen Strassen verwendet werden, von den Bestimmungen dieses Titels ganz oder teilweise ausnehmen und nötigenfalls ergänzende Vorschriften für sie aufstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_89"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 5. Abschnitt: Gemeinsame Bestimmungen, Zusatzbestimmungen über Haftpflicht und Versicherung",
        "citation": "Art. 89 Abs. 2 SVG",
        "content": "Er erlässt die erforderlichen Vorschriften über die Versicherung bei Händlerschildern, Wechselschildern und in ähnlichen Fällen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_89"
    },
    {
        "book": "SVG",
        "title": "SVG, IV. Titel: Haftpflicht und Versicherung, 5. Abschnitt: Gemeinsame Bestimmungen, Zusatzbestimmungen über Haftpflicht und Versicherung",
        "citation": "Art. 89 Abs. 3 SVG",
        "content": "Gegen Verfügungen der kantonalen Behörden über die Unterstellung eines Fahrzeugs, eines Unternehmens oder einer sportlichen Veranstaltung unter die Haftpflichtbestimmungen dieses Gesetzes und unter die Versicherungspflicht kann nach den allgemeinen Bestimmungen über die Bundesrechtspflege Beschwerde geführt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_89"
    },
    {
        "book": "SVG",
        "title": "SVG, IVa. Titel: Informationssysteme, 1. Abschnitt: Informationssystem Verkehrszulassung, Grundsätze",
        "citation": "Art. 89a Abs. 1 SVG",
        "content": "Das ASTRA führt in Zusammenarbeit mit den Kantonen das Informationssystem Verkehrszulassung (IVZ).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_89_a"
    },
    {
        "book": "SVG",
        "title": "SVG, IVa. Titel: Informationssysteme, 1. Abschnitt: Informationssystem Verkehrszulassung, Grundsätze",
        "citation": "Art. 89a Abs. 2 SVG",
        "content": "Die Kantone liefern dem ASTRA die Daten der Verkehrszulassung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_89_a"
    },
    {
        "book": "SVG",
        "title": "SVG, IVa. Titel: Informationssysteme, 1. Abschnitt: Informationssystem Verkehrszulassung, Grundsätze",
        "citation": "Art. 89a Abs. 3 SVG",
        "content": "Die Daten des IVZ stehen unter der Datenhoheit des ASTRA. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_89_a"
    },
    {
        "book": "SVG",
        "title": "SVG, IVa. Titel: Informationssysteme, 1. Abschnitt: Informationssystem Verkehrszulassung, Grundsätze",
        "citation": "Art. 89a Abs. 4 SVG",
        "content": "Das ASTRA definiert die technischen Schnittstellen und die Verfahren zum Datenabgleich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_89_a"
    },
    {
        "book": "SVG",
        "title": "SVG, IVa. Titel: Informationssysteme, 1. Abschnitt: Informationssystem Verkehrszulassung, Zweck",
        "citation": "Art. 89b SVG",
        "content": "Das IVZ dient der Erfüllung folgender Aufgaben:\na. Erteilen, Kontrollieren und Entziehen von:\n1. Ausweisen für die Zulassung von Personen und Fahrzeugen zum Strassenverkehr,\n2. Bewilligungen und Bescheinigungen,\n3. Fahrtschreiberkarten;\nb. Durchführung von Administrativ- und Strafverfahren gegen Fahrzeugführer im Strassenverkehr;\nc. Fahrzeugtypisierung, Fahrzeugprüfung und Zulassung von Fahrzeugen zum Strassenverkehr;\nd. Kontrolle der Versicherung, Verzollung und Versteuerung nach dem AStG der zum Strassenverkehr zugelassenen Fahrzeuge;\ne. Identifikation von Fahrzeughaltern und Fahrzeugfahndung;\nf. Verkehrsopferschutz;\ng. Treibstoffrationierung sowie Belegung oder Einmietung von Fahrzeugen für Armee, Zivilschutz und wirtschaftliche Landesversorgung;\nh. Erstellen von Statistiken, namentlich in den Bereichen Fahrberechtigungen, Administrativmassnahmen, Fahrzeugtypen, Fahrzeugzulassungen, Strassenverkehrsunfälle und Strassenverkehrskontrollen;\ni. Erarbeiten von Grundlagen der Verkehrs-, Umwelt- und Energiepolitik;\nj. Erhebung der kantonalen Motorfahrzeugsteuern und weiterer Abgaben sowie Erhebung und Überprüfung der Entrichtung der Schwerverkehrsabgaben und der Nationalstrassenabgaben;\nk. Unterstützung in- und ausländischer Behörden beim Vollzug der Vorschriften über die Arbeits- und Ruhezeit der berufsmässigen Motorfahrzeugführer;\nl. Zulassung und Kontrolle von Strassentransportunternehmen im Personen- und im Güterverkehr;\nm. Vollzug der Verminderung der CO2-Emissionen von Fahrzeugen nach dem CO2-Gesetz vom 23. Dezember 2011.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_89_b"
    },
    {
        "book": "SVG",
        "title": "SVG, IVa. Titel: Informationssysteme, 1. Abschnitt: Informationssystem Verkehrszulassung, Inhalt",
        "citation": "Art. 89c SVG",
        "content": "Das IVZ enthält:\na. die Personalien der Inhaber von Dokumenten nach Artikel 89b Buchstabe a und die Personalien anderer Personen, gegen die eine Administrativmassnahme verfügt wurde;\nb. die Daten zu Fahrberechtigungen, die von schweizerischen oder ausländischen Behörden für Personen mit Wohnsitz in der Schweiz erteilt worden sind;\nc. die Daten, die für das Ausstellen von Fahrtschreiberkarten erforderlich sind;\nd. die Daten zu den folgenden Administrativmassnahmen, ihrer Aufhebung und ihrer Änderung, wenn sie von schweizerischen Behörden verfügt oder von ausländischen Behörden gegen Personen mit Wohnsitz in der Schweiz angeordnet worden sind:\n1. Verweigerung und Entzug von Ausweisen und Bewilligungen,\n2. Fahrverbot,\n3. Abnahme des Führerausweises,\n4. Auflagen und Bedingungen zur Fahrberechtigung,\n5. Aberkennung schweizerischer Führerausweise durch ausländische Behörden,\n6. Aberkennung ausländischer Führerausweise,\n7. Verwarnung,\n8. verkehrspsychologische und -medizinische Untersuchungen,\n9. neue Führerprüfung,\n10. Teilnahme an Nachschulung,\n11. Verlängerung der Probezeit,\n12. Verfall des Führerausweises auf Probe,\n13. Sperrfristen;\ne. die Daten zu den in der Schweiz in Handel gebrachten Fahrzeugtypen sowie Name und Adresse des Inhabers der Typengenehmigung oder dessen Vertreters in der Schweiz;\nf. Daten der von schweizerischen Behörden zugelassenen Fahrzeuge sowie deren Haftpflichtversicherer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_89_c"
    },
    {
        "book": "SVG",
        "title": "SVG, IVa. Titel: Informationssysteme, 1. Abschnitt: Informationssystem Verkehrszulassung, Datenbearbeitung",
        "citation": "Art. 89d SVG",
        "content": "Folgende Behörden und Stellen bearbeiten die Daten des IVZ:\na. das ASTRA;\nb. die für das Erteilen und den Entzug der Fahrberechtigungen und der Fahrzeugausweise zuständigen Behörden des Bundes und der Kantone: die Daten in ihrem Zuständigkeitsbereich;\nc. die für die Treibstoffrationierung sowie die Belegung und Einmietung von Fahrzeugen für die Armee, den Zivilschutz und die wirtschaftliche Landesversorgung zuständigen Behörden: die Fahrzeughalter- und Fahrzeugdaten;\nd. die für die Abnahme von Führer- und Fahrzeugausweisen zuständigen Polizeiorgane: die Fahrberechtigungs- und Fahrzeugdaten;\ne. die für die Kontrolle der Verzollung und Versteuerung nach dem AStG zuständigen Behörden: die Daten in ihrem Zuständigkeitsbereich;\nf. die mit der Erhebung und der Überprüfung der Entrichtung der leistungsabhängigen Schwerverkehrsabgabe nach dem Schwerverkehrsabgabegesetz vom 19. Dezember 1997 betrauten Stellen: die Daten in ihrem Zuständigkeitsbereich;\ng. die mit der Erhebung und der Überprüfung der Entrichtung der Nationalstrassenabgabe nach dem Nationalstrassenabgabegesetz vom 19. März 2010 betrauten Stellen: die Fahrzeughalter- und Fahrzeugdaten;\nh. die für den Vollzug der Verminderung der CO2-Emissionen von Fahrzeugen nach dem CO2-Gesetz vom 23. Dezember 2011 zuständigen Behörden: die Daten in ihrem Zuständigkeitsbereich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_89_d"
    },
    {
        "book": "SVG",
        "title": "SVG, IVa. Titel: Informationssysteme, 1. Abschnitt: Informationssystem Verkehrszulassung, Zugriff im Abrufverfahren",
        "citation": "Art. 89e SVG",
        "content": "Folgende Behörden und Stellen können durch ein Abrufverfahren Einsicht in die folgenden Daten nehmen:\na. die nach Artikel 89d zur Datenbearbeitung berechtigten Behörden und Stellen: in die Daten, die sie gestützt auf jene Bestimmung bearbeiten;\nabis.  die Polizeiorgane: in die Daten, die für die Kontrolle der Fahrberechtigung und der Verkehrszulassung, für die Identifikation des Halters und des Versicherers sowie für die Fahrzeugfahndung erforderlich sind;\nb. das Bundesamt für Zoll und Grenzsicherheit: in die Daten, die für die Kontrolle der Fahrberechtigung und der Verkehrszulassung sowie für die Fahrzeugfahndung erforderlich sind;\nc. die Strafverfolgungs- und Gerichtsbehörden: im Rahmen von Verfahren zur Beurteilung von Strassenverkehrswiderhandlungen in die Fahrberechtigungs- und Administrativmassnahmendaten;\nd. die für die Fahrzeugprüfungen zuständigen Behörden des Bundes und der Kantone sowie die für die Durchführung von amtlichen Fahrzeugprüfungen bezeichneten Stellen: in die Daten der Fahrzeugzulassung und der Fahrzeugtypen;\ne. das Bundesamt für Statistik: in die Fahrzeugdaten;\nf. das Bundesamt für Verkehr: im Zusammenhang mit der Zulassung als Strassentransportunternehmen in die Fahrzeugzulassungs- und Administrativmassnahmendaten;\ng. das Bundesamt für Energie: in die Fahrzeugdaten, die für den Vollzug der Verminderung der CO2-Emissionen von Fahrzeugen nach dem CO2-Gesetz vom 23. Dezember 2011 erforderlich sind;\nh. das Nationale Versicherungsbüro und der Nationale Garantiefonds: in die Daten, die zur Erfüllung ihrer öffentlichen Aufgaben erforderlich sind (Art. 74 und 76);\ni. ausländische, für die Erteilung der Fahrerkarten zuständige Behörden: in die Fahrerkartendaten;\nj. ausländische, für die Kontrolle der Arbeits- und Ruhezeiten der berufsmässigen Motorfahrzeugführer zuständige Kontrollorgane: in den Kartenstatus der Fahrerkarten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_89_e"
    },
    {
        "book": "SVG",
        "title": "SVG, IVa. Titel: Informationssysteme, 1. Abschnitt: Informationssystem Verkehrszulassung, Einsichtsrecht",
        "citation": "Art. 89f SVG",
        "content": "Jede Person kann bei den zuständigen kantonalen Verkehrszulassungsbehörden die Daten einsehen, die sie selber oder ihr Fahrzeug betreffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_89_f"
    },
    {
        "book": "SVG",
        "title": "SVG, IVa. Titel: Informationssysteme, 1. Abschnitt: Informationssystem Verkehrszulassung, Datenbekanntgabe",
        "citation": "Art. 89g Abs. 1 SVG",
        "content": "Die Daten der Verkehrszulassung sind nicht öffentlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_89_g"
    },
    {
        "book": "SVG",
        "title": "SVG, IVa. Titel: Informationssysteme, 1. Abschnitt: Informationssystem Verkehrszulassung, Datenbekanntgabe",
        "citation": "Art. 89g Abs. 2 SVG",
        "content": "Der Bundesrat kann vorsehen, dass das ASTRA Fahrzeughalter-, Fahrberechtigungs- und Sachdaten bekannt geben kann. Er regelt die Voraussetzungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_89_g"
    },
    {
        "book": "SVG",
        "title": "SVG, IVa. Titel: Informationssysteme, 1. Abschnitt: Informationssystem Verkehrszulassung, Datenbekanntgabe",
        "citation": "Art. 89g Abs. 3 SVG",
        "content": "Die kantonalen Verkehrszulassungsbehörden dürfen die Fahrzeughalter- und Versicherungsdaten Personen bekannt geben:\na. die an einem Zulassungsverfahren beteiligt sind;\nb. die von einem Verkehrsunfall betroffen sind;\nc. die im Hinblick auf ein Verfahren ein hinreichendes Interesse schriftlich geltend machen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_89_g"
    },
    {
        "book": "SVG",
        "title": "SVG, IVa. Titel: Informationssysteme, 1. Abschnitt: Informationssystem Verkehrszulassung, Datenbekanntgabe",
        "citation": "Art. 89g Abs. 4 SVG",
        "content": "Die kantonalen Verkehrszulassungsbehörden dürfen der Polizei die Personalien von Personen melden, denen der Lernfahr- oder Führerausweis wegen fehlender Fahreignung auf unbestimmte Zeit oder wegen Zweifeln an der Fahreignung bis zur Abklärung vorsorglich entzogen worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_89_g"
    },
    {
        "book": "SVG",
        "title": "SVG, IVa. Titel: Informationssysteme, 1. Abschnitt: Informationssystem Verkehrszulassung, Datenbekanntgabe",
        "citation": "Art. 89g Abs. 5 SVG",
        "content": "Die Kantone können Name und Adresse der Fahrzeughalter veröffentlichen, sofern diese Daten nicht für die öffentliche Bekanntgabe gesperrt sind. Diese Sperre kann der Fahrzeughalter voraussetzungslos und gebührenfrei bei der zuständigen kantonalen Behörde eintragen lassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_89_g"
    },
    {
        "book": "SVG",
        "title": "SVG, IVa. Titel: Informationssysteme, 1. Abschnitt: Informationssystem Verkehrszulassung, Datenbekanntgabe",
        "citation": "Art. 89g Abs. 6 SVG",
        "content": "Das ASTRA kann Personen nach Absatz 3 sowie den Stellen, die Zugriff im Abrufverfahren haben (Art. 89e), Sammelauszüge ausstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_89_g"
    },
    {
        "book": "SVG",
        "title": "SVG, IVa. Titel: Informationssysteme, 1. Abschnitt: Informationssystem Verkehrszulassung, Datenbekanntgabe",
        "citation": "Art. 89g Abs. 7 SVG",
        "content": "Das Nationale Versicherungsbüro und der Nationale Garantiefonds dürfen die Daten, die zur Erfüllung ihrer öffentlichen Aufgaben erforderlich sind (Art. 74 und 76), Dritten bekannt geben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_89_g"
    },
    {
        "book": "SVG",
        "title": "SVG, IVa. Titel: Informationssysteme, 1. Abschnitt: Informationssystem Verkehrszulassung, Datenbekanntgabe",
        "citation": "Art. 89g Abs. 8 SVG",
        "content": "Die Fahrzeugtypendaten und andere Sachdaten können veröffentlicht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_89_g"
    },
    {
        "book": "SVG",
        "title": "SVG, IVa. Titel: Informationssysteme, 1. Abschnitt: Informationssystem Verkehrszulassung, Organisation und Durchführung",
        "citation": "Art. 89h SVG",
        "content": "Der Bundesrat regelt:\na. die Organisation und den Betrieb des IVZ;\nb.  die Verantwortung für die Datenbearbeitung;\nc. den Katalog der zu erfassenden Daten und deren Aufbewahrungsfristen;\nd. die Zusammenarbeit mit den Behörden, Organisationen, Fahrzeugimporteuren und weiteren Stellen, die an den Verfahren der Verkehrszulassung beteiligt sind;\ne. die Meldeverfahren;\nf. die Verfahren zur Datenberichtigung;\ng. das Verfahren zur Ausgestaltung der technischen Schnittstellen zum IVZ sowie für den Austausch der Daten zwischen Bund und Kantonen und den am Zulassungsverfahren beteiligten Dritten;\nh. den Datenschutz und die Datensicherheit für alle Stellen, die mit autonomen Datenverarbeitungssystemen Zulassungs- und Kontrollaufgaben im Strassenverkehr wahrnehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_89_h"
    },
    {
        "book": "SVG",
        "title": "SVG, IVa. Titel: Informationssysteme, 2. Abschnitt: Informationssystem Strassenverkehrsunfälle, Grundsätze",
        "citation": "Art. 89i Abs. 1 SVG",
        "content": "Das ASTRA erstellt eine Strassenverkehrsunfall-Statistik; es ist zuständig für eine gesamtschweizerische Auswertung der Strassenverkehrsunfälle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_89_i"
    },
    {
        "book": "SVG",
        "title": "SVG, IVa. Titel: Informationssysteme, 2. Abschnitt: Informationssystem Strassenverkehrsunfälle, Grundsätze",
        "citation": "Art. 89i Abs. 2 SVG",
        "content": "Es führt in Zusammenarbeit mit den Kantonen ein Informationssystem Strassenverkehrsunfälle. Dieses besteht aus:\na. einem System zur Erfassung der Strassenverkehrsunfälle (Erfassungssystem);\nb. einem System zur Auswertung der Strassenverkehrsunfälle (Auswertungssystem).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_89_i"
    },
    {
        "book": "SVG",
        "title": "SVG, IVa. Titel: Informationssysteme, 2. Abschnitt: Informationssystem Strassenverkehrsunfälle, Grundsätze",
        "citation": "Art. 89i Abs. 3 SVG",
        "content": "Die Kantone geben die Daten, die im Zusammenhang mit Strassenverkehrsunfällen erhoben worden sind, ins Erfassungssystem ein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_89_i"
    },
    {
        "book": "SVG",
        "title": "SVG, IVa. Titel: Informationssysteme, 2. Abschnitt: Informationssystem Strassenverkehrsunfälle, Grundsätze",
        "citation": "Art. 89i Abs. 4 SVG",
        "content": "Der Bundesrat kann weitere Stellen zur Eingabe ihrer vorhandenen Strassenverkehrsunfall-Daten verpflichten, wenn dadurch die Erfüllung von Aufgaben nach Artikel 89j unterstützt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_89_i"
    },
    {
        "book": "SVG",
        "title": "SVG, IVa. Titel: Informationssysteme, 2. Abschnitt: Informationssystem Strassenverkehrsunfälle, Zweck",
        "citation": "Art. 89j SVG",
        "content": "Das Informationssystem dient der Erfüllung folgender Aufgaben:\na. das Erfassungssystem: der Unterstützung der zuständigen Behörden bei der Durchführung von Administrativ- und Strafverfahren gegen Fahrzeugführer;\nb. das Auswertungssystem:\n1. der Auswertung und Analyse von Strassenverkehrsunfällen,\n2. dem Erarbeiten von Grundlagen der Verkehrssicherheitspolitik,\n3. dem Erstellen der Strassenverkehrsunfall-Statistik.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_89_j"
    },
    {
        "book": "SVG",
        "title": "SVG, IVa. Titel: Informationssysteme, 2. Abschnitt: Informationssystem Strassenverkehrsunfälle, Inhalt",
        "citation": "Art. 89k SVG",
        "content": "Das Informationssystem enthält folgende Daten, die im Zusammenhang mit Strassenverkehrsunfällen erhoben worden sind:\na. Daten der beteiligten Personen;\nb. Daten der beteiligten Fahrzeuge;\nc. Daten zum Unfallort;\nd. Daten zum Unfalltyp und zu den Unfallursachen;\ne. Unfallskizzen;\nf. Einvernahmeprotokolle;\ng. Verzeigungsrapporte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_89_k"
    },
    {
        "book": "SVG",
        "title": "SVG, IVa. Titel: Informationssysteme, 2. Abschnitt: Informationssystem Strassenverkehrsunfälle, Datenbearbeitung",
        "citation": "Art. 89l Abs. 1 SVG",
        "content": "Folgende Stellen bearbeiten die Daten des Informationssystems:\na. das ASTRA;\nb. die für die Eingabe zuständigen Stellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_89_l"
    },
    {
        "book": "SVG",
        "title": "SVG, IVa. Titel: Informationssysteme, 2. Abschnitt: Informationssystem Strassenverkehrsunfälle, Datenbearbeitung",
        "citation": "Art. 89l Abs. 2 SVG",
        "content": "Die Stellen nach Absatz 1 Buchstabe b dürfen nur die Daten derjenigen Unfälle bearbeiten, die in ihren Zuständigkeitsbereich fallen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_89_l"
    },
    {
        "book": "SVG",
        "title": "SVG, IVa. Titel: Informationssysteme, 2. Abschnitt: Informationssystem Strassenverkehrsunfälle, Datenbearbeitung",
        "citation": "Art. 89l Abs. 3 SVG",
        "content": "Der Bundesrat kann weiteren Stellen die Bearbeitung der Daten des Auswertungssystems erlauben, insbesondere durch ein Abrufverfahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_89_l"
    },
    {
        "book": "SVG",
        "title": "SVG, IVa. Titel: Informationssysteme, 2. Abschnitt: Informationssystem Strassenverkehrsunfälle, Verknüpfung mit anderen Informationssystemen",
        "citation": "Art. 89m SVG",
        "content": "Daten aus anderen Informationssystemen im Strassenverkehrsbereich dürfen:\na. zur Verifizierung und Vervollständigung der Datensätze ins Erfassungssystem übernommen oder mit diesem verknüpft werden;\nb. zur Unfallauswertung ins Auswertungssystem übernommen oder mit diesem verknüpft werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_89_m"
    },
    {
        "book": "SVG",
        "title": "SVG, IVa. Titel: Informationssysteme, 2. Abschnitt: Informationssystem Strassenverkehrsunfälle, Organisation und Durchführung",
        "citation": "Art. 89n SVG",
        "content": "Der Bundesrat regelt:\na. die Organisation und den Betrieb des Informationssystems;\nb. die Zuständigkeiten und die Verantwortung für die Datenbearbeitung;\nc. den Katalog der zu erfassenden Daten und deren Aufbewahrungsfristen;\nd. das Eingabeverfahren;\ne. die Verknüpfung mit anderen Informationssystemen;\nf. die Zusammenarbeit mit den betroffenen Stellen;\ng. die Bekanntgabe von Daten;\nh. das Auskunfts- und Berichtigungsrecht;\ni. die Datensicherheit;\nj. die Organisation und den Umfang der Strassenverkehrsunfall-Statistik.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_89_n"
    },
    {
        "book": "SVG",
        "title": "SVG, IVa. Titel: Informationssysteme, 3. Abschnitt: Informationssystem Strassenverkehrskontrollen, Grundsätze",
        "citation": "Art. 89o Abs. 1 SVG",
        "content": "Das ASTRA erstellt eine Strassenverkehrskontroll-Statistik.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_89_o"
    },
    {
        "book": "SVG",
        "title": "SVG, IVa. Titel: Informationssysteme, 3. Abschnitt: Informationssystem Strassenverkehrskontrollen, Grundsätze",
        "citation": "Art. 89o Abs. 2 SVG",
        "content": "Es führt in Zusammenarbeit mit den Kantonen ein Informationssystem Strassenverkehrskontrollen. Dieses besteht aus:\na. einem System zur Erfassung der Strassenverkehrskontrollen (Erfassungssystem);\nb. einem System zur Auswertung der Strassenverkehrskontrollen (Auswertungssystem).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_89_o"
    },
    {
        "book": "SVG",
        "title": "SVG, IVa. Titel: Informationssysteme, 3. Abschnitt: Informationssystem Strassenverkehrskontrollen, Grundsätze",
        "citation": "Art. 89o Abs. 3 SVG",
        "content": "Die Kantone geben die Daten, die im Zusammenhang mit Strassenverkehrskontrollen erhoben worden sind, ins Erfassungssystem ein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_89_o"
    },
    {
        "book": "SVG",
        "title": "SVG, IVa. Titel: Informationssysteme, 3. Abschnitt: Informationssystem Strassenverkehrskontrollen, Grundsätze",
        "citation": "Art. 89o Abs. 4 SVG",
        "content": "Der Bundesrat kann weitere Stellen zur Eingabe von Strassenverkehrskontroll-Daten verpflichten, wenn dadurch die Erfüllung von Aufgaben nach Artikel 89p unterstützt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_89_o"
    },
    {
        "book": "SVG",
        "title": "SVG, IVa. Titel: Informationssysteme, 3. Abschnitt: Informationssystem Strassenverkehrskontrollen, Zweck",
        "citation": "Art. 89p SVG",
        "content": "Das Informationssystem dient der Erfüllung folgender Aufgaben:\na. das Erfassungssystem: der Unterstützung der zuständigen Behörden bei der Durchführung von Administrativ- und Strafverfahren gegen Fahrzeugführer;\nb. das Auswertungssystem:\n1. der Erfüllung der Berichterstattungspflichten aus dem Abkommen vom 21. Juni 1999 zwischen der Schweizerischen Eidgenossenschaft und der Europäischen Gemeinschaft über den Güter- und Personenverkehr auf Schiene und Strasse,\n2. der Auswertung und Analyse von Strassenverkehrskontrollen,\n3. dem Erarbeiten von Grundlagen der Verkehrssicherheitspolitik.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_89_p"
    },
    {
        "book": "SVG",
        "title": "SVG, IVa. Titel: Informationssysteme, 3. Abschnitt: Informationssystem Strassenverkehrskontrollen, Inhalt",
        "citation": "Art. 89q SVG",
        "content": "Das Informationssystem enthält die folgenden Daten, die im Zusammenhang mit Strassenverkehrskontrollen erhoben worden sind:\na. Daten der beteiligten Personen;\nb. Daten der beteiligten Fahrzeuge;\nc. Daten zum Ort der Kontrolle;\nd. Daten zur Kontrollart;\ne. Einvernahmeprotokolle;\nf. Verzeigungsrapporte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_89_q"
    },
    {
        "book": "SVG",
        "title": "SVG, IVa. Titel: Informationssysteme, 3. Abschnitt: Informationssystem Strassenverkehrskontrollen, Datenbearbeitung",
        "citation": "Art. 89r Abs. 1 SVG",
        "content": "Folgende Stellen bearbeiten die Daten des Informationssystems:\na. das ASTRA;\nb. die für die Eingabe zuständigen Stellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_89_r"
    },
    {
        "book": "SVG",
        "title": "SVG, IVa. Titel: Informationssysteme, 3. Abschnitt: Informationssystem Strassenverkehrskontrollen, Datenbearbeitung",
        "citation": "Art. 89r Abs. 2 SVG",
        "content": "Die Stellen nach Absatz 1 Buchstabe b dürfen nur die Daten derjenigen Kontrollen bearbeiten, die in ihren Zuständigkeitsbereich fallen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_89_r"
    },
    {
        "book": "SVG",
        "title": "SVG, IVa. Titel: Informationssysteme, 3. Abschnitt: Informationssystem Strassenverkehrskontrollen, Datenbearbeitung",
        "citation": "Art. 89r Abs. 3 SVG",
        "content": "Der Bundesrat kann weiteren Stellen die Bearbeitung der Daten des Auswertungssystems erlauben, insbesondere durch ein Abrufverfahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_89_r"
    },
    {
        "book": "SVG",
        "title": "SVG, IVa. Titel: Informationssysteme, 3. Abschnitt: Informationssystem Strassenverkehrskontrollen, Verknüpfung mit anderen Informationssystemen",
        "citation": "Art. 89s SVG",
        "content": "Daten aus anderen Informationssystemen im Strassenverkehrsbereich dürfen:\na. zur Verifizierung und Vervollständigung der Datensätze ins Erfassungssystem übernommen oder mit diesem verknüpft werden;\nb. zur Kontrollauswertung ins Auswertungssystem übernommen oder mit diesem verknüpft werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_89_s"
    },
    {
        "book": "SVG",
        "title": "SVG, IVa. Titel: Informationssysteme, 3. Abschnitt: Informationssystem Strassenverkehrskontrollen, Organisation und Durchführung",
        "citation": "Art. 89t SVG",
        "content": "Der Bundesrat regelt:\na. die Organisation und den Betrieb des Informationssystems;\nb. die Zuständigkeiten und die Verantwortung für die Datenbearbeitung;\nc. den Katalog der zu erfassenden Daten und deren Aufbewahrungsfristen;\nd. das Eingabeverfahren;\ne. die Verknüpfung mit anderen Informationssystemen;\nf. die Zusammenarbeit mit den betroffenen Stellen;\ng. die Bekanntgabe von Daten;\nh. das Auskunfts- und Berichtigungsrecht;\ni. die Datensicherheit;\nj. die Organisation und den Umfang der Strassenverkehrskontroll-Statistik.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_89_t"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Verletzung der Verkehrsregeln",
        "citation": "Art. 90 Abs. 1 SVG",
        "content": "Mit Busse wird bestraft, wer Verkehrsregeln dieses Gesetzes oder der Vollziehungsvorschriften des Bundesrates verletzt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_90"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Verletzung der Verkehrsregeln",
        "citation": "Art. 90 Abs. 2 SVG",
        "content": "Mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe wird bestraft, wer durch grobe Verletzung der Verkehrsregeln eine ernstliche Gefahr für die Sicherheit anderer hervorruft oder in Kauf nimmt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_90"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Verletzung der Verkehrsregeln",
        "citation": "Art. 90 Abs. 3 SVG",
        "content": "Mit Freiheitsstrafe von einem bis zu vier Jahren wird bestraft, wer durch vorsätzliche Verletzung elementarer Verkehrsregeln das hohe Risiko eines Unfalls mit Schwerverletzten oder Todesopfern eingeht, namentlich durch besonders krasse Missachtung der zulässigen Höchstgeschwindigkeit, waghalsiges Überholen oder Teilnahme an einem nicht bewilligten Rennen mit Motorfahrzeugen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_90"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Verletzung der Verkehrsregeln",
        "citation": "Art. 90 Abs. 3bis SVG",
        "content": "Die Mindeststrafe von einem Jahr kann bei Widerhandlungen gemäss Absatz 3 unterschritten werden, wenn ein Strafmilderungsgrund nach Artikel 48 StGB vorliegt, insbesondere wenn der Täter aus achtenswerten Beweggründen gehandelt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_90"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Verletzung der Verkehrsregeln",
        "citation": "Art. 90 Abs. 3ter SVG",
        "content": "Der Täter kann bei Widerhandlungen gemäss Absatz 3 mit Freiheitsstrafe bis zu vier Jahren oder Geldstrafe bestraft werden, wenn er nicht innerhalb der letzten zehn Jahre vor der Tat wegen eines Verbrechens oder Vergehens im Strassenverkehr mit ernstlicher Gefahr für die Sicherheit anderer, respektive mit Verletzung oder Tötung anderer verurteilt wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_90"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Verletzung der Verkehrsregeln",
        "citation": "Art. 90 Abs. 4 SVG",
        "content": "Eine besonders krasse Missachtung der zulässigen Höchstgeschwindigkeit liegt vor, wenn diese überschritten wird um:\na. mindestens 40 km/h, wo die Höchstgeschwindigkeit höchstens 30 km/h beträgt;\nb. mindestens 50 km/h, wo die Höchstgeschwindigkeit höchstens 50 km/h beträgt;\nc. mindestens 60 km/h, wo die Höchstgeschwindigkeit höchstens 80 km/h beträgt;\nd. mindestens 80 km/h, wo die Höchstgeschwindigkeit mehr als 80 km/h beträgt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_90"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Verletzung der Verkehrsregeln",
        "citation": "Art. 90 Abs. 5 SVG",
        "content": "Artikel 237 Ziffer 2 des Strafgesetzbuches findet in diesen Fällen keine Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_90"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Einziehung und Verwertung von Motorfahrzeugen",
        "citation": "Art. 90a Abs. 1 SVG",
        "content": "Das Gericht kann die Einziehung eines Motorfahrzeugs anordnen, wenn:\na. damit eine grobe Verkehrsregelverletzung in skrupelloser Weise begangen wurde; und\nb. der Täter durch die Einziehung von weiteren groben Verkehrsregelverletzungen abgehalten werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_90_a"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Einziehung und Verwertung von Motorfahrzeugen",
        "citation": "Art. 90a Abs. 2 SVG",
        "content": "Das Gericht kann die Verwertung des Motorfahrzeugs anordnen und die Verwendung des Erlöses, unter Abzug der Verwertungs- und Verfahrenskosten, festlegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_90_a"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Fahren in fahrunfähigem Zustand und Missachtung des Verbots, unter Alkoholeinfluss zu fahren",
        "citation": "Art. 91 Abs. 1 SVG",
        "content": "Mit Busse wird bestraft, wer:\na. in angetrunkenem Zustand ein Motorfahrzeug führt;\nb. das Verbot, unter Alkoholeinfluss zu fahren, missachtet;\nc. in fahrunfähigem Zustand ein motorloses Fahrzeug führt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_91"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Fahren in fahrunfähigem Zustand und Missachtung des Verbots, unter Alkoholeinfluss zu fahren",
        "citation": "Art. 91 Abs. 2 SVG",
        "content": "Mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe wird bestraft, wer:\na. in angetrunkenem Zustand mit qualifizierter Atemalkohol- oder Blutalkoholkonzentration ein Motorfahrzeug führt;\nb. aus anderen Gründen fahrunfähig ist und ein Motorfahrzeug führt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_91"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Vereitelung von Massnahmen zur Feststellung der Fahrunfähigkeit",
        "citation": "Art. 91a Abs. 1 SVG",
        "content": "Mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe wird bestraft, wer sich als Motorfahrzeugführer vorsätzlich einer Blutprobe, einer Atemalkoholprobe oder einer anderen vom Bundesrat geregelten Voruntersuchung, die angeordnet wurde oder mit deren Anordnung gerechnet werden musste, oder einer zusätzlichen ärztlichen Untersuchung widersetzt oder entzogen hat oder den Zweck dieser Massnahmen vereitelt hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_91_a"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Vereitelung von Massnahmen zur Feststellung der Fahrunfähigkeit",
        "citation": "Art. 91a Abs. 2 SVG",
        "content": "Hat der Täter ein motorloses Fahrzeug geführt oder war er als Strassenbenützer an einem Unfall beteiligt, so ist die Strafe Busse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_91_a"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Pflichtwidriges Verhalten bei Unfall",
        "citation": "Art. 92 Abs. 1 SVG",
        "content": "Mit Busse wird bestraft, wer bei einem Unfall die Pflichten verletzt, die ihm dieses Gesetz auferlegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_92"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Pflichtwidriges Verhalten bei Unfall",
        "citation": "Art. 92 Abs. 2 SVG",
        "content": "Mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe wird bestraft, wer als Fahrzeugführer bei einem Verkehrsunfall einen Menschen getötet oder verletzt hat und die Flucht ergreift.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_92"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Nicht betriebssichere Fahrzeuge",
        "citation": "Art. 93 Abs. 1 SVG",
        "content": "Mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe wird bestraft, wer vorsätzlich die Betriebssicherheit eines Fahrzeugs beeinträchtigt, sodass die Gefahr eines Unfalls entsteht. Handelt der Täter fahrlässig, so ist die Strafe Busse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_93"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Nicht betriebssichere Fahrzeuge",
        "citation": "Art. 93 Abs. 2 SVG",
        "content": "Mit Busse wird bestraft, wer:\na. ein Fahrzeug führt, von dem er weiss oder bei pflichtgemässer Aufmerksamkeit wissen kann, dass es den Vorschriften nicht entspricht;\nb. als Halter oder wie ein Halter für die Betriebssicherheit eines Fahrzeugs verantwortlich ist und wissentlich oder aus Sorglosigkeit den Gebrauch des nicht den Vorschriften entsprechenden Fahrzeugs duldet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_93"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Entwendung eines Fahrzeugs zum Gebrauch",
        "citation": "Art. 94 Abs. 1 SVG",
        "content": "Mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe wird bestraft, wer:\na. ein Motorfahrzeug zum Gebrauch entwendet;\nb. ein solches Fahrzeug führt oder darin mitfährt, obwohl er bei Antritt der Fahrt von der Entwendung Kenntnis hatte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_94"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Entwendung eines Fahrzeugs zum Gebrauch",
        "citation": "Art. 94 Abs. 2 SVG",
        "content": "Ist einer der Täter ein Angehöriger oder Familiengenosse des Halters und hatte der Führer den erforderlichen Führerausweis, so erfolgt die Bestrafung nur auf Antrag; die Strafe ist Busse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_94"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Entwendung eines Fahrzeugs zum Gebrauch",
        "citation": "Art. 94 Abs. 3 SVG",
        "content": "Mit Busse wird auf Antrag bestraft, wer ein ihm anvertrautes Motorfahrzeug zu Fahrten verwendet, zu denen er offensichtlich nicht ermächtigt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_94"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Entwendung eines Fahrzeugs zum Gebrauch",
        "citation": "Art. 94 Abs. 4 SVG",
        "content": "Mit Busse wird bestraft, wer ein Fahrrad unberechtigt verwendet. Ist der Täter ein Angehöriger oder Familiengenosse des Besitzers, so erfolgt die Bestrafung nur auf Antrag.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_94"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Entwendung eines Fahrzeugs zum Gebrauch",
        "citation": "Art. 94 Abs. 5 SVG",
        "content": "Artikel 141 des Strafgesetzbuches findet in diesen Fällen keine Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_94"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Fahren ohne Berechtigung",
        "citation": "Art. 95 Abs. 1 SVG",
        "content": "Mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe wird bestraft, wer:\na. ohne den erforderlichen Führerausweis ein Motorfahrzeug führt;\nb. ein Motorfahrzeug führt, obwohl ihm der Lernfahr- oder Führerausweis verweigert, entzogen oder aberkannt wurde;\nc. ein Motorfahrzeug führt, obwohl der Führerausweis auf Probe verfallen ist;\nd. ohne Lernfahrausweis oder ohne die vorgeschriebene Begleitung Lernfahrten ausführt;\ne. ein Motorfahrzeug einem Führer überlässt, von dem er weiss oder bei pflichtgemässer Aufmerksamkeit wissen kann, dass er den erforderlichen Ausweis nicht hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_95"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Fahren ohne Berechtigung",
        "citation": "Art. 95 Abs. 2 SVG",
        "content": "Mit Geldstrafe wird bestraft, wer ein Motorfahrzeug führt, obwohl die Gültigkeitsdauer des Führerausweises auf Probe abgelaufen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_95"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Fahren ohne Berechtigung",
        "citation": "Art. 95 Abs. 3 SVG",
        "content": "Mit Busse wird bestraft, wer:\na. die mit dem Führerausweis im Einzelfall verbundenen Beschränkungen oder Auflagen missachtet;\nb. bei einer Lernfahrt die Aufgabe des Begleiters übernimmt, ohne die Voraussetzungen zu erfüllen;\nc. ohne Fahrlehrerausweis berufsmässig Fahrunterricht erteilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_95"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Fahren ohne Berechtigung",
        "citation": "Art. 95 Abs. 4 SVG",
        "content": "Mit Busse wird bestraft, wer:\na. ein Fahrrad führt, obwohl ihm das Radfahren untersagt wurde;\nb. ein Fuhrwerk führt, obwohl ihm das Führen eines Tierfuhrwerks untersagt wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_95"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Fahren ohne Fahrzeugaus-weis, Bewilligung oder Haftpflichtversicherung",
        "citation": "Art. 96 Abs. 1 SVG",
        "content": "Mit Busse wird bestraft, wer:\na. ohne den erforderlichen Fahrzeugausweis oder die Kontrollschilder ein Motorfahrzeug führt oder einen Anhänger mitführt;\nb. ohne Bewilligung Fahrten durchführt, die nach diesem Gesetz einer Bewilligung bedürfen;\nc. die mit dem Fahrzeugausweis oder der Bewilligung von Gesetzes wegen oder im Einzelfall verbundenen Beschränkungen oder Auflagen, namentlich über das zulässige Gesamtgewicht, missachtet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_96"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Fahren ohne Fahrzeugaus-weis, Bewilligung oder Haftpflichtversicherung",
        "citation": "Art. 96 Abs. 2 SVG",
        "content": "Mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe wird bestraft, wer ein Motorfahrzeug führt, obwohl er weiss oder bei pflichtgemässer Aufmerksamkeit wissen kann, dass die vorgeschriebene Haftpflichtversicherung nicht besteht. In leichten Fällen ist die Strafe Geldstrafe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_96"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Fahren ohne Fahrzeugaus-weis, Bewilligung oder Haftpflichtversicherung",
        "citation": "Art. 96 Abs. 3 SVG",
        "content": "Den gleichen Strafandrohungen untersteht der Halter oder die Person, die an seiner Stelle über das Fahrzeug verfügt, wenn er oder sie von der Widerhandlung Kenntnis hatte oder bei pflichtgemässer Aufmerksamkeit haben konnte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_96"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Missbrauch von Ausweisen und Schildern",
        "citation": "Art. 97 Abs. 1 SVG",
        "content": "Mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe wird bestraft, wer:\na. Ausweise oder Kontrollschilder verwendet, die nicht für ihn oder sein Fahrzeug bestimmt sind;\nb. ungültige oder entzogene Ausweise oder Kontrollschilder trotz behördlicher Aufforderung nicht abgibt;\nc. andern Ausweise oder Kontrollschilder zur Verwendung überlässt, die nicht für sie oder ihre Fahrzeuge bestimmt sind;\nd. vorsätzlich durch unrichtige Angaben, Verschweigen erheblicher Tatsachen oder Vorlage von falschen Bescheinigungen einen Ausweis oder eine Bewilligung erschleicht;\ne. Kontrollschilder verfälscht oder falsche zur Verwendung herstellt;\nf. falsche oder verfälschte Kontrollschilder verwendet;\ng. sich vorsätzlich Kontrollschilder widerrechtlich aneignet, um sie zu verwenden oder andern zum Gebrauch zu überlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_97"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Missbrauch von Ausweisen und Schildern",
        "citation": "Art. 97 Abs. 2 SVG",
        "content": "Die besonderen Bestimmungen des Strafgesetzbuches finden in diesen Fällen keine Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_97"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Signale und Markierungen",
        "citation": "Art. 98 SVG",
        "content": "Mit Busse wird bestraft, wer:\na. vorsätzlich ein Signal versetzt oder beschädigt;\nb. vorsätzlich ein Signal oder eine Markierung entfernt, unleserlich macht oder verändert;\nc. eine von ihm unabsichtlich verursachte Beschädigung eines Signals nicht der Polizei meldet;\nd. ohne behördliche Ermächtigung ein Signal oder eine Markierung anbringt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_98"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Warnungen vor Verkehrskontrollen",
        "citation": "Art. 98a Abs. 1 SVG",
        "content": "Mit Busse wird bestraft, wer:\na. Geräte oder Vorrichtungen, die dazu bestimmt sind, die behördliche Kontrolle des Strassenverkehrs zu erschweren, zu stören oder unwirksam zu machen, einführt, anpreist, weitergibt, verkauft, sonst wie abgibt oder überlässt, in Fahrzeuge einbaut, darin mitführt, an ihnen befestigt oder in irgendeiner Form verwendet;\nb. bei den Tatbeständen nach Buchstabe a Hilfe leistet (Art. 25 des Strafgesetzbuches).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_98_a"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Warnungen vor Verkehrskontrollen",
        "citation": "Art. 98a Abs. 2 SVG",
        "content": "Die Kontrollorgane stellen solche Geräte oder Vorrichtungen sicher. Das Gericht verfügt die Einziehung und Vernichtung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_98_a"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Warnungen vor Verkehrskontrollen",
        "citation": "Art. 98a Abs. 3 SVG",
        "content": "Mit Busse wird bestraft, wer:\na. öffentlich vor behördlichen Kontrollen im Strassenverkehr warnt;\nb. eine entgeltliche Dienstleistung anbietet, mit der vor solchen Kontrollen gewarnt wird;\nc. Geräte oder Vorrichtungen, die nicht primär zur Warnung vor behördlichen Kontrollen des Strassenverkehrs bestimmt sind, zu solchen Zwecken verwendet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_98_a"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Warnungen vor Verkehrskontrollen",
        "citation": "Art. 98a Abs. 4 SVG",
        "content": "In schweren Fällen ist die Strafe Geldstrafe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_98_a"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Weitere Widerhandlungen",
        "citation": "Art. 99 Abs. 1 SVG",
        "content": "Mit Busse wird bestraft, wer:\na. Fahrzeuge, Bestandteile oder Ausrüstungsgegenstände, die der Typengenehmigung unterliegen, in nicht genehmigter Ausführung in den Handel bringt;\nb. als Fahrzeugführer die erforderlichen Ausweise oder Bewilligungen nicht mit sich führt;\nc. sich weigert, den Kontrollorganen auf Verlangen die erforderlichen Ausweise oder Bewilligungen vorzuweisen;\nd. die besonderen Warnsignale der Feuerwehr, der Sanität, der Polizei, des Zolls oder der Bergpost nachahmt;\ne. unerlaubterweise Kennzeichen der Verkehrspolizei verwendet;\nf. unerlaubterweise an Motorfahrzeugen Lautsprecher verwendet;\ng. unerlaubterweise motor- oder radsportliche Veranstaltungen oder Versuchsfahrten durchführt oder bei bewilligten Veranstaltungen dieser Art die verlangten Sicherheitsmassnahmen nicht trifft;\nh.–j. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_99"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Weitere Widerhandlungen",
        "citation": "Art. 99 Abs. 2 SVG",
        "content": "Mit Busse bis zu 100 Franken wird der Halter bestraft, der nach Übernahme eines Motorfahrzeugs oder Motorfahrzeuganhängers von einem andern Halter oder nach Verlegung des Standorts in einen andern Kanton nicht fristgemäss einen neuen Fahrzeugausweis einholt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_99"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Strafbarkeit",
        "citation": "Art. 100 Abs. 1. SVG",
        "content": "Bestimmt es dieses Gesetz nicht ausdrücklich anders, so ist auch die fahrlässige Handlung strafbar.In besonders leichten Fällen wird von der Strafe Umgang genommen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_100"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Strafbarkeit",
        "citation": "Art. 100 Abs. 2. SVG",
        "content": "Der Arbeitgeber oder Vorgesetzte, der eine nach diesem Gesetz strafbare Handlung des Motorfahrzeugführers veranlasst oder nicht nach seinen Möglichkeiten verhindert hat, untersteht der gleichen Strafandrohung wie der Führer.Ist für die Tat nur Busse angedroht, so kann der Richter den Führer milder bestrafen oder von seiner Bestrafung Umgang nehmen, wenn die Umstände es rechtfertigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_100"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Strafbarkeit",
        "citation": "Art. 100 Abs. 3. SVG",
        "content": "Für strafbare Handlungen auf Lernfahrten ist der Begleiter verantwortlich, wenn er die Pflichten verletzt hat, die ihm als Folge der Übernahme der Begleitung oblagen.Der Fahrschüler ist verantwortlich, soweit er eine Widerhandlung nach dem Stand seiner Ausbildung hätte vermeiden können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_100"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Strafbarkeit",
        "citation": "Art. 100 Abs. 4. SVG",
        "content": "Missachtet der Führer eines Feuerwehr-, Sanitäts-, Polizei- oder Zollfahrzeugs auf dringlichen oder taktisch notwendigen Dienstfahrten Verkehrsregeln oder besondere Anordnungen für den Verkehr, so macht er sich nicht strafbar, wenn er alle Sorgfalt walten lässt, die nach den Umständen erforderlich ist. Auf dringlichen Dienstfahrten ist die Missachtung nur dann nicht strafbar, wenn der Führer zudem die erforderlichen Warnsignale abgibt; die Abgabe der Warnsignale ist ausnahmsweise nicht erforderlich, wenn sie der Erfüllung der gesetzlichen Aufgabe entgegensteht. Hat der Führer nicht die Sorgfalt walten lassen, die nach den Umständen erforderlich war, oder hat er auf dringlichen Dienstfahrten nicht die erforderlichen Warnsignale abgegeben, so bleibt seine Strafbarkeit bestehen, die Strafe ist aber zu mildern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_100"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Strafbarkeit",
        "citation": "Art. 100 Abs. 5. SVG",
        "content": "Im Falle von Geschwindigkeitsüberschreitungen, die auf dringlichen oder aus taktischen Gründen notwendigen Dienstfahrten begangen werden, wird lediglich die Differenz zur Geschwindigkeit berücksichtigt, die für den Einsatz angemessen gewesen wäre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_100"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Widerhandlungen im Ausland",
        "citation": "Art. 101 Abs. 1 SVG",
        "content": "Wer im Ausland eine Verletzung von Verkehrsregeln oder eine andere bundesrechtlich mit Freiheitsstrafe bedrohte Widerhandlung im Strassenverkehr begeht und am Tatort strafbar ist, wird auf Ersuchen der zuständigen ausländischen Behörde in der Schweiz verfolgt, sofern er in der Schweiz wohnt und sich hier aufhält und sich der ausländischen Strafgewalt nicht unterzieht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_101"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Widerhandlungen im Ausland",
        "citation": "Art. 101 Abs. 2 SVG",
        "content": "Der Richter wendet die schweizerischen Strafbestimmungen an, verhängt jedoch keine Freiheitsstrafe, wenn das Recht des Begehungsortes keine solche androht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_101"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Verhältnis zu andern Strafgesetzen",
        "citation": "Art. 102 Abs. 1 SVG",
        "content": "Die allgemeinen Bestimmungen des Strafgesetzbuches sind anwendbar, soweit dieses Gesetz keine abweichenden Vorschriften enthält.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_102"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Verhältnis zu andern Strafgesetzen",
        "citation": "Art. 102 Abs. 2 SVG",
        "content": "Die besonderen Bestimmungen des Strafgesetzbuches bleiben vorbehalten, ebenso die Gesetzgebung über die Bahnpolizei.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_102"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Ergänzende Strafbestimmungen, Strafverfolgung, Strafkontrolle",
        "citation": "Art. 103 Abs. 1 SVG",
        "content": "Der Bundesrat kann für Übertretungen seiner Ausführungsvorschriften zu diesem Gesetz Busse androhen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_103"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Ergänzende Strafbestimmungen, Strafverfolgung, Strafkontrolle",
        "citation": "Art. 103 Abs. 2 SVG",
        "content": "Die Strafverfolgung obliegt den Kantonen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_103"
    },
    {
        "book": "SVG",
        "title": "SVG, V. Titel: Strafbestimmungen, Ergänzende Strafbestimmungen, Strafverfolgung, Strafkontrolle",
        "citation": "Art. 103 Abs. 3 SVG",
        "content": "Der Bundesrat kann Vorschriften erlassen über die Strafkontrolle für Entscheide, die nicht in das eidgenössische Strafregister eingetragen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1959/679_705_685/de#art_103"
    }
]