[
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 1: In generale, Scopo",
        "citation": "Art. 1 LPAn",
        "content": "Scopo della presente legge è di tutelare la dignità e il benessere degli animali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_1"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 1: In generale, Campo d’applicazione",
        "citation": "Art. 2 cpv. 1 LPAn",
        "content": "La legge si applica ai vertebrati. Il Consiglio federale determina a quali invertebrati essa è pure applicabile e in quale misura. A tal fine si orienta ai ritrovati scientifici inerenti alla sensorialità degli invertebrati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_2"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 1: In generale, Campo d’applicazione",
        "citation": "Art. 2 cpv. 2 LPAn",
        "content": "Sono fatte salve le leggi federali del 20 giugno 1986 sulla caccia, del 1° luglio 1966 sulla protezione della natura e del paesaggio, del 21 giugno 1991 sulla pesca, del 13 dicembre 2002 sulla formazione professionale e del 1° luglio 1966 sulle epizoozie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_2"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 1: In generale, Definizioni",
        "citation": "Art. 3 LPAn",
        "content": "Nella presente legge s’intende per:\na. dignità: il valore intrinseco dell’animale, che va rispettato da chiunque se ne occupi. Il fatto di arrecare all’animale un aggravio che non può essere giustificato da interessi preponderanti è lesivo della sua dignità. Vi è aggravio per l’animale se gli sono inflitti in particolare dolori, sofferenze o lesioni, se l’animale viene posto in stato d’ansietà o mortificato, se s’interviene in modo assai incisivo sul suo fenotipo o si pregiudicano le sue capacità, oppure se l’animale viene eccessivamente strumentalizzato;\nb. benessere: il benessere dell’animale, che è garantito segnatamente se:\n1. le condizioni di detenzione e l’alimentazione non ne compromettono le funzioni fisiologiche o il comportamento e non ne sollecitano oltremodo la capacità di adattamento,\n2. ne è assicurato il comportamento conforme alla specie entro i limiti della capacità di adattamento biologica,\n3. l’animale è clinicamente sano,\n4. si evitano all’animale dolori, lesioni e ansietà;\nc. esperimenti sugli animali: qualsiasi procedimento che utilizza animali vivi al fine di:\n1. verificare un’ipotesi scientifica,\n2. accertare l’effetto di una determinata misura sull’animale,\n3. sperimentare una sostanza,\n4. prelevare o analizzare cellule, organi o liquidi organici, salvo nell’ambito della produzione agricola, dell’attività diagnostica o curativa sull’animale o per verificare lo stato di salute di popolazioni di animali,\n5. ottenere o riprodurre organismi estranei alla specie,\n6. fornire un supporto all’insegnamento, alla formazione e alla formazione continua.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_3"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 1: In generale, Principi",
        "citation": "Art. 4 cpv. 1 LPAn",
        "content": "Chi si occupa di animali deve:\na. tener conto adeguatamente dei loro bisogni; e\nb. nella misura in cui lo scopo della loro utilizzazione lo consenta, provvedere al loro benessere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_4"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 1: In generale, Principi",
        "citation": "Art. 4 cpv. 2 LPAn",
        "content": "Nessuno ha il diritto di infliggere ingiustificatamente dolori, sofferenze o lesioni a un animale, porlo in stato d’ansietà o ledere in altro modo la sua dignità. È vietato maltrattare e trascurare gli animali o affaticarli inutilmente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_4"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 1: In generale, Principi",
        "citation": "Art. 4 cpv. 3 LPAn",
        "content": "Il Consiglio federale vieta altre pratiche su animali che ne ledono la dignità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_4"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 1: In generale, Formazione e informazione",
        "citation": "Art. 5 cpv. 1 LPAn",
        "content": "La Confederazione può promuovere la formazione e la formazione continua delle persone che si occupano degli animali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_5"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 1: In generale, Formazione e informazione",
        "citation": "Art. 5 cpv. 1bis LPAn",
        "content": "Il Consiglio federale può prevedere che determinati corsi di e di formazione continua siano subordinati al riconoscimento da parte della Confederazione o dei Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_5"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 1: In generale, Formazione e informazione",
        "citation": "Art. 5 cpv. 2 LPAn",
        "content": "La Confederazione provvede a informare il pubblico in materia di protezione degli animali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_5"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 1: Detenzione di animali, Requisiti generali",
        "citation": "Art. 6 cpv. 1 LPAn",
        "content": "Chi detiene un animale o lo accudisce deve nutrirlo e curarlo adeguatamente, garantirgli l’attività e la libertà di movimento necessarie al suo benessere e, per quanto necessario, offrirgli un ricovero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_6"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 1: Detenzione di animali, Requisiti generali",
        "citation": "Art. 6 cpv. 2 LPAn",
        "content": "Dopo aver consultato le cerchie interessate, il Consiglio federale emana prescrizioni sulla detenzione di animali, segnatamente sotto forma di requisiti minimi, tenendo conto delle conoscenze scientifiche, delle esperienze pratiche e dell’evoluzione delle tecniche. Esso vieta i metodi di detenzione contrari ai principi della protezione degli animali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_6"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 1: Detenzione di animali, Requisiti generali",
        "citation": "Art. 6 cpv. 3 LPAn",
        "content": "Il Consiglio federale può stabilire i requisiti in materia di formazione e di formazione continua dei detentori di animali e delle persone che addestrano o curano animali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_6"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 1: Detenzione di animali, Obbligo di annuncio e di autorizzazione, divieti",
        "citation": "Art. 7 cpv. 1 LPAn",
        "content": "Il Consiglio federale può assoggettare determinati metodi di detenzione, la detenzione di determinate specie di animali e determinate cure all’obbligo di annuncio o di autorizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_7"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 1: Detenzione di animali, Obbligo di annuncio e di autorizzazione, divieti",
        "citation": "Art. 7 cpv. 2 LPAn",
        "content": "L’immissione in commercio di sistemi e impianti di stabulazione fabbricati in serie destinati ad animali da reddito necessita di un’autorizzazione della Confederazione. L’autorizzazione è rilasciata soltanto se i sistemi e gli impianti soddisfano le esigenze per una corretta detenzione degli animali. Il Consiglio federale disciplina la procedura di autorizzazione e stabilisce a quali animali da reddito la stessa è applicabile. Per determinati metodi di detenzione può prevedere deroghe all’obbligo di autorizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_7"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 1: Detenzione di animali, Obbligo di annuncio e di autorizzazione, divieti",
        "citation": "Art. 7 cpv. 3 LPAn",
        "content": "La detenzione professionale e privata di animali selvatici che richiedono cure o condizioni di detenzione speciali necessita di un’autorizzazione. È vietata l’importazione di delfini e altri cetacei.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_7"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 1: Detenzione di animali, Obbligo di annuncio e di autorizzazione, divieti",
        "citation": "Art. 7 cpv. 4 LPAn",
        "content": "Il Consiglio federale può assoggettare all’obbligo di annuncio o di autorizzazione oppure vietare l’immissione in commercio e l’utilizzo di mezzi ausiliari e apparecchi destinati all’addestramento e al controllo degli animali che provochino loro dolore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_7"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 1: Detenzione di animali, Protezione degli investimenti",
        "citation": "Art. 8 LPAn",
        "content": "Le costruzioni e installazioni destinate agli animali da reddito autorizzate secondo la presente legge possono essere utilizzate almeno per la durata ordinaria d’ammortamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_8"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 1: Detenzione di animali, Guardiani di animali",
        "citation": "Art. 9 LPAn",
        "content": "Il Consiglio federale può determinare in quali settori al di fuori dell’agricoltura è necessario impiegare guardiani di animali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_9"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 2:, Allevamento di animali e modificazioni d’ingegneria genetica, Allevamento e produzione di animali",
        "citation": "Art. 10 cpv. 1 LPAn",
        "content": "L’applicazione di metodi naturali o artificiali di allevamento o di riproduzione non deve causare agli animali genitori né ai loro discendenti dolori, sofferenze, lesioni o turbe comportamentali dovuti o connessi all’obiettivo zootecnico; sono fatte salve le disposizioni concernenti gli esperimenti sugli animali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_10"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 2:, Allevamento di animali e modificazioni d’ingegneria genetica, Allevamento e produzione di animali",
        "citation": "Art. 10 cpv. 2 LPAn",
        "content": "Il Consiglio federale emana prescrizioni sull’allevamento e la produzione di animali e determina i criteri per valutare la liceità degli obiettivi di allevamento e dei metodi di riproduzione; a tal proposito tiene conto della dignità dell’animale. Esso può vietare l’allevamento, la produzione, la detenzione, l’importazione, il transito e l’esportazione, nonché l’immissione in commercio di animali con determinate caratteristiche, in particolare anormalità fisiche e comportamentali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_10"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 2:, Allevamento di animali e modificazioni d’ingegneria genetica, Obbligo di autorizzazione per animali geneticamente modificati",
        "citation": "Art. 11 cpv. 1 LPAn",
        "content": "Chi produce, alleva, detiene, commercializza o utilizza animali geneticamente modificati necessita di un’autorizzazione cantonale. Se la produzione, l’allevamento, la detenzione, la commercializzazione o l’utilizzazione di animali geneticamente modificati si svolge a fini di ricerca, terapia e diagnosi, l’autorizzazione è data nell’ambito dell’articolo 19 capoverso 1. Negli altri casi la procedura d’autorizzazione è retta dalle disposizioni concernenti gli esperimenti sugli animali e dalla legge del 21 marzo 2003 sull’ingegneria genetica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_11"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 2:, Allevamento di animali e modificazioni d’ingegneria genetica, Obbligo di autorizzazione per animali geneticamente modificati",
        "citation": "Art. 11 cpv. 2 LPAn",
        "content": "Dopo aver consultato le cerchie interessate, la Commissione federale d’etica per la biotecnologia nel settore non umano, la Commissione federale per la sicurezza biologica e la Commissione federale per gli esperimenti sugli animali, il Consiglio federale stabilisce criteri per la ponderazione degli interessi in materia di produzione, allevamento, detenzione, commercializzazione e utilizzazione di animali geneticamente modificati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_11"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 2:, Allevamento di animali e modificazioni d’ingegneria genetica, Obbligo di autorizzazione per animali geneticamente modificati",
        "citation": "Art. 11 cpv. 3 LPAn",
        "content": "Il Consiglio federale disciplina i requisiti per gli istituti in cui si svolgono attività secondo il capoverso 1, secondo periodo, in particolare per quanto concerne l’infrastruttura, il personale, la sorveglianza e la documentazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_11"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 2:, Allevamento di animali e modificazioni d’ingegneria genetica, Obbligo di autorizzazione per animali geneticamente modificati",
        "citation": "Art. 11 cpv. 4 LPAn",
        "content": "Il Consiglio federale può inoltre prevedere deroghe all’obbligo di autorizzazione o agevolazioni nella procedura di autorizzazione, segnatamente quando è accertato che i metodi di produzione o d’allevamento non provocano negli animali dolori, sofferenze, lesioni o turbe comportamentali e quando è comunque tenuta in debita considerazione la dignità dell’animale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_11"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 2:, Allevamento di animali e modificazioni d’ingegneria genetica, Obbligo di annuncio",
        "citation": "Art. 12 cpv. 1 LPAn",
        "content": "Gli animali geneticamente modificati cui il processo di produzione o l’allevamento arreca dolori, sofferenze, lesioni o turbe comportamentali e la cui dignità risulta comunque lesa devono essere annunciati all’autorità cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_12"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 2:, Allevamento di animali e modificazioni d’ingegneria genetica, Obbligo di annuncio",
        "citation": "Art. 12 cpv. 2 LPAn",
        "content": "L’autorità cantonale inoltra tali annunci alla commissione cantonale per gli esperimenti sugli animali e, in base alla proposta di quest’ultima, decide se l’allevamento può continuare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_12"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 2:, Allevamento di animali e modificazioni d’ingegneria genetica, Obbligo di annuncio",
        "citation": "Art. 12 cpv. 3 LPAn",
        "content": "Il Consiglio federale disciplina le modalità dell’annuncio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_12"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 3: Circolazione di animali e prodotti animali, Obbligo di autorizzazione e annuncio",
        "citation": "Art. 13 cpv. 1 LPAn",
        "content": "Il commercio professionale di animali e l’utilizzazione di animali vivi per la pubblicità necessitano di un’autorizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_13"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 3: Circolazione di animali e prodotti animali, Obbligo di autorizzazione e annuncio",
        "citation": "Art. 13 cpv. 2 LPAn",
        "content": "Il Consiglio federale può assoggettare le manifestazioni interregionali con animali all’obbligo di annuncio o di autorizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_13"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 3: Circolazione di animali e prodotti animali, Condizioni, restrizioni e divieti",
        "citation": "Art. 14 cpv. 1 LPAn",
        "content": "Il Consiglio federale può, per motivi inerenti alla protezione degli animali, vincolare a condizioni, limitare o vietare l’importazione, il transito e l’esportazione di animali e di prodotti animali. È fatta salva l’importazione di carne koscher e di carne halal, al fine di assicurare un approvvigionamento sufficiente di tale carne alle comunità ebraica e musulmana. Unicamente i membri di queste comunità nonché le persone giuridiche e le società di persone loro appartenenti hanno diritto d’importare e acquistare carne koscher e carne halal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_14"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 3: Circolazione di animali e prodotti animali, Condizioni, restrizioni e divieti",
        "citation": "Art. 14 cpv. 2 LPAn",
        "content": "L’importazione, il transito, l’esportazione e il commercio di pelli di cane e di gatto nonché di loro derivati sono vietati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_14"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 4: Trasporti di animali, Principi",
        "citation": "Art. 15 cpv. 1 LPAn",
        "content": "I trasporti di animali devono svolgersi con le debite cure e senza inutili ritardi. Il trasporto non deve durare più di sei ore a partire dal punto di carico. Il Consiglio federale disciplina le eccezioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_15"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 4: Trasporti di animali, Principi",
        "citation": "Art. 15 cpv. 2 LPAn",
        "content": "Sentite le organizzazioni del settore, il Consiglio federale disciplina i requisiti in materia di formazione e di formazione continua del personale a cui è affidato il trasporto professionale di animali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_15"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 4: Trasporti di animali, Trasporti internazionali di animali",
        "citation": "Art. 15a cpv. 1 LPAn",
        "content": "Chiunque effettua a titolo professionale trasporti internazionali di animali necessita di un’autorizzazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_15_a"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 4: Trasporti di animali, Trasporti internazionali di animali",
        "citation": "Art. 15a cpv. 2 LPAn",
        "content": "Il Consiglio federale può stabilire quali norme internazionali devono essere rispettate nell’esercizio di tale attività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_15_a"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 4: Trasporti di animali, Trasporti internazionali di animali",
        "citation": "Art. 15a cpv. 3 LPAn",
        "content": "Il transito di bovini, ovini, caprini, suini, cavalli da macello e pollame da macello in Svizzera è limitato al traffico ferroviario o aereo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_15_a"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 5: Interventi su animali",
        "citation": "Art. 16 LPAn",
        "content": "Gli interventi dolorosi possono essere eseguiti soltanto sotto anestesia totale o locale e da persone esperte. Il Consiglio federale stabilisce le eccezioni. Determina altresì quali persone sono considerate esperte. Sono fatte salve le disposizioni della presente legge concernenti gli esperimenti sugli animali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_16"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 6: Esperimenti sugli animali, Limitazione al minimo indispensabile",
        "citation": "Art. 17 LPAn",
        "content": "Gli esperimenti che provocano all’animale dolori, sofferenze o lesioni, lo pongono in stato d’ansietà oppure che possono compromettere in misura notevole il suo stato generale o ledere in altro modo la sua dignità devono essere limitati al minimo indispensabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_17"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 6: Esperimenti sugli animali, Obbligo di autorizzazione",
        "citation": "Art. 18 cpv. 1 LPAn",
        "content": "Chi intende svolgere esperimenti sugli animali necessita dell’autorizzazione dell’autorità cantonale competente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_18"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 6: Esperimenti sugli animali, Obbligo di autorizzazione",
        "citation": "Art. 18 cpv. 2 LPAn",
        "content": "Le pratiche di cui all’articolo 11 capoverso 1, ultimo periodo, sono equiparate sul piano procedurale agli esperimenti sugli animali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_18"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 6: Esperimenti sugli animali, Obbligo di autorizzazione",
        "citation": "Art. 18 cpv. 3 LPAn",
        "content": "L’autorità cantonale competente sottopone alla commissione cantonale per gli esperimenti sugli animali le domande di autorizzazione a effettuare esperimenti ai sensi dell’articolo 17.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_18"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 6: Esperimenti sugli animali, Obbligo di autorizzazione",
        "citation": "Art. 18 cpv. 4 LPAn",
        "content": "Le autorizzazioni devono essere limitate nel tempo. Possono essere vincolate a condizioni e oneri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_18"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 6: Esperimenti sugli animali, Obbligo di autorizzazione",
        "citation": "Art. 18 cpv. 5 LPAn",
        "content": "Gli istituti e i laboratori che svolgono esperimenti sugli animali e i centri di custodia di animali da laboratorio devono tenere un controllo dell’effettivo di animali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_18"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 6: Esperimenti sugli animali, Requisiti",
        "citation": "Art. 19 cpv. 1 LPAn",
        "content": "Il Consiglio federale stabilisce le condizioni che devono soddisfare gli istituti e i laboratori autorizzati a effettuare esperimenti sugli animali, come pure in materia di formazione e di formazione continua del personale e di autorizzazione dei centri di custodia, allevamento e commercio di animali da laboratorio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_19"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 6: Esperimenti sugli animali, Requisiti",
        "citation": "Art. 19 cpv. 2 LPAn",
        "content": "Il Consiglio federale determina i criteri per valutare quali esperimenti sono indispensabili ai sensi dell’articolo 17.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_19"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 6: Esperimenti sugli animali, Requisiti",
        "citation": "Art. 19 cpv. 3 LPAn",
        "content": "Il Consiglio federale può dichiarare inammissibili determinati scopi perseguiti con gli esperimenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_19"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 6: Esperimenti sugli animali, Requisiti",
        "citation": "Art. 19 cpv. 4 LPAn",
        "content": "Un esperimento sugli animali è inammissibile in particolare se, commisurato al risultato atteso in materia di conoscenze, arreca all’animale dolori, sofferenze o lesioni sproporzionati o lo pone in stato sproporzionato d’ansietà.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_19"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 6: Esperimenti sugli animali, Svolgimento degli esperimenti",
        "citation": "Art. 20 cpv. 1 LPAn",
        "content": "È lecito infliggere dolori, sofferenze o lesioni all’animale o porlo in stato d’ansietà soltanto se inevitabile per lo scopo dell’esperimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_20"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 6: Esperimenti sugli animali, Svolgimento degli esperimenti",
        "citation": "Art. 20 cpv. 2 LPAn",
        "content": "Esperimenti su animali più evoluti si possono eseguire soltanto se lo scopo perseguito non può essere raggiunto con animali meno evoluti e non sono disponibili adeguati metodi alternativi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_20"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 6: Esperimenti sugli animali, Svolgimento degli esperimenti",
        "citation": "Art. 20 cpv. 3 LPAn",
        "content": "Il Consiglio federale definisce le altre esigenze in materia di svolgimento degli esperimenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_20"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 6: Esperimenti sugli animali, Informazione del pubblico",
        "citation": "Art. 20a cpv. 1 LPAn",
        "content": "A conclusione di un esperimento sugli animali, dell’Ufficio federale della sicurezza alimentare e di veterinaria (USAV)  pubblica i dati seguenti:\na. il titolo dell’esperimento e il settore in cui è stato svolto;\nb. lo scopo dell’esperimento;\nc. il numero di animali impiegati per ogni specie;\nd. il grado di aggravio per gli animali coinvolti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_20_a"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 6: Esperimenti sugli animali, Informazione del pubblico",
        "citation": "Art. 20a cpv. 2 LPAn",
        "content": "Il Consiglio federale può prevedere la pubblicazione di ulteriori dati, sempre che non vi si oppongano interessi pubblici o privati preponderanti degni di protezione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_20_a"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 6: Esperimenti sugli animali, Informazione del pubblico",
        "citation": "Art. 20a cpv. 3 LPAn",
        "content": "Il Consiglio federale disciplina i particolari, segnatamente il grado di precisione dei dati che le persone responsabili di un esperimento sono tenute a fornire. Tiene conto di interessi pubblici o privati preponderanti degni di protezione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_20_a"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 6a:, Sistema d’informazione nell’ambito della sperimentazione animale, Scopo e contenuto",
        "citation": "Art. 20b cpv. 1 LPAn",
        "content": "La Confederazione gestisce un sistema d’informazione volto a sostenere l’adempimento dei compiti legali federali e cantonali in materia di sperimentazione animale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_20_b"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 6a:, Sistema d’informazione nell’ambito della sperimentazione animale, Scopo e contenuto",
        "citation": "Art. 20b cpv. 2 LPAn",
        "content": "Il sistema d’informazione comprende i seguenti dati personali:\na. dati concernenti procedimenti e sanzioni amministrativi e penali;\nb. dati concernenti le autorizzazioni e la sorveglianza degli esperimenti su animali;\nc. dati concernenti le autorizzazioni e la sorveglianza dei centri di custodia, allevamento e commercio di animali da laboratorio;\nd. dati concernenti le notifiche di linee o ceppi animali con mutazioni patologiche;\ne. dati concernenti la formazione e la formazione continua;\nf. dati necessari per la pubblicazione della statistica degli esperimenti sugli animali;\ng. dati necessari per la gestione degli utenti e del sistema.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_20_b"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 6a:, Sistema d’informazione nell’ambito della sperimentazione animale, Diritti di accesso",
        "citation": "Art. 20c cpv. 1 LPAn",
        "content": "Nell’ambito dei loro compiti legali, possono trattare dati personali, inclusi dati personali degni di particolare protezione, nonché accedere a tali dati mediante procedura di richiamo:\na. i collaboratori dell’USAV che svolgono compiti di alta vigilanza;\nb. i collaboratori delle autorità cantonali preposte al rilascio delle autorizzazioni, nel loro ambito di competenza;\nc. i membri delle commissioni cantonali per gli esperimenti sugli animali, nel loro ambito di competenza;\nd. i collaboratori degli istituti, dei laboratori, dei centri di custodia, allevamento e commercio di animali da laboratorio, nel loro ambito di competenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_20_c"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 6a:, Sistema d’informazione nell’ambito della sperimentazione animale, Diritti di accesso",
        "citation": "Art. 20c cpv. 2 LPAn",
        "content": "Nell’ambito dei loro compiti legali, i collaboratori delle autorità cantonali preposte al rilascio delle autorizzazioni e i membri delle commissioni cantonali per gli esperimenti sugli animali possono consultare mediante procedura di richiamo i dati relativi a domande e decisioni di autorizzazione di altri Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_20_c"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 6a:, Sistema d’informazione nell’ambito della sperimentazione animale, Tasse",
        "citation": "Art. 20d LPAn",
        "content": "La Confederazione riscuote dai Cantoni tasse per l’utilizzo del sistema d’informazione. Il Consiglio federale ne determina l’ammontare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_20_d"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 6a:, Sistema d’informazione nell’ambito della sperimentazione animale, Disposizioni supplementari",
        "citation": "Art. 20e LPAn",
        "content": "Il Consiglio federale disciplina:\na. la collaborazione con i Cantoni;\nb. il catalogo dei dati;\nc. le responsabilità relative al trattamento dei dati;\nd. i diritti di accesso, segnatamente anche la portata degli accessi mediante procedura di richiamo;\ne. le misure organizzative e tecniche necessarie a garantire la protezione e la sicurezza dei dati, in particolare le condizioni cui è subordinata la concessione dell’accesso;\nf. l’archiviazione;\ng. i termini di conservazione e di cancellazione dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_20_e"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 7: Macellazione di animali",
        "citation": "Art. 21 cpv. 1 LPAn",
        "content": "I mammiferi possono essere macellati soltanto se sono stati storditi prima del dissanguamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_21"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 7: Macellazione di animali",
        "citation": "Art. 21 cpv. 2 LPAn",
        "content": "Il Consiglio federale può assoggettare all’obbligo dello stordimento anche la macellazione di altri animali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_21"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 7: Macellazione di animali",
        "citation": "Art. 21 cpv. 3 LPAn",
        "content": "Il Consiglio federale determina i metodi di stordimento ammessi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_21"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 2: Trattamento degli animali, Sezione 7: Macellazione di animali",
        "citation": "Art. 21 cpv. 4 LPAn",
        "content": "Sentite le organizzazioni del settore, il Consiglio federale stabilisce i requisiti in merito alla formazione e alla formazione continua del personale dei macelli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_21"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 3: Ricerca",
        "citation": "Art. 22 cpv. 1 LPAn",
        "content": "La Confederazione effettua e sostiene la ricerca scientifica rilevante ai fini della protezione degli animali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_22"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 3: Ricerca",
        "citation": "Art. 22 cpv. 2 LPAn",
        "content": "In collaborazione con le scuole universitarie e l’industria, la Confederazione promuove in particolare lo sviluppo, il riconoscimento e l’impiego di metodi sostitutivi degli esperimenti sugli animali ovvero di metodi che impiegano un minor numero di animali da laboratorio o comportano un minor aggravio per gli stessi. Essa promuove segnatamente progetti di ricerca volti a eliminare dolori, sofferenze o stati d’ansietà nell’ambito di interventi secondo l’articolo 16.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_22"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 4: Provvedimenti amministrativi e ricorso delle autorità, Divieto di tenere animali",
        "citation": "Art. 23 cpv. 1 LPAn",
        "content": "L’autorità competente può vietare, a tempo determinato o indeterminato, la detenzione, l’allevamento, la commercializzazione o l’impiego a titolo professionale di animali a chi:\na. è stato punito per ripetute o gravi infrazioni alle prescrizioni della presente legge, ai disposti esecutivi emanati in virtù della stessa o a decisioni dell’autorità;\nb. per altri motivi è incapace di tenere o allevare animali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_23"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 4: Provvedimenti amministrativi e ricorso delle autorità, Divieto di tenere animali",
        "citation": "Art. 23 cpv. 2 LPAn",
        "content": "Il divieto pronunciato da un Cantone vale in tutta la Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_23"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 4: Provvedimenti amministrativi e ricorso delle autorità, Divieto di tenere animali",
        "citation": "Art. 23 cpv. 3 LPAn",
        "content": "L’USAV tiene un registro dei divieti pronunciati. Il registro può essere consultato dai servizi specializzati cantonali di cui all’articolo 33 per l’adempimento dei loro compiti legali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_23"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 4: Provvedimenti amministrativi e ricorso delle autorità, Divieto di tenere animali",
        "citation": "Art. 23 cpv. 4 LPAn",
        "content": "Il Consiglio federale può concludere trattati internazionali relativi allo scambio reciproco di informazioni sui divieti pronunciati. Può inoltre rendere applicabili in Svizzera divieti emanati all’estero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_23"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 4: Provvedimenti amministrativi e ricorso delle autorità, Intervento dell’autorità",
        "citation": "Art. 24 cpv. 1 LPAn",
        "content": "L’autorità competente interviene senza indugio se è accertato che animali sono trascurati o tenuti in condizioni del tutto inadeguate. Essa può sequestrare cautelativamente gli animali e collocarli in un luogo adeguato a spese del detentore; all’occorrenza, li vende o li fa abbattere. A tal fine, può avvalersi degli organi di polizia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_24"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 4: Provvedimenti amministrativi e ricorso delle autorità, Intervento dell’autorità",
        "citation": "Art. 24 cpv. 2 LPAn",
        "content": "Il ricavo della realizzazione, dedotte le spese di procedura, spetta al detentore degli animali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_24"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 4: Provvedimenti amministrativi e ricorso delle autorità, Intervento dell’autorità",
        "citation": "Art. 24 cpv. 3 LPAn",
        "content": "Se sono accertate violazioni delle prescrizioni della presente legge, le autorità competenti per l’esecuzione sporgono denuncia penale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_24"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 4: Provvedimenti amministrativi e ricorso delle autorità, Intervento dell’autorità",
        "citation": "Art. 24 cpv. 4 LPAn",
        "content": "Nei casi poco gravi, le autorità competenti per l’esecuzione possono rinunciare a sporgere denuncia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_24"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 4: Provvedimenti amministrativi e ricorso delle autorità, Ricorso delle autorità",
        "citation": "Art. 25 cpv. 1 LPAn",
        "content": "Le decisioni delle autorità cantonali in materia di esperimenti sugli animali possono essere impugnate dall’USAV con i rimedi giuridici previsti dal diritto cantonale e federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_25"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 4: Provvedimenti amministrativi e ricorso delle autorità, Ricorso delle autorità",
        "citation": "Art. 25 cpv. 2 LPAn",
        "content": "Le autorità cantonali notificano immediatamente le loro decisioni all’USAV.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_25"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 5: Disposizioni penali, Maltrattamento di animali",
        "citation": "Art. 26 cpv. 1 LPAn",
        "content": "È punito con una pena detentiva sino a tre anni o con una pena pecuniaria chiunque, intenzionalmente:\na. maltratta un animale, lo trascura, lo sottopone inutilmente a sforzi eccessivi o lede in altro modo la sua dignità;\nb. uccide animali con crudeltà o per celia;\nc. organizza combattimenti fra o con animali, nei quali gli stessi vengono maltrattati o uccisi;\nd. durante lo svolgimento di esperimenti infligge dolori, sofferenze o lesioni a un animale, o lo pone in stato d’ansietà, senza che ciò sia indispensabile per conseguire lo scopo previsto;\ne. abbandona o lascia andare un animale che teneva in casa o nell’azienda, nell’intento di disfarsene.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_26"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 5: Disposizioni penali, Maltrattamento di animali",
        "citation": "Art. 26 cpv. 2 LPAn",
        "content": "Se l’autore ha agito per negligenza, la pena è una pena pecuniaria fino a 180 aliquote giornaliere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_26"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 5: Disposizioni penali, Infrazioni in materia di circolazione di animali e prodotti animali",
        "citation": "Art. 27 cpv. 2 LPAn",
        "content": "È punito con la multa fino a 20 000 franchi chiunque, intenzionalmente, viola le condizioni, le restrizioni o i divieti in materia di circolazione di animali e di prodotti animali di cui all’articolo 14. Il tentativo, la complicità e l’istigazione sono punibili. Se l’autore ha agito per negligenza, la pena è della multa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_27"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 5: Disposizioni penali, Altre infrazioni",
        "citation": "Art. 28 cpv. 1 LPAn",
        "content": "È punito con la multa sino a 20 000 franchi, sempre che non sia applicabile l’articolo 26, chiunque intenzionalmente:\na. viola le prescrizioni sulla detenzione di animali;\nb. viola le prescrizioni sull’allevamento o la produzione di animali;\nc. viola le prescrizioni sulla produzione, l’allevamento, la detenzione, il commercio o l’utilizzazione di animali geneticamente modificati;\nd. viola le prescrizioni sul trasporto di animali;\ne. viola le prescrizioni concernenti gli interventi su animali o gli esperimenti sugli animali;\nf. viola le prescrizioni sulla macellazione di animali;\ng. intraprende con gli animali altre pratiche vietate dalla legge o dall’ordinanza;\nh. viola le prescrizioni sul commercio professionale di animali;\ni. viola le prescrizioni sull’utilizzazione di animali vivi per la pubblicità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_28"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 5: Disposizioni penali, Altre infrazioni",
        "citation": "Art. 28 cpv. 2 LPAn",
        "content": "Il tentativo, la complicità e l’istigazione sono punibili. Se l’autore ha agito per negligenza, la pena è della multa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_28"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 5: Disposizioni penali, Altre infrazioni",
        "citation": "Art. 28 cpv. 3 LPAn",
        "content": "È punito con la multa chiunque, intenzionalmente o per negligenza, contravviene a una prescrizione d’esecuzione la cui inosservanza è stata dichiarata punibile oppure a una decisione notificatagli sotto comminatoria della pena prevista nel presente articolo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_28"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 5: Disposizioni penali, Prescrizione",
        "citation": "Art. 29 LPAn",
        "content": "L’azione penale per le contravvenzioni si prescrive in cinque anni; la pena per una contravvenzione in quattro anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_29"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 5: Disposizioni penali, Persone giuridiche e società commerciali",
        "citation": "Art. 30 LPAn",
        "content": "L’articolo 6 della legge federale del 22 marzo 1974 sul diritto penale amministrativo è applicabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_30"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 5: Disposizioni penali, Perseguimento penale",
        "citation": "Art. 31 cpv. 1 LPAn",
        "content": "Il perseguimento e il giudizio dei reati spettano ai Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_31"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 5: Disposizioni penali, Perseguimento penale",
        "citation": "Art. 31 cpv. 2 LPAn",
        "content": "L’USAV persegue e giudica le infrazioni di cui all’articolo 27 capoverso 2 commesse all’atto dell’importazione, del transito e dell’esportazione di animali e di prodotti animali e accertate presso i posti d’ispezione frontalieri riconosciuti. Se vi è simultaneamente un’infrazione alla legge del 18 marzo 2005 sulle dogane o alla legge del 12 giugno 2009 sull’IVA, le infrazioni sono perseguite e giudicate dall’Ufficio federale della dogana e della sicurezza dei confini (UDSC).",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_31"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 5: Disposizioni penali, Perseguimento penale",
        "citation": "Art. 31 cpv. 3 LPAn",
        "content": "Se in caso di importazione, transito ed esportazione di animali e di prodotti animali al di fuori dei posti d’ispezione frontalieri riconosciuti vi è simultaneamente un’infrazione alla legge del 18 marzo 2005 sulle dogane o alla legge del 12 giugno 2009 sull’IVA, le infrazioni sono perseguite e giudicate dall’UDSC.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_31"
    },
    {
        "book": "TSchG",
        "title": "LPAn, Capitolo 5: Disposizioni penali, Perseguimento penale",
        "citation": "Art. 31 cpv. 4 LPAn",
        "content": "Se un’infrazione costituisce simultaneamente un’infrazione secondo il capoverso 1, 2 o 3 e un’infrazione alla legge federale del 16 marzo 2012 sulla circolazione delle specie di fauna e di flora protette, alla legge del 18 marzo 2005 sulle dogane, alla legge del 12 giugno 2009 sull’IVA, alla legge del 20 giugno 2014 sulle derrate alimentari, alla legge del 1° luglio 1966 sulle epizoozie, alla legge del 20 giugno 1986 sulla caccia o alla legge federale del 21 giugno 1991 sulla pesca, perseguibile dalla stessa autorità federale, è applicata la pena comminata per l’infrazione più grave; la pena può essere adeguatamente aumentata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/it#art_31"
    }
]