[
    {
        "book": "TSchG",
        "title": "TSchG, 1. Kapitel: Allgemeines, Zweck",
        "citation": "Art. 1 TSchG",
        "content": "Zweck dieses Gesetzes ist es, die Würde und das Wohlergehen des Tieres zu schützen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_1"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 1. Kapitel: Allgemeines, Geltungsbereich",
        "citation": "Art. 2 Abs. 1 TSchG",
        "content": "Das Gesetz gilt für Wirbeltiere. Der Bundesrat bestimmt, auf welche wirbellosen Tiere es in welchem Umfang anwendbar ist. Er orientiert sich dabei an den wissenschaftlichen Erkenntnissen über die Empfindungsfähigkeit wirbelloser Tiere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_2"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 1. Kapitel: Allgemeines, Geltungsbereich",
        "citation": "Art. 2 Abs. 2 TSchG",
        "content": "Vorbehalten bleiben das Jagdgesetz vom 20. Juni 1986, das Bundesgesetz vom 1. Juli 1966 über den Natur- und Heimatschutz, das Bundesgesetz vom 21. Juni 1991 über die Fischerei, das Berufsbildungsgesetz vom 13. Dezember 2002 sowie das Tierseuchengesetz vom 1. Juli 1966.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_2"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 1. Kapitel: Allgemeines, Begriffe",
        "citation": "Art. 3 TSchG",
        "content": "In diesem Gesetz bedeuten:\na. Würde: Eigenwert des Tieres, der im Umgang mit ihm geachtet werden muss. Die Würde des Tieres wird missachtet, wenn eine Belastung des Tieres nicht durch überwiegende Interessen gerechtfertigt werden kann. Eine Belastung liegt vor, wenn dem Tier insbesondere Schmerzen, Leiden oder Schäden zugefügt werden, es in Angst versetzt oder erniedrigt wird, wenn tief greifend in sein Erscheinungsbild oder seine Fähigkeiten eingegriffen oder es übermässig instrumentalisiert wird;\nb. Wohlergehen: Wohlergehen der Tiere ist namentlich gegeben, wenn:\n1. die Haltung und Ernährung so sind, dass ihre Körperfunktionen und ihr Verhalten nicht gestört sind und sie in ihrer Anpassungsfähigkeit nicht überfordert sind,\n2. das artgemässe Verhalten innerhalb der biologischen Anpassungsfähigkeit gewährleistet ist,\n3. sie klinisch gesund sind,\n4. Schmerzen, Leiden, Schäden und Angst vermieden werden;\nc. Tierversuch: jede Massnahme, bei der lebende Tiere verwendet werden mit dem Ziel:\n1. eine wissenschaftliche Annahme zu prüfen,\n2. die Wirkung einer bestimmten Massnahme am Tier festzustellen,\n3. einen Stoff zu prüfen,\n4. Zellen, Organe oder Körperflüssigkeiten zu gewinnen oder zu prüfen, ausser wenn dies im Rahmen der landwirtschaftlichen Produktion, der diagnostischen oder kurativen Tätigkeit am Tier oder für den Nachweis des Gesundheitsstatus von Tierpopulationen erfolgt,\n5. artfremde Organismen zu erhalten oder zu vermehren,\n6. der Lehre sowie der Aus- und Weiterbildung zu dienen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_3"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 1. Kapitel: Allgemeines, Grundsätze",
        "citation": "Art. 4 Abs. 1 TSchG",
        "content": "Wer mit Tieren umgeht, hat:\na. ihren Bedürfnissen in bestmöglicher Weise Rechnung zu tragen; und\nb. soweit es der Verwendungszweck zulässt, für ihr Wohlergehen zu sorgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_4"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 1. Kapitel: Allgemeines, Grundsätze",
        "citation": "Art. 4 Abs. 2 TSchG",
        "content": "Niemand darf ungerechtfertigt einem Tier Schmerzen, Leiden oder Schäden zufügen, es in Angst versetzen oder in anderer Weise seine Würde missachten. Das Misshandeln, Vernachlässigen oder unnötige Überanstrengen von Tieren ist verboten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_4"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 1. Kapitel: Allgemeines, Grundsätze",
        "citation": "Art. 4 Abs. 3 TSchG",
        "content": "Der Bundesrat verbietet weitere Handlungen an Tieren, wenn mit diesen deren Würde missachtet wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_4"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 1. Kapitel: Allgemeines, Ausbildung und Information",
        "citation": "Art. 5 Abs. 1 TSchG",
        "content": "Der Bund kann die Aus- und Weiterbildung der Personen, die mit Tieren umgehen, fördern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_5"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 1. Kapitel: Allgemeines, Ausbildung und Information",
        "citation": "Art. 5 Abs. 1bis TSchG",
        "content": "Der Bundesrat kann vorsehen, dass bestimmte Aus- und Weiterbildungen vom Bund oder den Kantonen anerkannt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_5"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 1. Kapitel: Allgemeines, Ausbildung und Information",
        "citation": "Art. 5 Abs. 2 TSchG",
        "content": "Der Bund sorgt für die Information der Öffentlichkeit über Tierschutzfragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_5"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 1. Abschnitt: Tierhaltung, Allgemeine Anforderungen",
        "citation": "Art. 6 Abs. 1 TSchG",
        "content": "Wer Tiere hält oder betreut, muss sie angemessen nähren, pflegen, ihnen die für ihr Wohlergehen notwendige Beschäftigung und Bewegungsfreiheit sowie soweit nötig Unterkunft gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_6"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 1. Abschnitt: Tierhaltung, Allgemeine Anforderungen",
        "citation": "Art. 6 Abs. 2 TSchG",
        "content": "Nach Anhören der interessierten Kreise erlässt der Bundesrat unter Berücksichtigung der wissenschaftlichen Erkenntnisse und nach dem Stand der Erfahrung und der technischen Entwicklung Vorschriften über das Halten von Tieren, namentlich Mindestanforderungen. Er verbietet Haltungsarten, die den Grundsätzen des Tierschutzes widersprechen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_6"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 1. Abschnitt: Tierhaltung, Allgemeine Anforderungen",
        "citation": "Art. 6 Abs. 3 TSchG",
        "content": "Er kann die Anforderungen festlegen an die Aus- und Weiterbildung der Tierhalterinnen und Tierhalter sowie der Personen, die Tiere ausbilden oder Pflegehandlungen an ihnen vornehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_6"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 1. Abschnitt: Tierhaltung, Melde- und Bewilligungspflicht, Verbote",
        "citation": "Art. 7 Abs. 1 TSchG",
        "content": "Der Bundesrat kann bestimmte Haltungsarten, das Halten bestimmter Tierarten sowie bestimmte Pflegehandlungen an Tieren für melde- oder bewilligungspflichtig erklären.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_7"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 1. Abschnitt: Tierhaltung, Melde- und Bewilligungspflicht, Verbote",
        "citation": "Art. 7 Abs. 2 TSchG",
        "content": "Das Inverkehrbringen serienmässig hergestellter Aufstallungssysteme und Stalleinrichtungen für Nutztiere unterliegt einer Bewilligung des Bundes. Die Bewilligung wird nur erteilt, wenn die Systeme und Einrichtungen den Anforderungen einer tiergerechten Haltung entsprechen. Der Bundesrat regelt das Bewilligungsverfahren und bestimmt, für welche Nutztiere es anwendbar ist. Er kann für bestimmte Haltungsarten Ausnahmen von der Bewilligungspflicht vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_7"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 1. Abschnitt: Tierhaltung, Melde- und Bewilligungspflicht, Verbote",
        "citation": "Art. 7 Abs. 3 TSchG",
        "content": "Das gewerbsmässige und private Halten von Wildtieren, die besondere Ansprüche an Haltung und Pflege stellen, bedarf einer Bewilligung. Der Import von Delfinen und anderen Walartigen (Cetacea) ist verboten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_7"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 1. Abschnitt: Tierhaltung, Melde- und Bewilligungspflicht, Verbote",
        "citation": "Art. 7 Abs. 4 TSchG",
        "content": "Der Bundesrat kann das Inverkehrbringen und das Verwenden schmerzverursachender Hilfsmittel und Geräte für die Ausbildung und die Kontrolle von Tieren für melde- oder bewilligungspflichtig erklären oder verbieten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_7"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 1. Abschnitt: Tierhaltung, Investitionsschutz",
        "citation": "Art. 8 TSchG",
        "content": "Die gemäss diesem Gesetz bewilligten Bauten und Einrichtungen für Nutztiere können nach der Errichtung mindestens während der ordentlichen Abschreibungsdauer benutzt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_8"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 1. Abschnitt: Tierhaltung, Tierpflegepersonal",
        "citation": "Art. 9 TSchG",
        "content": "Der Bundesrat kann bestimmen, in welchen Bereichen ausserhalb der Landwirtschaft der Einsatz von Tierpflegerinnen und Tierpflegern erforderlich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_9"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 2. Abschnitt: Tierzucht und gentechnische Veränderungen, Züchten und Erzeugen von Tieren",
        "citation": "Art. 10 Abs. 1 TSchG",
        "content": "Die Anwendung natürlicher sowie künstlicher Zucht- und Reproduktionsmethoden darf bei den Elterntieren und bei den Nachkommen keine durch das Zuchtziel bedingten oder damit verbundenen Schmerzen, Leiden, Schäden oder Verhaltensstörungen verursachen; vorbehalten bleiben die Bestimmungen über Tierversuche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_10"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 2. Abschnitt: Tierzucht und gentechnische Veränderungen, Züchten und Erzeugen von Tieren",
        "citation": "Art. 10 Abs. 2 TSchG",
        "content": "Der Bundesrat erlässt Vorschriften über das Züchten und Erzeugen von Tieren und bestimmt die Kriterien zur Beurteilung der Zulässigkeit von Zuchtzielen und Reproduktionsmethoden; dabei berücksichtigt er die Würde des Tieres. Er kann die Zucht, das Erzeugen, das Halten, die Ein-, Durch- und Ausfuhr sowie das Inverkehrbringen von Tieren mit bestimmten Merkmalen, insbesondere Abnormitäten in Körperbau und Verhalten, verbieten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_10"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 2. Abschnitt: Tierzucht und gentechnische Veränderungen, Bewilligungspflicht für gentechnisch veränderte Tiere",
        "citation": "Art. 11 Abs. 1 TSchG",
        "content": "Wer gentechnisch veränderte Tiere erzeugt, züchtet, hält, verwendet oder mit ihnen handelt, braucht eine kantonale Bewilligung. Wer solche Tiere zum Zweck der Forschung, der Therapie und der Diagnostik erzeugt, züchtet, hält oder mit ihnen handelt, benötigt eine kantonale Bewilligung nach Artikel 19 Absatz 1. In den anderen Fällen richtet sich das Bewilligungsverfahren nach den Bestimmungen über Tierversuche und nach dem Gentechnikgesetz vom 21. März 2003.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_11"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 2. Abschnitt: Tierzucht und gentechnische Veränderungen, Bewilligungspflicht für gentechnisch veränderte Tiere",
        "citation": "Art. 11 Abs. 2 TSchG",
        "content": "Der Bundesrat legt nach Anhören der interessierten Kreise, der Eidgenössischen Ethikkommission für die Biotechnologie im Ausserhumanbereich, der Eidgenössischen Fachkommission für biologische Sicherheit und der Eidgenössischen Kommission für Tierversuche Kriterien für die Güterabwägung beim Erzeugen, Züchten, Halten und Verwenden gentechnisch veränderter Tiere sowie beim Handel mit solchen Tieren fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_11"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 2. Abschnitt: Tierzucht und gentechnische Veränderungen, Bewilligungspflicht für gentechnisch veränderte Tiere",
        "citation": "Art. 11 Abs. 3 TSchG",
        "content": "Der Bundesrat regelt die Anforderungen an die Institute, in denen Tätigkeiten nach Absatz 1 zweiter Satz durchgeführt werden, insbesondere die Anforderungen an die Infrastruktur, das Personal, die Überwachung und die Dokumentation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_11"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 2. Abschnitt: Tierzucht und gentechnische Veränderungen, Bewilligungspflicht für gentechnisch veränderte Tiere",
        "citation": "Art. 11 Abs. 4 TSchG",
        "content": "Er kann Ausnahmen von der Bewilligungspflicht oder Vereinfachungen im Bewilligungsverfahren vorsehen, namentlich wenn feststeht, dass bei den Tieren durch die Erzeugungs- und Zuchtmethoden keine Schmerzen, Leiden, Schäden oder Verhaltensstörungen auftreten und auch sonst der Würde des Tieres Rechnung getragen wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_11"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 2. Abschnitt: Tierzucht und gentechnische Veränderungen, Meldepflicht",
        "citation": "Art. 12 Abs. 1 TSchG",
        "content": "Gentechnisch veränderte Tiere, die durch das Erzeugen oder durch die Zucht Schmerzen, Leiden, Schäden oder Verhaltensstörungen erleiden oder deren Würde auf eine andere Weise verletzt wird, müssen der kantonalen Behörde gemeldet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_12"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 2. Abschnitt: Tierzucht und gentechnische Veränderungen, Meldepflicht",
        "citation": "Art. 12 Abs. 2 TSchG",
        "content": "Die kantonale Behörde leitet diese Meldungen der kantonalen Kommission für Tierversuche weiter und entscheidet auf Grund des Antrags über die Zulässigkeit der weiteren Zucht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_12"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 2. Abschnitt: Tierzucht und gentechnische Veränderungen, Meldepflicht",
        "citation": "Art. 12 Abs. 3 TSchG",
        "content": "Der Bundesrat regelt die Einzelheiten der Meldung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_12"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 3. Abschnitt: Verkehr mit Tieren und Tierprodukten, Bewilligungs- und Meldepflicht",
        "citation": "Art. 13 Abs. 1 TSchG",
        "content": "Der gewerbsmässige Handel mit Tieren und das Verwenden lebender Tiere zur Werbung bedürfen einer Bewilligung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_13"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 3. Abschnitt: Verkehr mit Tieren und Tierprodukten, Bewilligungs- und Meldepflicht",
        "citation": "Art. 13 Abs. 2 TSchG",
        "content": "Der Bundesrat kann überregionale Veranstaltungen mit Tieren für melde- oder bewilligungspflichtig erklären.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_13"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 3. Abschnitt: Verkehr mit Tieren und Tierprodukten, Bedingungen, Einschränkungen und Verbote",
        "citation": "Art. 14 Abs. 1 TSchG",
        "content": "Der Bundesrat kann aus Gründen des Tierschutzes die Ein-, Durch- und Ausfuhr von Tieren und Tierprodukten an Bedingungen knüpfen, einschränken oder verbieten. Vorbehalten bleibt die Einfuhr von Koscher- und von Halalfleisch, um eine ausreichende Versorgung der jüdischen und der islamischen Gemeinschaft mit solchem Fleisch sicherzustellen. Die Einfuhr- und die Bezugsberechtigung sind Angehörigen dieser Gemeinschaften und ihnen zugehörigen juristischen Personen und Personengesellschaften vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_14"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 3. Abschnitt: Verkehr mit Tieren und Tierprodukten, Bedingungen, Einschränkungen und Verbote",
        "citation": "Art. 14 Abs. 2 TSchG",
        "content": "Die Ein-, Durch- und Ausfuhr von Katzen- und Hundefellen und daraus hergestellten Produkten sowie der Handel mit solchen Fellen und Produkten sind verboten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_14"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 4. Abschnitt: Tiertransporte, Grundsätze",
        "citation": "Art. 15 Abs. 1 TSchG",
        "content": "Tiertransporte sind schonend und ohne unnötige Verzögerung durchzuführen. Die Fahrzeit ab Verladeplatz beträgt höchstens sechs Stunden. Der Bundesrat erlässt die Ausnahmebestimmungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_15"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 4. Abschnitt: Tiertransporte, Grundsätze",
        "citation": "Art. 15 Abs. 2 TSchG",
        "content": "Er regelt nach Anhörung der Branchenorganisationen die Anforderungen an die Aus- und Weiterbildung des mit dem gewerbsmässigen Transport betrauten Personals.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_15"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 4. Abschnitt: Tiertransporte, Internationale Tiertransporte",
        "citation": "Art. 15a Abs. 1 TSchG",
        "content": "Wer gewerbsmässig internationale Tiertransporte durchführt, bedarf einer Bewilligung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_15_a"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 4. Abschnitt: Tiertransporte, Internationale Tiertransporte",
        "citation": "Art. 15a Abs. 2 TSchG",
        "content": "Der Bundesrat kann festlegen, welche internationalen Normen bei internationalen Tiertransporten zu beachten sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_15_a"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 4. Abschnitt: Tiertransporte, Internationale Tiertransporte",
        "citation": "Art. 15a Abs. 3 TSchG",
        "content": "Rinder, Schafe, Ziegen, Schweine, Schlachtpferde und Schlachtgeflügel dürfen nur im Bahn- oder Luftverkehr durch die Schweiz durchgeführt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_15_a"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 5. Abschnitt: Eingriffe an Tieren",
        "citation": "Art. 16 TSchG",
        "content": "Schmerzverursachende Eingriffe dürfen nur unter allgemeiner oder örtlicher Schmerzausschaltung von einer fachkundigen Person vorgenommen werden. Der Bundesrat bestimmt die Ausnahmen. Er bestimmt, welche Personen als fachkundig gelten. Vorbehalten bleiben die Bestimmungen dieses Gesetzes über Tierversuche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_16"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 6. Abschnitt: Tierversuche, Beschränkung auf das unerlässliche Mass",
        "citation": "Art. 17 TSchG",
        "content": "Tierversuche, die dem Tier Schmerzen, Leiden oder Schäden zufügen, es in Angst versetzen, sein Allgemeinbefinden erheblich beeinträchtigen oder seine Würde in anderer Weise missachten können, sind auf das unerlässliche Mass zu beschränken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_17"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 6. Abschnitt: Tierversuche, Bewilligungspflicht",
        "citation": "Art. 18 Abs. 1 TSchG",
        "content": "Wer Tierversuche durchführen will, benötigt eine Bewilligung der zuständigen kantonalen Behörde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_18"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 6. Abschnitt: Tierversuche, Bewilligungspflicht",
        "citation": "Art. 18 Abs. 2 TSchG",
        "content": "Handlungen nach Artikel 11 Absatz 1 letzter Satz sind verfahrensmässig Tierversuchen gleichgestellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_18"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 6. Abschnitt: Tierversuche, Bewilligungspflicht",
        "citation": "Art. 18 Abs. 3 TSchG",
        "content": "Die zuständige kantonale Behörde unterbreitet Bewilligungsgesuche für Tierversuche nach Artikel 17 der kantonalen Kommission für Tierversuche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_18"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 6. Abschnitt: Tierversuche, Bewilligungspflicht",
        "citation": "Art. 18 Abs. 4 TSchG",
        "content": "Bewilligungen sind zu befristen. Sie können mit Bedingungen und Auflagen verbunden werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_18"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 6. Abschnitt: Tierversuche, Bewilligungspflicht",
        "citation": "Art. 18 Abs. 5 TSchG",
        "content": "Institute und Laboratorien, welche Tierversuche durchführen, sowie Versuchstierhaltungen müssen eine Kontrolle über den Tierbestand führen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_18"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 6. Abschnitt: Tierversuche, Anforderungen",
        "citation": "Art. 19 Abs. 1 TSchG",
        "content": "Der Bundesrat bestimmt die Anforderungen an Institute und Laboratorien, in denen Tierversuche durchgeführt werden dürfen, an die Aus- und Weiterbildung des Personals sowie an die Bewilligung von Versuchstierhaltungen, -zuchten und -handlungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_19"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 6. Abschnitt: Tierversuche, Anforderungen",
        "citation": "Art. 19 Abs. 2 TSchG",
        "content": "Er bestimmt die Kriterien zur Beurteilung des unerlässlichen Masses im Sinne von Artikel 17.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_19"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 6. Abschnitt: Tierversuche, Anforderungen",
        "citation": "Art. 19 Abs. 3 TSchG",
        "content": "Er kann bestimmte Versuchszwecke für unzulässig erklären.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_19"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 6. Abschnitt: Tierversuche, Anforderungen",
        "citation": "Art. 19 Abs. 4 TSchG",
        "content": "Ein Tierversuch ist insbesondere unzulässig, wenn er gemessen am erwarteten Kenntnisgewinn dem Tier unverhältnismässige Schmerzen, Leiden oder Schäden zufügt oder es in unverhältnismässige Angst versetzt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_19"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 6. Abschnitt: Tierversuche, Durchführung der Versuche",
        "citation": "Art. 20 Abs. 1 TSchG",
        "content": "Schmerzen, Leiden oder Schäden dürfen einem Tier nur zugefügt oder es darf nur in Angst versetzt werden, soweit dies für den Zweck des Tierversuchs unvermeidlich ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_20"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 6. Abschnitt: Tierversuche, Durchführung der Versuche",
        "citation": "Art. 20 Abs. 2 TSchG",
        "content": "Versuche dürfen an evolutiv höher stehenden Tieren nur durchgeführt werden, wenn der Zweck nicht mit evolutiv niedriger stehenden Tierarten erreicht werden kann und keine geeigneten Alternativmethoden vorhanden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_20"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 6. Abschnitt: Tierversuche, Durchführung der Versuche",
        "citation": "Art. 20 Abs. 3 TSchG",
        "content": "Der Bundesrat regelt die weiteren Anforderungen an die Durchführung der Versuche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_20"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 6. Abschnitt: Tierversuche, Information der Öffentlichkeit",
        "citation": "Art. 20a Abs. 1 TSchG",
        "content": "Nach Beendigung eines Tierversuchs veröffentlicht das Bundesamt für Lebensmittelsicherheit und Veterinärwesen (BLV) folgende Angaben:\na. den Titel und das Fachgebiet des Tierversuchs;\nb. den Versuchszweck;\nc. die Anzahl der eingesetzten Tiere pro Tierart;\nd. den Schweregrad der Belastung der Tiere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_20_a"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 6. Abschnitt: Tierversuche, Information der Öffentlichkeit",
        "citation": "Art. 20a Abs. 2 TSchG",
        "content": "Der Bundesrat kann vorsehen, dass weitere Angaben veröffentlicht werden, sofern keine überwiegenden schutzwürdigen privaten oder öffentlichen Interessen entgegenstehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_20_a"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 6. Abschnitt: Tierversuche, Information der Öffentlichkeit",
        "citation": "Art. 20a Abs. 3 TSchG",
        "content": "Er regelt die Einzelheiten, insbesondere den Detailliertheitsgrad der Angaben, die die für einen Tierversuch verantwortlichen Personen liefern müssen. Er beachtet dabei die überwiegenden schutzwürdigen privaten oder öffentlichen Interessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_20_a"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 6a. Abschnitt:, Informationssystem im Bereich der Tierversuche, Zweck und Inhalt",
        "citation": "Art. 20b Abs. 1 TSchG",
        "content": "Der Bund betreibt zur Unterstützung der gesetzlichen Aufgaben von Bund und Kantonen im Bereich der Tierversuche ein Informationssystem.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_20_b"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 6a. Abschnitt:, Informationssystem im Bereich der Tierversuche, Zweck und Inhalt",
        "citation": "Art. 20b Abs. 2 TSchG",
        "content": "Das Informationssystem enthält die folgenden Personendaten:\na. Daten zu administrativen und strafrechtlichen Verfolgungen und Sanktionen;\nb. Daten zu Bewilligungen und zur Überwachung von Tierversuchen;\nc. Daten zu Bewilligungen und zur Überwachung von Versuchstierhaltungen, ‐zuchten und -handlungen;\nd. Daten zu Meldungen von belasteten Tierlinien oder -stämmen;\ne. Daten zur Aus- und Weiterbildung;\nf. Daten, die zur Publikation der Tierversuchsstatistik erforderlich sind;\ng. Daten, die zur Anwender- und Systemverwaltung erforderlich sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_20_b"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 6a. Abschnitt:, Informationssystem im Bereich der Tierversuche, Zugriffsrechte",
        "citation": "Art. 20c Abs. 1 TSchG",
        "content": "Die folgenden Personen dürfen im Rahmen ihrer gesetzlichen Aufgaben Personendaten, einschliesslich besonders schützenswerter Personendaten, bearbeiten und im Abrufverfahren auf diese Daten zugreifen:\na. die Mitarbeiterinnen und Mitarbeiter des BLV, die Aufgaben im Zusammenhang mit der Oberaufsicht wahrnehmen;\nb. die Mitarbeiterinnen und Mitarbeiter der kantonalen Bewilligungsbehörden in ihrem Zuständigkeitsbereich;\nc. die Mitglieder der kantonalen Kommissionen für Tierversuche in ihrem Zuständigkeitsbereich;\nd. die Mitarbeiterinnen und Mitarbeiter der Institute, Laboratorien sowie Versuchstierhaltungen, -zuchten und -handlungen in ihrem Zuständigkeitsbereich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_20_c"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 6a. Abschnitt:, Informationssystem im Bereich der Tierversuche, Zugriffsrechte",
        "citation": "Art. 20c Abs. 2 TSchG",
        "content": "Die Mitarbeiterinnen und Mitarbeiter der kantonalen Bewilligungsbehörden und die Mitglieder der kantonalen Kommissionen für Tierversuche dürfen im Rahmen ihrer gesetzlichen Aufgaben im Abrufverfahren Daten zu Bewilligungsgesuchen und ‐entscheiden aus anderen Kantonen einsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_20_c"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 6a. Abschnitt:, Informationssystem im Bereich der Tierversuche, Gebühren",
        "citation": "Art. 20d TSchG",
        "content": "Der Bund erhebt für die Benützung des Informationssystems durch die Kantone Gebühren. Der Bundesrat setzt die Gebühren fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_20_d"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 6a. Abschnitt:, Informationssystem im Bereich der Tierversuche, Ergänzende Regelungen",
        "citation": "Art. 20e TSchG",
        "content": "Der Bundesrat regelt:\na. die Zusammenarbeit mit den Kantonen;\nb. den Datenkatalog;\nc. die Verantwortlichkeiten für die Datenbearbeitung;\nd. die Zugriffsrechte, namentlich den Umfang der Zugriffe im Abrufverfahren;\ne. die zur Sicherstellung des Datenschutzes und der Datensicherheit erforderlichen organisatorischen und technischen Massnahmen, namentlich die Voraussetzungen für die Zugriffserteilung;\nf. die Archivierung;\ng. die Aufbewahrungs- und die Löschungsfrist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_20_e"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 7. Abschnitt: Schlachten von Tieren",
        "citation": "Art. 21 Abs. 1 TSchG",
        "content": "Säugetiere dürfen nur geschlachtet werden, wenn sie vor Beginn des Blutentzugs betäubt worden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_21"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 7. Abschnitt: Schlachten von Tieren",
        "citation": "Art. 21 Abs. 2 TSchG",
        "content": "Der Bundesrat kann das Schlachten anderer Tiere der Betäubungspflicht unterstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_21"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 7. Abschnitt: Schlachten von Tieren",
        "citation": "Art. 21 Abs. 3 TSchG",
        "content": "Er bestimmt die zulässigen Betäubungsmethoden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_21"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 2. Kapitel: Umgang mit Tieren, 7. Abschnitt: Schlachten von Tieren",
        "citation": "Art. 21 Abs. 4 TSchG",
        "content": "Er regelt nach Anhörung der Branchenorganisationen die Anforderungen an die Aus- und Weiterbildung des Schlachthofpersonals.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_21"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 3. Kapitel: Forschung",
        "citation": "Art. 22 Abs. 1 TSchG",
        "content": "Der Bund betreibt und unterstützt die tierschutzrelevante wissenschaftliche Forschung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_22"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 3. Kapitel: Forschung",
        "citation": "Art. 22 Abs. 2 TSchG",
        "content": "Er fördert in Zusammenarbeit mit Hochschulen und Industrie insbesondere die Entwicklung, Anerkennung und Anwendung von Methoden, die Tierversuche ersetzen, mit weniger Versuchstieren auskommen oder eine geringere Belastung derselben zur Folge haben. Er fördert im Besonderen Forschungsprojekte, welche die Ausschaltung von Schmerzen, Leiden oder Ängsten bei Eingriffen gemäss Artikel 16 zum Ziele haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_22"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 4. Kapitel: Verwaltungsmassnahmen und Behördenbeschwerde, Tierhalteverbote",
        "citation": "Art. 23 Abs. 1 TSchG",
        "content": "Die zuständige Behörde kann das Halten oder die Zucht von Tieren, den Handel oder die berufsmässige Beschäftigung mit Tieren auf bestimmte oder unbestimmte Zeit den Personen verbieten:\na. die wegen wiederholter oder schwerer Zuwiderhandlung gegen Vorschriften dieses Gesetzes und seiner Ausführungserlasse oder gegen Verfügungen bestraft worden sind;\nb. die aus anderen Gründen unfähig sind, Tiere zu halten oder zu züchten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_23"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 4. Kapitel: Verwaltungsmassnahmen und Behördenbeschwerde, Tierhalteverbote",
        "citation": "Art. 23 Abs. 2 TSchG",
        "content": "Ein solches von einem Kanton ausgesprochenes Verbot ist in der ganzen Schweiz gültig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_23"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 4. Kapitel: Verwaltungsmassnahmen und Behördenbeschwerde, Tierhalteverbote",
        "citation": "Art. 23 Abs. 3 TSchG",
        "content": "Das BLV führt ein Verzeichnis der ausgesprochenen Verbote. Dieses kann von den kantonalen Fachstellen nach Artikel 33 zur Erfüllung ihrer gesetzlichen Aufgaben eingesehen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_23"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 4. Kapitel: Verwaltungsmassnahmen und Behördenbeschwerde, Tierhalteverbote",
        "citation": "Art. 23 Abs. 4 TSchG",
        "content": "Der Bundesrat kann völkerrechtliche Verträge über den gegenseitigen Austausch von Informationen über ausgesprochene Verbote abschliessen. Er kann vorsehen, dass im Ausland ausgesprochene Verbote in der Schweiz anwendbar sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_23"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 4. Kapitel: Verwaltungsmassnahmen und Behördenbeschwerde, Behördliches Einschreiten",
        "citation": "Art. 24 Abs. 1 TSchG",
        "content": "Wird festgestellt, dass Tiere vernachlässigt oder unter völlig ungeeigneten Bedingungen gehalten werden, so schreitet die zuständige Behörde unverzüglich ein. Sie kann die Tiere vorsorglich beschlagnahmen und auf Kosten der Halterin oder des Halters an einem geeigneten Ort unterbringen; wenn nötig lässt sie die Tiere verkaufen oder töten. Sie kann dafür die Hilfe der Polizeiorgane in Anspruch nehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_24"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 4. Kapitel: Verwaltungsmassnahmen und Behördenbeschwerde, Behördliches Einschreiten",
        "citation": "Art. 24 Abs. 2 TSchG",
        "content": "Ein Verwertungserlös fällt nach Abzug der Verfahrenskosten der Halterin oder dem Halter zu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_24"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 4. Kapitel: Verwaltungsmassnahmen und Behördenbeschwerde, Behördliches Einschreiten",
        "citation": "Art. 24 Abs. 3 TSchG",
        "content": "Werden strafbare Verstösse gegen die Vorschriften dieses Gesetzes festgestellt, so erstatten die für den Vollzug zuständigen Behörden Strafanzeige.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_24"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 4. Kapitel: Verwaltungsmassnahmen und Behördenbeschwerde, Behördliches Einschreiten",
        "citation": "Art. 24 Abs. 4 TSchG",
        "content": "In leichten Fällen können die für den Vollzug zuständigen Behörden auf eine Strafanzeige verzichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_24"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 4. Kapitel: Verwaltungsmassnahmen und Behördenbeschwerde, Behördenbeschwerde",
        "citation": "Art. 25 Abs. 1 TSchG",
        "content": "Gegen Verfügungen der kantonalen Behörden betreffend Tierversuche stehen dem BLV die Rechtsmittel des kantonalen und des eidgenössischen Rechts zu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_25"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 4. Kapitel: Verwaltungsmassnahmen und Behördenbeschwerde, Behördenbeschwerde",
        "citation": "Art. 25 Abs. 2 TSchG",
        "content": "Die kantonalen Behörden eröffnen ihre Entscheide sofort dem BLV.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_25"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 5. Kapitel: Strafbestimmungen, Tierquälerei",
        "citation": "Art. 26 Abs. 1 TSchG",
        "content": "Mit Freiheitsstrafe bis zu drei Jahren oder Geldstrafe wird bestraft, wer vorsätzlich:\na. ein Tier misshandelt, vernachlässigt, es unnötig überanstrengt oder dessen Würde in anderer Weise missachtet;\nb. Tiere auf qualvolle Art oder aus Mutwillen tötet;\nc. Kämpfe zwischen oder mit Tieren veranstaltet, bei denen Tiere gequält oder getötet werden;\nd. bei der Durchführung von Versuchen einem Tier Schmerzen, Leiden oder Schäden zufügt oder es in Angst versetzt, soweit dies nicht für den verfolgten Zweck unvermeidlich ist;\ne. ein im Haus oder im Betrieb gehaltenes Tier aussetzt oder zurücklässt in der Absicht, sich seiner zu entledigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_26"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 5. Kapitel: Strafbestimmungen, Tierquälerei",
        "citation": "Art. 26 Abs. 2 TSchG",
        "content": "Handelt die Täterin oder der Täter fahrlässig, so ist die Strafe Geldstrafe bis zu 180 Tagessätzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_26"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 5. Kapitel: Strafbestimmungen, Widerhandlungen im Verkehr mit Tieren und Tierprodukten",
        "citation": "Art. 27 Abs. 2 TSchG",
        "content": "Mit Busse bis zu 20 000 Franken wird bestraft, wer im Verkehr mit Tieren und Tierprodukten Bedingungen, Einschränkungen oder Verbote nach Artikel 14 vorsätzlich missachtet. Versuch, Gehilfenschaft und Anstiftung sind strafbar. Handelt die Täterin oder der Täter fahrlässig, so ist die Strafe Busse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_27"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 5. Kapitel: Strafbestimmungen, Übrige Widerhandlungen",
        "citation": "Art. 28 Abs. 1 TSchG",
        "content": "Mit Busse bis zu 20 000 Franken wird bestraft, sofern nicht Artikel 26 anwendbar ist, wer vorsätzlich:\na. die Vorschriften über die Tierhaltung missachtet;\nb. Tiere vorschriftswidrig züchtet oder erzeugt;\nc. vorschriftswidrig gentechnisch veränderte Tiere erzeugt, züchtet, hält, mit ihnen handelt oder sie verwendet;\nd. Tiere vorschriftswidrig befördert;\ne. vorschriftswidrig Eingriffe am Tier oder Tierversuche vornimmt;\nf. Tiere vorschriftswidrig schlachtet;\ng. andere durch das Gesetz oder die Verordnung verbotene Handlungen an Tieren vornimmt;\nh. vorschriftswidrig gewerbsmässig mit Tieren handelt;\ni. vorschriftswidrig lebende Tiere zur Werbung verwendet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_28"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 5. Kapitel: Strafbestimmungen, Übrige Widerhandlungen",
        "citation": "Art. 28 Abs. 2 TSchG",
        "content": "Versuch, Gehilfenschaft und Anstiftung sind strafbar. Handelt die Täterin oder der Täter fahrlässig, so ist die Strafe Busse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_28"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 5. Kapitel: Strafbestimmungen, Übrige Widerhandlungen",
        "citation": "Art. 28 Abs. 3 TSchG",
        "content": "Mit Busse wird bestraft, wer vorsätzlich oder fahrlässig gegen eine Ausführungsvorschrift, deren Missachtung für strafbar erklärt worden ist, oder eine unter Hinweis auf die Strafandrohung dieses Artikels an ihn gerichtete Verfügung verstösst.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_28"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 5. Kapitel: Strafbestimmungen, Verjährung",
        "citation": "Art. 29 TSchG",
        "content": "Die Strafverfolgung von Übertretungen verjährt in fünf Jahren, die Strafe einer Übertretung in vier Jahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_29"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 5. Kapitel: Strafbestimmungen, Juristische Personen und Handelsgesellschaften",
        "citation": "Art. 30 TSchG",
        "content": "Artikel 6 des Bundesgesetzes vom 22. März 1974 über das Verwaltungsstrafrecht ist anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_30"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 5. Kapitel: Strafbestimmungen, Strafverfolgung",
        "citation": "Art. 31 Abs. 1 TSchG",
        "content": "Verfolgung und Beurteilung strafbarer Handlungen sind Sache der Kantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_31"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 5. Kapitel: Strafbestimmungen, Strafverfolgung",
        "citation": "Art. 31 Abs. 2 TSchG",
        "content": "Das BLV verfolgt und beurteilt Widerhandlungen nach Artikel 27 Absatz 2, die bei der Ein-, Durch- und Ausfuhr von Tieren und Tierprodukten an den zugelassenen Grenzkontrollstellen festgestellt werden. Liegt gleichzeitig eine Widerhandlung gegen das Zollgesetz vom 18. März 2005 oder das Mehrwertsteuergesetz vom 12. Juni 2009 vor, so verfolgt und beurteilt das Bundesamt für Zoll und Grenzsicherheit (BAZG) die Widerhandlungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_31"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 5. Kapitel: Strafbestimmungen, Strafverfolgung",
        "citation": "Art. 31 Abs. 3 TSchG",
        "content": "Liegt bei der Ein-, Durch- und Ausfuhr von Tieren und Tierprodukten ausserhalb der zugelassenen Grenzkontrollstellen gleichzeitig eine Widerhandlung gegen das Zollgesetz vom 18. März 2005 oder das Mehrwertsteuergesetz vom 12. Juni 2009 vor, so verfolgt und beurteilt das BAZG die Widerhandlungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_31"
    },
    {
        "book": "TSchG",
        "title": "TSchG, 5. Kapitel: Strafbestimmungen, Strafverfolgung",
        "citation": "Art. 31 Abs. 4 TSchG",
        "content": "Stellt eine Widerhandlung gleichzeitig eine nach Absatz 1, 2 oder 3 sowie eine durch die gleiche Bundesbehörde zu verfolgende Widerhandlung gegen das Bundesgesetz vom 16. März 2012 über den Verkehr mit Tieren und Pflanzen geschützter Arten, das Zollgesetz vom 18. März 2005, das Mehrwertsteuergesetz vom 12. Juni 2009, das Lebensmittelgesetz vom 20. Juni 2014, das Tierseuchengesetz vom 1. Juli 1966, das Jagdgesetz vom 20. Juni 1986 oder das Bundesgesetz vom 21. Juni 1991 über die Fischerei dar, so wird die für die schwerste Widerhandlung angedrohte Strafe angewendet; diese kann angemessen erhöht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/2008/414/de#art_31"
    }
]