[
    {
        "book": "TStG",
        "title": "TStG, 1. Abschnitt: Allgemeine Bestimmungen, I. Fiskalische Belastung des Tabaks",
        "citation": "Art. 1 Abs. 1 TStG",
        "content": "Der Bund erhebt eine Steuer auf Tabakfabrikaten ... sowie auf Erzeugnissen, die wie Tabak verwendet werden (Ersatzprodukte).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_1"
    },
    {
        "book": "TStG",
        "title": "TStG, 1. Abschnitt: Allgemeine Bestimmungen, I. Fiskalische Belastung des Tabaks",
        "citation": "Art. 1 Abs. 2 TStG",
        "content": "Die in diesem Gesetz verwendeten Begriffe Tabakfabrikate und Ersatzprodukte werden in der Tabaksteuerverordnung vom 15. Dezember 1969 näher festgelegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_1"
    },
    {
        "book": "TStG",
        "title": "TStG, 1. Abschnitt: Allgemeine Bestimmungen, II. Behörden",
        "citation": "Art. 2 TStG",
        "content": "Das Bundesamt für Zoll und Grenzsicherheit (BAZG) erlässt hinsichtlich der Abgaben auf Tabakfabrikaten (Tabaksteuer, Zoll, Mehrwertsteuer) alle Weisungen, Verfügungen und Entscheide, die nicht ausdrücklich einer anderen Behörde vorbehalten sind. Es ist ermächtigt, den im Register der Hersteller, Importeure und Rohmaterialhändler eingetragenen Firmen Weisungen über die für die Abgabenerhebung und -rückerstattung sowie zu Kontrollzwecken erforderlichen Angaben, Nachweise und Vorkehren zu erteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_2"
    },
    {
        "book": "TStG",
        "title": "TStG, 1. Abschnitt: Allgemeine Bestimmungen, III. Anwendbares Recht",
        "citation": "Art. 3 TStG",
        "content": "Soweit dieses Gesetz und die gestützt darauf erlassenen Verordnungen nicht eigene Bestimmungen enthalten, finden auf die Tabaksteuer die für die Zölle geltenden Vorschriften entsprechend Anwendung, einschliesslich jener über den Bezug besonderer Gebühren bei der Handhabung der Zollgesetzgebung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_3"
    },
    {
        "book": "TStG",
        "title": "TStG, 2. Abschnitt: Gegenstand der Steuer und Steuerpflicht, I. Gegenstand der Steuer",
        "citation": "Art. 4 Abs. 1 TStG",
        "content": "Der Steuer unterliegen:\na. die im Inland gewerbsmässig hergestellten, verbrauchsfertigen Tabakfabrikate sowie die eingeführten Tabakfabrikate;\nb. ...\nc. Ersatzprodukte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_4"
    },
    {
        "book": "TStG",
        "title": "TStG, 2. Abschnitt: Gegenstand der Steuer und Steuerpflicht, I. Gegenstand der Steuer",
        "citation": "Art. 4 Abs. 3 TStG",
        "content": "Als verbrauchsfertig gelten Tabakfabrikate, die bis zum Verbrauch keinem weiteren gewerbsmässigen Produktionsvorgang unterliegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_4"
    },
    {
        "book": "TStG",
        "title": "TStG, 2. Abschnitt: Gegenstand der Steuer und Steuerpflicht, I. Gegenstand der Steuer",
        "citation": "Art. 4 Abs. 4 TStG",
        "content": "Als Inland gilt das Zollgebiet nach Artikel 3 Absatz 1 des Zollgesetzes vom 18. März 2005 (ZG).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_4"
    },
    {
        "book": "TStG",
        "title": "TStG, 2. Abschnitt: Gegenstand der Steuer und Steuerpflicht, II. Steuerbefreiung",
        "citation": "Art. 5 TStG",
        "content": "Von der Steuer sind befreit:\na. zollfreie Waren nach Artikel 8 ZG;\nb. ...\nc. Tabakfabrikate, die nicht für den Verbrauch bestimmt sind;\nd.  Tabakfabrikate zur Linderung von Asthmabeschwerden, wenn sie als Heilmittel registriert sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_5"
    },
    {
        "book": "TStG",
        "title": "TStG, 2. Abschnitt: Gegenstand der Steuer und Steuerpflicht, III. Steuerpflichtige",
        "citation": "Art. 6 TStG",
        "content": "Steuerpflichtig sind:\na. für die im Inland hergestellten Tabakfabrikate die Hersteller des verbrauchsfertigen Produkts;\nb. für die eingeführten Tabakfabrikate die Zollschuldnerin oder der Zollschuldner.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_6"
    },
    {
        "book": "TStG",
        "title": "TStG, 2. Abschnitt: Gegenstand der Steuer und Steuerpflicht, IV. Steuernachfolge",
        "citation": "Art. 7 Abs. 1 TStG",
        "content": "Der Steuernachfolger tritt in die sich aus diesem Gesetz ergebenden steuerlichen Pflichten und Rechte eines andern ein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_7"
    },
    {
        "book": "TStG",
        "title": "TStG, 2. Abschnitt: Gegenstand der Steuer und Steuerpflicht, IV. Steuernachfolge",
        "citation": "Art. 7 Abs. 2 TStG",
        "content": "Steuernachfolger sind:\na. die Erben beim Tode eines Steuerpflichtigen oder eines Steuernachfolgers. Der Erbe wird von der Zahlungspflicht soweit befreit, als er nachweist, dass die zu entrichtende Steuer seinen Anteil am Nachlass mit Einschluss seiner Vorempfänge übersteigt;\nb. die unbeschränkt haftenden Teilhaber oder deren Erben nach Auflösung einer Handelsgesellschaft ohne juristische Persönlichkeit;\nc. die juristische Person, die von einer andern juristischen Person das Vermögen oder ein Geschäft mit Aktiven und Passiven übernimmt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_7"
    },
    {
        "book": "TStG",
        "title": "TStG, 2. Abschnitt: Gegenstand der Steuer und Steuerpflicht, IV. Steuernachfolge",
        "citation": "Art. 7 Abs. 3 TStG",
        "content": "Kommen mehrere Steuernachfolger in Betracht, so hat jeder für sich die sich aus diesem Gesetz ergebenden Pflichten selbständig zu erfüllen und kann die sich aus diesem Gesetz ergebenden Rechte selbständig ausüben. Jeder Steuernachfolger befreit die andern nach Massgabe seiner Zahlung; seine Rückgriffsrechte richten sich nach dem unter den Steuernachfolgern bestehenden Rechtsverhältnis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_7"
    },
    {
        "book": "TStG",
        "title": "TStG, 2. Abschnitt: Gegenstand der Steuer und Steuerpflicht, V. Mithaftung für die Steuer",
        "citation": "Art. 8 Abs. 1 TStG",
        "content": "Mit dem Steuerpflichtigen oder Steuernachfolger haften solidarisch:\na. für die Steuer einer aufgelösten juristischen Person oder Handelsgesellschaft ohne juristische Persönlichkeit: die mit der Liquidation betrauten Personen, auch im Konkurs oder Nachlassverfahren, bis zum Betrage des Liquidationsergebnisses;\nb. für die Steuer einer juristischen Person, die ihren Sitz ohne Liquidation ins Ausland verlegt: die Organe bis zum Betrag des reinen Vermögens der juristischen Person.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_8"
    },
    {
        "book": "TStG",
        "title": "TStG, 2. Abschnitt: Gegenstand der Steuer und Steuerpflicht, V. Mithaftung für die Steuer",
        "citation": "Art. 8 Abs. 2 TStG",
        "content": "Die Haftung der in Absatz 1 bezeichneten Personen entfällt, soweit sie nachweisen, dass sie alles ihnen Zumutbare zur Feststellung und Erfüllung der Steuerforderung getan haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_8"
    },
    {
        "book": "TStG",
        "title": "TStG, 3. Abschnitt: Entstehung und Berechnung der Steuer, I. Entstehung der Steuerschuld",
        "citation": "Art. 9 Abs. 1 TStG",
        "content": "Die Steuerschuld entsteht:\na. für die im Inland hergestellten Tabakfabrikate, sobald sie für die Abgabe an den Verbraucher fertig verpackt sind;\nb. für die eingeführten Tabakfabrikate nach den Vorschriften, die für die Entstehung der Zollschuld gelten.\nc. für die Tabakfabrikate in zugelassenen Steuerlagern im Zeitpunkt, in dem sie das Lager verlassen oder im Lager verwendet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_9"
    },
    {
        "book": "TStG",
        "title": "TStG, 3. Abschnitt: Entstehung und Berechnung der Steuer, I. Entstehung der Steuerschuld",
        "citation": "Art. 9 Abs. 2 TStG",
        "content": "Werden im Inland hergestellte Tabakfabrikate, die nicht für die Abgabe an den Verbraucher fertig verpackt sind, an nicht im Register gemäss Artikel 13 eingetragene Personen oder Firmen abgegeben oder sonst wie aus dem Herstellerbetrieb entfernt, so bewirkt dies die Entstehung der Steuerschuld des Herstellers, sobald die Ware den Betrieb verlässt, und zwar nach Massgabe des Ansatzes für das höchstbelastete verbrauchsfertige Fabrikat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_9"
    },
    {
        "book": "TStG",
        "title": "TStG, 3. Abschnitt: Entstehung und Berechnung der Steuer, II. Bemessungsgrundlage",
        "citation": "Art. 10 Abs. 1 TStG",
        "content": "Die Steuer wird bemessen:\na. für Zigaretten, Zigarren und Zigarillos je Stück und in Prozenten des Kleinhandelspreises;\nb. für Feinschnitttabak und Wasserpfeifentabak je Kilogramm und in Prozenten des Kleinhandelspreises;\nc. für anderen Rauchtabak als Feinschnitttabak und übrige Tabakfabrikate sowie für Kau- und Schnupftabak in Prozenten des Kleinhandelspreises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_10"
    },
    {
        "book": "TStG",
        "title": "TStG, 3. Abschnitt: Entstehung und Berechnung der Steuer, II. Bemessungsgrundlage",
        "citation": "Art. 10 Abs. 2 TStG",
        "content": "Wo der Kleinhandelspreis für den Steuersatz mitbestimmend ist, richtet sich dieser für Sortiments- und Spezialpackungen nach dem Preis der üblichsten Kleinhandelspackung. Die Begriffe Sortiments- und Spezialpackungen werden durch die Tabaksteuerverordnung vom 15. Dezember 1969 näher festgelegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_10"
    },
    {
        "book": "TStG",
        "title": "TStG, 3. Abschnitt: Entstehung und Berechnung der Steuer, II. Bemessungsgrundlage",
        "citation": "Art. 10 Abs. 3 TStG",
        "content": "Der vom Hersteller oder Importeur auf den Kleinhandelspackungen aufgedruckte Preis darf beim Verkauf nicht überschritten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_10"
    },
    {
        "book": "TStG",
        "title": "TStG, 3. Abschnitt: Entstehung und Berechnung der Steuer, III. Berechnung der Steuer (Steuertarife)",
        "citation": "Art. 11 Abs. 1 TStG",
        "content": "Die Steuer auf Tabakfabrikaten wird nach den Tarifen in den Anhängen I–IV berechnet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_11"
    },
    {
        "book": "TStG",
        "title": "TStG, 3. Abschnitt: Entstehung und Berechnung der Steuer, III. Berechnung der Steuer (Steuertarife)",
        "citation": "Art. 11 Abs. 2 TStG",
        "content": "Der Bundesrat kann zur Mitfinanzierung der Beiträge des Bundes an die Alters-, Hinterlassenen- und Invalidenversicherung sowie an die Ergänzungsleistungen und zur Angleichung an die in der Europäischen Gemeinschaft geltenden Steuersätze:\na. die beim Inkrafttreten der Änderung vom 21. März 2003 dieses Gesetzes geltenden Steuersätze für Zigaretten um höchstens 80 Prozent erhöhen;\nb. die beim Inkrafttreten der Änderung vom 19. Dezember 2008 dieses Gesetzes geltenden Steuersätze für Zigarren und Zigarillos um höchstens 300 Prozent erhöhen;\nc. die beim Inkrafttreten der Änderung vom 19. Dezember 2008 dieses Gesetzes geltenden Steuersätze für Feinschnitttabak um höchstens 80 Prozent erhöhen;\nd. die beim Inkrafttreten der Änderung vom 19. Dezember 2008 dieses Gesetzes geltenden Steuersätze für anderen Rauchtabak als Feinschnitttabak und übrige Tabakfabrikate sowie für Kau- und Schnupftabak um höchstens 100 Prozent erhöhen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_11"
    },
    {
        "book": "TStG",
        "title": "TStG, 3. Abschnitt: Entstehung und Berechnung der Steuer, III. Berechnung der Steuer (Steuertarife)",
        "citation": "Art. 11 Abs. 3 TStG",
        "content": "Bei Steuererhöhungen kann der Bundesrat Massnahmen treffen, um zu verhindern, dass die Wirksamkeit der beschlossenen Mehrbelastung hinausgeschoben wird. Er kann insbesondere bis zum Inkrafttreten der Mehrbelastung die Hersteller und Importeure verpflichten, die Produktion und die Einfuhr auf die Verkäufe einer vergleichbaren Periode des Vorjahres unter Berücksichtigung der Nachfrageentwicklung zu beschränken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_11"
    },
    {
        "book": "TStG",
        "title": "TStG, 4. Abschnitt: Steuererhebung und Steuerrückerstattung, I. Grundlagen, 1. Register der Hersteller, Importeure und Rohmaterialhändler",
        "citation": "Art. 13 Abs. 1 TStG",
        "content": "Die Oberzolldirektion führt ein Register\na. der Hersteller von Tabakfabrikaten;\nb. der Importeure von Tabakfabrikaten zum Weiterverkauf;\nc. der Importeure und der Händler mit inländischem oder eingeführtem Rohmaterial.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_13"
    },
    {
        "book": "TStG",
        "title": "TStG, 4. Abschnitt: Steuererhebung und Steuerrückerstattung, I. Grundlagen, 1. Register der Hersteller, Importeure und Rohmaterialhändler",
        "citation": "Art. 13 Abs. 2 TStG",
        "content": "Wer im Inland gewerbsmässig Tabakfabrikate herstellt oder zum Weiterverkauf einführt, wer Rohmaterial einführt oder im Inland gewerbsmässig Handel mit inländischem oder eingeführtem Rohmaterial betreibt, hat sich zur Eintragung in das entsprechende Register bei der Oberzolldirektion anzumelden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_13"
    },
    {
        "book": "TStG",
        "title": "TStG, 4. Abschnitt: Steuererhebung und Steuerrückerstattung, I. Grundlagen, 1. Register der Hersteller, Importeure und Rohmaterialhändler",
        "citation": "Art. 13 Abs. 3 TStG",
        "content": "Die Eintragung setzt voraus:\na. für die Hersteller und Importeure von Tabakfabrikaten den Wohnsitz im Inland oder eine im Inland eingetragene Hauptniederlassung, die Hinterlegung eines Reverses gemäss Artikel 14 und die Leistung einer Sicherheit gemäss Artikel 21;\nb. für Importeure und Händler von Rohmaterial den Wohnsitz im Inland oder eine im Inland eingetragene Hauptniederlassung und die Hinterlegung eines Reverses gemäss Artikel 14.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_13"
    },
    {
        "book": "TStG",
        "title": "TStG, 4. Abschnitt: Steuererhebung und Steuerrückerstattung, I. Grundlagen, 1. Register der Hersteller, Importeure und Rohmaterialhändler",
        "citation": "Art. 13 Abs. 4 TStG",
        "content": "Jede Änderung der Firma, des Wohnsitzes, der Geschäftsniederlassung oder der geschäftlichen Betätigung ist der Oberzolldirektion zu melden. Firmen, die ihre Geschäftstätigkeit, ihren Wohnsitz oder die Geschäftsniederlassung im Inland aufgeben, werden im Register gelöscht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_13"
    },
    {
        "book": "TStG",
        "title": "TStG, 4. Abschnitt: Steuererhebung und Steuerrückerstattung, I. Grundlagen, 1. Register der Hersteller, Importeure und Rohmaterialhändler",
        "citation": "Art. 13 Abs. 5 TStG",
        "content": "Der Begriff Rohmaterial wird durch die Tabaksteuerverordnung vom 15. Dezember 1969 näher festgelegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_13"
    },
    {
        "book": "TStG",
        "title": "TStG, 4. Abschnitt: Steuererhebung und Steuerrückerstattung, I. Grundlagen, 2. Revers für Hersteller, Importeure und Rohmaterialhändler",
        "citation": "Art. 14 Abs. 1 TStG",
        "content": "Durch einen bei der Oberzolldirektion zu hinterlegenden Revers haben sich zu verpflichten:\na. der Hersteller von Tabakfabrikaten:\ndas von ihm eingeführte oder im Inland erworbene Rohmaterial sowie die von ihm hergestellten oder aus der inländischen Produktion erworbenen, nicht verbrauchsfertigen Tabakfabrikate im eigenen Betrieb weiterzuverarbeiten oder nur an im Register eingetragene Firmen abzugeben;\nb. der Importeur und Händler von Rohmaterial zur gewerbsmässigen Herstellung von Tabakfabrikaten ... :\ndas Rohmaterial nur an im Register eingetragene Firmen abzugeben;\nc. der Hersteller von Tabakfabrikaten, der Importeur von Tabakfabrikaten zum Weiterverkauf sowie der Importeur und Händler von Rohmaterial:\ndie durch dieses Gesetz und die Tabaksteuerverordnung vom 15. Dezember 1969 aufgestellten Handelsvorschriften zu befolgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_14"
    },
    {
        "book": "TStG",
        "title": "TStG, 4. Abschnitt: Steuererhebung und Steuerrückerstattung, I. Grundlagen, 2. Revers für Hersteller, Importeure und Rohmaterialhändler",
        "citation": "Art. 14 Abs. 2 TStG",
        "content": "Den durch Revers Verpflichteten werden Kontrollnummern zugeteilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_14"
    },
    {
        "book": "TStG",
        "title": "TStG, 4. Abschnitt: Steuererhebung und Steuerrückerstattung, I. Grundlagen, 3. Kontrollmassnahmen",
        "citation": "Art. 15 Abs. 1 TStG",
        "content": "Die Hersteller von Tabakfabrikaten, die Betreiber von zugelassenen Steuerlagern sowie die Importeure und Händler von Rohmaterial haben eine umfassende, auch Lagerbestände und -bewegungen verzeichnende Kontrolle zu führen, deren Bestandteile und Einrichtungen durch das BAZG bestimmt werden. Sie haben diese Kontrolle sowie die Geschäftsbücher mit den Belegen während zehn Jahren aufzubewahren, sie dem BAZG auf Verlangen vorzulegen oder einzureichen und dem BAZG über alle Tatsachen, die für den Vollzug dieses Gesetzes von Bedeutung sein können, Auskunft zu erteilen. Das BAZG ist zudem befugt, Fabrikationsanlagen, Warenlager und andere Geschäftsräumlichkeiten durch seine Organe jederzeit ohne Voranmeldung zu kontrollieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_15"
    },
    {
        "book": "TStG",
        "title": "TStG, 4. Abschnitt: Steuererhebung und Steuerrückerstattung, I. Grundlagen, 3. Kontrollmassnahmen",
        "citation": "Art. 15 Abs. 2 TStG",
        "content": "Rohmaterial darf nur mit Bewilligung des BAZG zu anderen Zwecken als zur Herstellung von Tabakfabrikaten abgegeben oder verwendet werden. Für zollfrei eingeführtes Rohmaterial ist zudem das Zollbetreffnis nachzuentrichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_15"
    },
    {
        "book": "TStG",
        "title": "TStG, 4. Abschnitt: Steuererhebung und Steuerrückerstattung, I. Grundlagen, 3. Kontrollmassnahmen",
        "citation": "Art. 15 Abs. 3 TStG",
        "content": "Rohmaterial und noch nicht versteuerte Tabakfabrikate dürfen nur mit Bewilligung des BAZG vernichtet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_15"
    },
    {
        "book": "TStG",
        "title": "TStG, 4. Abschnitt: Steuererhebung und Steuerrückerstattung, I. Grundlagen, 4. Handelsvorschriften",
        "citation": "Art. 16 Abs. 1 TStG",
        "content": "Im Inland hergestellte verbrauchsfertige Tabakfabrikate dürfen nur in Kleinhandelspackungen die Herstellerbetriebe verlassen. Die Einfuhr von Tabakfabrikaten ist nur in Kleinhandelspackungen statthaft. Die Kleinhandelspackungen haben folgende Angaben zu tragen:\na. den Kleinhandelspreis in Schweizerwährung;\nb. die Reversnummer oder Firmenbezeichnung des inländischen Herstellers oder des Importeurs;\nc. bei Schnitt-, Rollen-, Kau- und Schnupftabak sowie bei Zigarrenabschnitten zudem das Gewicht des Inhalts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_16"
    },
    {
        "book": "TStG",
        "title": "TStG, 4. Abschnitt: Steuererhebung und Steuerrückerstattung, I. Grundlagen, 4. Handelsvorschriften",
        "citation": "Art. 16 Abs. 1bis TStG",
        "content": "Auf den Kleinhandelspackungen von Tabakfabrikaten, die unter Zollüberwachung ausgeführt oder in ein zugelassenes Steuerlager verbracht werden, sind die Angaben nach Absatz 1 Buchstaben a und b nicht erforderlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_16"
    },
    {
        "book": "TStG",
        "title": "TStG, 4. Abschnitt: Steuererhebung und Steuerrückerstattung, I. Grundlagen, 4. Handelsvorschriften",
        "citation": "Art. 16 Abs. 2 TStG",
        "content": "Für die hiernach genannten verbrauchsfertigen Tabakfabrikate sind nur folgende Kleinhandelspackungen zulässig:\na. Zigarren und Zigaretten: höchstens 100 Stück, ausgenommen Sortimentspackungen;\nb. Feinschnitt-Tabak: höchstens 250 g Inhalt;\nc. anderer Schnitttabak als Feinschnitt: höchstens 1000 g Inhalt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_16"
    },
    {
        "book": "TStG",
        "title": "TStG, 4. Abschnitt: Steuererhebung und Steuerrückerstattung, I. Grundlagen, 4. Handelsvorschriften",
        "citation": "Art. 16 Abs. 4 TStG",
        "content": "Um die Durchführung dieses Gesetzes zu sichern, können in der Tabaksteuerverordnung vom 15. Dezember 1969 den Herstellern und Wiederverkäufern von Tabakfabrikaten weitere Verhaltenspflichten auferlegt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_16"
    },
    {
        "book": "TStG",
        "title": "TStG, 4. Abschnitt: Steuererhebung und Steuerrückerstattung, II. Veranlagung und Entrichtung der Steuer, 1. Steuersatz für Zigarren und Zigaretten",
        "citation": "Art. 17 Abs. 1 TStG",
        "content": "Für die im Inland hergestellten Zigarren- und Zigarettensorten setzt das BAZG den anwendbaren Steuersatz gestützt auf Anmeldungen, die vom Hersteller gemäss den Bestimmungen der Tabaksteuerverordnung vom 15. Dezember 1969 einzureichen sind, zum voraus fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_17"
    },
    {
        "book": "TStG",
        "title": "TStG, 4. Abschnitt: Steuererhebung und Steuerrückerstattung, II. Veranlagung und Entrichtung der Steuer, 1. Steuersatz für Zigarren und Zigaretten",
        "citation": "Art. 17 Abs. 2 TStG",
        "content": "Für Zigarren- und Zigarettensorten, die von einem Importeur regelmässig eingeführt werden, wird der Steuersatz auf Antrag ebenfalls gemäss Absatz 1 festgesetzt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_17"
    },
    {
        "book": "TStG",
        "title": "TStG, 4. Abschnitt: Steuererhebung und Steuerrückerstattung, II. Veranlagung und Entrichtung der Steuer, 2. Steuerbetrag",
        "citation": "Art. 18 Abs. 1 TStG",
        "content": "Die Steuer auf den im Inland hergestellten oder aus einem zugelassenen Steuerlager in den steuerrechtlich freien Verkehr übergeführten Tabakfabrikaten wird aufgrund der Steuerdeklaration festgesetzt, die vom Hersteller oder vom Betreiber des zugelassenen Steuerlagers dem BAZG monatlich einzureichen ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_18"
    },
    {
        "book": "TStG",
        "title": "TStG, 4. Abschnitt: Steuererhebung und Steuerrückerstattung, II. Veranlagung und Entrichtung der Steuer, 2. Steuerbetrag",
        "citation": "Art. 18 Abs. 2 TStG",
        "content": "Die Steuerdeklaration ist für den Aussteller verbindlich und bildet, vorbehältlich des Ergebnisses der amtlichen Prüfung, die Grundlage für die Festsetzung des Betrages der Steuer im Einzelfalle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_18"
    },
    {
        "book": "TStG",
        "title": "TStG, 4. Abschnitt: Steuererhebung und Steuerrückerstattung, II. Veranlagung und Entrichtung der Steuer, 2. Steuerbetrag",
        "citation": "Art. 18 Abs. 2bis TStG",
        "content": "Wird die Steuerdeklaration nicht fristgerecht eingereicht, so schätzt das BAZG den Steuerbetrag nach pflichtgemässem Ermessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_18"
    },
    {
        "book": "TStG",
        "title": "TStG, 4. Abschnitt: Steuererhebung und Steuerrückerstattung, II. Veranlagung und Entrichtung der Steuer, 2. Steuerbetrag",
        "citation": "Art. 18 Abs. 3 TStG",
        "content": "Die Steuer auf den eingeführten Tabakfabrikaten wird von den Zollstellen auf Grund der ihnen einzureichenden Zollanmeldungen festgesetzt. Die Form der Zollanmeldung richtet sich nach Artikel 28 ZG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_18"
    },
    {
        "book": "TStG",
        "title": "TStG, 4. Abschnitt: Steuererhebung und Steuerrückerstattung, II. Veranlagung und Entrichtung der Steuer, 2. Steuerbetrag",
        "citation": "Art. 18 Abs. 4 TStG",
        "content": "Die Festsetzung des Steuerbetrags kann als automatisierte Einzelentscheidung nach Artikel 21 des Datenschutzgesetzes vom 25. September 2020 erfolgen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_18"
    },
    {
        "book": "TStG",
        "title": "TStG, 4. Abschnitt: Steuererhebung und Steuerrückerstattung, II. Veranlagung und Entrichtung der Steuer, 3. Fälligkeit",
        "citation": "Art. 19 Abs. 1 TStG",
        "content": "Die Steuer wird mit der Entstehung der Steuerschuld fällig. Für Steuerpflichtige, die eine Sicherheit nach Artikel 21 Absatz 1 oder 26c geleistet haben, läuft die Zahlungsfrist bis zum letzten Tag des zweiten Monats, der auf den Fälligkeitstag folgt. Das BAZG kann ausnahmsweise weitere Zahlungsfristen vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_19"
    },
    {
        "book": "TStG",
        "title": "TStG, 4. Abschnitt: Steuererhebung und Steuerrückerstattung, II. Veranlagung und Entrichtung der Steuer, 3. Fälligkeit",
        "citation": "Art. 19 Abs. 2 TStG",
        "content": "Für die Einfuhren im Post- und Reiseverkehr ohne schriftliche Zollanmeldung des Importeurs (Art. 18 Abs. 3) sowie in Fällen, in denen eine Sicherheit nach Artikel 21 nicht besteht, ist die Steuer nach den für die Zollabgaben geltenden Vorschriften zu entrichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_19"
    },
    {
        "book": "TStG",
        "title": "TStG, 4. Abschnitt: Steuererhebung und Steuerrückerstattung, IIbis. Zinsen",
        "citation": "Art. 20 Abs. 1 TStG",
        "content": "Bei verspäteter Zahlung der Steuer ist ab ihrer Fälligkeit ein Verzugszins geschuldet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_20"
    },
    {
        "book": "TStG",
        "title": "TStG, 4. Abschnitt: Steuererhebung und Steuerrückerstattung, IIbis. Zinsen",
        "citation": "Art. 20 Abs. 2 TStG",
        "content": "Ab dem Zeitpunkt, in dem das BAZG einen Betrag zu Unrecht erhoben oder nicht zurückerstattet hat, schuldet es einen Vergütungszins.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_20"
    },
    {
        "book": "TStG",
        "title": "TStG, 4. Abschnitt: Steuererhebung und Steuerrückerstattung, IIbis. Zinsen",
        "citation": "Art. 20 Abs. 3 TStG",
        "content": "Der Bundesrat kann für die Erhebung des Verzugszinses Ausnahmen vorsehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_20"
    },
    {
        "book": "TStG",
        "title": "TStG, 4. Abschnitt: Steuererhebung und Steuerrückerstattung, IIbis. Zinsen",
        "citation": "Art. 20 Abs. 4 TStG",
        "content": "Das Eidgenössische Finanzdepartement legt die Zinssätze fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_20"
    },
    {
        "book": "TStG",
        "title": "TStG, 4. Abschnitt: Steuererhebung und Steuerrückerstattung, III. Sicherheitsleistung und Steuerpfandrecht",
        "citation": "Art. 21 Abs. 1 TStG",
        "content": "Die im Register nach Artikel 13 eingetragenen Hersteller und Importeure von Tabakfabrikaten haben eine Sicherheit in den nach Artikel 76 ZG vorgesehenen Formen zu leisten. Die Sicherheit haftet für alle sich aus der Tabaksteuer-, Zoll- und Mehrwertsteuerpflicht des Herstellers und des Importeurs ergebenden und damit im Zusammenhang stehenden Forderungen des BAZG. Sie darf erst freigegeben werden, wenn sämtliche Verpflichtungen erfüllt sind. Die Höhe der Sicherheit wird durch die Oberzolldirektion bestimmt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_21"
    },
    {
        "book": "TStG",
        "title": "TStG, 4. Abschnitt: Steuererhebung und Steuerrückerstattung, III. Sicherheitsleistung und Steuerpfandrecht",
        "citation": "Art. 21 Abs. 2 TStG",
        "content": "An Tabakfabrikaten, für die die Abgabenschuld entstanden ist, besteht ein gesetzliches Pfandrecht des Bundes (Tabaksteuerpfandrecht). Die für das Zollpfandrecht geltenden Vorschriften finden entsprechend Anwendung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_21"
    },
    {
        "book": "TStG",
        "title": "TStG, 4. Abschnitt: Steuererhebung und Steuerrückerstattung, IV. Nachforderung; Rückerstattung von Amts wegen",
        "citation": "Art. 22 Abs. 1 TStG",
        "content": "Ist infolge Irrtums des BAZG eine geschuldete Steuer gar nicht oder zu niedrig oder ein rückvergüteter Steuerbetrag zu hoch festgesetzt worden, so wird der entgangene Betrag nachgefordert, solange nicht die Verjährung gemäss Artikel 23 eingetreten ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_22"
    },
    {
        "book": "TStG",
        "title": "TStG, 4. Abschnitt: Steuererhebung und Steuerrückerstattung, IV. Nachforderung; Rückerstattung von Amts wegen",
        "citation": "Art. 22 Abs. 2 TStG",
        "content": "Wird bei der amtlichen Nachprüfung der Steuerveranlagung oder bei Betriebskontrollen festgestellt, dass eine Steuer zu Unrecht erhoben worden ist, so wird der zu viel bezahlte Betrag von Amts wegen zurückerstattet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_22"
    },
    {
        "book": "TStG",
        "title": "TStG, 4. Abschnitt: Steuererhebung und Steuerrückerstattung, V. Verjährung",
        "citation": "Art. 23 Abs. 1 TStG",
        "content": "Die Steuerforderung verjährt fünf Jahre nach Ablauf des Kalenderjahres, in dem sie entstanden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_23"
    },
    {
        "book": "TStG",
        "title": "TStG, 4. Abschnitt: Steuererhebung und Steuerrückerstattung, V. Verjährung",
        "citation": "Art. 23 Abs. 2 TStG",
        "content": "Die Verjährung beginnt nicht und steht still, falls sie begonnen hat, während der Dauer eines Einsprache-, Beschwerde- oder Revisionsverfahrens über die Steuerpflicht oder die Steuerforderung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_23"
    },
    {
        "book": "TStG",
        "title": "TStG, 4. Abschnitt: Steuererhebung und Steuerrückerstattung, V. Verjährung",
        "citation": "Art. 23 Abs. 3 TStG",
        "content": "Die Verjährung wird unterbrochen durch jede Anerkennung der Steuerforderung von Seiten eines Zahlungspflichtigen sowie durch jede auf Geltendmachung des Steueranspruches gerichtete Amtshandlung, die einem Zahlungspflichtigen zur Kenntnis gebracht wird. Mit der Unterbrechung beginnt die Verjährung von neuem.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_23"
    },
    {
        "book": "TStG",
        "title": "TStG, 4. Abschnitt: Steuererhebung und Steuerrückerstattung, V. Verjährung",
        "citation": "Art. 23 Abs. 4 TStG",
        "content": "Stillstand und Unterbrechung wirken gegenüber allen Zahlungspflichtigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_23"
    },
    {
        "book": "TStG",
        "title": "TStG, 4. Abschnitt: Steuererhebung und Steuerrückerstattung, V. Verjährung",
        "citation": "Art. 23 Abs. 5 TStG",
        "content": "Die Steuerforderung verjährt in jedem Fall 15 Jahre nach Ablauf des Kalenderjahres, in dem sie entstanden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_23"
    },
    {
        "book": "TStG",
        "title": "TStG, 4. Abschnitt: Steuererhebung und Steuerrückerstattung, VI. Rück-erstattung und Erlass, 1. Rückerstattung",
        "citation": "Art. 24 Abs. 1 TStG",
        "content": "Die Steuer auf im Inland hergestellten und auf eingeführten Tabakfabrikaten wird dem Steuerpflichtigen zurückerstattet:\na. für Tabakfabrikate, die unter Zollüberwachung über die vom BAZG bestimmten Zollstellen ins Zollausland ausgeführt oder in einen inländischen Zollfreiladen nach Artikel 17 Absatz 1bis ZG verbracht werden;\nb. für Tabakfabrikate, die sich noch beim Hersteller oder Importeur befinden oder die der Hersteller, der Importeur oder der Betreiber eines zugelassenen Steuerlagers vom Tabakwarenhandel zurücknimmt, sofern sie innert zwei Jahren nach der Entrichtung der Steuer dem BAZG in unveränderter Kleinhandelspackung vorgewiesen und unter deren Kontrolle unbrauchbar gemacht oder für die Wiederverwendung in der Fabrikation hergerichtet werden;\nc. für Tabakfabrikate, die nachweislich im Betrieb des Herstellers oder des Importeurs durch höhere Gewalt oder durch Zufall vernichtet worden oder unbrauchbar geworden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_24"
    },
    {
        "book": "TStG",
        "title": "TStG, 4. Abschnitt: Steuererhebung und Steuerrückerstattung, VI. Rück-erstattung und Erlass, 1. Rückerstattung",
        "citation": "Art. 24 Abs. 2 TStG",
        "content": "Die Frist für die Einreichung von Rückerstattungsgesuchen und das Verfahren werden durch die Tabaksteuerverordnung vom 15. Dezember 1969 bestimmt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_24"
    },
    {
        "book": "TStG",
        "title": "TStG, 4. Abschnitt: Steuererhebung und Steuerrückerstattung, VI. Rück-erstattung und Erlass, 1. Rückerstattung",
        "citation": "Art. 24 Abs. 3 TStG",
        "content": "Bei Wiedereinfuhr ausgeführter Tabakfabrikate ist die zurückerstattete Steuer wieder zu entrichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_24"
    },
    {
        "book": "TStG",
        "title": "TStG, 4. Abschnitt: Steuererhebung und Steuerrückerstattung, VI. Rück-erstattung und Erlass, 2. Erlass",
        "citation": "Art. 25 Abs. 1 TStG",
        "content": "Die Steuer auf im Inland hergestellten und auf eingeführten Tabakfabrikaten wird dem Steuerpflichtigen erlassen:\na. für Tabakfabrikate, die nachweislich in einem zugelassenen Steuerlager durch höhere Gewalt oder durch Zufall vernichtet worden oder unbrauchbar geworden sind;\nb. für Tabakfabrikate, für die nach Artikel 86 Absatz 1 Buchstabe a ZG Anspruch auf Erlass der Zollabgaben besteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_25"
    },
    {
        "book": "TStG",
        "title": "TStG, 4. Abschnitt: Steuererhebung und Steuerrückerstattung, VI. Rück-erstattung und Erlass, 2. Erlass",
        "citation": "Art. 25 Abs. 2 TStG",
        "content": "Der Bundesrat regelt das Verfahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_25"
    },
    {
        "book": "TStG",
        "title": "TStG, 5. Abschnitt: Zugelassene Steuerlager, I. Herstellung, Bearbeitung, Bewirtschaftung",
        "citation": "Art. 26 Abs. 1 TStG",
        "content": "Die Hersteller und Importeure von Tabakfabrikaten, welche die erforderlichen Sicherheiten bieten, dürfen Tabakfabrikate unter Steueraussetzung in einem zugelassenen Steuerlager herstellen, bearbeiten und bewirtschaften.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_26"
    },
    {
        "book": "TStG",
        "title": "TStG, 5. Abschnitt: Zugelassene Steuerlager, I. Herstellung, Bearbeitung, Bewirtschaftung",
        "citation": "Art. 26 Abs. 2 TStG",
        "content": "Als Bewirtschaften gelten namentlich das Lagern, das Entgegennehmen und das Bereitstellen zum Versand.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_26"
    },
    {
        "book": "TStG",
        "title": "TStG, 5. Abschnitt: Zugelassene Steuerlager, II. Bewilligung",
        "citation": "Art. 26a Abs. 1 TStG",
        "content": "Als zugelassene Steuerlager können bewilligt werden:\na. Herstellungsbetriebe;\nb. Steuerfreilager.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_26_a"
    },
    {
        "book": "TStG",
        "title": "TStG, 5. Abschnitt: Zugelassene Steuerlager, II. Bewilligung",
        "citation": "Art. 26a Abs. 2 TStG",
        "content": "Der Bundesrat legt die Voraussetzungen für die Einrichtung und den Betrieb von zugelassenen Steuerlagern fest; das BAZG erteilt die Bewilligung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_26_a"
    },
    {
        "book": "TStG",
        "title": "TStG, 5. Abschnitt: Zugelassene Steuerlager, II. Bewilligung",
        "citation": "Art. 26a Abs. 3 TStG",
        "content": "Die Bewilligung wird entzogen, wenn:\na. die Voraussetzungen für die Bewilligungserteilung nicht mehr gegeben sind; oder\nb. der Betreiber des zugelassenen Steuerlagers seinen Verpflichtungen nach diesem Gesetz nicht nachkommt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_26_a"
    },
    {
        "book": "TStG",
        "title": "TStG, 5. Abschnitt: Zugelassene Steuerlager, III. Aufsicht",
        "citation": "Art. 26b TStG",
        "content": "Die zugelassenen Steuerlager unterstehen der Aufsicht durch des BAZG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_26_b"
    },
    {
        "book": "TStG",
        "title": "TStG, 5. Abschnitt: Zugelassene Steuerlager, IV. Sicherheitsleistung",
        "citation": "Art. 26c TStG",
        "content": "Die Betreiber von zugelassenen Steuerlagern müssen für die Steuer und die anderen Abgaben eine Sicherheit nach Artikel 21 Absatz 1 leisten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_26_c"
    },
    {
        "book": "TStG",
        "title": "TStG, 5. Abschnitt: Zugelassene Steuerlager, V. Kontrollen",
        "citation": "Art. 26d TStG",
        "content": "Die Betreiber von zugelassenen Steuerlagern unterliegen den Kontrollmassnahmen nach Artikel 15.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_26_d"
    },
    {
        "book": "TStG",
        "title": "TStG, 5. Abschnitt: Zugelassene Steuerlager, VI. Beförderung",
        "citation": "Art. 26e Abs. 1 TStG",
        "content": "Werden eingeführte, unversteuerte Tabakfabrikate von der Grenze in ein zugelassenes Steuerlager befördert, so müssen die Importeure die sich aus diesem Gesetz ergebenden Pflichten erfüllen; sie leisten für die Steuer und die anderen Abgaben Sicherheit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_26_e"
    },
    {
        "book": "TStG",
        "title": "TStG, 5. Abschnitt: Zugelassene Steuerlager, VI. Beförderung",
        "citation": "Art. 26e Abs. 2 TStG",
        "content": "Werden unversteuerte Tabakfabrikate zwischen zugelassenen Steuerlagern oder, bei auszuführenden Tabakfabrikaten, von einem zugelassenen Steuerlager zur Grenze befördert, so müssen die versendenden Betreiber von zugelassenen Steuerlagern die sich aus diesem Gesetz ergebenden Pflichten erfüllen; sie leisten für die Steuer und die anderen Abgaben Sicherheit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_26_e"
    },
    {
        "book": "TStG",
        "title": "TStG, 5. Abschnitt: Zugelassene Steuerlager, VI. Beförderung",
        "citation": "Art. 26e Abs. 3 TStG",
        "content": "Die Sicherheitsleistung endet, wenn:\na. die Tabakfabrikate im zugelassenen Steuerlager eingetroffen sind und deren Eingang ordnungsgemäss verbucht worden ist; oder\nb. die Ausfuhr der Tabakfabrikate zollamtlich bestätigt worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_26_e"
    },
    {
        "book": "TStG",
        "title": "TStG, 5. Abschnitt: Zugelassene Steuerlager, VI. Beförderung",
        "citation": "Art. 26e Abs. 4 TStG",
        "content": "Der Betreiber des zugelassenen Steuerlagers muss dem BAZG jeden Versand von unversteuerten Tabakfabrikaten melden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_26_e"
    },
    {
        "book": "TStG",
        "title": "TStG, 6. Abschnitt: Inlandtabak, I. Festlegung der Produzentenpreise",
        "citation": "Art. 27 TStG",
        "content": "Der Bundesrat setzt nach Anhören der beteiligten Kreise die Produzentenpreise nach Sorten und Qualitäten sowie die Zuschläge für die Übernahme- und Fermentationskosten fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_27"
    },
    {
        "book": "TStG",
        "title": "TStG, 6. Abschnitt: Inlandtabak, II. Übernahme durch die Hersteller von Tabakfabrikaten; Finanzierungsfonds Inlandtabak und Tabakpräventions-fonds",
        "citation": "Art. 28 Abs. 1 TStG",
        "content": "Die Tabaksteuerverordnung vom 15. Dezember 1969 regelt die Vermittlung des Inlandtabaks an die Hersteller von Tabakfabrikaten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_28"
    },
    {
        "book": "TStG",
        "title": "TStG, 6. Abschnitt: Inlandtabak, II. Übernahme durch die Hersteller von Tabakfabrikaten; Finanzierungsfonds Inlandtabak und Tabakpräventions-fonds",
        "citation": "Art. 28 Abs. 2 TStG",
        "content": "Der Bundesrat kann:\na. die Hersteller von Tabakfabrikaten zur Übernahme von Inlandtabak in einem zumutbaren Verhältnis zu dem von ihnen verarbeiteten Importtabak verpflichten. Die Übernahmepflicht ist jedoch auf den Ernteertrag einer gesamten Anbaufläche von 1000 ha beschränkt;\nb. die Hersteller und Importeure von Zigaretten und Feinschnitttabak verpflichten, eine Abgabe von höchstens 0,13 Rappen je Zigarette oder Fr. 1,73 je Kilogramm Feinschnitttabak in den für die Mitfinanzierung des Inlandtabaks geschaffenen Finanzierungsfonds zu entrichten; \nc. die Hersteller und Importeure von Zigaretten und Feinschnitttabak verpflichten, eine Abgabe in derselben Höhe in einen Tabakpräventionsfonds zu entrichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_28"
    },
    {
        "book": "TStG",
        "title": "TStG, 6. Abschnitt: Inlandtabak, II. Übernahme durch die Hersteller von Tabakfabrikaten; Finanzierungsfonds Inlandtabak und Tabakpräventions-fonds",
        "citation": "Art. 28 Abs. 3 TStG",
        "content": "Der Finanzierungsfonds nach Absatz 2 Buchstabe b wird von der Einkaufsgenossenschaft verwaltet und steht unter der Aufsicht der Oberzolldirektion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_28"
    },
    {
        "book": "TStG",
        "title": "TStG, 6. Abschnitt: Inlandtabak, II. Übernahme durch die Hersteller von Tabakfabrikaten; Finanzierungsfonds Inlandtabak und Tabakpräventions-fonds",
        "citation": "Art. 28 Abs. 4 TStG",
        "content": "Der Tabakpräventionsfonds nach Absatz 2 Buchstabe c wird von einer Präventionsorganisation verwaltet und steht unter der Aufsicht des Bundesamtes für Gesundheit in Zusammenarbeit mit dem Bundesamt für Sport.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_28"
    },
    {
        "book": "TStG",
        "title": "TStG, 6. Abschnitt: Inlandtabak, III. Heranziehung der Kantone und von Organisationen",
        "citation": "Art. 29 TStG",
        "content": "Für die Durchführung der in diesem Abschnitt vorgesehenen Massnahmen kann der Bundesrat die Kantone und Organisationen der Wirtschaft zur Mitwirkung heranziehen. Die zur Mitwirkung herangezogenen Stellen und Personen unterstehen in Bezug auf ihre Schweigepflicht den für die Bundesbeamten geltenden Vorschriften.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_29"
    },
    {
        "book": "TStG",
        "title": "TStG, 7. Abschnitt: Nachforderung von zu Unrecht zurückerstatteten oder erlassenen Beträgen",
        "citation": "Art. 30 Abs. 1 TStG",
        "content": "Ist die Steuer zu Unrecht zurückerstattet oder erlassen worden, so fordert sie das BAZG nach.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_30"
    },
    {
        "book": "TStG",
        "title": "TStG, 7. Abschnitt: Nachforderung von zu Unrecht zurückerstatteten oder erlassenen Beträgen",
        "citation": "Art. 30 Abs. 2 TStG",
        "content": "Der Nachforderungsanspruch verjährt fünf Jahre nach dem Zeitpunkt, in dem das BAZG Kenntnis vom Anspruch erhielt, spätestens jedoch zehn Jahre nach dem Zeitpunkt, in dem der Anspruch entstanden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_30"
    },
    {
        "book": "TStG",
        "title": "TStG, 7. Abschnitt: Nachforderung von zu Unrecht zurückerstatteten oder erlassenen Beträgen",
        "citation": "Art. 30 Abs. 3 TStG",
        "content": "Die Verjährung wird durch jede Amtshandlung unterbrochen, mit der die Nachforderung geltend gemacht wird; sie steht still, solange der Steuerpflichtige in der Schweiz nicht betrieben werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_30"
    },
    {
        "book": "TStG",
        "title": "TStG, 8. Abschnitt: Rechtsmittel, I. Einsprache",
        "citation": "Art. 31 Abs. 1 TStG",
        "content": "Verfügungen der Oberzolldirektion können innert 30 Tagen nach der Eröffnung mit Einsprache angefochten werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_31"
    },
    {
        "book": "TStG",
        "title": "TStG, 8. Abschnitt: Rechtsmittel, I. Einsprache",
        "citation": "Art. 31 Abs. 2 TStG",
        "content": "Die Einsprache ist schriftlich bei der Oberzolldirektion einzureichen; sie hat einen bestimmten Antrag zu enthalten und die zu seiner Begründung dienenden Tatsachen anzugeben. Die Beweismittel sollen in der Einsprache bezeichnet und ihr, soweit möglich, beigelegt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_31"
    },
    {
        "book": "TStG",
        "title": "TStG, 8. Abschnitt: Rechtsmittel, I. Einsprache",
        "citation": "Art. 31 Abs. 3 TStG",
        "content": "Ist gültige Einsprache erhoben worden, so hat die Oberzolldirektion ihre Verfügung ohne Bindung an die gestellten Anträge zu überprüfen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_31"
    },
    {
        "book": "TStG",
        "title": "TStG, 8. Abschnitt: Rechtsmittel, I. Einsprache",
        "citation": "Art. 31 Abs. 4 TStG",
        "content": "Das Einspracheverfahren ist trotz Rückzug der Einsprache weiterzuführen, wenn Anhaltspunkte dafür vorliegen, dass die angefochtene Verfügung oder der angefochtene Entscheid dem Gesetz nicht entspricht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_31"
    },
    {
        "book": "TStG",
        "title": "TStG, 8. Abschnitt: Rechtsmittel, I. Einsprache",
        "citation": "Art. 31 Abs. 5 TStG",
        "content": "Der Einspracheentscheid ist zu begründen und hat eine Rechtsmittelbelehrung zu enthalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_31"
    },
    {
        "book": "TStG",
        "title": "TStG, 8. Abschnitt: Rechtsmittel, II. Beschwerde",
        "citation": "Art. 32 Abs. 1 TStG",
        "content": "Bei Verfügungen der Zollstellen im Rahmen des Zollveranlagungsverfahrens richtet sich der Rechtsweg nach dem ZG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_32"
    },
    {
        "book": "TStG",
        "title": "TStG, 8. Abschnitt: Rechtsmittel, II. Beschwerde",
        "citation": "Art. 32 Abs. 2 TStG",
        "content": "Gegen andere Verfügungen der Zollstellen, die gestützt auf dieses Gesetz erlassen werden, kann innerhalb von 30 Tagen bei der Oberzolldirektion Beschwerde erhoben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_32"
    },
    {
        "book": "TStG",
        "title": "TStG, 8. Abschnitt: Rechtsmittel, II. Beschwerde",
        "citation": "Art. 32 Abs. 3 TStG",
        "content": "Gegen erstinstanzliche Verfügungen der Zollkreisdirektionen, die gestützt auf dieses Gesetz erlassen werden, kann innerhalb von 30 Tagen bei der Oberzolldirektion Beschwerde erhoben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_32"
    },
    {
        "book": "TStG",
        "title": "TStG, 9. Abschnitt: Strafbestimmungen, I. Widerhandlungen, 2. Hinterziehung",
        "citation": "Art. 35 TStG",
        "content": "Mit Busse bis zu 30 000 Franken oder, sofern dies einen höheren Betrag ergibt, bis zum Fünffachen der hinterzogenen Steuer oder des unrechtmässigen Vorteils wird bestraft, wer vorsätzlich oder fahrlässig, zum eigenen oder zum Vorteil eines andern:\na. dem Bund Steuern auf Tabakfabrikaten vorenthält;\nb. im Inland hergestellte Tabakfabrikate, die nicht für die Abgabe an den Verbraucher fertig verpackt sind, an nicht im Register eingetragene Personen oder Firmen abgibt oder sonstwie aus dem Herstellerbetrieb entfernt;\nc. eine ungerechtfertigte Rückerstattung oder einen ungerechtfertigten Erlass von Steuern oder einen andern unrechtmässigen Steuervorteil erwirkt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_35"
    },
    {
        "book": "TStG",
        "title": "TStG, 9. Abschnitt: Strafbestimmungen, I. Widerhandlungen, 2. Hinterziehung",
        "citation": "Art. 35 Abs. 2 TStG",
        "content": "Artikel 14 des Bundesgesetzes vom 22. März 1974 über das Verwaltungsstrafrecht (VStrR) bleibt vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_35"
    },
    {
        "book": "TStG",
        "title": "TStG, 9. Abschnitt: Strafbestimmungen, I. Widerhandlungen, 2. Hinterziehung",
        "citation": "Art. 35 Abs. 3 TStG",
        "content": "Bei erschwerenden Umständen wird das Höchstmass der angedrohten Busse um die Hälfte erhöht. Zugleich kann auf Freiheitsstrafe von bis zu einem Jahr erkannt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_35"
    },
    {
        "book": "TStG",
        "title": "TStG, 9. Abschnitt: Strafbestimmungen, I. Widerhandlungen, 3. Steuergefährdung",
        "citation": "Art. 36 Abs. 1 TStG",
        "content": "Mit Busse bis zu 20 000 Franken wird bestraft, wer die gesetzmässige Durchführung der Steuer auf Tabakfabrikaten gefährdet, indem er vorsätzlich oder fahrlässig:\na. der Pflicht zur Anmeldung als Hersteller, Importeur, Betreiber eines zugelassenen Steuerlagers oder Händler, zur Einreichung einer Steuerdeklaration oder einer Zollanmeldung, zu Meldungen, zur Erteilung von Auskünften und zur Vorlage der Kontrollen, Geschäftsbücher und Belege nicht nachkommt;\nb. in einer Anmeldung, einer Steuerdeklaration oder einer Zollanmeldung, in einer Meldung oder in einem Antrag auf Rückerstattung oder Erlass von Steuern unwahre Angaben macht oder erhebliche Tatsachen verschweigt oder dabei unwahre Belege über erhebliche Tatsachen vorlegt; \nc. als Steuerpflichtiger oder als auskunftspflichtiger Dritter unrichtige Auskünfte erteilt;\nd. der Pflicht zur ordnungsgemässen Führung und Aufbewahrung von Geschäftsbüchern, Kontrollen und Belegen zuwiderhandelt;\ne. die ordnungsgemässe Durchführung einer Buchprüfung, einer amtlichen Kontrolle oder eines Augenscheins erschwert, behindert oder verunmöglicht;\nf. Rohmaterial zur gewerbsmässigen Herstellung von Tabakfabrikaten an nicht im Register eingetragene Personen oder Firmen abgibt;\ng. Rohmaterial zu anderen Zwecken als zur Herstellung von Tabakfabrikaten ohne Bewilligung des BAZG abgibt oder verwendet;\nh. Tabakfabrikate über dem auf der Kleinhandelspackung angegebenen Preis verkauft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_36"
    },
    {
        "book": "TStG",
        "title": "TStG, 9. Abschnitt: Strafbestimmungen, I. Widerhandlungen, 3. Steuergefährdung",
        "citation": "Art. 36 Abs. 2 TStG",
        "content": "Die Artikel 14–16 VStrR bleiben vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_36"
    },
    {
        "book": "TStG",
        "title": "TStG, 9. Abschnitt: Strafbestimmungen, I. Widerhandlungen, 3. Steuergefährdung",
        "citation": "Art. 36 Abs. 3 TStG",
        "content": "Bei erschwerenden Umständen wird das Höchstmass der angedrohten Busse um die Hälfte erhöht. Zugleich kann auf Freiheitsstrafe von bis zu einem Jahr erkannt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_36"
    },
    {
        "book": "TStG",
        "title": "TStG, 9. Abschnitt: Strafbestimmungen, I. Widerhandlungen, 3. Steuergefährdung",
        "citation": "Art. 36 Abs. 3bis TStG",
        "content": "Kann der Steuerbetrag, dessen Zahlung gefährdet ist, nicht genau ermittelt werden, so wird er vom BAZG nach pflichtgemässen Ermessen geschätzt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_36"
    },
    {
        "book": "TStG",
        "title": "TStG, 9. Abschnitt: Strafbestimmungen, I. Widerhandlungen, 3. Steuergefährdung",
        "citation": "Art. 36 Abs. 4 TStG",
        "content": "Bei einer Widerhandlung im Sinne von Absatz 1 Buchstabe e bleibt die Strafverfolgung nach Artikel 285 des Strafgesetzbuches vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_36"
    },
    {
        "book": "TStG",
        "title": "TStG, 9. Abschnitt: Strafbestimmungen, I. Widerhandlungen, 4. Steuerhehlerei",
        "citation": "Art. 37 TStG",
        "content": "Wer Tabakfabrikate, von denen er weiss oder annehmen muss, dass die auf ihnen geschuldete Steuer hinterzogen worden ist, erwirbt, sich schenken lässt, zu Pfand oder sonst wie in Gewahrsam nimmt, verheimlicht, absetzen hilft oder in Verkehr bringt, wird nach der Strafandrohung, die auf den Täter Anwendung findet, bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_37"
    },
    {
        "book": "TStG",
        "title": "TStG, 9. Abschnitt: Strafbestimmungen, I. Widerhandlungen, 5. Versuch",
        "citation": "Art. 38 TStG",
        "content": "Der Versuch einer Steuerwiderhandlung ist strafbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_38"
    },
    {
        "book": "TStG",
        "title": "TStG, 9. Abschnitt: Strafbestimmungen, I. Widerhandlungen, 5bis. Erschwerende Umstände",
        "citation": "Art. 38a TStG",
        "content": "Als erschwerende Umstände gelten:\na. das Anwerben einer oder mehrerer Personen für eine Steuerwiderhandlung;\nb. das gewerbs- oder gewohnheitsmässige Verüben von Steuerwiderhandlungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_38_a"
    },
    {
        "book": "TStG",
        "title": "TStG, 9. Abschnitt: Strafbestimmungen, I. Widerhandlungen, 6. Ordnungswidrigkeiten",
        "citation": "Art. 39 Abs. 1 TStG",
        "content": "Wer den Handelsvorschriften zuwiderhandelt, wer als registrierter Hersteller, Importeur oder Rohmaterialhändler die Änderung der Firma, des Wohnsitzes, der Geschäftsniederlassung oder geschäftlichen Betätigung zu melden unterlässt,wer sonst einer Vorschrift dieses Gesetzes über die Steuer auf Tabakfabrikaten, einer Ausführungsverordnung, einer auf Grund solcher Vorschriften erlassenen allgemeinen Weisung oder einer unter Hinweis auf die Strafdrohung dieses Artikels an ihn gerichteten Einzelverfügung zuwiderhandelt,wird mit Busse bis zu 5000 Franken bestraft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_39"
    },
    {
        "book": "TStG",
        "title": "TStG, 9. Abschnitt: Strafbestimmungen, I. Widerhandlungen, 6. Ordnungswidrigkeiten",
        "citation": "Art. 39 Abs. 2 TStG",
        "content": "Strafbar ist auch die fahrlässige Begehung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_39"
    },
    {
        "book": "TStG",
        "title": "TStG, 9. Abschnitt: Strafbestimmungen, I. Widerhandlungen, 6bis. Widerhandlungen in Geschäfts-betrieben",
        "citation": "Art. 40 TStG",
        "content": "Fällt eine Busse von höchstens 100 000 Franken in Betracht und würde die Ermittlung der nach Artikel 6 VStrR strafbaren Personen Untersuchungsmassnahmen bedingen, die im Hinblick auf die verwirkte Strafe unverhältnismässig wären, so kann die Behörde von einer Verfolgung dieser Personen absehen und an ihrer Stelle den Geschäftsbetrieb (Art. 7 VStrR) zur Bezahlung der Busse verurteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_40"
    },
    {
        "book": "TStG",
        "title": "TStG, 9. Abschnitt: Strafbestimmungen, I. Widerhandlungen, 7. Zusammentreffen mehrerer strafbarer Handlungen",
        "citation": "Art. 42 TStG",
        "content": "Erfüllt eine Handlung gleichzeitig den Tatbestand einer Hinterziehung oder Gefährdung der Steuer oder eines Steuerbetrugs und einer Zollwiderhandlung, so wird die für die schwerere Widerhandlung verwirkte Strafe verhängt; diese kann angemessen erhöht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_42"
    },
    {
        "book": "TStG",
        "title": "TStG, 9. Abschnitt: Strafbestimmungen, II. Anwendbares Recht",
        "citation": "Art. 43 Abs. 1 TStG",
        "content": "Widerhandlungen werden nach diesem Gesetz und nach dem VStrR verfolgt und beurteilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_43"
    },
    {
        "book": "TStG",
        "title": "TStG, 9. Abschnitt: Strafbestimmungen, II. Anwendbares Recht",
        "citation": "Art. 43 Abs. 2 TStG",
        "content": "Verfolgende und urteilende Behörde ist das BAZG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_43"
    },
    {
        "book": "TStG",
        "title": "TStG, 9. Abschnitt: Strafbestimmungen, IIbis. Verfolgungsverjährung",
        "citation": "Art. 43a TStG",
        "content": "Die Verfolgungsverjährung nach Artikel 11 Absatz 2 VStrR gilt für alle Steuerwiderhandlungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_43_a"
    },
    {
        "book": "TStG",
        "title": "TStG, 9. Abschnitt: Strafbestimmungen, III. Massnahmen",
        "citation": "Art. 44 Abs. 1 TStG",
        "content": "In schweren Fällen von Hinterziehung oder Gefährdung der Steuer oder eines Steuerbetruges kann die Oberzolldirektion den Geschäftsbetrieb, in dem die Widerhandlung begangen worden ist, bis zu fünf Jahren im Register der Hersteller, Importeure oder Rohmaterialhändler streichen oder von der Aufnahme in dieses Register ausschliessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_44"
    },
    {
        "book": "TStG",
        "title": "TStG, 9. Abschnitt: Strafbestimmungen, III. Massnahmen",
        "citation": "Art. 44 Abs. 2 TStG",
        "content": "In schweren Fällen der unrechtmässigen Erlangung eines Beitrages oder einer Vereitelung der Rückforderung kann die Oberzolldirektion den Täter und den von ihm vertretenen Geschäftsbetrieb auf die Dauer von höchstens fünf Jahren vom Bezug von Beiträgen ausschliessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_44"
    },
    {
        "book": "TStG",
        "title": "TStG, 9. Abschnitt: Strafbestimmungen, IV. Bussenertrag",
        "citation": "Art. 44bis TStG",
        "content": "Der Bussenertrag fällt in die Bundeskasse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/de#art_44_bis"
    }
]