[
    {
        "book": "TStG",
        "title": "LTab, Section 1, Dispositions générales, I. Imposition du tabac",
        "citation": "Art. 1 al. 1 LTab",
        "content": "La Confédération perçoit un impôt sur les tabacs manufacturés ... ainsi que sur les matières qui sont utilisées de la même manière que le tabac (produits de substitution).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_1"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 1, Dispositions générales, I. Imposition du tabac",
        "citation": "Art. 1 al. 2 LTab",
        "content": "Les expressions «tabacs manufacturés et produits de substitution» utilisés dans la présente loi sont définis dans l’ordonnance du 15 décembre 1969 réglant l’imposition du tabac.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_1"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 1, Dispositions générales, II. Autorités",
        "citation": "Art. 2 LTab",
        "content": "En ce qui concerne les redevances grevant les tabacs manufacturés (impôt sur le tabac, droit de douane, taxe sur la valeur ajoutée), l’Office fédéral de la douane et de la sécurité des frontières (OFDF) arrête toutes les instructions et prend toutes les décisions qui ne sont pas réservées expressément à une autre autorité. Il est habilité à donner aux maisons inscrites dans le registre des fabricants, importateurs et marchands de matières brutes, des instructions sur les indications, justifications et mesures nécessaires à la perception et au remboursement des redevances, ainsi qu’à des fins de contrôle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_2"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 1, Dispositions générales, III. Droit applicable",
        "citation": "Art. 3 LTab",
        "content": "Sauf dispositions spéciales de la présente loi et des ordonnances fondées sur cette dernière, les dispositions régissant les droits de douane et les taxes spéciales à la perception desquelles l’exécution des prescriptions douanières peut donner lieu sont applicables, par analogie, à l’impôt sur le tabac.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_3"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 2, Objet de l’impôt et assujettissement, I. Objet de l’impôt",
        "citation": "Art. 4 al. 1 LTab",
        "content": "Sont soumis à l’impôt:\na. les tabacs manufacturés fabriqués industriellement en Suisse et prêts à la consommation, ainsi que les tabacs manufacturés importés;\nb. ...\nc. les produits de substitution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_4"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 2, Objet de l’impôt et assujettissement, I. Objet de l’impôt",
        "citation": "Art. 4 al. 3 LTab",
        "content": "Sont réputés prêts à la consommation les tabacs manufacturés qui, jusqu’à la consommation, ne subissent aucun processus ultérieur de fabrication industrielle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_4"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 2, Objet de l’impôt et assujettissement, I. Objet de l’impôt",
        "citation": "Art. 4 al. 4 LTab",
        "content": "Est réputé «Suisse» le territoire douanier au sens de l’art. 3, al. 1, de la loi du 18 mars 2005 sur les douanes (LD).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_4"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 2, Objet de l’impôt et assujettissement, II. Exonération d’impôt",
        "citation": "Art. 5 LTab",
        "content": "Sont exonérés de l’impôt:\na. les marchandises admises en franchise de droits de douane en vertu de l’art. 8 LD;\nb. ...\nc. les tabacs manufacturés non destinés à la consommation;\nd. les tabacs manufacturés et préparations destinées à atténuer l’asthme, si elles sont enregistrées comme médicaments.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_5"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 2, Objet de l’impôt et assujettissement, III. Assujettissement",
        "citation": "Art. 6 LTab",
        "content": "Sont assujettis à l’impôt:\na. pour les tabacs fabriqués en Suisse: les fabricants du produit prêt à la consommation;\nb. pour les tabacs manufacturés importés: le débiteur de la dette douanière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_6"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 2, Objet de l’impôt et assujettissement, IV. Succession fiscale",
        "citation": "Art. 7 al. 1 LTab",
        "content": "Le successeur fiscal est subrogé aux devoirs et aux droits fiscaux découlant pour un autre de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_7"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 2, Objet de l’impôt et assujettissement, IV. Succession fiscale",
        "citation": "Art. 7 al. 2 LTab",
        "content": "Sont réputés successeurs fiscaux:\na. les héritiers au décès d’un assujetti ou d’un successeur fiscal. L’héritier est exempté du paiement dans la mesure où il prouve que l’impôt dû excède sa part successorale y compris les avances d’hoirie;\nb. les associés indéfiniment responsables ou leurs héritiers après dissolution d’une société commerciale sans personnalité juridique;\nc. la personne morale qui reprend, avec l’actif et le passif, le patrimoine ou l’entreprise d’une autre personne morale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_7"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 2, Objet de l’impôt et assujettissement, IV. Succession fiscale",
        "citation": "Art. 7 al. 3 LTab",
        "content": "Si plusieurs successeurs fiscaux entrent en ligne de compte, chacun d’eux doit remplir personnellement les devoirs découlant de la présente loi et peut exercer personnellement les droits qui découlent de cette même loi. Chaque successeur fiscal libère les autres dans les limites de son paiement; ses droits de recours sont régis par le rapport de droit existant entre les successeurs fiscaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_7"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 2, Objet de l’impôt et assujettissement, V. Responsabilité solidaire concernant l’impôt",
        "citation": "Art. 8 al. 1 LTab",
        "content": "Sont responsables solidairement avec l’assujetti ou le successeur fiscal:\na. pour l’impôt dû par une personne morale ou une société commerciale sans personnalité juridique qui est dissoute: les personnes chargées de la liquidation, même dans la faillite ou la procédure concordataire, jusqu’à concurrence du produit de la liquidation;\nb. pour l’impôt dû par une personne morale qui transfère son siège à l’étranger sans liquidation: les organes de cette personne morale, jusqu’à concurrence de la fortune nette de cette dernière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_8"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 2, Objet de l’impôt et assujettissement, V. Responsabilité solidaire concernant l’impôt",
        "citation": "Art. 8 al. 2 LTab",
        "content": "La responsabilité des personnes désignées à l’al. 1 s’éteint si elles établissent qu’elles ont fait tout ce qu’on pouvait attendre d’elles pour déterminer et exécuter la créance fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_8"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 3, Début de l’assujettissement et calcul de l’impôt, I. Début de l’assujettissement",
        "citation": "Art. 9 al. 1 LTab",
        "content": "L’impôt est dû:\na. pour les tabacs manufacturés fabriqués en Suisse, dès qu’ils sont emballés définitivement en vue de la remise au consommateur;\nb. pour les tabacs manufacturés importés, conformément aux dispositions applicables à la naissance de la dette douanière;\nc. pour les tabacs manufacturés placés en entrepôts fiscaux agréés, au moment où ils quittent l’entrepôt ou y sont utilisés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_9"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 3, Début de l’assujettissement et calcul de l’impôt, I. Début de l’assujettissement",
        "citation": "Art. 9 al. 2 LTab",
        "content": "Lorsque des tabacs manufacturés fabriqués en Suisse, non emballés définitivement en vue de la remise au consommateur, sont livrés à des personnes ou des maisons non inscrites au registre prévu à l’art. 13 ou sortent de l’entreprise du fabricant pour toute autre destination, l’impôt est dû de ce fait par le fabricant dès que la marchandise quitte l’entreprise; le taux applicable est celui qui grève le produit fabriqué, prêt à la consommation, le plus imposé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_9"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 3, Début de l’assujettissement et calcul de l’impôt, II. Base de calcul",
        "citation": "Art. 10 al. 1 LTab",
        "content": "L’impôt est fixé:\na. pour les cigarettes, cigares et cigarillos, par pièce et en pour-cent du prix de vente au détail;\nb. pour le tabac à coupe fine et le tabac pour pipe à eau, par kilogramme et en pour-cent du prix de vente au détail;\nc. pour le tabac à fumer autre que le tabac à coupe fine et pour les autres tabacs manufacturés, ainsi que pour le tabac à mâcher et à priser, en pour-cent du prix de vente au détail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_10"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 3, Début de l’assujettissement et calcul de l’impôt, II. Base de calcul",
        "citation": "Art. 10 al. 2 LTab",
        "content": "Lorsque le prix de détail contribue à déterminer le taux d’impôt, celui-ci est fixé, pour les emballages d’assortiments et les emballages spéciaux, d’après le prix de l’emballage le plus usuel pour la vente au détail. Les termes «emballages d’assortiment» et «emballages spéciaux» sont définis par l’ordonnance du 15 décembre 1969 réglant l’imposition du tabac.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_10"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 3, Début de l’assujettissement et calcul de l’impôt, II. Base de calcul",
        "citation": "Art. 10 al. 3 LTab",
        "content": "Le prix imprimé par le fabricant ou l’importateur sur les emballages pour la vente au détail ne peut pas être majoré lors de la vente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_10"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 3, Début de l’assujettissement et calcul de l’impôt, III. Calcul de l’impôt (tarifs d’impôts)",
        "citation": "Art. 11 al. 1 LTab",
        "content": "L’impôt grevant les tabacs manufacturés se calcule d’après les tarifs figurant dans les annexes I à IV.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_11"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 3, Début de l’assujettissement et calcul de l’impôt, III. Calcul de l’impôt (tarifs d’impôts)",
        "citation": "Art. 11 al. 2 LTab",
        "content": "En vue du cofinancement des contributions de la Confédération à l’assurance-vieillesse et survivants, à l’assurance-invalidité ainsi qu’aux prestations complémentaires à cette assurance et en vue de l’adaptation aux taux d’impôt en vigueur dans la Communauté européenne, le Conseil fédéral peut:\na. augmenter de 80 % au plus les taux d’impôt grevant les cigarettes applicables à l’entrée en vigueur de la modification du 21 mars 2003 de la présente loi;\nb. augmenter de 300 % au plus les taux d’impôt grevant les cigares et les cigarillos applicables à l’entrée en vigueur de la modification du 19 décembre 2008 de la présente loi;\nc. augmenter de 80 % au plus les taux d’impôt grevant le tabac à coupe fine applicables à l’entrée en vigueur de la modification du 19 décembre 2008 de la présente loi;\nd. augmenter de 100 % au plus les taux d’impôt grevant le tabac à fumer autre que le tabac à coupe fine et les autres tabacs manufacturés, ainsi que le tabac à mâcher et à priser, applicables à l’entrée en vigueur de la modification du 19 décembre 2008 de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_11"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 3, Début de l’assujettissement et calcul de l’impôt, III. Calcul de l’impôt (tarifs d’impôts)",
        "citation": "Art. 11 al. 3 LTab",
        "content": "En cas de majoration des taux, le Conseil fédéral peut prendre des mesures, notamment pour empêcher que l’efficacité de la majoration fiscale ne soit retardée. En particulier, jusqu’à l’entrée en vigueur de la majoration fiscale, il peut obliger les fabricants et les importateurs à limiter la production et l’importation aux ventes réalisées lors d’une période comparable de l’année précédente, en tenant compte de l’évolution de la demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_11"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 4, Perception et remboursement de l’impôt, I. Dispositions fondamentales, 1. Registre des fabricants, importateurs et marchands de matières brutes",
        "citation": "Art. 13 al. 1 LTab",
        "content": "La Direction générale des douanes tient un registre:\na. des fabricants de tabacs manufacturés;\nb. des importateurs de tabacs manufacturés destinés à la revente;\nc. des importateurs et des marchands de matières brutes, suisses ou importées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_13"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 4, Perception et remboursement de l’impôt, I. Dispositions fondamentales, 1. Registre des fabricants, importateurs et marchands de matières brutes",
        "citation": "Art. 13 al. 2 LTab",
        "content": "Est tenu de se faire inscrire dans le registre correspondant: celui qui, en Suisse, fabrique industriellement ou importe pour la revente des tabacs manufacturés; celui qui importe des matières brutes ou qui exerce en Suisse le commerce de matières brutes suisses ou importées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_13"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 4, Perception et remboursement de l’impôt, I. Dispositions fondamentales, 1. Registre des fabricants, importateurs et marchands de matières brutes",
        "citation": "Art. 13 al. 3 LTab",
        "content": "L’inscription a lieu aux conditions suivantes:\na. les fabricants et importateurs de tabacs manufacturés ... doivent avoir leur domicile en Suisse ou un établissement principal inscrit en Suisse, déposer un revers conformément à l’art. 14 et fournir des sûretés selon l’art. 21;\nb. les importateurs et les marchands de matières brutes doivent avoir leur domicile en Suisse ou un établissement principal inscrit en Suisse et déposer un revers conformément à l’art. 14.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_13"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 4, Perception et remboursement de l’impôt, I. Dispositions fondamentales, 1. Registre des fabricants, importateurs et marchands de matières brutes",
        "citation": "Art. 13 al. 4 LTab",
        "content": "Tout changement ayant trait à la raison sociale, au domicile personnel, au siège de l’entreprise ou à l’activité commerciale doit être annoncé à la Direction générale des douanes. Les maisons qui abandonnent leur activité commerciale, leur domicile ou leur siège commercial en Suisse seront radiées du registre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_13"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 4, Perception et remboursement de l’impôt, I. Dispositions fondamentales, 1. Registre des fabricants, importateurs et marchands de matières brutes",
        "citation": "Art. 13 al. 5 LTab",
        "content": "Le terme «matières brutes» est défini dans l’ordonnance du 15 décembre 1969 réglant l’imposition du tabac.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_13"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 4, Perception et remboursement de l’impôt, I. Dispositions fondamentales, 2. Revers pour fabricants importateurs et marchands de matières brutes",
        "citation": "Art. 14 al. 1 LTab",
        "content": "Doivent s’engager par un revers déposé auprès de la Direction générale des douanes:\na. les fabricants de tabacs manufacturés:\nà mettre en oeuvre dans leur propre entreprise ou à ne remettre qu’à des entreprises inscrites au registre les matières brutes qu’ils ont importées ou acquises en Suisse ainsi que les tabacs manufacturés, non encore prêts à la consommation, qu’ils ont fabriqués ou acquis de la production indigène;\nb. les importateurs et les marchands de matières brutes destinées à la fabrication industrielle de tabacs manufacturés ...:\nà ne remettre les matières brutes qu’à des entreprises inscrites au registre;\nc. les fabricants de tabacs manufacturés, les importateurs de tabacs manufacturés destinés à la revente, ainsi que les marchands et importateurs de matières brutes:\nà observer les prescriptions commerciales établies dans la présente loi et dans l’ordonnance du 15 décembre 1969 réglant l’imposition du tabac.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_14"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 4, Perception et remboursement de l’impôt, I. Dispositions fondamentales, 2. Revers pour fabricants importateurs et marchands de matières brutes",
        "citation": "Art. 14 al. 2 LTab",
        "content": "Des numéros de contrôle sont attribués aux personnes assujetties aux obligations découlant du revers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_14"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 4, Perception et remboursement de l’impôt, I. Dispositions fondamentales, 3. Mesures de contrôle",
        "citation": "Art. 15 al. 1 LTab",
        "content": "Les fabricants de tabacs manufacturés, les exploitants d’entrepôts fiscaux agréés, ainsi que les importateurs et marchands de matières brutes doivent tenir un contrôle complet, mentionnant aussi les stocks et les mutations dans les stocks, contrôle dont les éléments sont fixés par l’OFDF. Ils doivent conserver ce contrôle, les pièces justificatives, papiers d’affaires et documents durant dix ans; ils doivent, sur demande, les présenter à l’OFDF. Ils sont tenus de donner à ce dernier des renseignements sur tous les faits pouvant revêtir une importance pour l’exécution de la présente loi. L’OFDF est, en outre, habilité à faire contrôler à l’improviste, en tout temps, par ses organes, les fabriques et ateliers, les dépôts de marchandises et autres locaux commerciaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_15"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 4, Perception et remboursement de l’impôt, I. Dispositions fondamentales, 3. Mesures de contrôle",
        "citation": "Art. 15 al. 2 LTab",
        "content": "L’utilisation ou la remise de matières brutes à d’autres fins que la fabrication de tabacs manufacturés est subordonnée à une autorisation de l’OFDF. En outre, les droits de douane seront perçus après coup sur la matière brute importée en franchise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_15"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 4, Perception et remboursement de l’impôt, I. Dispositions fondamentales, 3. Mesures de contrôle",
        "citation": "Art. 15 al. 3 LTab",
        "content": "La destruction de matières brutes ainsi que de tabacs manufacturés non encore imposés, est subordonnée à une autorisation de l’OFDF.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_15"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 4, Perception et remboursement de l’impôt, I. Dispositions fondamentales, 4. Prescriptions de commerce",
        "citation": "Art. 16 al. 1 LTab",
        "content": "Les tabacs manufacturés prêts à la consommation, fabriqués en Suisse, ne peuvent quitter la fabrique qu’en emballages pour la vente au détail. L’importation de tabacs manufacturés n’est autorisée qu’en emballages pour la vente au détail. Ces emballages doivent porter les indications suivantes:\na. le prix de vente au détail en monnaie suisse;\nb. le numéro du revers ou la raison sociale du fabricant en Suisse ou de l’importateur;\nc. en outre, pour le tabac coupé, le tabac en rouleaux, le tabac à mâcher, le tabac à priser et les rognures de cigares: le poids du contenu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_16"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 4, Perception et remboursement de l’impôt, I. Dispositions fondamentales, 4. Prescriptions de commerce",
        "citation": "Art. 16 al. 1bis LTab",
        "content": "Les indications mentionnées à l’al. 1, let. a et b, ne sont pas exigées sur les emballages pour la vente au détail de tabacs manufacturés destinés à l’exportation sous surveillance douanière ou au placement dans un entrepôt fiscal agréé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_16"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 4, Perception et remboursement de l’impôt, I. Dispositions fondamentales, 4. Prescriptions de commerce",
        "citation": "Art. 16 al. 2 LTab",
        "content": "Seuls les emballages pour la vente au détail désignés ci-après sont autorisés pour les tabacs manufacturés suivants, prêts à la consommation:\na. cigares et cigarettes: 100 pièces au maximum, à l’exception des emballages d’assortiments;\nb. tabac à coupe fine: contenu de 250 gr au maximum;\nc. tabac coupé, autre que celui à coupe fine: contenu de 1000 gr au maximum.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_16"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 4, Perception et remboursement de l’impôt, I. Dispositions fondamentales, 4. Prescriptions de commerce",
        "citation": "Art. 16 al. 4 LTab",
        "content": "Aux fins de l’application de la présente loi, l’ordonnance du 15 décembre 1969 réglant l’imposition du tabac prévoit que les fabricants et les marchands de tabacs manufacturés peuvent être astreints à des obligations supplémentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_16"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 4, Perception et remboursement de l’impôt, II. Détermination et paiement de l’impôt, 1. Taux pour les cigares et les cigarettes",
        "citation": "Art. 17 al. 1 LTab",
        "content": "Le taux d’impôt applicable aux sortes de cigares et cigarettes fabriqués en Suisse est fixé à l’avance par l’OFDF sur la base de rapports que doit présenter le fabricant conformément aux dispositions de l’ordonnance du 15 décembre 1969 réglant l’imposition du tabac.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_17"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 4, Perception et remboursement de l’impôt, II. Détermination et paiement de l’impôt, 1. Taux pour les cigares et les cigarettes",
        "citation": "Art. 17 al. 2 LTab",
        "content": "Sur demande, le taux d’impôt est également fixé conformément à l’al. 1 pour les sortes de cigares et de cigarettes qu’un importateur importe régulièrement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_17"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 4, Perception et remboursement de l’impôt, II. Détermination et paiement de l’impôt, 2. Montant",
        "citation": "Art. 18 al. 1 LTab",
        "content": "L’impôt grevant les tabacs manufacturés fabriqués en Suisse ou mis à la consommation à la sortie d’un entrepôt fiscal agréé est déterminé au vu de la déclaration fiscale que le fabricant ou l’exploitant de l’entrepôt fiscal agréé doit présenter mensuellement à l’OFDF.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_18"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 4, Perception et remboursement de l’impôt, II. Détermination et paiement de l’impôt, 2. Montant",
        "citation": "Art. 18 al. 2 LTab",
        "content": "La déclaration fiscale lie celui qui l’a établie; elle constitue, sous réserve du résultat de l’examen officiel, la base pour la détermination de l’impôt dans chaque cas d’espèce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_18"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 4, Perception et remboursement de l’impôt, II. Détermination et paiement de l’impôt, 2. Montant",
        "citation": "Art. 18 al. 2bis LTab",
        "content": "Si la déclaration fiscale n’est pas remise dans le délai imparti, l’OFDF procède par estimation, dans les limites de son pouvoir d’appréciation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_18"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 4, Perception et remboursement de l’impôt, II. Détermination et paiement de l’impôt, 2. Montant",
        "citation": "Art. 18 al. 3 LTab",
        "content": "L’impôt grevant les tabacs manufacturés importés est fixé par les bureaux de douane sur la base des déclarations en douane qui doivent leur être présentées. La forme de la déclaration en douane est régie par l’art. 28 LD.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_18"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 4, Perception et remboursement de l’impôt, II. Détermination et paiement de l’impôt, 2. Montant",
        "citation": "Art. 18 al. 4 LTab",
        "content": "La fixation du montant de l’impôt peut intervenir sous la forme d’une décision individuelle automatisée selon l’art. 21 de la loi fédérale du 25 septembre 2020 sur la protection des données.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_18"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 4, Perception et remboursement de l’impôt, II. Détermination et paiement de l’impôt, 3. Exigibilité",
        "citation": "Art. 19 al. 1 LTab",
        "content": "L’impôt est exigible à la naissance de la créance fiscale. Pour les assujettis à l’impôt qui ont fourni des sûretés au sens de l’art. 21, al. 1, ou 26c, le délai de paiement court jusqu’au dernier jour du second mois suivant le jour de l’échéance. L’OFDF peut exceptionnellement proroger le délai de paiement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_19"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 4, Perception et remboursement de l’impôt, II. Détermination et paiement de l’impôt, 3. Exigibilité",
        "citation": "Art. 19 al. 2 LTab",
        "content": "L’impôt grevant les importations dans le trafic postal et le trafic touristique, pour lesquelles l’importateur ne présente pas de déclaration écrite (art. 18, al. 3), ainsi que l’impôt pour lequel il n’existe pas de sûreté au sens de l’art. 21, est payé d’après les dispositions régissant les droits de douane.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_19"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 4, Perception et remboursement de l’impôt, IIbis. Intérêts",
        "citation": "Art. 20 al. 1 LTab",
        "content": "En cas de retard dans le paiement de l’impôt, un intérêt moratoire est dû à compter de son exigibilité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_20"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 4, Perception et remboursement de l’impôt, IIbis. Intérêts",
        "citation": "Art. 20 al. 2 LTab",
        "content": "L’OFDF doit un intérêt rémunératoire à partir du moment où il a perçu un montant à tort ou n’a pas remboursé un montant à tort.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_20"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 4, Perception et remboursement de l’impôt, IIbis. Intérêts",
        "citation": "Art. 20 al. 3 LTab",
        "content": "Le Conseil fédéral peut prévoir des exceptions à la perception de l’intérêt moratoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_20"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 4, Perception et remboursement de l’impôt, IIbis. Intérêts",
        "citation": "Art. 20 al. 4 LTab",
        "content": "Le Département fédéral des finances fixe les taux d’intérêt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_20"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 4, Perception et remboursement de l’impôt, III. Sûretés et gage fiscal",
        "citation": "Art. 21 al. 1 LTab",
        "content": "Les fabricants et les importateurs de tabacs manufacturés inscrits au registre prévu à l’art. 13 doivent fournir des sûretés dans les formes prévues à l’art. 76 LD. Les sûretés couvrent toutes les créances de l’OFDF à l’égard du fabricant et de l’importateur, résultant ou découlant de l’assujettissement à l’impôt sur le tabac, au droit de douane et à la taxe sur la valeur ajoutée. Les sûretés ne peuvent être libérées que lorsque l’assujetti a satisfait à toutes ses obligations. Le montant des sûretés est fixé par la Direction générale des douanes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_21"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 4, Perception et remboursement de l’impôt, III. Sûretés et gage fiscal",
        "citation": "Art. 21 al. 2 LTab",
        "content": "La Confédération a un droit de gage légal sur les tabacs manufacturés ... pour lesquels les redevances sont dues (droit de gage concernant l’impôt sur le tabac). Les prescriptions régissant le gage douanier sont applicables par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_21"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 4, Perception et remboursement de l’impôt, IV. Demande de supplément, remboursement d’office",
        "citation": "Art. 22 al. 1 LTab",
        "content": "Si, par suite d’une erreur de l’OFDF, un impôt dû n’a pas été liquidé ou a été liquidé trop bas, ou un remboursement a été fixé trop haut, la différence est réclamée, à moins qu’elle ne soit prescrite en vertu de l’art. 23.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_22"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 4, Perception et remboursement de l’impôt, IV. Demande de supplément, remboursement d’office",
        "citation": "Art. 22 al. 2 LTab",
        "content": "Si le contrôle officiel de la détermination de l’impôt ou les contrôles d’entreprises révèlent qu’un impôt a été perçu indûment, le montant perçu en trop est remboursé d’office.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_22"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 4, Perception et remboursement de l’impôt, V. Prescription",
        "citation": "Art. 23 al. 1 LTab",
        "content": "La créance fiscale se prescrit par cinq ans à compter de la fin de l’année civile durant laquelle elle a pris naissance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_23"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 4, Perception et remboursement de l’impôt, V. Prescription",
        "citation": "Art. 23 al. 2 LTab",
        "content": "La prescription ne court pas et, si elle a commencé à courir, elle est suspendue pendant la durée d’une procédure de réclamation, de recours ou de revision concernant l’assujettissement à l’impôt ou la créance fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_23"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 4, Perception et remboursement de l’impôt, V. Prescription",
        "citation": "Art. 23 al. 3 LTab",
        "content": "La prescription est interrompue chaque fois qu’une personne tenue au paiement reconnaît la créance fiscale et chaque fois qu’un acte officiel tendant à recouvrer la créance est porté à la connaissance d’une personne tenue au paiement. A chaque interruption un nouveau délai de prescription commence à courir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_23"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 4, Perception et remboursement de l’impôt, V. Prescription",
        "citation": "Art. 23 al. 4 LTab",
        "content": "La suspension et l’interruption ont effet à l’égard de toutes les personnes tenues au paiement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_23"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 4, Perception et remboursement de l’impôt, V. Prescription",
        "citation": "Art. 23 al. 5 LTab",
        "content": "La créance fiscale se prescrit dans tous les cas par quinze ans à compter de la fin de l’année civile durant laquelle elle a pris naissance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_23"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 4, Perception et remboursement de l’impôt, VI. Remboursement et remise, 1. Rembourse-ment",
        "citation": "Art. 24 al. 1 LTab",
        "content": "L’impôt grevant les tabacs manufacturés fabriqués en Suisse ou importés est remboursé à l’assujetti: \na. pour les tabacs manufacturés qui, sous surveillance douanière et par l’intermédiaire des bureaux de douane désignés par l’OFDF, sont exportés vers le territoire douanier étranger ou acheminés dans une boutique hors taxes suisse au sens de l’art. 17, al. 1bis, LD;\nb. pour les tabacs manufacturés qui se trouvent encore chez le fabricant ou chez l’importateur ou que le fabricant, l’importateur ou l’exploitant d’un entrepôt fiscal agréé retire du marché, à la condition que, dans le délai de deux ans à compter du paiement de l’impôt, ils soient présentés à l’OFDF dans l’emballage intact pour la vente au détail et, sous contrôle de ce dernier, rendus inutilisables ou soumis à une ouvraison pour être réemployés dans la fabrication;\nc. pour les tabacs manufacturés qui ont été manifestement détruits ou rendus inutilisables, par force majeure ou fortuitement, dans l’entreprise du fabricant ou de l’importateur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_24"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 4, Perception et remboursement de l’impôt, VI. Remboursement et remise, 1. Rembourse-ment",
        "citation": "Art. 24 al. 2 LTab",
        "content": "Le délai pour présenter les demandes de remboursement ainsi que la procédure sont fixés dans l’ordonnance du 15 décembre 1969 réglant l’imposition du tabac.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_24"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 4, Perception et remboursement de l’impôt, VI. Remboursement et remise, 1. Rembourse-ment",
        "citation": "Art. 24 al. 3 LTab",
        "content": "L’impôt remboursé est de nouveau dû lors de la réimportation de tabacs manufacturés exportés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_24"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 4, Perception et remboursement de l’impôt, VI. Remboursement et remise, 2. Remise",
        "citation": "Art. 25 al. 1 LTab",
        "content": "Il est fait remise à l’assujetti de l’impôt grevant les tabacs manufacturés fabriqués en Suisse et importés:\na. pour les tabacs manufacturés qui ont été manifestement détruits ou rendus inutilisables, par force majeure ou fortuitement, dans un entrepôt fiscal agréé;\nb. pour les tabacs manufacturés pour lesquels il existe un droit à la remise des droits de douane au sens de l’art. 86, al. 1, let. a, LD.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_25"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 4, Perception et remboursement de l’impôt, VI. Remboursement et remise, 2. Remise",
        "citation": "Art. 25 al. 2 LTab",
        "content": "Le Conseil fédéral règle les modalités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_25"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 5, Entrepôts fiscaux agréés, I. Fabrication, traitement, gestion",
        "citation": "Art. 26 al. 1 LTab",
        "content": "Les fabricants et les importateurs de tabacs manufacturés offrant les sûretés requises sont autorisés à fabriquer, traiter et gérer des tabacs manufacturés en suspension d’impôt dans un entrepôt fiscal agréé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_26"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 5, Entrepôts fiscaux agréés, I. Fabrication, traitement, gestion",
        "citation": "Art. 26 al. 2 LTab",
        "content": "Par gestion, on entend notamment la réception, l’entreposage et la préparation en vue de l’expédition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_26"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 5, Entrepôts fiscaux agréés, II. Autorisation",
        "citation": "Art. 26a al. 1 LTab",
        "content": "Peuvent être autorisés en tant qu’entrepôts fiscaux agréés:\na. des unités de fabrication;\nb. des dépôts francs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_26_a"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 5, Entrepôts fiscaux agréés, II. Autorisation",
        "citation": "Art. 26a al. 2 LTab",
        "content": "Le Conseil fédéral fixe les conditions régissant la création et l’exploitation d’entrepôts fiscaux agréés; l’OFDF octroie l’autorisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_26_a"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 5, Entrepôts fiscaux agréés, II. Autorisation",
        "citation": "Art. 26a al. 3 LTab",
        "content": "L’autorisation est retirée dans les cas suivants:\na. les conditions d’octroi de l’autorisation ne sont plus remplies;\nb. l’exploitant de l’entrepôt fiscal agréé n’observe pas les engagements auxquels il a souscrit en vertu de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_26_a"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 5, Entrepôts fiscaux agréés, III. Surveillance",
        "citation": "Art. 26b LTab",
        "content": "Les entrepôts fiscaux agréés sont soumis à la surveillance de l’OFDF.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_26_b"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 5, Entrepôts fiscaux agréés, IV. Sûretés",
        "citation": "Art. 26c LTab",
        "content": "Les exploitants d’entrepôts fiscaux agréés fournissent des sûretés au sens de l’art. 21, al. 1, pour l’impôt et les autres redevances.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_26_c"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 5, Entrepôts fiscaux agréés, V. Contrôles",
        "citation": "Art. 26d LTab",
        "content": "Les exploitants d’entrepôts fiscaux agréés sont soumis aux mesures de contrôle énumérées à l’art. 15.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_26_d"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 5, Entrepôts fiscaux agréés, VI. Transport",
        "citation": "Art. 26e al. 1 LTab",
        "content": "Pour les tabacs manufacturés importés, non imposés, acheminés de la frontière à un entrepôt fiscal agréé, les importateurs assument les obligations découlant de la présente loi; ils doivent fournir les sûretés pour l’impôt et les autres redevances.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_26_e"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 5, Entrepôts fiscaux agréés, VI. Transport",
        "citation": "Art. 26e al. 2 LTab",
        "content": "Lorsqu’ils agissent en tant qu’expéditeurs, les exploitants d’entrepôts fiscaux agréés assument les obligations découlant de la présente loi pour les tabacs manufacturés non imposés acheminés d’un entrepôt fiscal agréé à un autre ou, pour les tabacs manufacturés destinés à l’exportation, d’un entrepôt fiscal agréé à la frontière; ils doivent fournir les sûretés pour l’impôt et pour les autres redevances.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_26_e"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 5, Entrepôts fiscaux agréés, VI. Transport",
        "citation": "Art. 26e al. 3 LTab",
        "content": "Les sûretés cessent de déployer leurs effets dans les cas suivants:\na. les tabacs manufacturés sont arrivés à l’entrepôt fiscal agréé et leur entrée a été consignée en bonne et due forme;\nb. l’exportation des tabacs manufacturés a été attestée par la douane.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_26_e"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 5, Entrepôts fiscaux agréés, VI. Transport",
        "citation": "Art. 26e al. 4 LTab",
        "content": "L’exploitant de l’entrepôt fiscal agréé annonce à l’OFDF chaque expédition de tabacs manufacturés non imposés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_26_e"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 6, Tabac indigène, I. Fixation des prix de production",
        "citation": "Art. 27 LTab",
        "content": "Le Conseil fédéral fixe, après avoir entendu les milieux intéressés, les prix de production en fonction des variétés et qualités, ainsi que les suppléments résultant des frais de réception du tabac et de sa fermentation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_27"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 6, Tabac indigène, II. Prise en charge par les fabricants de tabacs manufacturés; fonds de financement du tabac indigène et fonds de prévention du tabagisme",
        "citation": "Art. 28 al. 1 LTab",
        "content": "L’ordonnance du 15 décembre 1969 réglant l’imposition du tabac statue sur le transfert du tabac indigène aux fabricants de tabacs manufacturés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_28"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 6, Tabac indigène, II. Prise en charge par les fabricants de tabacs manufacturés; fonds de financement du tabac indigène et fonds de prévention du tabagisme",
        "citation": "Art. 28 al. 2 LTab",
        "content": "Le Conseil fédéral peut:\na. obliger les fabricants de tabacs manufacturés à prendre en charge, dans une mesure appropriée, du tabac indigène par rapport au tabac importé qu’ils traitent. Cette prise en charge obligatoire est toutefois limitée à la récolte d’une surface de 1000 ha;\nb. astreindre les fabricants et les importateurs de cigarettes et de tabac à coupe fine à verser au fonds créé pour participer au financement du tabac indigène 0,13 centime au maximum par cigarette ou 1 fr. 73 par kilogramme de tabac à coupe fine;\nc. astreindre les fabricants et les importateurs de cigarettes et de tabac à coupe fine à verser une taxe de même montant dans un fonds de prévention du tabagisme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_28"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 6, Tabac indigène, II. Prise en charge par les fabricants de tabacs manufacturés; fonds de financement du tabac indigène et fonds de prévention du tabagisme",
        "citation": "Art. 28 al. 3 LTab",
        "content": "Le fonds de financement visé à l’al. 2, let. b, est géré par la Société coopérative pour l’achat du tabac indigène et placé sous la surveillance de la Direction générale des douanes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_28"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 6, Tabac indigène, II. Prise en charge par les fabricants de tabacs manufacturés; fonds de financement du tabac indigène et fonds de prévention du tabagisme",
        "citation": "Art. 28 al. 4 LTab",
        "content": "Le fonds de prévention du tabagisme visé à l’al 2, let. c, est géré par une organisation de prévention et placé sous la surveillance de l’Office fédéral de la santé publique, en collaboration avec l’Office fédéral du sport.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_28"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 6, Tabac indigène, III. Collaboration des cantons et d’organismes",
        "citation": "Art. 29 LTab",
        "content": "Le Conseil fédéral peut faire appel à la collaboration des cantons et d’organismes économiques. Toute personne appelée à collaborer est soumise, en ce qui concerne le secret professionnel, aux dispositions applicables aux fonctionnaires fédéraux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_29"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 7, Restitution d’un montant remboursé ou remis à tort",
        "citation": "Art. 30 al. 1 LTab",
        "content": "Si l’impôt a été remboursé ou remis à tort, l’OFDF en réclame la restitution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_30"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 7, Restitution d’un montant remboursé ou remis à tort",
        "citation": "Art. 30 al. 2 LTab",
        "content": "Le droit à la restitution se prescrit par cinq ans à compter du moment où l’OFDF a eu connaissance de ce droit, mais au plus tard par dix ans à compter de la naissance du droit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_30"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 7, Restitution d’un montant remboursé ou remis à tort",
        "citation": "Art. 30 al. 3 LTab",
        "content": "La prescription est interrompue par tout acte officiel réclamant la restitution; elle est suspendue tant que la personne assujettie à l’impôt ne peut être poursuivie en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_30"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 8, Voies de droit, I. Réclamation",
        "citation": "Art. 31 al. 1 LTab",
        "content": "Les décisions de la Direction générale des douanes peuvent être attaquées, par voie de réclamation, dans les trente jours à compter de la notification.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_31"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 8, Voies de droit, I. Réclamation",
        "citation": "Art. 31 al. 2 LTab",
        "content": "La réclamation doit être adressée par écrit à la Direction générales des douanes; elle doit contenir des conclusions précises et énoncer les faits servant à la motiver. Les moyens de preuve doivent être indiqués dans la réclamation et, dans la mesure du possible, y être joints.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_31"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 8, Voies de droit, I. Réclamation",
        "citation": "Art. 31 al. 3 LTab",
        "content": "Lorsqu’une réclamation est recevable quant à la forme, la Direction générale des douanes revoit sa décision sans être liée par les conclusions présentées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_31"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 8, Voies de droit, I. Réclamation",
        "citation": "Art. 31 al. 4 LTab",
        "content": "La procédure de réclamation est poursuivie nonobstant le retrait de la réclamation s’il y a des indices que la décision attaquée n’est pas conforme à la loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_31"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 8, Voies de droit, I. Réclamation",
        "citation": "Art. 31 al. 5 LTab",
        "content": "La décision sur réclamation doit être motivée et indiquer les voies de droit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_31"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 8, Voies de droit, II. Recours ",
        "citation": "Art. 32 al. 1 LTab",
        "content": "Les voies de droit pour les décisions rendues par les bureaux de douane dans le cadre de la procédure douanière sont régies par la LD.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_32"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 8, Voies de droit, II. Recours ",
        "citation": "Art. 32 al. 2 LTab",
        "content": "Les autres décisions rendues par les bureaux de douane en vertu de la présente loi peuvent faire l’objet d’un recours, dans un délai de 30 jours, devant la Direction générale des douanes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_32"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 8, Voies de droit, II. Recours ",
        "citation": "Art. 32 al. 3 LTab",
        "content": "Les décisions de première instance rendues par les directions d’arrondissement des douanes en vertu de la présente loi peuvent faire l’objet d’un recours, dans un délai de 30 jours, devant la Direction générale des douanes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_32"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 9, Dispositions pénales, I. Infractions, 2. Soustraction d’impôt",
        "citation": "Art. 35 al. 1 LTab",
        "content": "Est puni d’une amende de 30 000 francs au plus ou, s’il en résulte un montant supérieur, du quintuple au plus de l’impôt soustrait ou de l’avantage illicite, quiconque, intentionnellement ou par négligence, pour se procurer ou procurer à un tiers un avantage:\na. soustrait à la Confédération des impôts grevant les tabacs manufacturés;\nb. remet à des personnes ou des maisons non inscrites au registre ou sort de son entreprise pour toute autre destination des tabacs manufacturés fabriqués dans le pays, non emballés définitivement en vue de la remise au consommateur;\nc. obtient indûment un remboursement ou une remise de l’impôt, ou un autre avantage illicite en matière fiscale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_35"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 9, Dispositions pénales, I. Infractions, 2. Soustraction d’impôt",
        "citation": "Art. 35 al. 2 LTab",
        "content": "L’art. 14 de la loi fédérale du 22 mars 1974 sur le droit pénal administratif (DPA) est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_35"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 9, Dispositions pénales, I. Infractions, 2. Soustraction d’impôt",
        "citation": "Art. 35 al. 3 LTab",
        "content": "En cas de circonstances aggravantes, le montant maximal de l’amende est augmenté de moitié. Une peine privative de liberté d’un an au plus peut également être prononcée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_35"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 9, Dispositions pénales, I. Infractions, 3. Mise en péril de l’impôt",
        "citation": "Art. 36 al. 1 LTab",
        "content": "Est puni d’une amende de 20 000 francs au plus quiconque, intentionnellement ou par négligence, met en péril l’exécution régulière des dispositions relatives à l’impôt sur les tabacs manufacturés:\na. en ne satisfaisant pas à l’obligation de s’annoncer comme fabricant, importateur, exploitant d’un entrepôt fiscal agréé ou marchand, de présenter une déclaration fiscale ou une déclaration en douane, de fournir des rapports, de donner des renseignements et de laisser consulter ses livres, registres et pièces comptables;\nb. en donnant des indications inexactes ou en celant des faits importants dans un avis, une déclaration fiscale ou une déclaration en douane, dans un rapport, ou dans une demande de remboursement ou de remise de l’impôt, ou en présentant des pièces justificatives inexactes à l’appui de faits importants;\nc. en donnant des renseignements inexacts en qualité de contribuable ou de tiers astreint à donner des renseignements;\nd. en contrevenant à l’obligation de tenir régulièrement et de conserver des livres, registres et pièces justificatives;\ne. en entravant, en empêchant ou en rendant impossible l’exécution régulière d’un examen des livres, d’un autre contrôle officiel ou d’une inspection locale;\nf. en remettant des matières brutes pour la fabrication industrielle de tabacs manufacturés à des personnes ou des maisons non inscrites au registre;\ng. en cédant ou en utilisant des matières brutes à des fins autres que la fabrication de tabacs manufacturés, sans autorisation de l’OFDF;\nh. en vendant des tabacs manufacturés au-dessus du prix indiqué sur l’emballage de vente au détail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_36"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 9, Dispositions pénales, I. Infractions, 3. Mise en péril de l’impôt",
        "citation": "Art. 36 al. 2 LTab",
        "content": "Les art. 14 à 16 DPA sont réservés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_36"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 9, Dispositions pénales, I. Infractions, 3. Mise en péril de l’impôt",
        "citation": "Art. 36 al. 3 LTab",
        "content": "En cas de circonstances aggravantes, le montant maximal de l’amende est augmenté de moitié. Une peine privative de liberté d’un an au plus peut également être prononcée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_36"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 9, Dispositions pénales, I. Infractions, 3. Mise en péril de l’impôt",
        "citation": "Art. 36 al. 3bis LTab",
        "content": "Si le montant de l’impôt dont le recouvrement est mis en péril ne peut être déterminé exactement, l’OFDF procède par estimation, dans les limites de son pouvoir d’appréciation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_36"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 9, Dispositions pénales, I. Infractions, 3. Mise en péril de l’impôt",
        "citation": "Art. 36 al. 4 LTab",
        "content": "Lorsqu’il s’agit d’une infraction au sens de l’al. 1, let. e, la poursuite pénale selon l’art. 285 du code pénal est réservée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_36"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 9, Dispositions pénales, I. Infractions, 4. Recel fiscal",
        "citation": "Art. 37 LTab",
        "content": "Celui qui acquiert, reçoit en don ou en gage, prend sous sa garde, dissimule, écoule ou aide à écouler des tabacs manufacturés alors qu’il sait ou doit présumer que l’impôt a été soustrait, encourra la peine applicable à l’auteur de l’infraction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_37"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 9, Dispositions pénales, I. Infractions, 5. Tentative",
        "citation": "Art. 38 LTab",
        "content": "La tentative d’infraction fiscale est punissable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_38"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 9, Dispositions pénales, I. Infractions, 5bis. Circonstances aggravantes",
        "citation": "Art. 38a LTab",
        "content": "Sont réputés circonstances aggravantes:\na. le fait d’embaucher une ou plusieurs personnes pour commettre une infraction fiscale;\nb. le fait de commettre des infractions fiscales par métier ou par habitude.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_38_a"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 9, Dispositions pénales, I. Infractions, 6. Inobservation de prescription d’ordre",
        "citation": "Art. 39 al. 1 LTab",
        "content": "Celui qui contrevient aux dispositions réglant le commerce,celui qui, en qualité de fabricant, importateur ou marchand de matière brute, inscrit au registre, omet d’annoncer un changement de la raison de commerce, du domicile personnel, du siège social ou de l’activité commerciale,celui qui contrevient d’une autre manière à une prescription de la présente loi ayant trait à l’imposition des tabacs manufacturés, à une ordonnance d’exécution, à une instruction d’ordre général édictée en application d’une de ces dispositions, ou à une décision qui lui est signifiée sous menace de la peine prévue au présent article,sera puni de l’amende jusqu’à 5000 francs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_39"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 9, Dispositions pénales, I. Infractions, 6. Inobservation de prescription d’ordre",
        "citation": "Art. 39 al. 2 LTab",
        "content": "Est aussi punissable celui qui aura agi par négligence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_39"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 9, Dispositions pénales, I. Infractions, 6bis. Infractions commises dans une entreprise",
        "citation": "Art. 40 LTab",
        "content": "Si le montant prévisible de l’amende ne dépasse pas 100 000 francs et que l’enquête portant sur des personnes punissables en vertu de l’art. 6 DPA implique des mesures d’instruction hors de proportion par rapport à la peine encourue, l’autorité peut renoncer à poursuivre ces personnes et condamner l’entreprise (art. 7 DPA) au paiement de l’amende.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_40"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 9, Dispositions pénales, I. Infractions, 7. Concours d’infractions",
        "citation": "Art. 42 LTab",
        "content": "Si une infraction constitue à la fois une soustraction de l’impôt, une mise en péril de l’impôt ou une fraude fiscale et une infraction douanière, la peine encourue est celle qui est prévue pour l’infraction la plus grave; elle peut être augmentée de manière appropriée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_42"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 9, Dispositions pénales, II. Droit applicable",
        "citation": "Art. 43 al. 1 LTab",
        "content": "Les infractions sont poursuivies et jugées conformément à la présente loi et à la DPA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_43"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 9, Dispositions pénales, II. Droit applicable",
        "citation": "Art. 43 al. 2 LTab",
        "content": "L’autorité ayant compétence pour poursuivre et juger est l’OFDF.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_43"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 9, Dispositions pénales, IIbis. Prescription de l’action pénale",
        "citation": "Art. 43a LTab",
        "content": "La prescription de l’action pénale au sens de l’art. 11, al. 2, DPA s’applique à toutes les infractions fiscales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_43_a"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 9, Dispositions pénales, III. Mesures",
        "citation": "Art. 44 al. 1 LTab",
        "content": "Dans les cas graves de soustraction ou de mise en péril de l’impôt ou de fraude fiscale, commises dans une exploitation, la Direction générale des douanes peut ordonner, pour une durée de cinq ans au maximum, la radiation de l’exploitation du registre des fabricants, importateurs ou marchands de matières brutes, ou refuser l’inscription dans ce registre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_44"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 9, Dispositions pénales, III. Mesures",
        "citation": "Art. 44 al. 2 LTab",
        "content": "Dans les cas graves d’obtention illicite d’une contribution ou de restitution éludée, la Direction générale des douanes peut priver de contributions l’auteur et l’entreprise qu’il représente pour une durée de cinq ans au maximum.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_44"
    },
    {
        "book": "TStG",
        "title": "LTab, Section 9, Dispositions pénales, IV. Montant de l’amende",
        "citation": "Art. 44bis LTab",
        "content": "Le montant de l’amende est dévolu à la caisse fédérale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1969/645_665_663/fr#art_44_bis"
    }
]