[
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 1, Principes, But",
        "citation": "Art. 1 al. 1 LPE",
        "content": "La présente loi a pour but de protéger les hommes, les animaux et les plantes, leurs biocénoses et leurs biotopes contre les atteintes nuisibles ou incommodantes, et de conserver durablement les ressources naturelles, en particulier la diversité biologique et la fertilité du sol.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_1"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 1, Principes, But",
        "citation": "Art. 1 al. 2 LPE",
        "content": "Les atteintes qui pourraient devenir nuisibles ou incommodantes seront réduites à titre préventif et assez tôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_1"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 1, Principes, Principe de causalité",
        "citation": "Art. 2 LPE",
        "content": "Celui qui est à l’origine d’une mesure prescrite par la présente loi en supporte les frais.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_2"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 1, Principes, Réserve d’autres lois",
        "citation": "Art. 3 al. 1 LPE",
        "content": "Les dispositions plus sévères d’autres lois fédérales sont réservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_3"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 1, Principes, Réserve d’autres lois",
        "citation": "Art. 3 al. 2 LPE",
        "content": "Le domaine des substances radioactives et des rayons ionisants relèvent des législations sur la radioprotection et sur l’énergie atomique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_3"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 1, Principes, Prescriptions d’exécution fondées sur d’autres lois fédérales",
        "citation": "Art. 4 al. 1 LPE",
        "content": "Les prescriptions relatives aux atteintes à l’environnement par les pollutions atmosphériques, le bruit, les vibrations et les rayons, qui se fondent sur d’autres lois fédérales doivent être conformes au principe de la limitation des émissions (art. 11), aux valeurs limites d’immissions (art. 13 à 15), aux valeurs d’alarme (art. 19) et aux valeurs de planification (art. 23 à 25).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_4"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 1, Principes, Prescriptions d’exécution fondées sur d’autres lois fédérales",
        "citation": "Art. 4 al. 2 LPE",
        "content": "Les prescriptions sur l’utilisation de substances et d’organismes qui se fondent sur d’autres lois fédérales doivent être conformes aux principes applicables à l’utilisation de substances (art. 26 à 28) ou d’organismes (art. 29a à 29h).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_4"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 1, Principes, Exceptions pour la défense nationale",
        "citation": "Art. 5 LPE",
        "content": "Si les intérêts de la défense nationale l’exigent, le Conseil fédéral règle par voie d’ordonnance les exceptions aux dispositions de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_5"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 2, Dispositions générales, Définitions",
        "citation": "Art. 7 al. 1 LPE",
        "content": "Par atteintes, on entend les pollutions atmosphériques, le bruit, les vibrations, les rayons, les pollutions des eaux et les autres interventions dont elles peuvent faire l’objet, les atteintes portées au sol, les modifications du patrimoine génétique d’organismes ou de la diversité biologique, qui sont dus à la construction ou à l’exploitation d’installations, à l’utilisation de substances, d’organismes ou de déchets ou à l’exploitation des sols.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_7"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 2, Dispositions générales, Définitions",
        "citation": "Art. 7 al. 2 LPE",
        "content": "Les pollutions atmosphériques, le bruit, les vibrations et les rayons sont dénommés émissions au sortir des installations, immissions au lieu de leur effet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_7"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 2, Dispositions générales, Définitions",
        "citation": "Art. 7 al. 3 LPE",
        "content": "Par pollutions atmosphériques, on entend les modifications de l’état naturel de l’air provoquées notamment par la fumée, la suie, la poussière, les gaz, les aérosols, les vapeurs, les odeurs ou les rejets thermiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_7"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 2, Dispositions générales, Définitions",
        "citation": "Art. 7 al. 4 LPE",
        "content": "Les infrasons et les ultrasons sont assimilés au bruit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_7"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 2, Dispositions générales, Définitions",
        "citation": "Art. 7 al. 4bis LPE",
        "content": "Par atteintes portées au sol, on entend les modifications physiques, chimiques ou biologiques de l’état naturel des sols. Par sol, on entend la couche de terre meuble de l’écorce terrestre où peuvent pousser les plantes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_7"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 2, Dispositions générales, Définitions",
        "citation": "Art. 7 al. 5 LPE",
        "content": "Par substances, on entend les éléments chimiques et leurs combinaisons, naturels ou générés par un processus de production. Les préparations (compositions, mélanges, solutions) et objets contenant de telles substances leur sont assimilés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_7"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 2, Dispositions générales, Définitions",
        "citation": "Art. 7 al. 5bis LPE",
        "content": "Par organisme, on entend toute entité biologique, cellulaire ou non, capable de se reproduire ou de transférer du matériel génétique. Les mélanges ou objets qui contiennent de telles entités sont assimilés aux organismes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_7"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 2, Dispositions générales, Définitions",
        "citation": "Art. 7 al. 5ter LPE",
        "content": "Par organisme génétiquement modifié, on entend tout organisme dont le matériel génétique a subi une modification qui ne se produit pas naturellement, ni par multiplication ni par recombinaison naturelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_7"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 2, Dispositions générales, Définitions",
        "citation": "Art. 7 al. 5quater LPE",
        "content": "Par organisme pathogène, on entend tout organisme qui peut provoquer des maladies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_7"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 2, Dispositions générales, Définitions",
        "citation": "Art. 7 al. 6 LPE",
        "content": "Par déchets, on entend les choses meubles dont le détenteur se défait ou dont l’élimination est commandée par l’intérêt public.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_7"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 2, Dispositions générales, Définitions",
        "citation": "Art. 7 al. 6bis LPE",
        "content": "L’élimination des déchets comprend leur valorisation ou leur stockage définitif ainsi que les étapes préalables que sont la collecte, le transport, le stockage provisoire et le traitement. Par traitement, on entend toute modification physique, biologique ou chimique des déchets.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_7"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 2, Dispositions générales, Définitions",
        "citation": "Art. 7 al. 6ter LPE",
        "content": "Par utilisation, on entend toute opération impliquant des substances, des organismes ou des déchets, notamment leur production, leur importation, leur exportation, leur mise dans le commerce, leur emploi, leur entreposage, leur transport et leur élimination.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_7"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 2, Dispositions générales, Définitions",
        "citation": "Art. 7 al. 7 LPE",
        "content": "Par installations, on entend les bâtiments, les voies de communication ou autres ouvrages fixes ainsi que les modifications de terrain. Les outils, machines, véhicules, bateaux et aéronefs sont assimilés aux installations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_7"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 2, Dispositions générales, Définitions",
        "citation": "Art. 7 al. 8 LPE",
        "content": "Par informations sur l’environnement, on entend les informations relatives au domaine d’application de la présente loi et de la législation sur la protection de la nature et du paysage, la protection des sites naturels, la protection des eaux, la protection contre les dangers naturels, la sauvegarde des forêts, la chasse, la pêche, le génie génétique et la protection du climat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_7"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 2, Dispositions générales, Définitions",
        "citation": "Art. 7 al. 9 LPE",
        "content": "Par biocarburants et biocombustibles, on entend les carburants et les combustibles liquides ou gazeux produits à partir de biomasse ou d’autres agents énergétiques renouvelables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_7"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 2, Dispositions générales, Évaluation des atteintes",
        "citation": "Art. 8 LPE",
        "content": "Les atteintes seront évaluées isolément, collectivement et dans leur action conjointe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_8"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 2, Dispositions générales, Protection contre les catastrophes",
        "citation": "Art. 10 al. 1 LPE",
        "content": "Quiconque exploite ou entend exploiter des installations qui, en cas d’événements extraordinaires, peuvent causer de graves dommages à l’homme ou à l’environnement, doit prendre les mesures propres à assurer la protection de la population et de l’environnement. Il y a notamment lieu de choisir un emplacement adéquat, de respecter les distances de sécurité nécessaires, de prendre des mesures techniques de sécurité, d’assurer la surveillance de l’installation et l’organisation du système d’alerte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_10"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 2, Dispositions générales, Protection contre les catastrophes",
        "citation": "Art. 10 al. 2 LPE",
        "content": "Les cantons assurent la coordination entre les services de protection contre les catastrophes et désignent un organe d’alerte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_10"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 2, Dispositions générales, Protection contre les catastrophes",
        "citation": "Art. 10 al. 3 LPE",
        "content": "Le détenteur de l’installation communique immédiatement à l’organe d’alerte tout événement extraordinaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_10"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 2, Dispositions générales, Protection contre les catastrophes",
        "citation": "Art. 10 al. 4 LPE",
        "content": "Le Conseil fédéral peut interdire, par voie d’ordonnance, certains entreposages ou procédés de fabrication, s’il n’existe pas d’autres moyens propres à assurer une protection efficace de la population et de l’environnement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_10"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 3, Étude de l’impact sur l’environnement, Étude de l’impact sur l’environnement",
        "citation": "Art. 10a al. 1 LPE",
        "content": "Avant de prendre une décision sur la planification et la construction ou la modification d’installations, l’autorité examine le plus tôt possible leur compatibilité avec les dispositions en matière d’environnement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_10_a"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 3, Étude de l’impact sur l’environnement, Étude de l’impact sur l’environnement",
        "citation": "Art. 10a al. 2 LPE",
        "content": "Doivent faire l’objet d’une étude de l’impact sur l’environnement (étude d’impact) les installations susceptibles d’affecter sensiblement l’environnement, au point que le respect des dispositions en matière d’environnement ne pourra probablement être garanti que par des mesures spécifiques au projet ou au site.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_10_a"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 3, Étude de l’impact sur l’environnement, Étude de l’impact sur l’environnement",
        "citation": "Art. 10a al. 3 LPE",
        "content": "Le Conseil fédéral désigne les types d’installations qui doivent faire l’objet d’une étude d’impact; il peut fixer des valeurs seuil. Il vérifie périodiquement les types d’installation et les valeurs seuil, et les adapte le cas échéant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_10_a"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 3, Étude de l’impact sur l’environnement, Rapport relatif à l’impact sur l’environnement",
        "citation": "Art. 10b al. 1 LPE",
        "content": "Quiconque entend planifier, construire ou modifier une installation soumise aux dispositions sur l’étude d’impact doit présenter à l’autorité compétente un rapport relatif à l’impact sur l’environnement. Ce rapport sert de base à l’appréciation du projet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_10_b"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 3, Étude de l’impact sur l’environnement, Rapport relatif à l’impact sur l’environnement",
        "citation": "Art. 10b al. 2 LPE",
        "content": "Le rapport comporte les indications nécessaires à l’appréciation du projet selon les dispositions sur la protection de l’environnement. Il est établi conformément aux directives des services spécialisés et présente les points suivants:\na. l’état initial;\nb. le projet, y compris les mesures prévues pour la protection de l’environnement et pour les cas de catastrophe, ainsi qu’un aperçu des éventuelles solutions de remplacement principales étudiées par le requérant;\nc. les nuisances dont on peut prévoir qu’elles subsisteront.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_10_b"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 3, Étude de l’impact sur l’environnement, Rapport relatif à l’impact sur l’environnement",
        "citation": "Art. 10b al. 3 LPE",
        "content": "Le requérant effectue une enquête préliminaire afin de préparer le rapport. Les résultats de cette enquête sont réputés rapport d’impact lorsque l’enquête préliminaire a démontré tous les effets du projet sur l’environnement ainsi que les mesures de protection nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_10_b"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 3, Étude de l’impact sur l’environnement, Rapport relatif à l’impact sur l’environnement",
        "citation": "Art. 10b al. 4 LPE",
        "content": "L’autorité compétente peut requérir des informations ou des explications complémentaires. Elle peut commander des expertises; au préalable, elle offre aux intéressés la possibilité de donner leur avis.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_10_b"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 3, Étude de l’impact sur l’environnement, Examen du rapport",
        "citation": "Art. 10c al. 1 LPE",
        "content": "Les services spécialisés donnent leur avis sur l’enquête préliminaire et le rapport; ils proposent les mesures nécessaires à l’autorité qui prend la décision. Le Conseil fédéral édicte des dispositions sur les délais.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_10_c"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 3, Étude de l’impact sur l’environnement, Examen du rapport",
        "citation": "Art. 10c al. 2 LPE",
        "content": "L’autorité compétente consulte l’Office fédéral de l’environnement (Office) lorsque la décision à prendre porte sur des raffineries, des usines d’aluminium, des centrales thermiques ou de grandes tours de refroidissement. Le Conseil fédéral peut étendre cette obligation à d’autres installations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_10_c"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 3, Étude de l’impact sur l’environnement, Publicité du rapport",
        "citation": "Art. 10d al. 1 LPE",
        "content": "Chacun peut consulter le rapport et les résultats de l’étude d’impact pour autant qu’aucun intérêt public ou privé prépondérant n’exige le respect du secret.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_10_d"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 3, Étude de l’impact sur l’environnement, Publicité du rapport",
        "citation": "Art. 10d al. 2 LPE",
        "content": "Le secret de fabrication et d’affaires est dans tous les cas protégé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_10_d"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 4, Informations sur l’environnement, Informations et conseils sur l’environnement",
        "citation": "Art. 10e al. 1 LPE",
        "content": "Les autorités renseignent le public de manière objective sur la protection de l’environnement et sur l’état des nuisances qui y portent atteinte; en particulier: \na. elles publient les enquêtes sur les nuisances grevant l’environnement et les résultats des mesures prises en vertu de la présente loi (art. 44);\nb. elles peuvent publier, après avoir consulté les intéressés et pour autant que les informations concernées soient d’intérêt général:\n1. les résultats de l’évaluation de la conformité des installations fabriquées en série (art. 40),\n2. les résultats des contrôles d’installations,\n3. les renseignements visés à l’art. 46.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_10_e"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 4, Informations sur l’environnement, Informations et conseils sur l’environnement",
        "citation": "Art. 10e al. 2 LPE",
        "content": "Les intérêts prépondérants privés ou publics au maintien du secret sont réservés; le secret de fabrication et d’affaires est protégé dans tous les cas.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_10_e"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 4, Informations sur l’environnement, Informations et conseils sur l’environnement",
        "citation": "Art. 10e al. 3 LPE",
        "content": "Les services spécialisés conseillent les autorités et les particuliers. Ils renseignent la population sur ce qu’est un comportement respectueux de l’environnement et recommandent des mesures visant à réduire les nuisances.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_10_e"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 4, Informations sur l’environnement, Informations et conseils sur l’environnement",
        "citation": "Art. 10e al. 4 LPE",
        "content": "Les informations sur l’environnement doivent être publiées si possible sous forme de données numériques ouvertes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_10_e"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 4, Informations sur l’environnement, Rapports sur l’environnement",
        "citation": "Art. 10f LPE",
        "content": "Le Conseil fédéral évalue au moins tous les quatre ans l’état de l’environnement en Suisse et présente les résultats à l’Assemblée fédérale dans un rapport.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_10_f"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 4, Informations sur l’environnement, Principe de transparence pour les informations sur l’environnement",
        "citation": "Art. 10g al. 1 LPE",
        "content": "Toute personne a le droit de consulter les informations sur l’environnement contenues dans les documents officiels et celles relevant de dispositions sur l’énergie et qui se rapportent à l’environnement, ou d’obtenir de la part des autorités des renseignements sur le contenu de ces documents.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_10_g"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 4, Informations sur l’environnement, Principe de transparence pour les informations sur l’environnement",
        "citation": "Art. 10g al. 2 LPE",
        "content": "La loi du 17 décembre 2004 sur la transparence (LTrans) régit les demandes d’accès adressées aux autorités fédérales. L’art. 23 LTrans n’est pas applicable, sauf pour les documents contenant des informations visées à l’al. 1 relatives aux installations nucléaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_10_g"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 4, Informations sur l’environnement, Principe de transparence pour les informations sur l’environnement",
        "citation": "Art. 10g al. 3 LPE",
        "content": "Le droit de consulter les documents s’applique aussi aux documents émanant des corporations de droit public et des particuliers chargés d’accomplir des tâches d’exécution sans bénéficier de la compétence de décision au sens de l’art. 5 de la loi fédérale du 20 décembre 1968 sur la procédure administrative. Dans ces cas, l’autorité d’exécution compétente rend des décisions conformément à l’art. 15 LTrans.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_10_g"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 1, Principes et dispositions générales, Chapitre 4, Informations sur l’environnement, Principe de transparence pour les informations sur l’environnement",
        "citation": "Art. 10g al. 4 LPE",
        "content": "Le droit cantonal régit les demandes d’accès adressées aux autorités cantonales. Si les cantons n’ont pas encore édicté de dispositions sur l’accès aux documents, la présente loi et la LTrans sont applicables par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_10_g"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 1, Pollutions atmosphériques, bruit, vibrations et rayons, Section 1, Émissions, Principe",
        "citation": "Art. 11 al. 1 LPE",
        "content": "Les pollutions atmosphériques, le bruit, les vibrations et les rayons sont limités par des mesures prises à la source (limitation des émissions).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_11"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 1, Pollutions atmosphériques, bruit, vibrations et rayons, Section 1, Émissions, Principe",
        "citation": "Art. 11 al. 2 LPE",
        "content": "Indépendamment des nuisances existantes, il importe, à titre préventif, de limiter les émissions dans la mesure que permettent l’état de la technique et les conditions d’exploitation et pour autant que cela soit économiquement supportable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_11"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 1, Pollutions atmosphériques, bruit, vibrations et rayons, Section 1, Émissions, Principe",
        "citation": "Art. 11 al. 3 LPE",
        "content": "Les émissions seront limitées plus sévèrement s’il appert ou s’il y a lieu de présumer que les atteintes, eu égard à la charge actuelle de l’environnement, seront nuisibles ou incommodantes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_11"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 1, Pollutions atmosphériques, bruit, vibrations et rayons, Section 1, Émissions, Limitations d’émissions",
        "citation": "Art. 12 al. 1 LPE",
        "content": "Les émissions sont limitées par l’application:\na. des valeurs limites d’émissions;\nb. des prescriptions en matière de construction ou d’équipement;\nc. des prescriptions en matière de trafic ou d’exploitation;\nd. des prescriptions sur l’isolation thermique des immeubles;\ne. des prescriptions sur les combustibles et carburants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_12"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 1, Pollutions atmosphériques, bruit, vibrations et rayons, Section 1, Émissions, Limitations d’émissions",
        "citation": "Art. 12 al. 2 LPE",
        "content": "Les limitations figurent dans des ordonnances ou, pour les cas que celles-ci n’ont pas visés, dans des décisions fondées directement sur la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_12"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 1, Pollutions atmosphériques, bruit, vibrations et rayons, Section 2, Immissions, Valeurs limites d’immissions",
        "citation": "Art. 13 al. 1 LPE",
        "content": "Le Conseil fédéral édicte par voie d’ordonnance des valeurs limites d’immissions applicables à l’évaluation des atteintes nuisibles ou incommodantes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_13"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 1, Pollutions atmosphériques, bruit, vibrations et rayons, Section 2, Immissions, Valeurs limites d’immissions",
        "citation": "Art. 13 al. 2 LPE",
        "content": "Ce faisant, il tient compte également de l’effet des immissions sur des catégories de personnes particulièrement sensibles, telles que les enfants, les malades, les personnes âgées et les femmes enceintes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_13"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 1, Pollutions atmosphériques, bruit, vibrations et rayons, Section 2, Immissions, Valeurs limites d’immissions des pollutions atmosphériques",
        "citation": "Art. 14 LPE",
        "content": "Les valeurs limites d’immissions des pollutions atmosphériques sont fixées de manière que, selon l’état de la science et l’expérience, les immissions inférieures à ces valeurs:\na. ne menacent pas les hommes, les animaux et les plantes, leurs biocénoses et leurs biotopes;\nb. ne gênent pas de manière sensible la population dans son bien-être;\nc. n’endommagent pas les immeubles;\nd. ne portent pas atteinte à la fertilité du sol, à la végétation ou à la salubrité des eaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_14"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 1, Pollutions atmosphériques, bruit, vibrations et rayons, Section 2, Immissions, Valeurs limites d’immissions relatives au bruit et aux vibrations",
        "citation": "Art. 15 LPE",
        "content": "Les valeurs limites d’immissions s’appliquant au bruit et aux vibrations sont fixées de manière que, selon l’état de la science et l’expérience, les immissions inférieures à ces valeurs ne gênent pas de manière sensible la population dans son bien-être.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_15"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 1, Pollutions atmosphériques, bruit, vibrations et rayons, Section 3, Assainissements, Obligation d’assainir",
        "citation": "Art. 16 al. 1 LPE",
        "content": "Les installations qui ne satisfont pas aux prescriptions de la présente loi et aux dispositions d’autres lois fédérales qui s’appliquent à la protection de l’environnement seront assainies.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_16"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 1, Pollutions atmosphériques, bruit, vibrations et rayons, Section 3, Assainissements, Obligation d’assainir",
        "citation": "Art. 16 al. 2 LPE",
        "content": "Le Conseil fédéral édicte des prescriptions sur les installations, l’ampleur des mesures à prendre, les délais et la manière de procéder.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_16"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 1, Pollutions atmosphériques, bruit, vibrations et rayons, Section 3, Assainissements, Obligation d’assainir",
        "citation": "Art. 16 al. 3 LPE",
        "content": "Avant d’ordonner d’importantes mesures d’assainissement, les autorités demandent au détenteur de l’installation de proposer un plan d’assainissement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_16"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 1, Pollutions atmosphériques, bruit, vibrations et rayons, Section 3, Assainissements, Obligation d’assainir",
        "citation": "Art. 16 al. 4 LPE",
        "content": "S’il y a urgence, les autorités ordonnent l’assainissement à titre préventif. En cas d’impérieuse nécessité, elles peuvent décider la fermeture de l’installation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_16"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 1, Pollutions atmosphériques, bruit, vibrations et rayons, Section 3, Assainissements, Allégements dans certains cas particuliers",
        "citation": "Art. 17 al. 1 LPE",
        "content": "Les autorités accordent des allégements lorsque l’assainissement au sens de l’art. 16, al. 2, ne répond pas en l’espèce au principe de la proportionnalité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_17"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 1, Pollutions atmosphériques, bruit, vibrations et rayons, Section 3, Assainissements, Allégements dans certains cas particuliers",
        "citation": "Art. 17 al. 2 LPE",
        "content": "Néanmoins, les valeurs limites d’immissions s’appliquant aux pollutions atmosphériques ainsi que la valeur d’alarme des immissions causées par le bruit ne peuvent être dépassées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_17"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 1, Pollutions atmosphériques, bruit, vibrations et rayons, Section 3, Assainissements, Transformation ou agrandissement des installations sujettes à assainissement",
        "citation": "Art. 18 al. 1 LPE",
        "content": "La transformation ou l’agrandissement d’une installation sujette à assainissement est subordonnée à l’exécution simultanée de celui-ci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_18"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 1, Pollutions atmosphériques, bruit, vibrations et rayons, Section 3, Assainissements, Transformation ou agrandissement des installations sujettes à assainissement",
        "citation": "Art. 18 al. 2 LPE",
        "content": "Les allégements prévus à l’art. 17 peuvent être limités ou supprimés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_18"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 1, Pollutions atmosphériques, bruit, vibrations et rayons, Section 4, Prescriptions complémentaires de lutte contre le bruit et les vibrations, Valeurs d’alarme",
        "citation": "Art. 19 LPE",
        "content": "Pour permettre à l’autorité d’apprécier l’urgence des assainissements (art. 16 et 20), le Conseil fédéral peut fixer, pour les immissions provoquées par le bruit, des valeurs d’alarme supérieures aux valeurs limites d’immissions (art. 15).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_19"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 1, Pollutions atmosphériques, bruit, vibrations et rayons, Section 4, Prescriptions complémentaires de lutte contre le bruit et les vibrations, Isolation acoustique des immeubles existants",
        "citation": "Art. 20 al. 1 LPE",
        "content": "Lorsque les mesures à la source ne permettent pas de ramener à un niveau inférieur à la valeur d’alarme les immissions provoquées par le bruit sur des immeubles déjà construits dans le voisinage de routes, d’aéroports, d’installations ferroviaires ou d’autres installations fixes publiques ou concessionnées existants, les propriétaires des immeubles touchés sont tenus de protéger les locaux destinés au séjour prolongé des personnes au moyen de fenêtres antibruit ou par d’autres aménagements similaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_20"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 1, Pollutions atmosphériques, bruit, vibrations et rayons, Section 4, Prescriptions complémentaires de lutte contre le bruit et les vibrations, Isolation acoustique des immeubles existants",
        "citation": "Art. 20 al. 2 LPE",
        "content": "Les propriétaires des installations fixes à l’origine du bruit supportent les frais des mesures nécessaires à l’isolation acoustique s’ils ne peuvent prouver qu’à la date de la demande du permis de construire l’immeuble touché:\na. les valeurs limites d’immissions étaient déjà dépassées, ou que\nb. les projets d’installations avaient déjà été soumis à l’enquête publique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_20"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 1, Pollutions atmosphériques, bruit, vibrations et rayons, Section 4, Prescriptions complémentaires de lutte contre le bruit et les vibrations, Isolation acoustique des nouveaux immeubles",
        "citation": "Art. 21 al. 1 LPE",
        "content": "Quiconque veut construire un immeuble destiné au séjour prolongé de personnes doit prévoir des aménagements adéquats de lutte contre le bruit extérieur et intérieur, de même que contre les vibrations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_21"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 1, Pollutions atmosphériques, bruit, vibrations et rayons, Section 4, Prescriptions complémentaires de lutte contre le bruit et les vibrations, Isolation acoustique des nouveaux immeubles",
        "citation": "Art. 21 al. 2 LPE",
        "content": "Le Conseil fédéral fixe par voie d’ordonnance la protection minimale à assurer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_21"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 1, Pollutions atmosphériques, bruit, vibrations et rayons, Section 4, Prescriptions complémentaires de lutte contre le bruit et les vibrations, Permis de construire dans les zones affectées par le bruit",
        "citation": "Art. 22 al. 1 LPE",
        "content": "Les permis de construire de nouveaux immeubles destinés au séjour prolongé de personnes ne seront délivrés, sous réserve de l’al. 2, que si les valeurs limites d’immissions ne sont pas dépassées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_22"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 1, Pollutions atmosphériques, bruit, vibrations et rayons, Section 4, Prescriptions complémentaires de lutte contre le bruit et les vibrations, Permis de construire dans les zones affectées par le bruit",
        "citation": "Art. 22 al. 2 LPE",
        "content": "Si les valeurs limites d’immissions sont dépassées, les permis de construire de nouveaux immeubles destinés au séjour prolongé de personnes ne seront délivrés que si les pièces ont été judicieusement disposées et si les mesures complémentaires de lutte contre le bruit qui pourraient encore être nécessaires ont été prises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_22"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 1, Pollutions atmosphériques, bruit, vibrations et rayons, Section 4, Prescriptions complémentaires de lutte contre le bruit et les vibrations, Valeurs de planification",
        "citation": "Art. 23 LPE",
        "content": "Aux fins d’assurer la protection contre le bruit causé par de nouvelles installations fixes et en vue de la planification de nouvelles zones à bâtir, le Conseil fédéral établit des valeurs limites de planification inférieures aux valeurs limites d’immissions.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_23"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 1, Pollutions atmosphériques, bruit, vibrations et rayons, Section 4, Prescriptions complémentaires de lutte contre le bruit et les vibrations, Exigences requises pour les zones à bâtir",
        "citation": "Art. 24 al. 1 LPE",
        "content": "Les nouvelles zones à bâtir destinées à la construction de logements ou d’autres immeubles destinés au séjour prolongé de personnes, ne peuvent être prévues qu’en des endroits où les immissions causées par le bruit ne dépassent pas les valeurs de planification, ou en des endroits dans lesquels des mesures de planification, d’aménagement ou de construction permettent de respecter ces valeurs. Le changement d’affectation de zones à bâtir n’est pas réputé délimitation de nouvelles zones à bâtir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_24"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 1, Pollutions atmosphériques, bruit, vibrations et rayons, Section 4, Prescriptions complémentaires de lutte contre le bruit et les vibrations, Exigences requises pour les zones à bâtir",
        "citation": "Art. 24 al. 2 LPE",
        "content": "Les zones à bâtir existantes mais non encore équipées, qui sont destinées à la construction de logements ou d’autres immeubles destinés au séjour prolongé de personnes et dans lesquelles les valeurs de planification sont dépassées, doivent être affectées à une utilisation moins sensible au bruit à moins que des mesures de planification, d’aménagement ou de construction permettent de respecter les valeurs de planification dans la plus grande partie de ces zones.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_24"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 1, Pollutions atmosphériques, bruit, vibrations et rayons, Section 4, Prescriptions complémentaires de lutte contre le bruit et les vibrations, Construction d’installations fixes",
        "citation": "Art. 25 al. 1 LPE",
        "content": "De nouvelles installations fixes ne peuvent être construites que si les immissions causées par le bruit de ces seules installations ne dépassent pas les valeurs de planification dans le voisinage; l’autorité qui délivre l’autorisation peut exiger un pronostic de bruit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_25"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 1, Pollutions atmosphériques, bruit, vibrations et rayons, Section 4, Prescriptions complémentaires de lutte contre le bruit et les vibrations, Construction d’installations fixes",
        "citation": "Art. 25 al. 2 LPE",
        "content": "Des allégements peuvent être accordés si l’observation des valeurs de planification constitue une charge disproportionnée pour une installation présentant un intérêt public prépondérant, relevant notamment de l’aménagement du territoire. Néanmoins, en cette circonstance et sous réserve de l’al. 3, les valeurs limites d’immissions ne doivent pas être dépassées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_25"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 1, Pollutions atmosphériques, bruit, vibrations et rayons, Section 4, Prescriptions complémentaires de lutte contre le bruit et les vibrations, Construction d’installations fixes",
        "citation": "Art. 25 al. 3 LPE",
        "content": "Si, lors de la construction de nouvelles routes, d’aéroports, d’installations ferroviaires ou d’autres installations fixes publiques ou concessionnées, l’application de mesures à la source ne permet pas de respecter les valeurs limites d’immissions, les immeubles touchés par le bruit doivent être protégés par des fenêtres antibruit ou par d’autres aménagements similaires, aux frais du propriétaire de l’installation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_25"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 2, Substances dangereuses pour l’environnement, Contrôle autonome",
        "citation": "Art. 26 al. 1 LPE",
        "content": "Il est interdit de mettre dans le commerce des substances, lorsqu’elles-mêmes, leurs dérivés ou leurs déchets peuvent, même s’ils sont utilisés conformément aux prescriptions, constituer une menace pour l’environnement ou, indirectement, pour l’homme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_26"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 2, Substances dangereuses pour l’environnement, Contrôle autonome",
        "citation": "Art. 26 al. 2 LPE",
        "content": "Le fabricant ou l’importateur exerce à cet effet un contrôle autonome.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_26"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 2, Substances dangereuses pour l’environnement, Contrôle autonome",
        "citation": "Art. 26 al. 3 LPE",
        "content": "Le Conseil fédéral peut édicter des prescriptions sur les modalités et l’étendue du contrôle autonome ainsi que sur les modalités de vérification de sa réalisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_26"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 2, Substances dangereuses pour l’environnement, Information du preneur",
        "citation": "Art. 27 al. 1 LPE",
        "content": "Quiconque met dans le commerce des substances doit:\na. informer le preneur de celles de leurs propriétés qui peuvent avoir un effet sur l’environnement;\nb. communiquer au preneur les instructions propres à garantir qu’une utilisation conforme aux prescriptions ne puisse constituer une menace pour l’environnement ou, indirectement pour l’homme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_27"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 2, Substances dangereuses pour l’environnement, Information du preneur",
        "citation": "Art. 27 al. 2 LPE",
        "content": "Le Conseil fédéral édicte des dispositions sur la nature, le contenu et l’étendue des informations à fournir au preneur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_27"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 2, Substances dangereuses pour l’environnement, Utilisation respectueuse de l’environnement",
        "citation": "Art. 28 al. 1 LPE",
        "content": "Quiconque utilise des substances, leurs dérivés ou leurs déchets doit procéder de manière à ce que cette utilisation ne puisse constituer une menace pour l’environnement ou, indirectement, pour l’homme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_28"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 2, Substances dangereuses pour l’environnement, Utilisation respectueuse de l’environnement",
        "citation": "Art. 28 al. 2 LPE",
        "content": "Les instructions des fabricants ou des importateurs doivent être observées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_28"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 2, Substances dangereuses pour l’environnement, Prescriptions du Conseil fédéral",
        "citation": "Art. 29 al. 1 LPE",
        "content": "Le Conseil fédéral peut édicter des prescriptions sur les substances qui, en raison de leurs propriétés, du mode de leur application ou des quantités utilisées, peuvent menacer l’environnement ou, indirectement, l’homme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_29"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 2, Substances dangereuses pour l’environnement, Prescriptions du Conseil fédéral",
        "citation": "Art. 29 al. 2 LPE",
        "content": "Ces prescriptions visent notamment:\na. des substances qui, en raison de leur destination, parviennent dans l’environnement, telles que les herbicides et les pesticides, les produits de protection du bois ou des provisions, ainsi que les engrais, les régulateurs de croissance, les sels d’épandage et les gaz propulseurs;\nb. des substances qui, elles-mêmes ou par leurs dérivés, peuvent s’accumuler dans l’environnement, telles que les combinaisons organiques de chlore ou les métaux lourds.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_29"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 3, Utilisation d’organismes, Principes",
        "citation": "Art. 29a al. 1 LPE",
        "content": "Quiconque utilise des organismes doit veiller à ce que ces organismes, leurs métabolites ou leurs déchets:\na. ne puissent pas constituer de menace pour l’homme ni pour l’environnement;\nb. ne portent pas atteinte à la diversité biologique ni à l’utilisation durable de ses éléments.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_29_a"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 3, Utilisation d’organismes, Principes",
        "citation": "Art. 29a al. 2 LPE",
        "content": "L’utilisation d’organismes génétiquement modifiés est régie par la loi du 21 mars 2003 sur le génie génétique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_29_a"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 3, Utilisation d’organismes, Principes",
        "citation": "Art. 29a al. 3 LPE",
        "content": "Les prescriptions prévues par d’autres lois fédérales et visant à protéger la santé de l’homme contre les menaces directes constituées par des organismes sont réservées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_29_a"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 3, Utilisation d’organismes, Activités en milieu confiné",
        "citation": "Art. 29b al. 1 LPE",
        "content": "Quiconque utilise des organismes pathogènes qu’il n’a le droit ni de disséminer dans l’environnement à titre expérimental (art. 29c), ni de mettre dans le commerce en vue de leur utilisation dans l’environnement (art. 29d), est tenu de prendre toutes les mesures de confinement commandées notamment par le danger que les organismes concernés présentent pour l’homme et pour l’environnement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_29_b"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 3, Utilisation d’organismes, Activités en milieu confiné",
        "citation": "Art. 29b al. 2 LPE",
        "content": "Le Conseil fédéral soumet l’utilisation d’organismes pathogènes à notification ou à autorisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_29_b"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 3, Utilisation d’organismes, Activités en milieu confiné",
        "citation": "Art. 29b al. 3 LPE",
        "content": "Il peut prévoir une notification ou une autorisation simplifiée ou une dérogation au régime de la notification ou de l’autorisation pour certains organismes pathogènes et certaines activités impliquant de tels organismes si, compte tenu de l’expérience acquise ou des connaissances scientifiques les plus récentes, il est avéré que toute violation des principes définis à l’art. 29a est exclue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_29_b"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 3, Utilisation d’organismes, Disséminations expérimentales",
        "citation": "Art. 29c al. 1 LPE",
        "content": "Toute dissémination expérimentale d’organismes pathogènes dont la mise dans le commerce en vue de leur utilisation dans l’environnement (art. 29d) est interdite, est soumise à l’autorisation de la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_29_c"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 3, Utilisation d’organismes, Disséminations expérimentales",
        "citation": "Art. 29c al. 2 LPE",
        "content": "Le Conseil fédéral fixe les conditions et la procédure. Il arrête notamment les modalités relatives à:\na. l’audition d’experts;\nb. la couverture financière des mesures nécessaires pour identifier ou prévenir les atteintes nuisibles ou incommodantes éventuelles ou pour y remédier;\nc. l’information du public.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_29_c"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 3, Utilisation d’organismes, Disséminations expérimentales",
        "citation": "Art. 29c al. 3 LPE",
        "content": "Il peut prévoir une autorisation simplifiée ou une dérogation au régime de l’autorisation pour certains organismes pathogènes si, compte tenu de l’expérience acquise ou des connaissances scientifiques les plus récentes, il est avéré que toute violation des principes définis à l’art. 29a est exclue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_29_c"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 3, Utilisation d’organismes, Mise dans le commerce",
        "citation": "Art. 29d al. 1 LPE",
        "content": "Il est interdit de mettre des organismes dans le commerce pour des utilisations qui contreviendraient aux principes définis à l’art. 29a même si ces organismes sont employés conformément à leur destination.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_29_d"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 3, Utilisation d’organismes, Mise dans le commerce",
        "citation": "Art. 29d al. 2 LPE",
        "content": "Le producteur ou l’importateur effectue à cette fin un contrôle autonome. Le Conseil fédéral édicte des prescriptions sur les modalités et l’étendue du contrôle autonome ainsi que sur sa vérification.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_29_d"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 3, Utilisation d’organismes, Mise dans le commerce",
        "citation": "Art. 29d al. 3 LPE",
        "content": "Toute mise dans le commerce d’organismes pathogènes en vue de leur utilisation dans l’environnement est soumise à l’autorisation de la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_29_d"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 3, Utilisation d’organismes, Mise dans le commerce",
        "citation": "Art. 29d al. 4 LPE",
        "content": "Le Conseil fédéral fixe les conditions à remplir pour obtenir l’autorisation et la procédure régissant sa délivrance, ainsi que les modalités relatives à l’information du public. Il peut prévoir une autorisation simplifiée ou une dérogation au régime de l’autorisation pour certains organismes pathogènes si, compte tenu de l’expérience acquise ou des connaissances scientifiques les plus récentes, il est avéré que toute violation des principes définis à l’art. 29a est exclue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_29_d"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 3, Utilisation d’organismes, Procédure d’opposition",
        "citation": "Art. 29dbis al. 1 LPE",
        "content": "Les demandes d’autorisation déposées en vertu des art. 29c, al. 1, 29d, al. 3, et 29f, al. 2, let. b, sont publiées dans la Feuille fédérale par l’autorité qui délivre l’autorisation et sont mises à l’enquête publique pendant 30 jours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_29_d_bis"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 3, Utilisation d’organismes, Procédure d’opposition",
        "citation": "Art. 29dbis al. 2 LPE",
        "content": "Quiconque a qualité de partie en vertu de la loi fédérale du 20 décembre 1968 sur la procédure administrative peut faire opposition auprès de l’autorité qui délivre l’autorisation pendant le délai de mise à l’enquête. Toute personne qui n’a pas fait opposition est exclue de la suite de la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_29_d_bis"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 3, Utilisation d’organismes, Information du preneur",
        "citation": "Art. 29e al. 1 LPE",
        "content": "Quiconque met des organismes dans le commerce doit:\na. informer le preneur de celles de leurs propriétés qui sont déterminantes pour l’application des principes définis à l’art. 29a;\nb. communiquer au preneur toutes instructions propres à garantir que, si ces organismes sont utilisés conformément à leur destination, les principes définis à l’art. 29a ne seront pas violés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_29_e"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 3, Utilisation d’organismes, Information du preneur",
        "citation": "Art. 29e al. 2 LPE",
        "content": "Le preneur doit observer les instructions du fabricant et de l’importateur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_29_e"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 3, Utilisation d’organismes, Autres prescriptions du Conseil fédéral",
        "citation": "Art. 29f al. 1 LPE",
        "content": "Le Conseil fédéral édicte des prescriptions supplémentaires sur l’utilisation d’organismes, de leurs métabolites et de leurs déchets si, en raison de leurs propriétés, des modalités de leur utilisation ou des quantités utilisées, les principes définis à l’art. 29a risquent d’être violés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_29_f"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 3, Utilisation d’organismes, Autres prescriptions du Conseil fédéral",
        "citation": "Art. 29f al. 2 LPE",
        "content": "Il peut notamment:\na. réglementer leur transport ainsi que leur importation, leur exportation et leur transit;\nb. soumettre l’utilisation de certains organismes au régime de l’autorisation, la limiter ou l’interdire;\nc. prescrire des mesures visant à lutter contre certains organismes ou à prévenir leur apparition;\nd. prescrire des mesures visant à empêcher toute atteinte à la diversité biologique et à l’utilisation durable de ses éléments;\ne. lier l’utilisation de certains organismes à des études à long terme;\nf. prévoir des auditions publiques dans le cadre des procédures d’autorisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_29_f"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 3, Utilisation d’organismes, Commissions consultatives",
        "citation": "Art. 29g LPE",
        "content": "La Commission fédérale d’experts pour la sécurité biologique et la Commission fédérale d’éthique pour la biotechnologie dans le domaine non humain (art. 22 et 23 de la loi du 21 mars 2003 sur le génie génétique) conseillent le Conseil fédéral dans l’élaboration de prescriptions et dans l’exécution des dispositions sur les organismes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_29_g"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 1, Limitation et élimination des déchets, Principes",
        "citation": "Art. 30 al. 1 LPE",
        "content": "La production de déchets doit être limitée dans la mesure du possible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_30"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 1, Limitation et élimination des déchets, Principes",
        "citation": "Art. 30 al. 2 LPE",
        "content": "Les déchets doivent être valorisés dans la mesure du possible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_30"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 1, Limitation et élimination des déchets, Principes",
        "citation": "Art. 30 al. 3 LPE",
        "content": "Les déchets doivent être éliminés d’une manière respectueuse de l’environnement et, pour autant que ce soit possible et approprié, sur le territoire national.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_30"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 1, Limitation et élimination des déchets, Limitation",
        "citation": "Art. 30a LPE",
        "content": "Le Conseil fédéral peut:\na. interdire la mise dans le commerce de produits destinés à un usage unique et de courte durée, si les avantages liés à cet usage ne justifient pas les atteintes à l’environnement qu’il entraîne;\nb. interdire l’utilisation de substances ou d’organismes qui compliquent notablement l’élimination ou qui peuvent constituer une menace pour l’environnement lors de leur élimination;\nc. obliger les fabricants à prévenir la formation des déchets de production pour lesquels aucune méthode d’élimination respectueuse de l’environnement n’est connue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_30_a"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 1, Limitation et élimination des déchets, Collecte",
        "citation": "Art. 30b al. 1 LPE",
        "content": "En ce qui concerne les déchets dont la valorisation est jugée appropriée ou qui doivent être traités séparément, le Conseil fédéral peut prescrire qu’ils doivent être remis séparément pour être éliminés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_30_b"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 1, Limitation et élimination des déchets, Collecte",
        "citation": "Art. 30b al. 2 LPE",
        "content": "Quiconque met dans le commerce des produits dont la valorisation, en tant que déchets, est jugée appropriée ou des produits qui, en tant que déchets, doivent être traités séparément, peut être obligé par le Conseil fédéral:\na. à reprendre ces produits après usage;\nb. à prélever une consigne dont il aura lui-même fixé le montant minimal, et à rembourser celle-ci lors de la reprise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_30_b"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 1, Limitation et élimination des déchets, Collecte",
        "citation": "Art. 30b al. 3 LPE",
        "content": "Le Conseil fédéral peut pourvoir à la création d’une caisse de compensation pour la consigne et prescrire notamment:\na. que quiconque met dans le commerce des produits consignés doit verser dans la caisse les sommes excédentaires provenant du prélèvement de la consigne;\nb. que les sommes excédentaires doivent être utilisées pour couvrir les pertes que le remboursement de la consigne aura pu occasionner, et pour promouvoir le retour de produits consignés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_30_b"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 1, Limitation et élimination des déchets, Traitement",
        "citation": "Art. 30c al. 1 LPE",
        "content": "Les déchets destinés à être stockés définitivement doivent être traités de façon à contenir le moins possible de carbone organique et à être aussi peu solubles dans l’eau que possible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_30_c"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 1, Limitation et élimination des déchets, Traitement",
        "citation": "Art. 30c al. 2 LPE",
        "content": "Il est interdit d’incinérer les déchets ailleurs que dans une installation, à l’exception des déchets naturels, provenant des forêts, des champs et des jardins, si leur incinération n’entraîne pas d’immissions excessives.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_30_c"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 1, Limitation et élimination des déchets, Traitement",
        "citation": "Art. 30c al. 3 LPE",
        "content": "Le Conseil fédéral peut édicter des prescriptions supplémentaires sur le traitement de certains déchets.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_30_c"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 1, Limitation et élimination des déchets, Valorisation",
        "citation": "Art. 30d LPE",
        "content": "Le Conseil fédéral peut:\na. prescrire que certains déchets doivent être valorisés si cela est économiquement supportable et plus respectueux de l’environnement que ne le seraient un autre mode d’élimination et la production de produits nouveaux;\nb. restreindre les utilisations de certains matériaux et produits, si cela permet d’accroître les débouchés pour des produits d’un usage équivalent qui sont produits à partir de déchets valorisés, sans pour autant entraîner des coûts supplémentaires et des pertes de qualité importants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_30_d"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 1, Limitation et élimination des déchets, Stockage définitif",
        "citation": "Art. 30e al. 1 LPE",
        "content": "Il est interdit de stocker définitivement les déchets ailleurs qu’en décharge contrôlée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_30_e"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 1, Limitation et élimination des déchets, Stockage définitif",
        "citation": "Art. 30e al. 2 LPE",
        "content": "Quiconque veut aménager ou exploiter une décharge contrôlée doit obtenir une autorisation du canton; elle ne lui est délivrée que s’il prouve que la décharge est nécessaire. L’autorisation définit les déchets qui sont admissibles dans la décharge contrôlée en vue d’un stockage définitif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_30_e"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 1, Limitation et élimination des déchets, Mouvements de déchets spéciaux",
        "citation": "Art. 30f al. 1 LPE",
        "content": "Le Conseil fédéral édicte des prescriptions sur les mouvements de déchets dont l’élimination exige la mise en œuvre de mesures particulières pour être respectueuse de l’environnement (déchets spéciaux). Il réglemente aussi l’importation, l’exportation et le transit et tient compte en particulier des intérêts de la coopération régionale transfrontière ainsi que de l’impact sur l’environnement des possibilités d’élimination en Suisse et à l’étranger. Il peut également édicter des prescriptions applicables aux entreprises qui organisent depuis la Suisse des mouvements de déchets spéciaux ou qui y participent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_30_f"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 1, Limitation et élimination des déchets, Mouvements de déchets spéciaux",
        "citation": "Art. 30f al. 2 LPE",
        "content": "Il prescrit notamment que les déchets spéciaux:\na. doivent être désignés comme tels pour leur remise sur le territoire national ainsi que pour leur importation, leur exportation et leur transit;\nb. ne peuvent, sur le territoire national, être remis qu’à des entreprises titulaires d’une autorisation au sens de la lettre d;\nc. ne peuvent être exportés qu’avec l’autorisation de l’Office;\nd. ne peuvent être pris en charge ou importés que par des entreprises titulaires d’une autorisation du canton.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_30_f"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 1, Limitation et élimination des déchets, Mouvements de déchets spéciaux",
        "citation": "Art. 30f al. 3 LPE",
        "content": "Ces autorisations ne sont délivrées que s’il est garanti que les déchets seront éliminés d’une manière respectueuse de l’environnement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_30_f"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 1, Limitation et élimination des déchets, Mouvements d’autres déchets",
        "citation": "Art. 30g al. 1 LPE",
        "content": "Le Conseil fédéral peut édicter des prescriptions au sens de l’art. 30f, al. 1 et 2, sur les mouvements d’autres déchets, s’il n’est pas garanti que ces derniers seront éliminés d’une manière respectueuse de l’environnement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_30_g"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 1, Limitation et élimination des déchets, Installations d’élimination des déchets",
        "citation": "Art. 30h al. 1 LPE",
        "content": "Le Conseil fédéral édicte des prescriptions techniques et d’organisation sur les installations d’élimination des déchets.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_30_h"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 1, Limitation et élimination des déchets, Installations d’élimination des déchets",
        "citation": "Art. 30h al. 2 LPE",
        "content": "L’autorité peut limiter dans le temps l’exploitation d’installations d’élimination des déchets.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_30_h"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 2, Planification de la gestion des déchets et obligation d’éliminer, Planification de la gestion des déchets",
        "citation": "Art. 31 al. 1 LPE",
        "content": "Les cantons planifient la gestion de leurs déchets. Ils définissent notamment leurs besoins en installations d’élimination des déchets, évitent les surcapacités et fixent les emplacements de ces installations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_31"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 2, Planification de la gestion des déchets et obligation d’éliminer, Planification de la gestion des déchets",
        "citation": "Art. 31 al. 2 LPE",
        "content": "Ils communiquent leurs plans de gestion des déchets à la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_31"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 2, Planification de la gestion des déchets et obligation d’éliminer, Collaboration",
        "citation": "Art. 31a al. 1 LPE",
        "content": "Les cantons collaborent en matière de planification de la gestion des déchets ainsi qu’en matière d’élimination. Ils évitent les surcapacités en installations d’élimination des déchets.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_31_a"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 2, Planification de la gestion des déchets et obligation d’éliminer, Collaboration",
        "citation": "Art. 31a al. 2 LPE",
        "content": "S’ils ne parviennent pas à se mettre d’accord, ils proposent des solutions à la Confédération. Si la médiation de la Confédération ne permet pas d’aboutir à un accord, le Conseil fédéral peut ordonner aux cantons:\na. de définir pour les installations de traitement, de valorisation ou de stockage définitif des zones d’apport des déchets; devront dès lors être remis à une installation donnée les déchets produits dans la zone d’apport correspondante;\nb. d’arrêter des emplacements pour la construction d’installations d’élimination des déchets;\nc. de mettre à la disposition d’autres cantons des installations d’élimination des déchets appropriées; le cas échéant, il règle la répartition des frais.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_31_a"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 2, Planification de la gestion des déchets et obligation d’éliminer, Élimination des déchets urbains",
        "citation": "Art. 31b al. 1 LPE",
        "content": "Les déchets urbains, les déchets de la voirie et des stations publiques d’épuration des eaux usées ainsi que les déchets dont le détenteur ne peut être identifié ou est insolvable, sont éliminés par les cantons. En ce qui concerne les déchets pour lesquels des prescriptions fédérales particulières prévoient qu’ils doivent être valorisés par le détenteur ou repris par un tiers, leur élimination est régie par l’art. 31c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_31_b"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 2, Planification de la gestion des déchets et obligation d’éliminer, Élimination des déchets urbains",
        "citation": "Art. 31b al. 2 LPE",
        "content": "Les cantons définissent des zones d’apport pour ces déchets et veillent à l’exploitation économique des installations d’élimination des déchets.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_31_b"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 2, Planification de la gestion des déchets et obligation d’éliminer, Élimination des déchets urbains",
        "citation": "Art. 31b al. 3 LPE",
        "content": "Le détenteur doit disposer ses déchets de telle façon qu’ils puissent être collectés par les services mandatés à cet effet par les cantons ou les remettre aux points de collecte définis par ces derniers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_31_b"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 2, Planification de la gestion des déchets et obligation d’éliminer, Élimination des autres déchets",
        "citation": "Art. 31c al. 1 LPE",
        "content": "Les autres déchets doivent être éliminés par le détenteur. Il peut charger un tiers d’assurer cette élimination.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_31_c"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 2, Planification de la gestion des déchets et obligation d’éliminer, Élimination des autres déchets",
        "citation": "Art. 31c al. 2 LPE",
        "content": "Dans la mesure où cela est nécessaire, les cantons prennent des mesures propres à faciliter l’élimination de ces déchets. Ils peuvent notamment définir des zones d’apport.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_31_c"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 2, Planification de la gestion des déchets et obligation d’éliminer, Élimination des autres déchets",
        "citation": "Art. 31c al. 3 LPE",
        "content": "Si, à l’échelle nationale, l’élimination de ces déchets n’exige la définition que d’un petit nombre de zones d’apport, le Conseil fédéral peut les définir lui-même.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_31_c"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 3, Financement de l’élimination des déchets, Principe",
        "citation": "Art. 32 al. 1 LPE",
        "content": "Le détenteur des déchets assume le coût de leur élimination; font exception les déchets pour lesquels le Conseil fédéral prévoit des dispositions particulières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_32"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 3, Financement de l’élimination des déchets, Principe",
        "citation": "Art. 32 al. 2 LPE",
        "content": "Si le détenteur ne peut être identifié ou s’il est dans l’incapacité, pour cause d’insolvabilité, de satisfaire aux exigences au sens de l’al. 1, les cantons assument le coût de l’élimination.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_32"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 3, Financement de l’élimination des déchets, Financement de l’élimination des déchets urbains",
        "citation": "Art. 32a al. 1 LPE",
        "content": "Les cantons veillent à ce que les coûts de l’élimination des déchets urbains, pour autant que celle-ci leur soit confiée, soient mis, par l’intermédiaire d’émoluments ou d’autres taxes, à la charge de ceux qui sont à l’origine de ces déchets. Le montant des taxes est fixé en particulier en fonction:\na. du type et de la quantité de déchets remis;\nb. des coûts de construction, d’exploitation et d’entretien des installations d’élimination des déchets;\nc. des amortissements nécessaires pour maintenir la valeur du capital de ces installations;\nd. des intérêts;\ne. des investissements prévus pour l’entretien, l’assainissement et le remplacement de ces installations, pour leur adaptation à des exigences légales ou pour des améliorations relatives à leur exploitation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_32_a"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 3, Financement de l’élimination des déchets, Financement de l’élimination des déchets urbains",
        "citation": "Art. 32a al. 2 LPE",
        "content": "Si l’instauration de taxes couvrant les coûts et conformes au principe de causalité devait compromettre l’élimination des déchets urbains selon les principes de la protection de l’environnement, d’autres modes de financement peuvent être introduits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_32_a"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 3, Financement de l’élimination des déchets, Financement de l’élimination des déchets urbains",
        "citation": "Art. 32a al. 3 LPE",
        "content": "Les détenteurs d’installations d’élimination des déchets constituent les provisions nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_32_a"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 3, Financement de l’élimination des déchets, Financement de l’élimination des déchets urbains",
        "citation": "Art. 32a al. 4 LPE",
        "content": "Les bases de calcul qui servent à fixer le montant des taxes sont accessibles au public.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_32_a"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 3, Financement de l’élimination des déchets, Taxe d’élimination anticipée",
        "citation": "Art. 32abis al. 1 LPE",
        "content": "Le Conseil fédéral peut imposer le paiement d’une taxe d’élimination anticipée auprès d’une organisation privée mandatée et surveillée par la Confédération aux producteurs et aux importateurs qui mettent dans le commerce des produits qui, après usage, deviennent des déchets qui se répartissent sur un grand nombre de détenteurs et qui doivent être traités séparément ou dont la valorisation est jugée appropriée. Cette taxe est utilisée pour financer l’élimination des déchets, qu’elle soit assumée par des particuliers ou par des corporations de droit public.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_32_a_bis"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 3, Financement de l’élimination des déchets, Taxe d’élimination anticipée",
        "citation": "Art. 32abis al. 2 LPE",
        "content": "Compte tenu du coût de l’élimination, le Conseil fédéral fixe un taux de taxation minimal et un taux de taxation maximal. Le Département fédéral de l’environnement, des transports, de l’énergie et de la communication fixe le taux de taxation, qui se situe dans cette fourchette.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_32_a_bis"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 3, Financement de l’élimination des déchets, Taxe d’élimination anticipée",
        "citation": "Art. 32abis al. 3 LPE",
        "content": "Le Conseil fédéral définit les modalités de perception et d’affectation de la taxe. Il peut notamment prescrire que quiconque met dans le commerce des produits doit, par des moyens appropriés, informer le consommateur du montant de la taxe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_32_a_bis"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 3, Financement de l’élimination des déchets, Garantie financière en matière de décharges contrôlées",
        "citation": "Art. 32b al. 1 LPE",
        "content": "Quiconque exploite ou souhaite exploiter une décharge contrôlée doit garantir la couverture des frais résultant de la fermeture, des interventions ultérieures et de l’assainissement au moyen d’une provision, d’une assurance ou de toute autre manière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_32_b"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 3, Financement de l’élimination des déchets, Garantie financière en matière de décharges contrôlées",
        "citation": "Art. 32b al. 2 LPE",
        "content": "Si le détenteur de la décharge contrôlée est lui-même le garant, il communique chaque année à l’autorité le montant de la garantie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_32_b"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 3, Financement de l’élimination des déchets, Garantie financière en matière de décharges contrôlées",
        "citation": "Art. 32b al. 3 LPE",
        "content": "Si le garant est un tiers, il doit notifier à l’autorité l’existence, la suspension et la cessation de la garantie. Le Conseil fédéral peut prescrire que la garantie ne sera suspendue ou ne cessera que 60 jours à compter de la réception de la notification.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_32_b"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 3, Financement de l’élimination des déchets, Garantie financière en matière de décharges contrôlées",
        "citation": "Art. 32b al. 4 LPE",
        "content": "Le Conseil fédéral peut édicter des prescriptions sur la garantie. Il peut notamment:\na. fixer l’étendue et la durée de cette garantie ou déléguer cette tâche à l’autorité, qui statuera au cas par cas;\nb. prévoir que la propriété du bien-fonds sur lequel la décharge contrôlée est sise sera transférée au canton après la fermeture de celle-ci, et régler la question de l’indemnisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_32_b"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 3, Financement de l’élimination des déchets, Financement de l’élimination de matériaux d’excavation de sites pollués",
        "citation": "Art. 32bbis al. 1 LPE",
        "content": "Si le détenteur d’un immeuble enlève des matériaux provenant d’un site pollué qui ne doivent pas être éliminés en vue d’un assainissement aux termes de l’art. 32c, il peut en règle générale demander aux personnes à l’origine de la pollution et aux anciens détenteurs du site d’assumer deux tiers des coûts supplémentaires d’investigation et d’élimination desdits matériaux dans les cas suivants:\na. les personnes à l’origine de la pollution n’ont assuré aucun dédommagement pour la pollution ou les anciens détenteurs n’ont pas consenti de remise sur le prix en raison d’une pollution lors de la vente de l’immeuble;\nb. l’élimination des matériaux est nécessaire pour la construction ou la transformation des bâtiments;\nc. le détenteur a acquis l’immeuble entre le 1er juillet 1972 et le 1er juillet 1997.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_32_b_bis"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 3, Financement de l’élimination des déchets, Financement de l’élimination de matériaux d’excavation de sites pollués",
        "citation": "Art. 32bbis al. 2 LPE",
        "content": "L’action peut être ouverte devant le tribunal civil du lieu où l’immeuble est situé. La procédure civile correspondante est applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_32_b_bis"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 3, Financement de l’élimination des déchets, Financement de l’élimination de matériaux d’excavation de sites pollués",
        "citation": "Art. 32bbis al. 3 LPE",
        "content": "Il est possible de faire valoir les prétentions résultant de l’al. 1 au plus tard jusqu’au 1er novembre 2021.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_32_b_bis"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 4, Assainissement de sites pollués par des déchets, Obligation d’assainir",
        "citation": "Art. 32c al. 1 LPE",
        "content": "Les cantons veillent à ce que soient assainis les décharges contrôlées et les autres sites pollués par des déchets (sites pollués), lorsqu’ils engendrent des atteintes nuisibles ou incommodantes ou qu’il existe un danger concret que de telles atteintes apparaissent. Le Conseil fédéral peut édicter des dispositions sur la nécessité de l’assainissement, sur les objectifs et sur l’urgence des assainissements.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_32_c"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 4, Assainissement de sites pollués par des déchets, Obligation d’assainir",
        "citation": "Art. 32c al. 2 LPE",
        "content": "Les cantons établissent un cadastre, accessible au public, des sites pollués.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_32_c"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 4, Assainissement de sites pollués par des déchets, Obligation d’assainir",
        "citation": "Art. 32c al. 3 LPE",
        "content": "Ils peuvent réaliser eux-mêmes l’investigation, la surveillance et l’assainissement de sites pollués, ou en charger des tiers, si:\na. cela s’avère nécessaire pour prévenir la menace immédiate d’une atteinte;\nb. celui qui est tenu d’y procéder n’est pas à même de veiller à l’exécution des mesures, ou\nc. celui qui est tenu d’y procéder n’agit pas, malgré un avertissement, dans le délai imparti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_32_c"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 4, Assainissement de sites pollués par des déchets, Prise en charge des frais",
        "citation": "Art. 32d al. 1 LPE",
        "content": "Celui qui est à l’origine des mesures nécessaires assume les frais d’investigation, de surveillance et d’assainissement du site pollué.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_32_d"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 4, Assainissement de sites pollués par des déchets, Prise en charge des frais",
        "citation": "Art. 32d al. 2 LPE",
        "content": "Si plusieurs personnes sont impliquées, elles assument les frais de l’assainissement proportionnellement à leur part de responsabilité. Assume en premier lieu les frais celle qui a rendu nécessaires les mesures par son comportement. Celle qui n’est impliquée qu’en tant que détenteur du site n’assume pas de frais si, même en appliquant le devoir de diligence, elle n’a pas pu avoir connaissance de la pollution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_32_d"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 4, Assainissement de sites pollués par des déchets, Prise en charge des frais",
        "citation": "Art. 32d al. 3 LPE",
        "content": "La collectivité publique compétente prend à sa charge la part de frais due par les personnes à l’origine des mesures, qui ne peuvent être identifiées ou qui sont insolvables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_32_d"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 4, Assainissement de sites pollués par des déchets, Prise en charge des frais",
        "citation": "Art. 32d al. 4 LPE",
        "content": "L’autorité prend une décision sur la répartition des coûts lorsqu’une personne concernée l’exige ou qu’une autorité prend les mesures elle-même.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_32_d"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 4, Assainissement de sites pollués par des déchets, Prise en charge des frais",
        "citation": "Art. 32d al. 5 LPE",
        "content": "Si l’investigation révèle qu’un site inscrit ou susceptible d’être inscrit au cadastre (art. 32c, al. 2) n’est pas pollué, la collectivité publique compétente prend à sa charge les frais des mesures d’investigation nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_32_d"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 4, Assainissement de sites pollués par des déchets, Garantie de la couverture des frais",
        "citation": "Art. 32dbis al. 1 LPE",
        "content": "L’autorité peut exiger d’une personne à l’origine des mesures nécessaires qu’elle garantisse sous une forme adéquate, à hauteur de la part prévue, la couverture des frais d’investigation, de surveillance et d’assainissement d’un site pollué susceptible d’engendrer des atteintes nuisibles ou incommodantes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_32_d_bis"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 4, Assainissement de sites pollués par des déchets, Garantie de la couverture des frais",
        "citation": "Art. 32dbis al. 2 LPE",
        "content": "Le montant de la garantie est fixé en fonction notamment de l’étendue, du type et de l’intensité de la pollution. Il est adapté lorsque l’amélioration de l’état des connaissances le justifie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_32_d_bis"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 4, Assainissement de sites pollués par des déchets, Garantie de la couverture des frais",
        "citation": "Art. 32dbis al. 3 LPE",
        "content": "La cession ou le partage d’un immeuble sur lequel se trouve un site inscrit au cadastre des sites pollués requiert une autorisation de l’autorité. L’autorisation est accordée à l’une des conditions suivantes:\na. le site n’est pas susceptible d’engendrer des atteintes nuisibles ou incommodantes;\nb. la couverture des frais des mesures à prévoir est garantie; \nc. la cession ou le partage sert un intérêt public prépondérant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_32_d_bis"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 4, Assainissement de sites pollués par des déchets, Garantie de la couverture des frais",
        "citation": "Art. 32dbis al. 4 LPE",
        "content": "L’autorité cantonale peut faire mentionner au registre foncier que le site concerné est inscrit au cadastre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_32_d_bis"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 4, Assainissement de sites pollués par des déchets, Taxe destinée au financement des mesures",
        "citation": "Art. 32e al. 1 LPE",
        "content": "Le Conseil fédéral peut:\na. obliger le détenteur d’une décharge contrôlée à verser à la Confédération une taxe sur le stockage définitif de déchets;\nb. obliger l’exportateur de déchets destinés à faire l’objet d’un stockage définitif à verser à la Confédération une taxe sur l’exportation de ces déchets.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_32_e"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 4, Assainissement de sites pollués par des déchets, Taxe destinée au financement des mesures",
        "citation": "Art. 32e al. 1bis LPE",
        "content": "Pour les décharges destinées exclusivement au stockage définitif de déchets non pollués, une taxe peut être prescrite uniquement si elle s’avère nécessaire à promouvoir la valorisation desdits déchets.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_32_e"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 4, Assainissement de sites pollués par des déchets, Taxe destinée au financement des mesures",
        "citation": "Art. 32e al. 2 LPE",
        "content": "Le Conseil fédéral fixe le taux de la taxe, compte tenu notamment des coûts probables ainsi que du type de décharge. Ce taux ne peut dépasser:\na. pour les déchets stockés définitivement en Suisse:\n1. dans une décharge contrôlée pour déchets non ou peu pollués: 8 fr./t,\n2. dans une autre décharge contrôlée: 25 fr./t;\nb. pour les déchets stockés définitivement à l’étranger:\n1. dans une décharge souterraine: 30 fr./t,\n2. dans une autre décharge: un taux identique à celui qui s’appliquerait si le stockage définitif des déchets avait lieu dans une décharge contrôlée en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_32_e"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 4, Assainissement de sites pollués par des déchets, Taxe destinée au financement des mesures",
        "citation": "Art. 32e al. 2bis LPE",
        "content": "Le Conseil fédéral peut adapter le montant maximal de la taxe visée à l’al. 2 à l’indice national des prix à la consommation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_32_e"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 4, Assainissement de sites pollués par des déchets, Taxe destinée au financement des mesures",
        "citation": "Art. 32e al. 3 LPE",
        "content": "La Confédération affecte le produit de ces taxes exclusivement au financement des mesures suivantes:\na. l’établissement des cadastres des sites pollués, si les détenteurs ont eu la possibilité de se prononcer jusqu’au 1er novembre 2007 sur l’enregistrement de leur site au cadastre;\nb. l’investigation, la surveillance et l’assainissement des sites pollués sur lesquels plus aucun déchet n’a été déposé après le 1er février 2001, lorsque:\n1. le responsable ne peut être identifié ou est insolvable,\n2. le site a servi en grande partie au stockage définitif des déchets urbains;\nc. l’investigation, la surveillance et l’assainissement de sites pollués aux abords de stands de tir, à l’exclusion des stands de tir à but essentiellement commercial, si:\n1. aucun déchet n’y a plus été déposé après le 31 décembre 2012 dans le cas des sites situés dans une zone de protection des eaux souterraines,\n2.  dans le cas des autres sites, aucun déchet n’y a plus été déposé après le 31 décembre 2020 ou n’y ont été déposés que les déchets d’une manifestation de tir historique ou de tir en campagne se déroulant au plus une fois par an et ayant eu lieu régulièrement au même endroit avant le 31 décembre 2020;\ncbis. les mesures de protection adéquates telles des installations pare-balles lors des tirs historiques ou des tirs en campagne se déroulant au plus une fois par an et ayant eu lieu régulièrement au même endroit avant le 31 décembre 2020;\nd. l’investigation concernant des sites qui se révèlent non pollués (art. 32d, al. 5).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_32_e"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 4, Assainissement de sites pollués par des déchets, Taxe destinée au financement des mesures",
        "citation": "Art. 32e al. 4 LPE",
        "content": "Seules les mesures qui respectent l’environnement, sont économiques et tiennent compte de l’évolution technologique bénéficient de ce financement. Les montants sont versés aux cantons en fonction de leurs dépenses et s’élèvent:\na. à un forfait de 500 francs par site pour le financement visé à l’al. 3, let. a;\nb. pour le financement visé à l’al. 3, let. b:\n1. à 40 % des coûts imputables lorsque plus aucun déchet n’a été déposé sur le site après le 1er février 1996,\n2. à 30 % des coûts imputables lorsque des déchets ont encore été déposés sur le site après le 1er février 1996, mais au plus tard jusqu’au 31 janvier 2001;\nc. pour le financement visé à l’al. 3, let. c:\n1. à un forfait de 8000 francs par cible dans le cas d’installations de tir à 300 m,\n2. à 40 % des coûts imputables dans le cas des autres installations de tir;\nd. pour le financement visé à l’al. 3, let. d, à 40 % des coûts imputables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_32_e"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 4, Assainissement de sites pollués par des déchets, Taxe destinée au financement des mesures",
        "citation": "Art. 32e al. 5 LPE",
        "content": "Le Conseil fédéral édicte des dispositions sur la procédure de perception de la taxe, ainsi que sur le financement des mesures et les coûts imputables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_32_e"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 4, Déchets, Section 4, Assainissement de sites pollués par des déchets, Taxe destinée au financement des mesures",
        "citation": "Art. 32e al. 6 LPE",
        "content": "Le droit cantonal peut également prévoir des taxes destinées au financement de l’investigation, de la surveillance et de l’assainissement des sites pollués.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_32_e"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 5, Atteintes portées au sol, Mesures de lutte contre les atteintes aux sols",
        "citation": "Art. 33 al. 1 LPE",
        "content": "Les mesures visant à conserver à long terme la fertilité des sols en les protégeant des atteintes chimiques et biologiques sont arrêtées dans les dispositions d’exécution relatives à la loi fédérale du 24 janvier 1991 sur la protection des eaux, à la protection contre les catastrophes, à la protection de l’air, à l’utilisation de substances et d’organismes ainsi qu’aux déchets et aux taxes d’incitation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_33"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 5, Atteintes portées au sol, Mesures de lutte contre les atteintes aux sols",
        "citation": "Art. 33 al. 2 LPE",
        "content": "Il n’est permis de porter atteinte physiquement à un sol que dans la mesure où sa fertilité n’en est pas altérée durablement; cette disposition ne concerne pas les terrains destinés à la construction. Le Conseil fédéral peut édicter des prescriptions ou des recommandations sur les mesures destinées à lutter contre les atteintes physiques telles que l’érosion ou le compactage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_33"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 5, Atteintes portées au sol, Renforcement des mesures de lutte contre les atteintes aux sols",
        "citation": "Art. 34 al. 1 LPE",
        "content": "Si la fertilité du sol n’est plus garantie à long terme dans certaines régions, les cantons, en accord avec la Confédération, renforcent autant que nécessaire les prescriptions sur les exigences applicables aux infiltrations d’eaux à évacuer, sur les limitations d’émissions applicables aux installations, sur l’utilisation de substances et d’organismes ou sur les atteintes physiques portées aux sols.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_34"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 5, Atteintes portées au sol, Renforcement des mesures de lutte contre les atteintes aux sols",
        "citation": "Art. 34 al. 2 LPE",
        "content": "Si les atteintes constituent une menace pour l’homme, pour les animaux ou pour les plantes, les cantons restreignent autant que nécessaire l’utilisation du sol.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_34"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 5, Atteintes portées au sol, Renforcement des mesures de lutte contre les atteintes aux sols",
        "citation": "Art. 34 al. 3 LPE",
        "content": "S’il est prévu d’utiliser le sol à des fins horticoles, agricoles ou forestières et s’il est impossible de l’exploiter d’une manière conforme à la pratique courante sans menacer l’homme, les animaux ou les plantes, les cantons prennent des mesures propres à réduire les atteintes portées au sol de manière à permettre au moins une exploitation inoffensive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_34"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 5, Atteintes portées au sol, Valeurs indicatives et valeurs d’assainissement applicables aux atteintes aux sols",
        "citation": "Art. 35 al. 1 LPE",
        "content": "Le Conseil fédéral peut fixer des valeurs indicatives et des valeurs d’assainissement en vue d’évaluer les atteintes portées aux sols.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_35"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 5, Atteintes portées au sol, Valeurs indicatives et valeurs d’assainissement applicables aux atteintes aux sols",
        "citation": "Art. 35 al. 2 LPE",
        "content": "Les valeurs indicatives indiquent le niveau de gravité des atteintes au-delà duquel, selon l’état de la science ou l’expérience, la fertilité des sols n’est plus garantie à long terme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_35"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 5, Atteintes portées au sol, Valeurs indicatives et valeurs d’assainissement applicables aux atteintes aux sols",
        "citation": "Art. 35 al. 3 LPE",
        "content": "Les valeurs d’assainissement indiquent le niveau de gravité des atteintes au-delà duquel, selon l’état de la science ou l’expérience, certaines exploitations mettent forcément en péril l’homme, les animaux ou les plantes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_35"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 6, Taxes d’incitation, Composés organiques volatils",
        "citation": "Art. 35a al. 1 LPE",
        "content": "Quiconque importe des composés organiques volatils ou, en tant que producteur, met dans le commerce ou utilise lui-même de tels composés, acquitte une taxe d’incitation à la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_35_a"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 6, Taxes d’incitation, Composés organiques volatils",
        "citation": "Art. 35a al. 2 LPE",
        "content": "Est également soumise à la taxe l’importation de composés organiques volatils contenus dans des peintures ou des vernis. Le Conseil fédéral peut soumettre à la taxe l’importation de composés organiques volatils contenus dans d’autres mélanges ou objets si par leurs quantités, ces substances polluent l’environnement de manière importante, ou si ces substances entrent pour une part notable dans le coût du produit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_35_a"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 6, Taxes d’incitation, Composés organiques volatils",
        "citation": "Art. 35a al. 3 LPE",
        "content": "Sont exonérés de la taxe les composés organiques volatils:\na. qui sont utilisés comme carburant ou comme combustible;\nb. qui transitent par la Suisse ou qui sont exportés;\nc. qui sont utilisés ou traités d’une façon telle qu’ils ne peuvent pénétrer dans l’environnement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_35_a"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 6, Taxes d’incitation, Composés organiques volatils",
        "citation": "Art. 35a al. 4 LPE",
        "content": "En ce qui concerne les composés organiques volatils qui sont utilisés ou traités d’une façon telle que leurs émissions sont réduites très au-delà des exigences légales, le Conseil fédéral peut les exonérer de la taxe à concurrence des frais supplémentaires engagés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_35_a"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 6, Taxes d’incitation, Composés organiques volatils",
        "citation": "Art. 35a al. 5 LPE",
        "content": "Le Conseil fédéral peut exonérer de la taxe les composés organiques volatils qui ne sont pas dangereux pour l’environnement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_35_a"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 6, Taxes d’incitation, Composés organiques volatils",
        "citation": "Art. 35a al. 6 LPE",
        "content": "Le taux de taxation se monte au maximum à cinq francs par kilogramme de composés organiques volatils, auquel s’ajoute le renchérissement à partir de l’entrée en vigueur de la présente disposition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_35_a"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 6, Taxes d’incitation, Composés organiques volatils",
        "citation": "Art. 35a al. 7 LPE",
        "content": "Le Conseil fédéral fixe le taux de taxation d’après les objectifs de protection de l’air; à cet effet, il tiendra compte en particulier:\na. des atteintes que les composés organiques volatils portent à l’environnement;\nb. du danger que ces substances présentent pour l’environnement;\nc. du coût des mesures qui permettraient de limiter les atteintes dues à ces substances;\nd. du prix de ces substances ainsi que du prix de substances de remplacement moins polluantes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_35_a"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 6, Taxes d’incitation, Composés organiques volatils",
        "citation": "Art. 35a al. 8 LPE",
        "content": "Le Conseil fédéral introduit la taxe par étapes et fixe le calendrier et le taux pour chaque étape.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_35_a"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 6, Taxes d’incitation, Composés organiques volatils",
        "citation": "Art. 35a al. 9 LPE",
        "content": "Le produit de la taxe, y compris les intérêts et après déduction des frais d’exécution, est réparti de manière égale entre la population. Le Conseil fédéral fixe les modalités de la répartition. Il peut charger les cantons, des corporations de droit public ou des particuliers d’assurer celle-ci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_35_a"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 6, Taxes d’incitation, Teneur en soufre de l’huile de chauffage «extra-légère»",
        "citation": "Art. 35b al. 1 LPE",
        "content": "Quiconque importe, fabrique ou extrait sur le territoire suisse de l’huile de chauffage «extra-légère» d’une teneur en soufre supérieure à 0,1 pour cent (% masse) acquitte à la Confédération une taxe d’incitation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_35_b"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 6, Taxes d’incitation, Teneur en soufre de l’huile de chauffage «extra-légère»",
        "citation": "Art. 35b al. 2 LPE",
        "content": "Est exonérée de la taxe l’huile de chauffage «extra-légère» d’une teneur en soufre supérieure à 0,1 % (% masse) lorsqu’elle transite par la Suisse ou qu’elle est exportée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_35_b"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 6, Taxes d’incitation, Teneur en soufre de l’huile de chauffage «extra-légère»",
        "citation": "Art. 35b al. 3 LPE",
        "content": "Le taux de taxation se monte au maximum à vingt francs par tonne d’huile de chauffage «extra-légère» d’une teneur en soufre supérieure à 0,1 % (% masse), auquel s’ajoute le renchérissement à partir de l’entrée en vigueur de la présente disposition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_35_b"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 6, Taxes d’incitation, Teneur en soufre de l’huile de chauffage «extra-légère»",
        "citation": "Art. 35b al. 4 LPE",
        "content": "Le Conseil fédéral fixe le taux de taxation d’après les objectifs de protection de l’air; à cet effet, il tiendra compte en particulier:\na. des atteintes que l’anhydride sulfureux porte à l’environnement;\nb. du surcoût par la production d’huile de chauffage «extra-légère» dont la teneur en soufre est de 0,1 %;\nc. des besoins en matière d’approvisionnement du pays.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_35_b"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 6, Taxes d’incitation, Teneur en soufre de l’huile de chauffage «extra-légère»",
        "citation": "Art. 35b al. 5 LPE",
        "content": "Le produit de la taxe, y compris les intérêts et après déduction des frais d’exécution, est réparti de manière égale entre la population. Le Conseil fédéral fixe les modalités de la répartition. Il peut charger les cantons, des corporations de droit public ou des particuliers d’assurer celle-ci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_35_b"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 6, Taxes d’incitation, Teneur en soufre de l’essence et de l’huile diesel",
        "citation": "Art. 35bbis al. 1 LPE",
        "content": "Quiconque importe, fabrique ou extrait sur le territoire suisse de l’essence ou de l’huile diesel d’une teneur en soufre supérieure à 0,001 % (% masse) acquitte une taxe d’incitation à la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_35_b_bis"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 6, Taxes d’incitation, Teneur en soufre de l’essence et de l’huile diesel",
        "citation": "Art. 35bbis al. 2 LPE",
        "content": "L’essence et l’huile diesel d’une teneur en soufre supérieure à 0,001 % (% masse) sont exonérées de la taxe lorsqu’elles transitent par la Suisse ou qu’elles sont exportées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_35_b_bis"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 6, Taxes d’incitation, Teneur en soufre de l’essence et de l’huile diesel",
        "citation": "Art. 35bbis al. 3 LPE",
        "content": "Le taux de taxation se monte à 5 centimes par litre au plus, montant auquel s’ajoute le renchérissement à partir de l’entrée en vigueur de la présente disposition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_35_b_bis"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 6, Taxes d’incitation, Teneur en soufre de l’essence et de l’huile diesel",
        "citation": "Art. 35bbis al. 4 LPE",
        "content": "Le Conseil fédéral peut fixer des taux de taxation différents pour l’essence et pour l’huile diesel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_35_b_bis"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 6, Taxes d’incitation, Teneur en soufre de l’essence et de l’huile diesel",
        "citation": "Art. 35bbis al. 5 LPE",
        "content": "Il fixe les taux de taxation d’après les objectifs de protection de l’air; à cet effet, il tient compte en particulier:\na. les atteintes que les pollutions atmosphériques portent à l’environnement;\nb. les impératifs de la protection du climat;\nc. les coûts supplémentaires de la production et de la distribution d’essence et d’huile diesel dont la teneur en soufre est égale à 0,001 % (% masse);\nd. les besoins de l’approvisionnement du pays.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_35_b_bis"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 6, Taxes d’incitation, Teneur en soufre de l’essence et de l’huile diesel",
        "citation": "Art. 35bbis al. 6 LPE",
        "content": "Le produit de la taxe, y compris les intérêts et après déduction des frais d’exécution, est réparti de manière égale au sein de la population. Le Conseil fédéral fixe les modalités de la répartition. Il peut charger les cantons, des corporations de droit public ou des particuliers d’assurer celle-ci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_35_b_bis"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 6, Taxes d’incitation, Assujettissement à la taxe et procédure",
        "citation": "Art. 35c al. 1 LPE",
        "content": "Sont soumis à la taxe:\na. sur les composés organiques volatils, ceux qui, selon la loi fédérale du 1er octobre 1925 sur les douanes, sont assujettis pour les opérations d’importation, ainsi que les fabricants et producteurs sur le territoire suisse;\nb. sur l’huile de chauffage «extra-légère», sur l’essence et sur l’huile diesel, ceux qui, selon la loi du 21 juin 1996 sur l’imposition des huiles minérales (Limpmin), sont soumis à l’impôt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_35_c"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 6, Taxes d’incitation, Assujettissement à la taxe et procédure",
        "citation": "Art. 35c al. 2 LPE",
        "content": "Si la légitimité d’une exonération de la taxe ne peut être prouvée qu’après que celle-ci a été perçue, la taxe est remboursée. Le Conseil fédéral peut définir les modalités selon lesquelles la preuve doit être faite, et il peut exclure un remboursement si celui-ci doit entraîner des frais ou des difficultés hors de proportion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_35_c"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 6, Taxes d’incitation, Assujettissement à la taxe et procédure",
        "citation": "Art. 35c al. 3 LPE",
        "content": "Le Conseil fédéral définit les procédures de perception et de remboursement de la taxe sur les composés organiques volatils. En ce qui concerne l’importation et le transit, les dispositions de procédure applicables sont celles de la législation sur les douanes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_35_c"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 6, Taxes d’incitation, Assujettissement à la taxe et procédure",
        "citation": "Art. 35c al. 3bis LPE",
        "content": "En ce qui concerne l’importation ou l’exportation, la fabrication ou l’extraction sur le territoire suisse d’huile de chauffage «extra-légère», d’essence ou d’huile diesel, les dispositions de procédure applicables à la perception et au remboursement sont celles de la Limpmin.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_35_c"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 6, Taxes d’incitation, Assujettissement à la taxe et procédure",
        "citation": "Art. 35c al. 4 LPE",
        "content": "Quiconque produit en Suisse des substances ou des organismes soumis à la taxe doit les déclarer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_35_c"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 7, Mise sur le marché de matières premières et de produits, Section 1, Biocarburants et biocombustibles",
        "citation": "Art. 35d al. 1 LPE",
        "content": "Si des biocarburants, des biocombustibles ou des mélanges contenant de tels carburants ou combustibles ne remplissent pas les conditions fixées à l’art. 12b, al. 1 et 3, de la loi du 21 juin 1996 sur l’imposition des huiles minérales et sont mis sur le marché en grandes quantités, le Conseil fédéral peut prévoir que les biocarburants et les biocombustibles qu’il définit ne peuvent être mis sur le marché que s’ils respectent des critères écologiques ou sociaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_35_d"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 7, Mise sur le marché de matières premières et de produits, Section 1, Biocarburants et biocombustibles",
        "citation": "Art. 35d al. 2 LPE",
        "content": "L’éthanol destiné à la combustion n’est pas soumis à homologation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_35_d"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 7, Mise sur le marché de matières premières et de produits, Section 1, Biocarburants et biocombustibles",
        "citation": "Art. 35d al. 3 LPE",
        "content": "Compte tenu des dispositions de la législation sur l’imposition des huiles minérales, le Conseil fédéral fixe:\na. les critères écologiques ou sociaux que les biocarburants et les biocombustibles soumis à homologation doivent remplir;\nb. la procédure d’homologation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_35_d"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 7, Mise sur le marché de matières premières et de produits, Section 2, Bois et produits dérivés du bois et autres matières premières ou produits, Exigences relatives à la mise sur le marché",
        "citation": "Art. 35e al. 1 LPE",
        "content": "Il est interdit de mettre sur le marché pour la première fois du bois et des produits dérivés du bois dont la production ou le commerce ne respectent pas les prescriptions applicables en la matière dans le pays d’origine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_35_e"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 7, Mise sur le marché de matières premières et de produits, Section 2, Bois et produits dérivés du bois et autres matières premières ou produits, Exigences relatives à la mise sur le marché",
        "citation": "Art. 35e al. 2 LPE",
        "content": "Le Conseil fédéral fixe les exigences applicables à la mise sur le marché de bois et de produits dérivés du bois, en conformité avec les prescriptions de l’Union européenne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_35_e"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 7, Mise sur le marché de matières premières et de produits, Section 2, Bois et produits dérivés du bois et autres matières premières ou produits, Exigences relatives à la mise sur le marché",
        "citation": "Art. 35e al. 3 LPE",
        "content": "Il peut, en conformité avec les standards internationaux, définir des exigences applicables à la mise sur le marché d’autres matières premières et produits ou interdire leur mise sur le marché si leur culture, leur extraction ou leur production porte sérieusement atteinte à l’environnement ou compromet sérieusement l’utilisation durable des ressources naturelles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_35_e"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 7, Mise sur le marché de matières premières et de produits, Section 2, Bois et produits dérivés du bois et autres matières premières ou produits, Devoir de diligence",
        "citation": "Art. 35f al. 1 LPE",
        "content": "Quiconque met sur le marché pour la première fois du bois ou des produits dérivés du bois ou d’autres matières premières ou produits définis par le Conseil fédéral en vertu de l’art. 35e, al. 3, doit faire preuve de toute la diligence requise pour garantir que les marchandises répondent aux exigences visées à l’art. 35e.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_35_f"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 7, Mise sur le marché de matières premières et de produits, Section 2, Bois et produits dérivés du bois et autres matières premières ou produits, Devoir de diligence",
        "citation": "Art. 35f al. 2 LPE",
        "content": "Le Conseil fédéral règle:\na. le type, le contenu et la portée des mesures à prendre dans le cadre du devoir de diligence;\nb. le contrôle du respect du devoir de diligence;\nc. la reconnaissance des organisations qui accompagnent ou vérifient la mise en œuvre du devoir de diligence ainsi que le contrôle de leurs activités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_35_f"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 7, Mise sur le marché de matières premières et de produits, Section 2, Bois et produits dérivés du bois et autres matières premières ou produits, Devoir de diligence",
        "citation": "Art. 35f al. 3 LPE",
        "content": "Il peut soumettre à une obligation de s’annoncer quiconque met pour la première fois sur le marché du bois ou des produits dérivés du bois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_35_f"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 7, Mise sur le marché de matières premières et de produits, Section 2, Bois et produits dérivés du bois et autres matières premières ou produits, Devoir de diligence",
        "citation": "Art. 35f al. 4 LPE",
        "content": "Il peut prévoir qu’en cas d’infraction aux al. 1 ou 2 ou à l’art. 35e, le bois ou les produits dérivés du bois ainsi que les autres matières premières et produits qu’il a définis en vertu de l’art. 35e, al. 3, sont renvoyés, confisqués ou saisis. Il peut également prévoir une interdiction de commercialisation du bois ou des produits dérivés du bois si l’infraction est particulièrement grave.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_35_f"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 7, Mise sur le marché de matières premières et de produits, Section 2, Bois et produits dérivés du bois et autres matières premières ou produits, Traçabilité et déclaration",
        "citation": "Art. 35g al. 1 LPE",
        "content": "Les commerçants doivent indiquer, documents à l’appui, quels fournisseurs leur ont livré le bois ou les produits dérivés du bois et à quels preneurs ils les ont remis; le Conseil fédéral peut introduire une telle obligation pour les autres matière premières et produits qu’il a définis en vertu de l’art. 35e, al. 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_35_g"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 7, Mise sur le marché de matières premières et de produits, Section 2, Bois et produits dérivés du bois et autres matières premières ou produits, Traçabilité et déclaration",
        "citation": "Art. 35g al. 2 LPE",
        "content": "Toute personne qui remet du bois ou des produits dérivés du bois aux consommateurs doit déclarer l’espèce et la provenance du bois. Le Conseil fédéral définit le bois et les produits dérivés du bois auxquels cette obligation de déclarer s’applique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_35_g"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 7, Mise sur le marché de matières premières et de produits, Section 2, Bois et produits dérivés du bois et autres matières premières ou produits, Traitement des données",
        "citation": "Art. 35h al. 1 LPE",
        "content": "Les autorités ou les tiers auxquels est déléguée la mise en œuvre de la présente loi ou auxquels sont délégués le contrôle ou la surveillance de la mise en œuvre de la présente loi peuvent, si l’exécution de la présente section l’exige, traiter des données personnelles, y compris des données sensibles relatives aux sanctions administratives et pénales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_35_h"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 2, Limitation des nuisances, Chapitre 7, Mise sur le marché de matières premières et de produits, Section 2, Bois et produits dérivés du bois et autres matières premières ou produits, Traitement des données",
        "citation": "Art. 35h al. 2 LPE",
        "content": "Les autorités nationales compétentes peuvent communiquer des données personnelles à des autorités étrangères ainsi qu’à des institutions internationales, y compris des données sensibles relatives aux sanctions administratives et pénales, si l’exécution des prescriptions de l’Union européenne concernant la mise sur le marché de bois ou de produits dérivés du bois l’exige.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_35_h"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 1, Exécution, Section 1, Exécution par les cantons, Compétence exécutive des cantons",
        "citation": "Art. 36 LPE",
        "content": "Sous réserve de l’art. 41, l’exécution de la présente loi incombe aux cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_36"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 1, Exécution, Section 1, Exécution par les cantons, Dispositions d’exécution des cantons",
        "citation": "Art. 37 LPE",
        "content": "Les dispositions d’exécution des cantons régissant la protection contre les catastrophes (art. 10), l’étude de l’impact sur l’environnement (art. 10a à 10d), l’assainissement (art. 16 à 18), l’isolation acoustique des immeubles (art. 20 et 21) et les déchets (art. 30 à 32, 32abis à 32e), doivent être approuvées par la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_37"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 1, Exécution, Section 2, Exécution par la Confédération, Surveillance et coordination",
        "citation": "Art. 38 al. 1 LPE",
        "content": "La Confédération surveille l’application de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_38"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 1, Exécution, Section 2, Exécution par la Confédération, Surveillance et coordination",
        "citation": "Art. 38 al. 2 LPE",
        "content": "Elle coordonne les mesures d’exécution des cantons ainsi que celles de ses propres établissements et exploitations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_38"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 1, Exécution, Section 2, Exécution par la Confédération, Surveillance et coordination",
        "citation": "Art. 38 al. 3 LPE",
        "content": "Le Conseil fédéral fixe les méthodes d’examen, de mesure et de calcul.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_38"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 1, Exécution, Section 2, Exécution par la Confédération, Prescriptions d’exécution et accords internationaux",
        "citation": "Art. 39 al. 1 LPE",
        "content": "Le Conseil fédéral édicte les prescriptions d’exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_39"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 1, Exécution, Section 2, Exécution par la Confédération, Prescriptions d’exécution et accords internationaux",
        "citation": "Art. 39 al. 1bis LPE",
        "content": "Ce faisant, il peut déclarer applicables des prescriptions et normes techniques harmonisées sur le plan international et:\na. habiliter l’office compétent à déclarer applicable toute modification mineure de ces prescriptions et normes;\nb. prévoir que les prescriptions et normes déclarées applicables fassent l’objet d’un mode de publication particulier et ne soient pas traduites dans les langues officielles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_39"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 1, Exécution, Section 2, Exécution par la Confédération, Prescriptions d’exécution et accords internationaux",
        "citation": "Art. 39 al. 2 LPE",
        "content": "Il peut conclure des accords internationaux relatifs à:\na. des prescriptions techniques;\nabis. des substances dangereuses pour l’environnement (art. 26 à 29);\nb. la limitation et l’élimination des déchets;\nc. la collaboration dans les régions frontalières par l’entremise de commissions internationales à caractère consultatif;\nd. des banques de données et des enquêtes;\ne. la recherche et la formation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_39"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 1, Exécution, Section 2, Exécution par la Confédération, Mise sur le marché d’installations fabriquées en série",
        "citation": "Art. 40 al. 1 LPE",
        "content": "En fonction des atteintes qu’elles portent à l’environnement, le Conseil fédéral peut subordonner la mise sur le marché d’installations fabriquées en série à une évaluation de la conformité, à l’application d’une marque d’épreuve à un enregistrement ou à une homologation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_40"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 1, Exécution, Section 2, Exécution par la Confédération, Mise sur le marché d’installations fabriquées en série",
        "citation": "Art. 40 al. 2 LPE",
        "content": "Il peut reconnaître des essais, des évaluations de la conformité, des marques d’épreuve des enregistrements et des homologations étrangers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_40"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 1, Exécution, Section 2, Exécution par la Confédération, Compétence exécutive de la Confédération",
        "citation": "Art. 41 al. 1 LPE",
        "content": "La Confédération exécute les art. 12, al. 1, let. e (prescriptions sur les combustibles et carburants), 26 (contrôle autonome), 27 (information du preneur), 29 (prescriptions sur les substances), 29a à 29h (utilisation d’organismes), 30b, al. 3 (caisse de compensation relative à la consigne), 30f et 30g (importation et exportation de déchets), 31a, al. 2, et 31c, al. 3 (mesures de la Confédération relatives à l’élimination des déchets), 32abis (taxe d’élimination anticipée), 32e, al. 1 à 4 (taxe destinée au financement des mesures), 35a à 35c (taxes d’incitation), 35d (biocarburants et biocombustibles), 35e à 35h (bois et produits dérivés du bois et autres matières premières ou produits), 39 (prescriptions d’exécution et accords internationaux), 40 (mise sur le marché d’installations fabriquées en série) et 46, al. 3 (renseignements sur les substances et les organismes); les cantons peuvent être appelés à coopérer à l’exécution de certaines tâches.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_41"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 1, Exécution, Section 2, Exécution par la Confédération, Compétence exécutive de la Confédération",
        "citation": "Art. 41 al. 2 LPE",
        "content": "L’autorité fédérale qui exécute une autre loi fédérale ou un traité international est, dans l’accomplissement de cette tâche, responsable également de l’application de la loi sur la protection de l’environnement. Avant de prendre sa décision, elle consulte les cantons concernés. L’Office et les autres services fédéraux concernés collaborent à l’exécution conformément aux art. 62a et 62b de la loi fédérale du 21 mars 1997 sur l’organisation du gouvernement et de l’administration.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_41"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 1, Exécution, Section 2, Exécution par la Confédération, Compétence exécutive de la Confédération",
        "citation": "Art. 41 al. 3 LPE",
        "content": "Si la procédure prévue à l’al. 2 n’est pas adaptée à certaines tâches, le Conseil fédéral réglemente l’exécution de celles-ci par les services fédéraux concernés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_41"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 1, Exécution, Section 2, Exécution par la Confédération, Compétence exécutive de la Confédération",
        "citation": "Art. 41 al. 4 LPE",
        "content": "Les autorités fédérales chargées de l’exécution tiennent compte des mesures prises par les cantons aux fins de protéger l’environnement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_41"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 1, Exécution, Section 2a, Collaboration avec l’économie",
        "citation": "Art. 41a al. 1 LPE",
        "content": "La Confédération et, dans le cadre de leurs compétences, les cantons, collaborent avec les organisations économiques pour exécuter la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_41_a"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 1, Exécution, Section 2a, Collaboration avec l’économie",
        "citation": "Art. 41a al. 2 LPE",
        "content": "Ils peuvent favoriser la conclusion d’accords sectoriels en indiquant des objectifs et des délais.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_41_a"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 1, Exécution, Section 2a, Collaboration avec l’économie",
        "citation": "Art. 41a al. 3 LPE",
        "content": "Avant d’édicter des prescriptions d’exécution, ils examinent les mesures que l’économie a prises de son plein gré. Si possible et si nécessaire, ils reprennent, partiellement ou totalement, des accords sectoriels dans le droit d’exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_41_a"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 1, Exécution, Section 3, Dispositions particulières d’exécution, Services spécialisés de la protection de l’environnement",
        "citation": "Art. 42 al. 1 LPE",
        "content": "Pour assurer l’examen des questions relatives à la protection de l’environnement, les cantons créent un service spécialisé ou désignent à cet effet des offices existants en mesure d’assumer cette tâche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_42"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 1, Exécution, Section 3, Dispositions particulières d’exécution, Services spécialisés de la protection de l’environnement",
        "citation": "Art. 42 al. 2 LPE",
        "content": "L’Office est le service spécialisé de la Confédération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_42"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 1, Exécution, Section 3, Dispositions particulières d’exécution, Délégation de tâches d’exécution",
        "citation": "Art. 43 LPE",
        "content": "Les autorités exécutives peuvent confier à des collectivités de droit public ou à des particuliers l’accomplissement de diverses tâches d’exécution, notamment en matière de contrôle et de surveillance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_43"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 1, Exécution, Section 3, Dispositions particulières d’exécution, Label écologique et management environnemental",
        "citation": "Art. 43a al. 1 LPE",
        "content": "Le Conseil fédéral peut édicter des prescriptions sur l’introduction:\na. d’un système volontaire de mise en place d’un label écologique (écolabel);\nb. d’un système volontaire d’évaluation et d’amélioration des résultats de l’entreprise en matière de protection de l’environnement (système de management environnemental et d’audit).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_43_a"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 1, Exécution, Section 3, Dispositions particulières d’exécution, Label écologique et management environnemental",
        "citation": "Art. 43a al. 2 LPE",
        "content": "Il tient compte du droit international et des normes techniques reconnues au niveau international.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_43_a"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 1, Exécution, Section 3, Dispositions particulières d’exécution, Enquêtes sur les nuisances grevant l’environnement",
        "citation": "Art. 44 al. 1 LPE",
        "content": "La Confédération et les cantons procèdent à des enquêtes sur les nuisances grevant l’environnement et contrôlent l’efficacité des mesures prises en vertu de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_44"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 1, Exécution, Section 3, Dispositions particulières d’exécution, Enquêtes sur les nuisances grevant l’environnement",
        "citation": "Art. 44 al. 2 LPE",
        "content": "Le Conseil fédéral coordonne les enquêtes et les banques de données sur le plan fédéral et cantonal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_44"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 1, Exécution, Section 3, Dispositions particulières d’exécution, Enquêtes sur les nuisances grevant l’environnement",
        "citation": "Art. 44 al. 3 LPE",
        "content": "Il décide quelles données concernant les substances et les organismes et recueillies en vertu de la législation sur le génie génétique, les denrées alimentaires, les produits thérapeutiques, les produits chimiques et l’agriculture ainsi que sur les épidémies et les épizooties sont communiquées à l’Office.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_44"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 1, Exécution, Section 3, Dispositions particulières d’exécution, Plans de mesures relatifs aux pollutions atmosphériques",
        "citation": "Art. 44a al. 1 LPE",
        "content": "Lorsque plusieurs sources de pollutions atmosphériques entraînent des atteintes nuisibles ou incommodantes, ou si de telles atteintes sont à prévoir, l’autorité compétente établit dans un délai fixé un plan de mesures à prendre pour réduire ces atteintes ou pour y remédier (plan de mesures).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_44_a"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 1, Exécution, Section 3, Dispositions particulières d’exécution, Plans de mesures relatifs aux pollutions atmosphériques",
        "citation": "Art. 44a al. 2 LPE",
        "content": "Les plans de mesures sont contraignants pour les autorités auxquelles les cantons ont confié des tâches d’exécution. Ils distinguent les mesures qui peuvent être ordonnées immédiatement et celles pour lesquelles les bases légales doivent encore être créées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_44_a"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 1, Exécution, Section 3, Dispositions particulières d’exécution, Plans de mesures relatifs aux pollutions atmosphériques",
        "citation": "Art. 44a al. 3 LPE",
        "content": "Si le plan prévoit des mesures de la compétence de la Confédération, les cantons présenteront leurs propositions au Conseil fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_44_a"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 1, Exécution, Section 3, Dispositions particulières d’exécution, Contrôles périodiques",
        "citation": "Art. 45 LPE",
        "content": "Le Conseil fédéral peut prescrire des contrôles réguliers d’installations telles que chaufferies à mazout, installations d’élimination des déchets ou machines de chantier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_45"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 1, Exécution, Section 3, Dispositions particulières d’exécution, Obligation de renseigner",
        "citation": "Art. 46 al. 1 LPE",
        "content": "Chacun est tenu de fournir aux autorités les renseignements nécessaires à l’application de la présente loi et, s’il le faut, de procéder à des enquêtes ou de les tolérer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_46"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 1, Exécution, Section 3, Dispositions particulières d’exécution, Obligation de renseigner",
        "citation": "Art. 46 al. 2 LPE",
        "content": "Le Conseil fédéral ou les cantons peuvent ordonner que des relevés soient établis sur les pollutions atmosphériques, le bruit et les vibrations, sur les déchets et leur élimination ainsi que sur la nature, la quantité et les propriétés des substances et des organismes, que ces relevés soient conservés et qu’ils soient communiqués aux autorités qui le demandent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_46"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 1, Exécution, Section 3, Dispositions particulières d’exécution, Obligation de renseigner",
        "citation": "Art. 46 al. 3 LPE",
        "content": "Le Conseil fédéral peut ordonner que des renseignements soient fournis sur des substances ou des organismes qui peuvent constituer une menace pour l’environnement ou qui sont mis dans le commerce pour la première fois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_46"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 1, Exécution, Section 3, Dispositions particulières d’exécution, Secret de fonction",
        "citation": "Art. 47 al. 3 LPE",
        "content": "Toutes les personnes chargées de l’application de la présente loi, de même que les experts ou les membres de commissions et groupes de travail, sont tenus de respecter le secret de fonction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_47"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 1, Exécution, Section 3, Dispositions particulières d’exécution, Secret de fonction",
        "citation": "Art. 47 al. 4 LPE",
        "content": "La communication à une autorité étrangère et à des organisations internationales d’informations confidentielles recueillies dans le cadre de l’exécution de la présente loi n’est autorisée que si elle est prévue par un accord international, par des résolutions d’organisations internationales ou par une loi fédérale. Le Conseil fédéral règle les compétences et la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_47"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 1, Exécution, Section 3, Dispositions particulières d’exécution, Émoluments",
        "citation": "Art. 48 al. 1 LPE",
        "content": "Les autorisations, les mesures de contrôle et les prestations spéciales prévues par la présente loi donnent lieu à la perception d’émoluments.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_48"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 1, Exécution, Section 3, Dispositions particulières d’exécution, Émoluments",
        "citation": "Art. 48 al. 2 LPE",
        "content": "Sur le plan fédéral, le montant des émoluments est fixé par le Conseil fédéral et, sur le plan cantonal, par l’autorité compétente selon le droit cantonal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_48"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 2, Mesures d’encouragement, Formation et recherche",
        "citation": "Art. 49 al. 1 LPE",
        "content": "La Confédération peut encourager la formation et la formation continue des personnes chargées d’assumer des tâches relevant de la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_49"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 2, Mesures d’encouragement, Formation et recherche",
        "citation": "Art. 49 al. 2 LPE",
        "content": "Elle peut commander et soutenir des travaux de recherche et des évaluations des choix technologiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_49"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 2, Mesures d’encouragement, Formation et recherche",
        "citation": "Art. 49 al. 3 LPE",
        "content": "Elle peut promouvoir le développement d’installations et de procédés qui permettent dans l’intérêt public de réduire les atteintes à l’environnement. En règle générale, les aides financières ne peuvent excéder 50 pour cent des coûts. Si les résultats des travaux de développement sont utilisés à des fins commerciales, ces aides doivent être remboursées à concurrence des bénéfices réalisés. Le Conseil fédéral évalue tous les cinq ans l’effet de ces mesures d’encouragement et présente un rapport aux Chambres fédérales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_49"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 2, Mesures d’encouragement, Subventions aux mesures de protection le long des routes",
        "citation": "Art. 50 al. 1 LPE",
        "content": "Dans le cadre de l’utilisation du produit net de l’impôt sur les huiles minérales et de la redevance pour l’utilisation des routes nationales, la Confédération participe aux coûts:\na. des mesures de protection de l’environnement à prendre le long des routes nationales et le long des routes principales qui doivent être aménagées avec l’aide fédérale, conformément aux dispositions de la loi fédérale du 22 mars 1985 concernant l’utilisation de l’impôt sur les huiles minérales à affectation obligatoire (LUMin); pour les routes principales, ces subventions font partie intégrante des contributions globales prévues dans la LUMin;\nb. des mesures de protection contre le bruit et d’isolation acoustique à prendre lors de l’assainissement des autres routes, sur la base de conventions-programmes conclues avec les cantons; le montant des subventions est fixé en fonction de l’efficacité des mesures.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_50"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 2, Mesures d’encouragement, Subventions aux mesures de protection le long des routes",
        "citation": "Art. 50 al. 2 LPE",
        "content": "Les cantons présentent à la Confédération un rapport sur l’utilisation des subventions versées pour des mesures de protection de l’environnement à prendre le long des routes principales qui doivent être aménagées avec l’aide fédérale et le long des autres routes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_50"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 2, Mesures d’encouragement, Installations de contrôle et de surveillance",
        "citation": "Art. 51 LPE",
        "content": "La Confédération peut allouer des subventions pour la construction et l’équipement des installations de mesurage, de contrôle et de surveillance qu’exige l’application de la présente loi, lorsque ces installations servent à plusieurs cantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_51"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 2, Mesures d’encouragement, Coopération internationale en faveur de la protection de l’environnement",
        "citation": "Art. 53 al. 1 LPE",
        "content": "La Confédération peut accorder des contributions:\na. à des organisations internationales ou à des programmes internationaux de protection de l’environnement; \nb. à la mise en œuvre de conventions internationales en faveur de l’environnement;\nc. au financement des secrétariats des conventions internationales en faveur de l’environnement dont le siège permanent est en Suisse;\nd. à des fonds de soutien aux pays en développement et en transition, aux fins de la mise en œuvre de conventions internationales en faveur de l’environnement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_53"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 2, Mesures d’encouragement, Coopération internationale en faveur de la protection de l’environnement",
        "citation": "Art. 53 al. 2 LPE",
        "content": "Les contributions mentionnées à l’al. 1, let. d, sont allouées sous forme de crédits-cadres accordés pour plusieurs années.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_53"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 2, Mesures d’encouragement, Coopération internationale en faveur de la protection de l’environnement",
        "citation": "Art. 53 al. 3 LPE",
        "content": "Le Conseil fédéral veille à l’emploi efficace des ressources allouées en vertu de la présente loi et en rend compte à l’Assemblée fédérale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_53"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 3, Procédure, Section 1, Voies de droit, ...",
        "citation": "Art. 54 LPE",
        "content": "La procédure de recours est régie par les dispositions générales de la procédure fédérale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_54"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 3, Procédure, Section 2, Recours des organisations contre les décisions concernant des installations, Organisations ayant qualité pour recourir",
        "citation": "Art. 55 al. 1 LPE",
        "content": "Une organisation de protection de l’environnement a qualité pour recourir contre les décisions des autorités cantonales ou fédérales relatives à la planification, à la construction ou à la modification d’installations soumises aux dispositions sur l’étude d’impact (art. 10a) aux conditions suivantes:\na. l’organisation est active au niveau national;\nb. l’organisation poursuit un but non lucratif; les éventuelles activités économiques servent le but non lucratif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_55"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 3, Procédure, Section 2, Recours des organisations contre les décisions concernant des installations, Organisations ayant qualité pour recourir",
        "citation": "Art. 55 al. 2 LPE",
        "content": "L’organisation a le droit de recourir uniquement dans les domaines du droit visés depuis dix ans au moins par ses statuts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_55"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 3, Procédure, Section 2, Recours des organisations contre les décisions concernant des installations, Organisations ayant qualité pour recourir",
        "citation": "Art. 55 al. 3 LPE",
        "content": "Le Conseil fédéral désigne les organisations qui ont qualité pour recourir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_55"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 3, Procédure, Section 2, Recours des organisations contre les décisions concernant des installations, Organisations ayant qualité pour recourir",
        "citation": "Art. 55 al. 4 LPE",
        "content": "L’organe exécutif supérieur de l’organisation est compétent pour décider d’un recours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_55"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 3, Procédure, Section 2, Recours des organisations contre les décisions concernant des installations, Organisations ayant qualité pour recourir",
        "citation": "Art. 55 al. 5 LPE",
        "content": "Les organisations peuvent habiliter leurs structures cantonales et régionales, lorsqu’elles sont indépendantes sur le plan juridique, à faire opposition de manière générale et à faire recours dans des cas particuliers, pour leur champ d’activité local.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_55"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 3, Procédure, Section 2, Recours des organisations contre les décisions concernant des installations, Notification de la décision",
        "citation": "Art. 55a al. 1 LPE",
        "content": "L’autorité notifie aux organisations ses décisions au sens de l’art. 55, al. 1, par écrit ou les publie dans la Feuille fédérale ou dans l’organe officiel du canton.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_55_a"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 3, Procédure, Section 2, Recours des organisations contre les décisions concernant des installations, Notification de la décision",
        "citation": "Art. 55a al. 2 LPE",
        "content": "Lorsque le droit fédéral ou cantonal prévoit une procédure d’opposition, la demande doit également être publiée conformément à l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_55_a"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 3, Procédure, Section 2, Recours des organisations contre les décisions concernant des installations, Perte de la qualité pour recourir",
        "citation": "Art. 55b al. 1 LPE",
        "content": "Les organisations qui n’ont pas formé de recours ne peuvent intervenir comme parties dans la suite de la procédure que si une modification de la décision leur porte atteinte. En cas d’expropriation, la loi fédérale du 20 juin 1930 sur l’expropriation est applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_55_b"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 3, Procédure, Section 2, Recours des organisations contre les décisions concernant des installations, Perte de la qualité pour recourir",
        "citation": "Art. 55b al. 2 LPE",
        "content": "Si une organisation n’a pas participé à une procédure d’opposition prévue par le droit fédéral ou le droit cantonal, elle ne peut plus former de recours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_55_b"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 3, Procédure, Section 2, Recours des organisations contre les décisions concernant des installations, Perte de la qualité pour recourir",
        "citation": "Art. 55b al. 3 LPE",
        "content": "Si une organisation a omis de formuler des griefs recevables contre un plan d’affectation à caractère décisionnel, ou si ces griefs ont été rejetés définitivement, l’organisation ne peut plus les faire valoir dans une procédure ultérieure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_55_b"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 3, Procédure, Section 2, Recours des organisations contre les décisions concernant des installations, Perte de la qualité pour recourir",
        "citation": "Art. 55b al. 4 LPE",
        "content": "Les al. 2 et 3 s’appliquent également aux oppositions et recours formés contre des plans d’affectation en vertu du droit cantonal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_55_b"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 3, Procédure, Section 2, Recours des organisations contre les décisions concernant des installations, Accords entre requérants et organisations",
        "citation": "Art. 55c al. 1 LPE",
        "content": "Un accord conclu entre un requérant et une organisation concernant des engagements relevant du droit public a uniquement valeur de proposition commune à l’endroit de l’autorité. Celle-ci le prend en considération dans sa décision pour autant qu’aucun vice ne soit constaté au sens de l’art. 49 de la loi fédérale du 20 décembre 1968 sur la procédure administrative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_55_c"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 3, Procédure, Section 2, Recours des organisations contre les décisions concernant des installations, Accords entre requérants et organisations",
        "citation": "Art. 55c al. 2 LPE",
        "content": "Les accords entre requérants et organisations qui portent sur des prestations, financières ou autres, sont illicites lorsqu’ils:\na. imposent des obligations de droit public, notamment des conditions posées par les pouvoirs publics;\nb. visent à réaliser des mesures qui ne sont pas prévues par le droit public ou qui ne sont pas liées au projet;\nc. prévoient d’indemniser la renonciation à un recours ou un autre comportement influençant la procédure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_55_c"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 3, Procédure, Section 2, Recours des organisations contre les décisions concernant des installations, Accords entre requérants et organisations",
        "citation": "Art. 55c al. 3 LPE",
        "content": "L’autorité de recours n’entre pas en matière sur un recours si celui-ci est abusif ou si l’organisation a émis des prétentions à des prestations illicites au sens de l’al. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_55_c"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 3, Procédure, Section 2, Recours des organisations contre les décisions concernant des installations, Début des travaux avant la fin de la procédure",
        "citation": "Art. 55d LPE",
        "content": "Les travaux peuvent être entrepris avant la fin de la procédure, pour autant que l’issue de cette dernière ne puisse avoir d’incidence sur ces travaux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_55_d"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 3, Procédure, Section 2, Recours des organisations contre les décisions concernant des installations, Frais de procédure",
        "citation": "Art. 55e LPE",
        "content": "L’organisation qui succombe supporte les frais de la procédure de recours auprès des autorités fédérales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_55_e"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 3, Procédure, Section 3, Recours des organisations contre des autorisations concernant des organismes",
        "citation": "Art. 55f al. 1 LPE",
        "content": "Une organisation de protection de l’environnement a qualité pour recourir contre les autorisations de mise dans le commerce d’organismes pathogènes destinés à être utilisés dans l’environnement aux conditions suivantes:\na. l’organisation est active au niveau national;\nb. l’organisation a été fondée dix ans au moins avant l’introduction du recours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_55_f"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 3, Procédure, Section 3, Recours des organisations contre des autorisations concernant des organismes",
        "citation": "Art. 55f al. 2 LPE",
        "content": "Le Conseil fédéral désigne les organisations qui ont qualité pour recourir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_55_f"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 3, Procédure, Section 3, Recours des organisations contre des autorisations concernant des organismes",
        "citation": "Art. 55f al. 3 LPE",
        "content": "Les art. 55a et 55b, al. 1 et 2, sont applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_55_f"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 3, Procédure, Section 4, Recours des autorités et des communes, expropriation, frais résultant de mesures de sécurité ou du rétablissement de l’état antérieur, Droit de recours des autorités",
        "citation": "Art. 56 al. 1 LPE",
        "content": "L’Office est habilité à user de toutes les voies de recours prévues par le droit fédéral et le droit cantonal contre les décisions rendues par des autorités cantonales en application de la présente loi ou de ses dispositions d’exécution.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_56"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 3, Procédure, Section 4, Recours des autorités et des communes, expropriation, frais résultant de mesures de sécurité ou du rétablissement de l’état antérieur, Droit de recours des autorités",
        "citation": "Art. 56 al. 2 LPE",
        "content": "Les cantons ont le même droit de recours lorsque des atteintes émanant d’un canton voisin affectent leur territoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_56"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 3, Procédure, Section 4, Recours des autorités et des communes, expropriation, frais résultant de mesures de sécurité ou du rétablissement de l’état antérieur, Droit de recours des communes",
        "citation": "Art. 57 LPE",
        "content": "Les communes sont habilitées à user des moyens de recours prévus par le droit fédéral et le droit cantonal contre les décisions des autorités fédérales ou cantonales fondées sur la présente loi et ses dispositions d’exécution, en tant qu’elles sont concernées par lesdites décisions et qu’elles ont un intérêt digne de protection à ce que celles-ci soient annulées ou modifiées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_57"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 3, Procédure, Section 4, Recours des autorités et des communes, expropriation, frais résultant de mesures de sécurité ou du rétablissement de l’état antérieur, Expropriation",
        "citation": "Art. 58 al. 1 LPE",
        "content": "Si l’exécution de la présente loi l’exige, la Confédération et les cantons peuvent exercer le droit d’expropriation ou le conférer à des tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_58"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 3, Procédure, Section 4, Recours des autorités et des communes, expropriation, frais résultant de mesures de sécurité ou du rétablissement de l’état antérieur, Expropriation",
        "citation": "Art. 58 al. 2 LPE",
        "content": "Les cantons peuvent, dans leurs dispositions d’exécution, déclarer applicable la loi fédérale du 20 juin 1930 sur l’expropriation. Ils prévoient que le gouvernement cantonal statue sur les oppositions non réglées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_58"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 3, Procédure, Section 4, Recours des autorités et des communes, expropriation, frais résultant de mesures de sécurité ou du rétablissement de l’état antérieur, Expropriation",
        "citation": "Art. 58 al. 3 LPE",
        "content": "La législation fédérale sur l’expropriation est applicable lorsqu’il s’agit d’ouvrages situés sur le territoire de plusieurs cantons. Le Département fédéral de l’environnement, des transports, de l’énergie et de la communication statue sur l’expropriation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_58"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 3, Exécution, mesures d’encouragement et procédure, Chapitre 3, Procédure, Section 4, Recours des autorités et des communes, expropriation, frais résultant de mesures de sécurité ou du rétablissement de l’état antérieur, Frais résultant de mesures de sécurité ou du rétablissement de l’état antérieur",
        "citation": "Art. 59 LPE",
        "content": "Les frais provoqués par des mesures que les autorités prennent pour empêcher une atteinte imminente, ainsi que pour en déterminer l’existence et y remédier, sont mis à la charge de celui qui en est la cause.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_59"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 4, Responsabilité civile, Dispositions générales",
        "citation": "Art. 59a al. 1 LPE",
        "content": "Le détenteur d’une entreprise ou d’une installation qui présente un danger particulier pour l’environnement répond des dommages résultant des atteintes que la réalisation de ce danger entraîne. En cas de dommage dû à l’utilisation d’organismes pathogènes, l’art. 59abis est applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_59_a"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 4, Responsabilité civile, Dispositions générales",
        "citation": "Art. 59a al. 2 LPE",
        "content": "Présentent en règle générale un danger particulier pour l’environnement, notamment les entreprises et installations suivantes:\na. celles que le Conseil fédéral soumet aux prescriptions d’exécution selon l’art. 10 en raison des substances, des organismes ou des déchets qu’elles utilisent;\nb. celles qui servent à éliminer les déchets;\nc. celles dans lesquelles sont utilisés des liquides pouvant altérer les eaux;\nd. celles qui détiennent des substances dont l’utilisation est soumise à autorisation par le Conseil fédéral, ou pour lesquelles le Conseil fédéral édicte d’autres prescriptions particulières pour protéger l’environnement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_59_a"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 4, Responsabilité civile, Dispositions générales",
        "citation": "Art. 59a al. 3 LPE",
        "content": "Est libéré de cette responsabilité, celui qui prouve que le dommage est dû à la force majeure ou à une faute grave du lésé ou d’un tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_59_a"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 4, Responsabilité civile, Dispositions générales",
        "citation": "Art. 59a al. 4 LPE",
        "content": "Les art. 42 à 47 et 49 à 53 du code des obligations sont applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_59_a"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 4, Responsabilité civile, Dispositions générales",
        "citation": "Art. 59a al. 5 LPE",
        "content": "La réserve prévue à l’art. 3 est applicable aux dispositions sur la responsabilité civile contenues dans d’autres lois fédérales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_59_a"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 4, Responsabilité civile, Dispositions générales",
        "citation": "Art. 59a al. 6 LPE",
        "content": "La Confédération, les cantons et les communes sont également responsables aux termes des al. 1 à 5.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_59_a"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 4, Responsabilité civile, Organismes pathogènes",
        "citation": "Art. 59abis al. 1 LPE",
        "content": "Toute personne soumise au régime de la notification ou de l’autorisation qui utilise des organismes pathogènes en milieu confiné, qui dissémine de tels organismes dans l’environnement à titre expérimental ou qui les met dans le commerce sans autorisation, répond des dommages résultant de cette utilisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_59_a_bis"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 4, Responsabilité civile, Organismes pathogènes",
        "citation": "Art. 59abis al. 2 LPE",
        "content": "Si la mise dans le commerce autorisée d’organismes pathogènes cause un dommage aux exploitants agricoles ou forestiers ou aux consommateurs des produits de ces exploitants, le titulaire de l’autorisation est seul à répondre du dommage si ces organismes:\na. sont contenus dans des moyens de production de l’agriculture ou de l’économie forestière;\nb. sont issus de ces matières auxiliaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_59_a_bis"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 4, Responsabilité civile, Organismes pathogènes",
        "citation": "Art. 59abis al. 3 LPE",
        "content": "En cas de responsabilité au sens de l’al. 2, l’action récursoire contre les personnes ayant utilisé ces organismes de manière inadéquate ou ayant contribué de toute autre manière à la réalisation ou à l’aggravation du dommage est réservée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_59_a_bis"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 4, Responsabilité civile, Organismes pathogènes",
        "citation": "Art. 59abis al. 4 LPE",
        "content": "Si le dommage est causé par la mise dans le commerce autorisée de tout autre organisme pathogène, le titulaire de l’autorisation en répond, pour autant que l’organisme soit défectueux. Il répond également des défauts que l’état des connaissances scientifiques et de la technique n’a pas permis de détecter au moment de la mise dans le commerce de l’organisme concerné.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_59_a_bis"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 4, Responsabilité civile, Organismes pathogènes",
        "citation": "Art. 59abis al. 5 LPE",
        "content": "Un organisme pathogène est considéré comme défectueux lorsqu’il n’offre pas la sécurité que l’on est en droit d’attendre compte tenu des circonstances; il y a lieu notamment de prendre en compte:\na. la manière dont il est présenté au public;\nb. l’utilisation qu’on est raisonnablement en droit d’attendre;\nc. la date de sa mise dans le commerce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_59_a_bis"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 4, Responsabilité civile, Organismes pathogènes",
        "citation": "Art. 59abis al. 6 LPE",
        "content": "Un produit composé d’organismes pathogènes ne peut être considéré comme défectueux du seul fait qu’un produit meilleur a été mis dans le commerce ultérieurement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_59_a_bis"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 4, Responsabilité civile, Organismes pathogènes",
        "citation": "Art. 59abis al. 7 LPE",
        "content": "Le dommage causé doit être dû au pouvoir pathogène des organismes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_59_a_bis"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 4, Responsabilité civile, Organismes pathogènes",
        "citation": "Art. 59abis al. 8 LPE",
        "content": "La preuve du rapport de causalité incombe à la personne qui demande réparation. Si cette preuve ne peut être établie avec certitude ou si on ne peut raisonnablement en exiger l’administration par la personne à qui elle incombe, le juge peut se contenter d’une vraisemblance convaincante. Le juge peut d’office faire constater les faits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_59_a_bis"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 4, Responsabilité civile, Organismes pathogènes",
        "citation": "Art. 59abis al. 9 LPE",
        "content": "La personne soumise au régime de la notification ou de l’autorisation doit également rembourser les frais des mesures nécessaires et adéquates prises pour remettre en état les composantes de l’environnement détruites ou détériorées, ou pour les remplacer par un équivalent. Lorsque les composantes de l’environnement détruites ou détériorées ne font pas l’objet d’un droit réel ou que l’ayant droit ne prend pas les mesures commandées par les circonstances, le droit à réparation revient à la collectivité publique compétente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_59_a_bis"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 4, Responsabilité civile, Organismes pathogènes",
        "citation": "Art. 59abis al. 10 LPE",
        "content": "Celui qui apporte la preuve que le dommage est dû à la force majeure ou à une faute grave du lésé ou d’un tiers est déchargé de sa responsabilité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_59_a_bis"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 4, Responsabilité civile, Organismes pathogènes",
        "citation": "Art. 59abis al. 11 LPE",
        "content": "Les art. 42 à 47 et 49 à 53 du code des obligations sont applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_59_a_bis"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 4, Responsabilité civile, Organismes pathogènes",
        "citation": "Art. 59abis al. 12 LPE",
        "content": "La Confédération, les cantons et les communes sont également responsables aux termes des al. 1 à 12.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_59_a_bis"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 4, Responsabilité civile, Garantie",
        "citation": "Art. 59b LPE",
        "content": "Afin de protéger la partie lésée, le Conseil fédéral peut:\na. obliger les détenteurs de certaines entreprises ou installations ainsi que les personnes soumises au régime de la notification ou de l’autorisation qui utilisent des organismes pathogènes à fournir des garanties, sous la forme d’une assurance ou d’une autre manière, pour couvrir leur responsabilité civile;\nb. fixer l’étendue et la durée de cette garantie ou déléguer cette tâche à l’autorité, qui statuera cas par cas;\nc. obliger le garant à notifier à l’autorité d’exécution l’existence, la suspension et la cessation de la garantie;\nd. prévoir que la garantie ne sera suspendue ou ne cessera que 60 jours après la réception de la notification;\ne. prévoir que la propriété du bien-fonds sur lequel la décharge contrôlée est sise sera transférée au canton après la fermeture de celle-ci, et régler la question de l’indemnisation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_59_b"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 4, Responsabilité civile, Prescription",
        "citation": "Art. 59c al. 1 LPE",
        "content": "La prescription des actions en réparation du dommage est régie par l’art. 60 du code des obligations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_59_c"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 4, Responsabilité civile, Prescription",
        "citation": "Art. 59c al. 2 LPE",
        "content": "Si le dommage est dû à l’utilisation d’organismes pathogènes, les actions en réparation du dommage se prescrivent par trois ans à compter du jour où le lésé a eu connaissance du dommage et de l’identité de la personne légalement responsable, mais au plus par 30 ans à compter du jour où:\na. l’événement dommageable s’est produit ou a cessé de se produire dans l’entreprise ou l’installation ou\nb. les organismes pathogènes ont été mis dans le commerce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_59_c"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 4, Responsabilité civile, Prescription de l’action récursoire",
        "citation": "Art. 59d LPE",
        "content": "L’action récursoire se prescrit selon l’art. 59c. Le délai de trois ans court à partir du jour où la réparation a été complètement exécutée et où l’identité de la personne civilement coresponsable est connue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_59_d"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 5, Dispositions pénales, Délits",
        "citation": "Art. 60 al. 1 LPE",
        "content": "Sera puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire celui qui, intentionnellement:\na. aura omis de prendre les mesures de sécurité arrêtées en vue de la protection contre les catastrophes ou aura recouru à des entreposages ou à des procédés de fabrication interdits (art. 10);\nb. aura mis dans le commerce des substances pour des utilisations dont il savait ou devait savoir qu’elles pouvaient constituer une menace pour l’environnement ou, indirectement, pour l’homme (art. 26);\nc. aura mis dans le commerce des substances sans informer le preneur des propriétés qui peuvent avoir un effet sur l’environnement (art. 27, al. 1, let. a) ou sans communiquer au preneur les instructions relatives à leur utilisation (art. 27, al. 1, let. b);\nd. aura utilisé contrairement aux instructions, des substances de manière telle qu’elles-mêmes, leurs dérivés ou leurs déchets pouvaient constituer une menace pour l’environnement ou, indirectement pour l’homme (art. 28);\ne. aura contrevenu aux prescriptions sur les substances et les organismes (art. 29, 29b, al. 2, 29f, 30a, let. b, et 34, al. 1);\nf. aura utilisé des organismes d’une manière qui contrevenait aux principes définis à l’art. 29a, al. 1;\ng. aura omis de prendre toutes les mesures de confinement nécessaires lors de l’utilisation d’organismes pathogènes (art. 29b, al. 1);\nh. aura, sans autorisation, disséminé à titre expérimental des organismes pathogènes dans l’environnement ou mis de tels organismes dans le commerce en vue d’une utilisation dans l’environnement (art. 29c, al. 1, et 29d, al. 3 et 4);\ni. aura mis dans le commerce des organismes dont il savait ou devait savoir que certaines utilisations contreviendraient aux principes définis à l’art. 29a, al. 1 (art. 29d, al. 1);\nj. aura mis dans le commerce des organismes sans fournir au preneur les informations et instructions nécessaires (art. 29e, al. 1);\nk. aura utilisé des organismes sans observer les instructions (art. 29e, al. 2);\nl. ...\nm. aura aménagé ou exploité une décharge sans autorisation (art. 30e, al. 2);\nn. n’aura pas désigné comme tels les déchets spéciaux pour la remise (art. 30f, al. 2, let. a) ou aura remis de tels déchets à une entreprise non titulaire d’une autorisation (art. 30f, al. 2, let. b);\no. aura, sans autorisation, pris en charge, importé ou exporté des déchets spéciaux (art. 30f, al. 2, let. c et d);\np. aura enfreint les prescriptions sur les mouvements de déchets spéciaux (art. 30f, al. 1);\nq. aura enfreint les prescriptions sur les déchets (art. 30a, let. b);\nr. aura enfreint les prescriptions sur la première mise sur le marché de bois ou de produits dérivés du bois ou d’autres matières premières ou produits définis par le Conseil fédéral en vertu de l’art. 35e, al. 3 (art. 35e et 35f, al. 1 et 2, let. a).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_60"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 5, Dispositions pénales, Délits",
        "citation": "Art. 60 al. 2 LPE",
        "content": "Si l’auteur a agi par négligence, la peine sera une peine pécuniaire de 180 jours-amende au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_60"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 5, Dispositions pénales, Contraventions",
        "citation": "Art. 61 al. 1 LPE",
        "content": "Sera puni d’une amende de 20 000 francs au plus celui qui, intentionnellement:\na. aura enfreint des limitations d’émissions édictées en vertu de la présente loi (art. 12 et 34, al. 1);\nb. ne se sera pas conformé aux décisions relatives aux assainissements (art. 16 et 32c, al. 1);\nc. n’aura pas pris les mesures de lutte contre le bruit prescrites par les autorités (art. 19 à 25);\nd. aura communiqué des informations ou des instructions inexactes ou incomplètes (art. 27);\ne. aura utilisé des substances non accompagnées d’informations ou d’instructions de manière telle que ces substances, leurs dérivés ou leurs déchets pouvaient constituer une menace pour l’environnement ou, indirectement, pour l’homme (art. 28);\nf. aura incinéré des déchets ailleurs que dans des installations d’élimination (art. 30c, al. 2);\ng. aura stocké définitivement des déchets ailleurs qu’en décharge contrôlée autorisée (art. 30e, al. 1);\nh. aura contrevenu à l’obligation de communiquer à l’autorité les activités liées aux déchets (art. 30f, al. 4, 30g, al. 2, et 32b, al. 2 et 3);\ni. aura enfreint les prescriptions sur les déchets (art. 30a, let. a et c, 30b, 30c, al. 3, 30d, 30h, al. 1, 32abis, 32b, al. 4, et 32e, al. 1 à 4);\nk. aura enfreint les prescriptions sur les mouvements d’autres déchets (art. 30g, al. 1);\nl. n’aura pas garanti la couverture des frais résultant de la fermeture et de l’assainissement d’une décharge contrôlée ainsi que des travaux ultérieurs (art. 32b, al. 1);\nm. aura enfreint les prescriptions sur les atteintes physiques et l’utilisation des sols (art. 33, al. 2, et 34, al. 1 et 2) ainsi que sur les mesures visant à réduire les atteintes aux sols (art. 34, al. 3);\nmbis. aura enfreint les prescriptions sur la traçabilité du bois ou des produits dérivés du bois ou d’autres matières premières ou produits définis par le Conseil fédéral en vertu de l’art. 35e, al. 3, pour lesquels une obligation de documenter a été introduite (art. 35g, al. 1);\nn. aura enfreint les prescriptions sur la mise sur le marché d’installations fabriquées en série (art. 40);\no. aura refusé de donner des renseignements ou fait de fausses déclarations à l’autorité compétente (art. 46);\np. aura enfreint les prescriptions sur la couverture de la responsabilité civile (art. 59b).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_61"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 5, Dispositions pénales, Contraventions",
        "citation": "Art. 61 al. 2 LPE",
        "content": "Si l’auteur a agi par négligence, la peine sera l’amende.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_61"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 5, Dispositions pénales, Contraventions",
        "citation": "Art. 61 al. 3 LPE",
        "content": "La tentative et la complicité sont punissables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_61"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 5, Dispositions pénales, Infractions aux prescriptions sur les taxes d’incitation et sur les biocarburants et biocombustibles",
        "citation": "Art. 61a al. 1 LPE",
        "content": "Quiconque, intentionnellement ou par négligence, aura éludé une taxe au sens des art. 35a, 35b ou 35bbis, en aura mis en péril la perception ou aura procuré à lui-même ou à un tiers un avantage fiscal illicite relatif à l’acquittement de cette taxe (exonération ou remboursement) sera puni d’une amende pouvant atteindre le quintuple du montant concerné. S’il n’est pas possible de chiffrer précisément le montant à acquitter au titre de la taxe, il est estimé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_61_a"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 5, Dispositions pénales, Infractions aux prescriptions sur les taxes d’incitation et sur les biocarburants et biocombustibles",
        "citation": "Art. 61a al. 2 LPE",
        "content": "Quiconque, intentionnellement ou par négligence, met sur le marché des biocarburants ou des biocombustibles sans homologation au sens de l’art. 35d ou obtient de manière frauduleuse une autorisation en donnant des indications fausses, inexactes ou incomplètes, est puni d’une amende de 500 000 francs au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_61_a"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 5, Dispositions pénales, Infractions aux prescriptions sur les taxes d’incitation et sur les biocarburants et biocombustibles",
        "citation": "Art. 61a al. 3 LPE",
        "content": "La tentative d’infraction au sens des al. 1 et 2 est punissable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_61_a"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 5, Dispositions pénales, Infractions aux prescriptions sur les taxes d’incitation et sur les biocarburants et biocombustibles",
        "citation": "Art. 61a al. 4 LPE",
        "content": "L’Office fédéral de la douane et de la sécurité des frontières (OFDF) est l’autorité de poursuite et de jugement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_61_a"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 5, Dispositions pénales, Infractions aux prescriptions sur les taxes d’incitation et sur les biocarburants et biocombustibles",
        "citation": "Art. 61a al. 5 LPE",
        "content": "Si l’acte constitue simultanément une infraction au sens des al. 1 à 3 et une infraction à un autre acte législatif fédéral que l’OFDF est chargé de poursuivre, la peine applicable est celle prévue pour l’infraction la plus grave; cette peine peut être aggravée de manière appropriée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_61_a"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 5, Dispositions pénales, Application du droit pénal administratif",
        "citation": "Art. 62 al. 1 LPE",
        "content": "Les art. 6 et 7 de la loi fédérale du 22 mars 1974 sur le droit pénal administratif s’appliquent aux infractions à la présente loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_62"
    },
    {
        "book": "USG",
        "title": "LPE, Titre 5, Dispositions pénales, Application du droit pénal administratif",
        "citation": "Art. 62 al. 2 LPE",
        "content": "Les infractions au sens de l’art. 61a sont également régies par les autres dispositions de la loi fédérale du 22 mars 1974 sur le droit pénal administratif.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1984/1122_1122_1122/fr#art_62"
    }
]