[
    {
        "book": "UVG",
        "title": "UVG, Erster Titel: Anwendbarkeit des ATSG",
        "citation": "Art. 1 Abs. 1 UVG",
        "content": "Die Bestimmungen des Bundesgesetzes vom 6. Oktober 2000 über den Allgemeinen Teil des Sozialversicherungsrechts (ATSG) sind auf die Unfallversicherung anwendbar, soweit das vorliegende Gesetz nicht ausdrücklich eine Abweichung vom ATSG vorsieht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_1"
    },
    {
        "book": "UVG",
        "title": "UVG, Erster Titel: Anwendbarkeit des ATSG",
        "citation": "Art. 1 Abs. 2 UVG",
        "content": "Sie finden keine Anwendung in folgenden Bereichen:\na. Medizinalrecht und Tarifwesen (Art. 53–57);\nabis. Nebentätigkeiten (Art. 67a) der Schweizerischen Unfallversicherungsanstalt (Suva);\nb. Registrierung von Unfallversicherern (Art. 68);\nc. Verfahren über geldwerte Streitigkeiten zwischen Versicherern (Art. 78a);\nd. Verfahren über die Anerkennung von Ausbildungskursen und die Erteilung von Ausbildungsnachweisen (Art. 82a).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_1"
    },
    {
        "book": "UVG",
        "title": "UVG, Erster Titel a. Versicherte Personen, 1. Kapitel: Obligatorische Versicherung, Versicherte",
        "citation": "Art. 1a Abs. 1 UVG",
        "content": "Obligatorisch versichert sind nach diesem Gesetz:\na. die in der Schweiz beschäftigten Arbeitnehmer, einschliesslich der Heimarbeiter, Lernende, Praktikanten, Volontäre sowie der in Lehr- oder Invalidenwerkstätten tätigen Personen;\nb. die Personen, welche die Voraussetzungen nach Artikel 8 des Arbeitslosenversicherungsgesetzes vom 25. Juni 1982 (AVIG) erfüllen oder Entschädigungen nach Artikel 29 AVIG beziehen (arbeitslose Personen);\nc. die Personen, die in einer Anstalt oder Werkstätte nach Artikel 27 Absatz 1 des Bundesgesetzes vom 19. Juni 1959 über die Invalidenversicherung (IVG) oder in einem Betrieb an Massnahmen der Invalidenversicherung teilnehmen, sofern sie in einem arbeitsvertragsähnlichen Verhältnis stehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_1_a"
    },
    {
        "book": "UVG",
        "title": "UVG, Erster Titel a. Versicherte Personen, 1. Kapitel: Obligatorische Versicherung, Versicherte",
        "citation": "Art. 1a Abs. 2 UVG",
        "content": "Der Bundesrat kann die Versicherungspflicht ausdehnen auf Personen, die in einem arbeitsvertragsähnlichen Verhältnis stehen. Er kann Ausnahmen von der Versicherungspflicht vorsehen, namentlich für mitarbeitende Familienglieder, für unregelmässig Beschäftigte und für Personen, die im Sinne von Artikel 2 Absatz 2 des Gaststaatgesetzes vom 22. Juni 2007 von Vorrechten, Immunitäten und Erleichterungen begünstigt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_1_a"
    },
    {
        "book": "UVG",
        "title": "UVG, Erster Titel a. Versicherte Personen, 1. Kapitel: Obligatorische Versicherung, Räumliche Geltung",
        "citation": "Art. 2 Abs. 1 UVG",
        "content": "Wird ein Arbeitnehmer eines Arbeitgebers in der Schweiz für beschränkte Zeit im Ausland beschäftigt, so wird die Versicherung nicht unterbrochen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_2"
    },
    {
        "book": "UVG",
        "title": "UVG, Erster Titel a. Versicherte Personen, 1. Kapitel: Obligatorische Versicherung, Räumliche Geltung",
        "citation": "Art. 2 Abs. 2 UVG",
        "content": "Nicht versichert sind Arbeitnehmer, die von einem Arbeitgeber im Ausland für beschränkte Zeit in die Schweiz entsandt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_2"
    },
    {
        "book": "UVG",
        "title": "UVG, Erster Titel a. Versicherte Personen, 1. Kapitel: Obligatorische Versicherung, Räumliche Geltung",
        "citation": "Art. 2 Abs. 3 UVG",
        "content": "Der Bundesrat kann abweichende Vorschriften erlassen, namentlich für Arbeitnehmer von Transportbetrieben und öffentlichen Verwaltungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_2"
    },
    {
        "book": "UVG",
        "title": "UVG, Erster Titel a. Versicherte Personen, 1. Kapitel: Obligatorische Versicherung, Beginn, Ende und Ruhen der Versicherung",
        "citation": "Art. 3 Abs. 1 UVG",
        "content": "Die Versicherung beginnt an dem Tag, an dem das Arbeitsverhältnis anfängt oder erstmals Lohnanspruch besteht, in jedem Fall aber im Zeitpunkt, da der Arbeitnehmer sich auf den Weg zur Arbeit begibt. Für arbeitslose Personen beginnt sie mit dem Tag, an dem erstmals die Anspruchsvoraussetzungen nach Artikel 8 AVIG erfüllt sind oder Entschädigungen nach Artikel 29 AVIG bezogen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_3"
    },
    {
        "book": "UVG",
        "title": "UVG, Erster Titel a. Versicherte Personen, 1. Kapitel: Obligatorische Versicherung, Beginn, Ende und Ruhen der Versicherung",
        "citation": "Art. 3 Abs. 2 UVG",
        "content": "Die Versicherung endet mit dem 31. Tag nach dem Tag, an dem der Anspruch auf mindestens den halben Lohn aufhört und für arbeitslose Personen mit dem 31. Tag nach dem Tag, an dem letztmals die Anspruchsvoraussetzungen nach Artikel 8 AVIG erfüllt oder Entschädigungen nach Artikel 29 AVIG bezogen worden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_3"
    },
    {
        "book": "UVG",
        "title": "UVG, Erster Titel a. Versicherte Personen, 1. Kapitel: Obligatorische Versicherung, Beginn, Ende und Ruhen der Versicherung",
        "citation": "Art. 3 Abs. 3 UVG",
        "content": "Der Versicherer hat dem Versicherten die Möglichkeit zu bieten, die Versicherung durch besondere Abrede bis zu sechs Monaten zu verlängern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_3"
    },
    {
        "book": "UVG",
        "title": "UVG, Erster Titel a. Versicherte Personen, 1. Kapitel: Obligatorische Versicherung, Beginn, Ende und Ruhen der Versicherung",
        "citation": "Art. 3 Abs. 4 UVG",
        "content": "Die Versicherung ruht, wenn der Versicherte der Militärversicherung oder einer ausländischen obligatorischen Unfallversicherung untersteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_3"
    },
    {
        "book": "UVG",
        "title": "UVG, Erster Titel a. Versicherte Personen, 1. Kapitel: Obligatorische Versicherung, Beginn, Ende und Ruhen der Versicherung",
        "citation": "Art. 3 Abs. 5 UVG",
        "content": "Der Bundesrat regelt die Vergütungen und Ersatzeinkünfte, die als Lohn gelten, sowie die Form und den Inhalt von Abreden über die Verlängerung von Versicherungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_3"
    },
    {
        "book": "UVG",
        "title": "UVG, Erster Titel a. Versicherte Personen, 2. Kapitel: Freiwillige Versicherung, Versicherungsfähige",
        "citation": "Art. 4 Abs. 1 UVG",
        "content": "In der Schweiz wohnhafte Selbständigerwerbende und ihre nicht obligatorisch versicherten mitarbeitenden Familienglieder können sich freiwillig versichern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_4"
    },
    {
        "book": "UVG",
        "title": "UVG, Erster Titel a. Versicherte Personen, 2. Kapitel: Freiwillige Versicherung, Versicherungsfähige",
        "citation": "Art. 4 Abs. 2 UVG",
        "content": "Ausgeschlossen von dieser freiwilligen Versicherung sind nichterwerbstätige Arbeitgeber, die lediglich Hausbedienstete beschäftigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_4"
    },
    {
        "book": "UVG",
        "title": "UVG, Erster Titel a. Versicherte Personen, 2. Kapitel: Freiwillige Versicherung, Gestaltung",
        "citation": "Art. 5 Abs. 1 UVG",
        "content": "Die Bestimmungen über die obligatorische Versicherung gelten sinngemäss für die freiwillige Versicherung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_5"
    },
    {
        "book": "UVG",
        "title": "UVG, Erster Titel a. Versicherte Personen, 2. Kapitel: Freiwillige Versicherung, Gestaltung",
        "citation": "Art. 5 Abs. 2 UVG",
        "content": "Der Bundesrat erlässt ergänzende Vorschriften über die freiwillige Versicherung. Er ordnet namentlich den Beitritt, den Rücktritt und den Ausschluss sowie die Prämienbemessung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_5"
    },
    {
        "book": "UVG",
        "title": "UVG, Zweiter Titel: Gegenstand der Versicherung, Allgemeines",
        "citation": "Art. 6 Abs. 1 UVG",
        "content": "Soweit dieses Gesetz nichts anderes bestimmt, werden die Versicherungsleistungen bei Berufsunfällen, Nichtberufsunfällen und Berufskrankheiten gewährt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_6"
    },
    {
        "book": "UVG",
        "title": "UVG, Zweiter Titel: Gegenstand der Versicherung, Allgemeines",
        "citation": "Art. 6 Abs. 2 UVG",
        "content": "Die Versicherung erbringt ihre Leistungen auch bei folgenden Körperschädigungen, sofern sie nicht vorwiegend auf Abnützung oder Erkrankung zurückzuführen sind:\na. Knochenbrüche;\nb. Verrenkungen von Gelenken;\nc. Meniskusrisse;\nd. Muskelrisse;\ne. Muskelzerrungen;\nf. Sehnenrisse;\ng. Bandläsionen;\nh. Trommelfellverletzungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_6"
    },
    {
        "book": "UVG",
        "title": "UVG, Zweiter Titel: Gegenstand der Versicherung, Allgemeines",
        "citation": "Art. 6 Abs. 3 UVG",
        "content": "Die Versicherung erbringt ihre Leistungen ausserdem für Schädigungen, die dem Verunfallten bei der Heilbehandlung zugefügt werden (Art. 10).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_6"
    },
    {
        "book": "UVG",
        "title": "UVG, Zweiter Titel: Gegenstand der Versicherung, Berufsunfälle",
        "citation": "Art. 7 Abs. 1 UVG",
        "content": "Als Berufsunfälle gelten Unfälle (Art. 4 ATSG), die dem Versicherten zustossen:\na. bei Arbeiten, die er auf Anordnung des Arbeitgebers oder in dessen Interesse ausführt;\nb. während der Arbeitspausen sowie vor und nach der Arbeit, wenn er sich befugterweise auf der Arbeitsstätte oder im Bereiche der mit seiner beruflichen Tätigkeit zusammenhängenden Gefahren aufhält.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_7"
    },
    {
        "book": "UVG",
        "title": "UVG, Zweiter Titel: Gegenstand der Versicherung, Berufsunfälle",
        "citation": "Art. 7 Abs. 2 UVG",
        "content": "Für Teilzeitbeschäftigte, deren Arbeitsdauer das vom Bundesrat festzusetzende Mindestmass nicht erreicht, gelten auch Unfälle auf dem Arbeitsweg als Berufsunfälle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_7"
    },
    {
        "book": "UVG",
        "title": "UVG, Zweiter Titel: Gegenstand der Versicherung, Berufsunfälle",
        "citation": "Art. 7 Abs. 3 UVG",
        "content": "Der Bundesrat kann für Wirtschaftszweige mit besonderen Betriebsformen, namentlich für die Landwirtschaft und das Kleingewerbe, den Berufsunfall abweichend umschreiben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_7"
    },
    {
        "book": "UVG",
        "title": "UVG, Zweiter Titel: Gegenstand der Versicherung, Nichtberufsunfälle",
        "citation": "Art. 8 Abs. 1 UVG",
        "content": "Als Nichtberufsunfälle gelten alle Unfälle (Art. 4 ATSG), die nicht zu den Berufsunfällen zählen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_8"
    },
    {
        "book": "UVG",
        "title": "UVG, Zweiter Titel: Gegenstand der Versicherung, Nichtberufsunfälle",
        "citation": "Art. 8 Abs. 2 UVG",
        "content": "Teilzeitbeschäftigte nach Artikel 7 Absatz 2 sind gegen Nichtberufsunfälle nicht versichert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_8"
    },
    {
        "book": "UVG",
        "title": "UVG, Zweiter Titel: Gegenstand der Versicherung, Berufskrankheiten",
        "citation": "Art. 9 Abs. 1 UVG",
        "content": "Als Berufskrankheiten gelten Krankheiten (Art. 3 ATSG), die bei der beruflichen Tätigkeit ausschliesslich oder vorwiegend durch schädigende Stoffe oder bestimmte Arbeiten verursacht worden sind. Der Bundesrat erstellt die Liste dieser Stoffe und Arbeiten sowie der arbeitsbedingten Erkrankungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_9"
    },
    {
        "book": "UVG",
        "title": "UVG, Zweiter Titel: Gegenstand der Versicherung, Berufskrankheiten",
        "citation": "Art. 9 Abs. 2 UVG",
        "content": "Als Berufskrankheiten gelten auch andere Krankheiten, von denen nachgewiesen wird, dass sie ausschliesslich oder stark überwiegend durch berufliche Tätigkeit verursacht worden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_9"
    },
    {
        "book": "UVG",
        "title": "UVG, Zweiter Titel: Gegenstand der Versicherung, Berufskrankheiten",
        "citation": "Art. 9 Abs. 3 UVG",
        "content": "Soweit nichts anderes bestimmt ist, sind Berufskrankheiten von ihrem Ausbruch an einem Berufsunfall gleichgestellt. Sie gelten als ausgebrochen, sobald der Betroffene erstmals ärztlicher Behandlung bedarf oder arbeitsunfähig (Art. 6 ATSG) ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_9"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 1. Kapitel: Pflegeleistungen und Kostenvergütungen, Heilbehandlung",
        "citation": "Art. 10 Abs. 1 UVG",
        "content": "Der Versicherte hat Anspruch auf die zweckmässige Behandlung der Unfallfolgen, nämlich auf:\na. die ambulante Behandlung durch den Arzt, den Zahnarzt oder auf deren Anordnung durch eine medizinische Hilfsperson sowie durch den Chiropraktor und die ambulante Behandlung in einem Spital;\nb. die vom Arzt oder Zahnarzt verordneten Arzneimittel und Analysen;\nc. die Behandlung, Verpflegung und Unterkunft in der allgemeinen Abteilung eines Spitals;\nd. die ärztlich verordneten Nach- und Badekuren;\ne. die der Heilung dienlichen Mittel und Gegenstände.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_10"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 1. Kapitel: Pflegeleistungen und Kostenvergütungen, Heilbehandlung",
        "citation": "Art. 10 Abs. 2 UVG",
        "content": "Der Versicherte kann den Arzt, den Zahnarzt, den Chiropraktor, die Apotheke, das Spital und die Kuranstalt frei wählen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_10"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 1. Kapitel: Pflegeleistungen und Kostenvergütungen, Heilbehandlung",
        "citation": "Art. 10 Abs. 3 UVG",
        "content": "Der Bundesrat kann die Leistungspflicht der Versicherung näher umschreiben und die Kostenvergütung für Behandlung im Ausland begrenzen. Er kann festlegen, unter welchen Voraussetzungen der Versicherte Anspruch auf Hilfe und Pflege zu Hause hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_10"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 1. Kapitel: Pflegeleistungen und Kostenvergütungen, Hilfsmittel",
        "citation": "Art. 11 Abs. 1 UVG",
        "content": "Der Versicherte hat Anspruch auf die Hilfsmittel, die körperliche Schädigungen oder Funktionsausfälle ausgleichen. Der Bundesrat erstellt die Liste dieser Hilfsmittel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_11"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 1. Kapitel: Pflegeleistungen und Kostenvergütungen, Hilfsmittel",
        "citation": "Art. 11 Abs. 2 UVG",
        "content": "Die Hilfsmittel müssen einfach und zweckmässig sein. Sie werden zu Eigentum oder leihweise abgegeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_11"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 1. Kapitel: Pflegeleistungen und Kostenvergütungen, Sachschäden",
        "citation": "Art. 12 UVG",
        "content": "Der Versicherte hat Anspruch auf Deckung der durch den Unfall verursachten Schäden an Sachen, die einen Körperteil oder eine Körperfunktion ersetzen. Für Brillen, Hörapparate und Zahnprothesen besteht ein Ersatzanspruch nur, wenn eine behandlungsbedürftige Körperschädigung vorliegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_12"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 1. Kapitel: Pflegeleistungen und Kostenvergütungen, Reise‐, Transport- und Rettungskosten",
        "citation": "Art. 13 Abs. 1 UVG",
        "content": "Die notwendigen Reise‐, Transport- und Rettungskosten werden vergütet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_13"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 1. Kapitel: Pflegeleistungen und Kostenvergütungen, Reise‐, Transport- und Rettungskosten",
        "citation": "Art. 13 Abs. 2 UVG",
        "content": "Der Bundesrat kann die Vergütung für Kosten im Ausland begrenzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_13"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 1. Kapitel: Pflegeleistungen und Kostenvergütungen, Leichentransport- und Bestattungskosten",
        "citation": "Art. 14 Abs. 1 UVG",
        "content": "Die notwendigen Kosten für die Überführung der Leiche an den Bestattungsort werden vergütet. Der Bundesrat kann die Vergütung der im Ausland entstehenden Kosten begrenzen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_14"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 1. Kapitel: Pflegeleistungen und Kostenvergütungen, Leichentransport- und Bestattungskosten",
        "citation": "Art. 14 Abs. 2 UVG",
        "content": "Die Bestattungskosten werden vergütet, soweit sie das Siebenfache des Höchstbetrages des versicherten Tagesverdienstes nicht übersteigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_14"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 1. Abschnitt: Versicherter Verdienst",
        "citation": "Art. 15 Abs. 1 UVG",
        "content": "Taggelder und Renten werden nach dem versicherten Verdienst bemessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_15"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 1. Abschnitt: Versicherter Verdienst",
        "citation": "Art. 15 Abs. 2 UVG",
        "content": "Als versicherter Verdienst gilt für die Bemessung der Taggelder der letzte vor dem Unfall bezogene Lohn, für die Bemessung der Renten der innerhalb eines Jahres vor dem Unfall bezogene Lohn.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_15"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 1. Abschnitt: Versicherter Verdienst",
        "citation": "Art. 15 Abs. 3 UVG",
        "content": "Bei der Festsetzung des Höchstbetrags des versicherten Verdienstes nach Artikel 18 ATSG bezeichnet der Bundesrat die dazu gehörenden Nebenbezüge und Ersatzeinkünfte. Dabei sorgt er dafür, dass in der Regel mindestens 92 Prozent, aber nicht mehr als 96 Prozent der versicherten Arbeitnehmer zum vollen Verdienst versichert sind. Er erlässt Bestimmungen über den versicherten Verdienst in Sonderfällen, namentlich bei:\na. langdauernder Taggeldberechtigung;\nb. Berufskrankheiten;\nc. Versicherten, die nicht oder noch nicht den berufsüblichen Lohn erhalten;\nd. Versicherten, die unregelmässig beschäftigt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_15"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 2. Abschnitt: Taggeld, Anspruch",
        "citation": "Art. 16 Abs. 1 UVG",
        "content": "Ist der Versicherte infolge des Unfalles voll oder teilweise arbeitsunfähig (Art. 6 ATSG), so hat er Anspruch auf ein Taggeld.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_16"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 2. Abschnitt: Taggeld, Anspruch",
        "citation": "Art. 16 Abs. 2 UVG",
        "content": "Der Anspruch auf Taggeld entsteht am dritten Tag nach dem Unfalltag. Er erlischt mit der Wiedererlangung der vollen Arbeitsfähigkeit, mit dem Beginn einer Rente oder mit dem Tod des Versicherten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_16"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 2. Abschnitt: Taggeld, Anspruch",
        "citation": "Art. 16 Abs. 3 UVG",
        "content": "Das Taggeld der Unfallversicherung wird nicht gewährt, wenn ein Anspruch auf ein Taggeld der Invalidenversicherung oder auf eine Mutterschaftsentschädigung, eine Entschädigung des andern Elternteils, eine Betreuungsentschädigung oder eine Adoptionsentschädigung nach dem Erwerbsersatzgesetz vom 25. September 1952 besteht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_16"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 2. Abschnitt: Taggeld, Anspruch",
        "citation": "Art. 16 Abs. 4 UVG",
        "content": "An arbeitslose Personen wird das Taggeld unabhängig von zu bestehenden Wartezeiten (Art. 18 Abs. 1 AVIG) oder Einstelltagen (Art. 30 AVIG) ausgerichtet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_16"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 2. Abschnitt: Taggeld, Anspruch",
        "citation": "Art. 16 Abs. 5 UVG",
        "content": "Personen nach Artikel 1a Absatz 1 Buchstabe c, denen eine Rente im Sinne von Artikel 22bis Absatz 5 IVG in Verbindung mit Artikel 28 IVG ausgerichtet wird, haben keinen Anspruch auf ein Taggeld.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_16"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 2. Abschnitt: Taggeld, Höhe",
        "citation": "Art. 17 Abs. 1 UVG",
        "content": "Das Taggeld beträgt bei voller Arbeitsunfähigkeit (Art. 6 ATSG) 80 Prozent des versicherten Verdienstes. Bei teilweiser Arbeitsunfähigkeit wird es entsprechend gekürzt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_17"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 2. Abschnitt: Taggeld, Höhe",
        "citation": "Art. 17 Abs. 2 UVG",
        "content": "Das Taggeld der arbeitslosen Personen entspricht der Nettoentschädigung der Arbeitslosenversicherung nach den Artikeln 22 und 22a AVIG, umgerechnet auf den Kalendertag.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_17"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 2. Abschnitt: Taggeld, Höhe",
        "citation": "Art. 17 Abs. 4 UVG",
        "content": "Die Höhe des Taggeldes der Personen nach Artikel 1a Absatz 1 Buchstabe c entspricht dem von der Invalidenversicherung ausgerichteten Nettobetrag des Taggeldes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_17"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 3. Abschnitt: Invalidenrente, Invalidität",
        "citation": "Art. 18 Abs. 1 UVG",
        "content": "Ist der Versicherte infolge des Unfalles zu mindestens 10 Prozent invalid (Art. 8 ATSG), so hat er Anspruch auf eine Invalidenrente, sofern sich der Unfall vor Erreichen des Referenzalters ereignet hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_18"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 3. Abschnitt: Invalidenrente, Invalidität",
        "citation": "Art. 18 Abs. 2 UVG",
        "content": "Der Bundesrat regelt die Bemessung des Invaliditätsgrades in Sonderfällen. Er kann dabei auch von Artikel 16 ATSG abweichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_18"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 3. Abschnitt: Invalidenrente, Beginn und Ende des Anspruchs",
        "citation": "Art. 19 Abs. 1 UVG",
        "content": "Der Rentenanspruch entsteht, wenn von der Fortsetzung der ärztlichen Behandlung keine namhafte Besserung des Gesundheitszustandes des Versicherten mehr erwartet werden kann und allfällige Eingliederungsmassnahmen der Invalidenversicherung (IV) abgeschlossen sind. Mit dem Rentenbeginn fallen die Heilbehandlung und die Taggeldleistungen dahin. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_19"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 3. Abschnitt: Invalidenrente, Beginn und Ende des Anspruchs",
        "citation": "Art. 19 Abs. 2 UVG",
        "content": "Der Anspruch erlischt mit der gänzlichen Abfindung, mit dem Auskauf der Rente oder dem Tod des Versicherten. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_19"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 3. Abschnitt: Invalidenrente, Beginn und Ende des Anspruchs",
        "citation": "Art. 19 Abs. 3 UVG",
        "content": "Der Bundesrat erlässt nähere Vorschriften über die Entstehung des Rentenanspruchs, wenn von der Fortsetzung der ärztlichen Behandlung keine namhafte Besserung des Gesundheitszustandes des Versicherten mehr zu erwarten ist, der Entscheid der IV über die berufliche Eingliederung jedoch erst später gefällt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_19"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 3. Abschnitt: Invalidenrente, Höhe",
        "citation": "Art. 20 Abs. 1 UVG",
        "content": "Die Invalidenrente beträgt bei Vollinvalidität 80 Prozent des versicherten Verdienstes; bei Teilinvalidität wird sie entsprechend gekürzt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_20"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 3. Abschnitt: Invalidenrente, Höhe",
        "citation": "Art. 20 Abs. 2 UVG",
        "content": "Hat der Versicherte Anspruch auf eine Rente der IV oder auf eine Rente der Alters- und Hinterlassenenversicherung (AHV), so wird ihm eine Komplementärrente gewährt; diese entspricht in Abweichung von Artikel 69 ATSG der Differenz zwischen 90 Prozent des versicherten Verdienstes und der Rente der IV oder der AHV, höchstens aber dem für Voll- oder Teilinvalidität vorgesehenen Betrag. Die Komplementärrente wird beim erstmaligen Zusammentreffen mit der IV- oder der AHV-Rente festgesetzt. Sie wird angepasst, wenn die AHV-Rente infolge eines Aufschubs oder Vorbezugs geändert wird oder wenn die für Familienangehörige bestimmten Teile der IV- oder der AHV-Rente geändert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_20"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 3. Abschnitt: Invalidenrente, Höhe",
        "citation": "Art. 20 Abs. 2bis UVG",
        "content": "Absatz 2 ist auch anwendbar, wenn der Versicherte Anspruch auf eine gleichartige Rente einer ausländischen Sozialversicherung hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_20"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 3. Abschnitt: Invalidenrente, Höhe",
        "citation": "Art. 20 Abs. 2ter UVG",
        "content": "Die Invalidenrente nach Absatz 1 und die Komplementärrente nach Absatz 2 einschliesslich der Teuerungszulagen werden in Abweichung von Artikel 69 ATSG beim Erreichen des Referenzalters für jedes volle Jahr, das der Versicherte zum Unfallzeitpunkt älter als 45 Jahre war, wie folgt gekürzt:\na. bei einem Invaliditätsgrad von mindestens 40 Prozent: um 2 Prozentpunkte, höchstens aber um 40 Prozent;\nb. bei einem Invaliditätsgrad unter 40 Prozent: um 1 Prozentpunkt, höchstens aber um 20 Prozent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_20"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 3. Abschnitt: Invalidenrente, Höhe",
        "citation": "Art. 20 Abs. 2quater UVG",
        "content": "Für die Folgen von Rückfällen und Spätfolgen gelten die Kürzungsregelungen nach Absatz 2ter auch dann, wenn sich der Unfall vor Vollendung des 45. Altersjahres ereignet hat, sofern die durch den Rückfall oder die Spätfolgen bewirkte Arbeitsunfähigkeit nach Vollendung des 60. Altersjahres eingetreten ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_20"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 3. Abschnitt: Invalidenrente, Höhe",
        "citation": "Art. 20 Abs. 3 UVG",
        "content": "Der Bundesrat erlässt nähere Vorschriften, namentlich über die Berechnung der Komplementärrenten in Sonderfällen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_20"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 3. Abschnitt: Invalidenrente, Heilbehandlung nach Festsetzung der Rente",
        "citation": "Art. 21 Abs. 1 UVG",
        "content": "Nach der Festsetzung der Rente werden dem Bezüger die Pflegeleistungen und Kostenvergütungen (Art. 10–13) gewährt, wenn er:\na. an einer Berufskrankheit leidet;\nb. unter einem Rückfall oder an Spätfolgen leidet und die Erwerbsfähigkeit durch medizinische Vorkehren wesentlich verbessert oder vor wesentlicher Beeinträchtigung bewahrt werden kann;\nc. zur Erhaltung seiner verbleibenden Erwerbsfähigkeit dauernd der Behandlung und Pflege bedarf;\nd. erwerbsunfähig ist und sein Gesundheitszustand durch medizinische Vorkehren wesentlich verbessert oder vor wesentlicher Beeinträchtigung bewahrt werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_21"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 3. Abschnitt: Invalidenrente, Heilbehandlung nach Festsetzung der Rente",
        "citation": "Art. 21 Abs. 2 UVG",
        "content": "Der Versicherer kann die Wiederaufnahme einer ärztlichen Behandlung anordnen. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_21"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 3. Abschnitt: Invalidenrente, Heilbehandlung nach Festsetzung der Rente",
        "citation": "Art. 21 Abs. 3 UVG",
        "content": "Bei Rückfällen und Spätfolgen sowie bei der vom Versicherer angeordneten Wiederaufnahme der ärztlichen Behandlung hat der Rentenbezüger auch Anspruch auf die Pflegeleistungen und Kostenvergütungen (Art. 10‒13). Erleidet er während dieser Zeit eine Verdiensteinbusse, so erhält er ein Taggeld, das nach dem letzten vor der neuen Heilbehandlung erzielten Verdienst bemessen wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_21"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 3. Abschnitt: Invalidenrente, Revision der Rente",
        "citation": "Art. 22 UVG",
        "content": "In Abweichung von Artikel 17 Absatz 1 ATSG kann die Rente ab dem Monat, in dem die berechtigte Person eine ganze AHV-Rente nach Artikel 40 Absatz 1 des Bundesgesetzes vom 20. Dezember 1946 über die Alters- und Hinterlassenenversicherung (AHVG) vorbezieht, spätestens jedoch ab Erreichen des Referenzalters nach Artikel 21 Absatz 1 AHVG nicht mehr revidiert werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_22"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 3. Abschnitt: Invalidenrente, Abfindung des Versicherten",
        "citation": "Art. 23 Abs. 1 UVG",
        "content": "Kann aus der Art des Unfalles und dem Verhalten des Versicherten geschlossen werden, dass er durch eine einmalige Entschädigung wieder erwerbsfähig würde, so hören die bisherigen Leistungen auf, und der Versicherte erhält eine Abfindung von höchstens dem dreifachen Betrag des versicherten Jahresverdienstes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_23"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 3. Abschnitt: Invalidenrente, Abfindung des Versicherten",
        "citation": "Art. 23 Abs. 2 UVG",
        "content": "Ausnahmsweise können Abfindungen neben einer gekürzten Rente ausgerichtet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_23"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 4. Abschnitt: Integritätsentschädigung, Anspruch",
        "citation": "Art. 24 Abs. 1 UVG",
        "content": "Erleidet der Versicherte durch den Unfall eine dauernde erhebliche Schädigung der körperlichen, geistigen oder psychischen Integrität, so hat er Anspruch auf eine angemessene Integritätsentschädigung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_24"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 4. Abschnitt: Integritätsentschädigung, Anspruch",
        "citation": "Art. 24 Abs. 2 UVG",
        "content": "Die Entschädigung wird mit der Invalidenrente festgesetzt oder, falls kein Rentenanspruch besteht, bei der Beendigung der ärztlichen Behandlung gewährt. Der Bundesrat kann für die Entstehung des Anspruchs in Sonderfällen einen anderen Zeitpunkt bestimmen, namentlich bei Gesundheitsschädigungen durch das Einatmen von Asbestfasern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_24"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 4. Abschnitt: Integritätsentschädigung, Höhe",
        "citation": "Art. 25 Abs. 1 UVG",
        "content": "Die Integritätsentschädigung wird in Form einer Kapitalleistung gewährt. Sie darf den am Unfalltag geltenden Höchstbetrag des versicherten Jahresverdienstes nicht übersteigen und wird entsprechend der Schwere des Integritätsschadens abgestuft.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_25"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 4. Abschnitt: Integritätsentschädigung, Höhe",
        "citation": "Art. 25 Abs. 2 UVG",
        "content": "Der Bundesrat regelt die Bemessung der Entschädigung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_25"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 5. Abschnitt: Hilflosenentschädigung, Anspruch",
        "citation": "Art. 26 Abs. 1 UVG",
        "content": "Bei Hilflosigkeit (Art. 9 ATSG) hat der Versicherte Anspruch auf eine Hilflosenentschädigung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_26"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 5. Abschnitt: Hilflosenentschädigung, Höhe",
        "citation": "Art. 27 UVG",
        "content": "Die Hilflosenentschädigung wird nach dem Grad der Hilflosigkeit bemessen. Ihr Monatsbetrag beläuft sich auf mindestens den doppelten und höchstens den sechsfachen Höchstbetrag des versicherten Tagesverdienstes. Für die Revision der Hilflosenentschädigung (Art. 17 ATSG) gilt Artikel 22 sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_27"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 6. Abschnitt: Hinterlassenenrenten, Allgemeines",
        "citation": "Art. 28 UVG",
        "content": "Stirbt der Versicherte an den Folgen des Unfalles, so haben der überlebende Ehegatte und die Kinder Anspruch auf Hinterlassenenrenten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_28"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 6. Abschnitt: Hinterlassenenrenten, Anspruch des überlebenden Ehegatten",
        "citation": "Art. 29 Abs. 1 UVG",
        "content": "Der überlebende Ehegatte hat Anspruch auf eine Rente oder eine Abfindung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_29"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 6. Abschnitt: Hinterlassenenrenten, Anspruch des überlebenden Ehegatten",
        "citation": "Art. 29 Abs. 3 UVG",
        "content": "Der überlebende Ehegatte hat Anspruch auf eine Rente, wenn er bei der Verwitwung eigene rentenberechtigte Kinder hat oder mit andern durch den Tod des Ehegatten rentenberechtigt gewordenen Kindern in gemeinsamem Haushalt lebt oder wenn er mindestens zu zwei Dritteln invalid ist oder es binnen zwei Jahren seit dem Tode des Ehegatten wird. Die Witwe hat zudem Anspruch auf eine Rente, wenn sie bei der Verwitwung Kinder hat, die nicht mehr rentenberechtigt sind, oder wenn sie das 45. Altersjahr zurückgelegt hat; sie hat Anspruch auf eine einmalige Abfindung, wenn sie die Voraussetzungen für den Anspruch auf eine Rente nicht erfüllt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_29"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 6. Abschnitt: Hinterlassenenrenten, Anspruch des überlebenden Ehegatten",
        "citation": "Art. 29 Abs. 4 UVG",
        "content": "Der geschiedene Ehegatte ist der Witwe oder dem Witwer gleichgestellt, sofern der Verunfallte ihm gegenüber zu Unterhaltsbeiträgen verpflichtet war.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_29"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 6. Abschnitt: Hinterlassenenrenten, Anspruch des überlebenden Ehegatten",
        "citation": "Art. 29 Abs. 6 UVG",
        "content": "Der Anspruch auf eine Rente entsteht mit dem Monat nach dem Tode des Versicherten oder mit dem nachträglichen Eintritt einer Invalidität von mindestens zwei Dritteln beim überlebenden Ehegatten. Er erlischt mit der Wiederverheiratung, mit dem Tode des Berechtigten oder dem Auskauf der Rente. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_29"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 6. Abschnitt: Hinterlassenenrenten, Anspruch der Kinder",
        "citation": "Art. 30 Abs. 1 UVG",
        "content": "Die Kinder des verstorbenen Versicherten haben Anspruch auf eine Waisenrente. Haben sie einen Elternteil verloren, so erhalten sie die Rente für Halbwaisen; sind beide Elternteile gestorben oder stirbt in der Folge der andere Elternteil oder bestand das Kindesverhältnis nur zum verstorbenen Versicherten, so erhalten sie die Rente für Vollwaisen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_30"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 6. Abschnitt: Hinterlassenenrenten, Anspruch der Kinder",
        "citation": "Art. 30 Abs. 2 UVG",
        "content": "Der Bundesrat erlässt nähere Vorschriften über die Rentenberechtigung von Pflegekindern und in Fällen, in denen der verstorbene Versicherte nur zur Leistung eines Unterhaltsbeitrages verpflichtet war.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_30"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 6. Abschnitt: Hinterlassenenrenten, Anspruch der Kinder",
        "citation": "Art. 30 Abs. 3 UVG",
        "content": "Der Anspruch entsteht mit dem Monat nach dem Tode des Versicherten oder des andern Elternteils. Er erlischt mit der Vollendung des 18. Altersjahres, mit dem Tod der Waise oder mit dem Auskauf der Rente. Der Rentenanspruch dauert bis zum Abschluss der Ausbildung, längstens aber bis zum vollendeten 25. Altersjahr. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_30"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 6. Abschnitt: Hinterlassenenrenten, Höhe der Renten",
        "citation": "Art. 31 Abs. 1 UVG",
        "content": "Die Hinterlassenenrenten betragen vom versicherten Verdienst\nfür Witwen und Witwer:  40 Prozent,\nfür Halbwaisen:  15 Prozent,\nfür Vollwaisen:  25 Prozent,\nfür mehrere Hinterlassene zusammen höchstens:  70 Prozent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_31"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 6. Abschnitt: Hinterlassenenrenten, Höhe der Renten",
        "citation": "Art. 31 Abs. 2 UVG",
        "content": "Die Hinterlassenenrente für den geschiedenen Ehegatten entspricht 20 Prozent des versicherten Verdienstes, höchstens aber dem geschuldeten Unterhaltsbeitrag.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_31"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 6. Abschnitt: Hinterlassenenrenten, Höhe der Renten",
        "citation": "Art. 31 Abs. 3 UVG",
        "content": "Die Renten werden gleichmässig herabgesetzt, wenn sie für den überlebenden Ehegatten und die Kinder mehr als 70 Prozent oder zusammen mit der Rente für den geschiedenen Ehegatten mehr als 90 Prozent ausmachen. Fällt später die Rente eines dieser Hinterlassenen dahin, so erhöhen sich die Renten der übrigen gleichmässig bis zum Höchstbetrag ihrer Ansprüche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_31"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 6. Abschnitt: Hinterlassenenrenten, Höhe der Renten",
        "citation": "Art. 31 Abs. 4 UVG",
        "content": "Haben die Hinterlassenen Anspruch auf Renten der AHV oder der IV, so wird ihnen gemeinsam eine Komplementärrente gewährt; diese entspricht in Abweichung von Artikel 69 ATSG der Differenz zwischen 90 Prozent des versicherten Verdienstes und den Renten der AHV oder der IV, höchstens aber dem in Absatz 1 vorgesehenen Betrag. Die Komplementärrente des geschiedenen Ehegatten entspricht der Differenz zwischen dem geschuldeten Unterhaltsbeitrag und der Rente der AHV, höchstens aber dem in Absatz 2 vorgesehenen Betrag. Die Komplementärrente wird beim erstmaligen Zusammentreffen mit der IV- oder der AHV-Rente festgesetzt. Sie wird angepasst, wenn die AHV-Rente infolge eines Aufschubs oder Vorbezugs geändert wird oder wenn der Bezügerkreis der AHV- oder der IV-Renten geändert wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_31"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 6. Abschnitt: Hinterlassenenrenten, Höhe der Renten",
        "citation": "Art. 31 Abs. 4bis UVG",
        "content": "Absatz 4 ist auch anwendbar, wenn der Versicherte Anspruch auf eine gleichartige Rente einer ausländischen Sozialversicherung hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_31"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 6. Abschnitt: Hinterlassenenrenten, Höhe der Renten",
        "citation": "Art. 31 Abs. 5 UVG",
        "content": "Der Bundesrat erlässt nähere Vorschriften, namentlich über die Berechnung der Komplementärrenten sowie der Renten für Vollwaisen, wenn beide Elternteile versichert waren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_31"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 6. Abschnitt: Hinterlassenenrenten, Höhe der Abfindung",
        "citation": "Art. 32 UVG",
        "content": "Die Abfindung für die Witwe oder die geschiedene Ehefrau entspricht:\na. wenn die Ehe weniger als ein Jahr gedauert hat, dem einfachen,\nb. wenn die Ehe mindestens ein Jahr, aber weniger als fünf Jahre gedauert hat, dem dreifachen,\nc. wenn die Ehe mehr als fünf Jahre gedauert hat, dem fünffachen Jahresbetrag der Rente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_32"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 6. Abschnitt: Hinterlassenenrenten, Wiederaufleben der Rente des überlebenden Ehegatten",
        "citation": "Art. 33 UVG",
        "content": "Ist der Anspruch des überlebenden Ehegatten wegen Wiederverheiratung erloschen und wird die neue Ehe nach weniger als zehn Jahren geschieden oder ungültig erklärt, so lebt der Rentenanspruch im folgenden Monat wieder auf.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_33"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 7. Abschnitt: Anpassung der Renten an die Teuerung",
        "citation": "Art. 34 Abs. 1 UVG",
        "content": "Zum Ausgleich der Teuerung erhalten die Bezüger von Invaliden- und Hinterlassenenrenten Zulagen. Diese gelten als Bestandteil der Rente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_34"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 7. Abschnitt: Anpassung der Renten an die Teuerung",
        "citation": "Art. 34 Abs. 2 UVG",
        "content": "Der Bundesrat setzt die Zulagen aufgrund des Landesindexes der Konsumentenpreise fest. Die Renten werden auf den gleichen Zeitpunkt wie die Renten der Alters- und Hinterlassenenversicherung der Teuerung angepasst.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_34"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 8. Abschnitt: Auskauf von Renten",
        "citation": "Art. 35 Abs. 1 UVG",
        "content": "Der Versicherer kann eine Invaliden- oder Hinterlassenenrente jederzeit nach ihrem Barwert auskaufen, wenn der Monatsbetrag geringer ist als die Hälfte des Höchstbetrages des versicherten Tagesverdienstes. Bei Hinterlassenenrenten wird der Gesamtbetrag aller Renten berücksichtigt. In den übrigen Fällen ist der Auskauf nur mit dem Einverständnis und im offenkundigen langfristigen Interesse des Rentenberechtigten zulässig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_35"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 2. Kapitel: Geldleistungen, 8. Abschnitt: Auskauf von Renten",
        "citation": "Art. 35 Abs. 2 UVG",
        "content": "Mit dem Auskauf erlöschen die Ansprüche aus dem Unfall. Nimmt jedoch nach dem Auskauf die unfallbedingte Invalidität erheblich zu, so kann der Versicherte eine entsprechende Invalidenrente beanspruchen. Der Auskauf einer Invalidenrente berührt den Anspruch auf eine Hinterlassenenrente nicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_35"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 3. Kapitel: Kürzung und Verweigerung von Versicherungsleistungen aus besonderen Gründen, Zusammentreffen verschiedener Schadensursachen",
        "citation": "Art. 36 Abs. 1 UVG",
        "content": "Die Pflegeleistungen und Kostenvergütungen sowie die Taggelder und Hilflosenentschädigungen werden nicht gekürzt, wenn die Gesundheitsschädigung nur teilweise Folge eines Unfalles ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_36"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 3. Kapitel: Kürzung und Verweigerung von Versicherungsleistungen aus besonderen Gründen, Zusammentreffen verschiedener Schadensursachen",
        "citation": "Art. 36 Abs. 2 UVG",
        "content": "Die Invalidenrenten, Integritätsentschädigungen und die Hinterlassenenrenten werden angemessen gekürzt, wenn die Gesundheitsschädigung oder der Tod nur teilweise die Folge eines Unfalles ist. Gesundheitsschädigungen vor dem Unfall, die zu keiner Verminderung der Erwerbsfähigkeit geführt haben, werden dabei nicht berücksichtigt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_36"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 3. Kapitel: Kürzung und Verweigerung von Versicherungsleistungen aus besonderen Gründen, Verschulden des Versicherten",
        "citation": "Art. 37 Abs. 1 UVG",
        "content": "Hat der Versicherte den Gesundheitsschaden oder den Tod absichtlich herbeigeführt, so besteht kein Anspruch auf Versicherungsleistungen, mit Ausnahme der Bestattungskosten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_37"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 3. Kapitel: Kürzung und Verweigerung von Versicherungsleistungen aus besonderen Gründen, Verschulden des Versicherten",
        "citation": "Art. 37 Abs. 2 UVG",
        "content": "In Abweichung von Artikel 21 Absatz 1 ATSG werden in der Versicherung der Nichtberufsunfälle die Taggelder, die während der ersten zwei Jahre nach dem Unfall ausgerichtet werden, gekürzt, wenn der Versicherte den Unfall grob fahrlässig herbeigeführt hat. Die Kürzung beträgt jedoch höchstens die Hälfte der Leistungen, wenn der Versicherte im Zeitpunkt des Unfalls für Angehörige zu sorgen hat, denen bei seinem Tode Hinterlassenenrenten zustehen würden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_37"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 3. Kapitel: Kürzung und Verweigerung von Versicherungsleistungen aus besonderen Gründen, Verschulden des Versicherten",
        "citation": "Art. 37 Abs. 3 UVG",
        "content": "Hat der Versicherte den Unfall bei nicht vorsätzlicher Ausübung eines Verbrechens oder Vergehens herbeigeführt, so können ihm in Abweichung von Artikel 21 Absatz 1 ATSG die Geldleistungen gekürzt oder in besonders schweren Fällen verweigert werden. Hat der Versicherte im Zeitpunkt des Unfalles für Angehörige zu sorgen, denen bei seinem Tode Hinterlassenenrenten zustünden, so werden Geldleistungen höchstens um die Hälfte gekürzt. Stirbt er an den Unfallfolgen, so können die Geldleistungen für die Hinterlassenen in Abweichung von Artikel 21 Absatz 2 ATSG ebenfalls höchstens um die Hälfte gekürzt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_37"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 3. Kapitel: Kürzung und Verweigerung von Versicherungsleistungen aus besonderen Gründen, Aussergewöhnliche Gefahren und Wagnisse",
        "citation": "Art. 39 UVG",
        "content": "Der Bundesrat kann aussergewöhnliche Gefahren und Wagnisse bezeichnen, die in der Versicherung der Nichtberufsunfälle zur Verweigerung sämtlicher Leistungen oder zur Kürzung der Geldleistungen führen. Die Verweigerung oder Kürzung kann er in Abweichung von Artikel 21 Absätze 1–3 ATSG ordnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_39"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 3. Kapitel: Kürzung und Verweigerung von Versicherungsleistungen aus besonderen Gründen, Umfang des Rückgriffs",
        "citation": "Art. 42 UVG",
        "content": "Im Falle eines Rückgriffs nach den Artikeln 72–75 ATSG findet Artikel 73 Absatz 2 ATSG auch dann Anwendung, wenn die Kürzung nach Artikel 37 Absätze 2 und 3 oder nach Artikel 39 dieses Gesetzes erfolgt, soweit die Kürzung auf Grund einer schuldhaften Schadensverursachung durch den Versicherten erfolgt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_42"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 4. Kapitel: Festsetzung und Gewährung der Leistungen, 1. Abschnitt: Feststellung des Unfalles, Unfallmeldung",
        "citation": "Art. 45 Abs. 1 UVG",
        "content": "Der versicherte Arbeitnehmer hat seinem Arbeitgeber oder dem Versicherer den Unfall, der eine ärztliche Behandlung erfordert oder eine Arbeitsunfähigkeit zur Folge hat, unverzüglich zu melden. Im Todesfall sind die anspruchsberechtigten Hinterlassenen zur Meldung verpflichtet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_45"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 4. Kapitel: Festsetzung und Gewährung der Leistungen, 1. Abschnitt: Feststellung des Unfalles, Unfallmeldung",
        "citation": "Art. 45 Abs. 2 UVG",
        "content": "Der Arbeitgeber hat dem Versicherer unverzüglich Mitteilung zu machen, sobald er erfährt, dass ein Versicherter seines Betriebes einen Unfall erlitten hat, der eine ärztliche Behandlung erfordert, eine Arbeitsunfähigkeit (Art. 6 ATSG) oder den Tod zur Folge hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_45"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 4. Kapitel: Festsetzung und Gewährung der Leistungen, 1. Abschnitt: Feststellung des Unfalles, Unfallmeldung",
        "citation": "Art. 45 Abs. 2bis UVG",
        "content": "Arbeitslose Personen haben der zuständigen Stelle der Arbeitslosenversicherung oder dem Unfallversicherer den Unfall unverzüglich zu melden. Im Todesfall sind die anspruchsberechtigten Hinterlassenen zur Meldung verpflichtet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_45"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 4. Kapitel: Festsetzung und Gewährung der Leistungen, 1. Abschnitt: Feststellung des Unfalles, Unfallmeldung",
        "citation": "Art. 45 Abs. 3 UVG",
        "content": "Der selbständigerwerbende Versicherte hat dem Versicherer den Unfall, der eine ärztliche Behandlung erfordert oder eine Arbeitsunfähigkeit zur Folge hat, unverzüglich zu melden. Im Todesfall sind die anspruchsberechtigten Hinterlassenen zur Meldung verpflichtet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_45"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 4. Kapitel: Festsetzung und Gewährung der Leistungen, 1. Abschnitt: Feststellung des Unfalles, Unfallmeldung",
        "citation": "Art. 45 Abs. 3bis UVG",
        "content": "Erleidet eine Person nach Artikel 1a Absatz 1 Buchstabe c einen Unfall, so hat sie dies der IV-Stelle oder der Suva unverzüglich zu melden. Im Todesfall sind die anspruchsberechtigten Hinterlassenen zur Meldung verpflichtet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_45"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 4. Kapitel: Festsetzung und Gewährung der Leistungen, 1. Abschnitt: Feststellung des Unfalles, Versäumnis der Unfallmeldung",
        "citation": "Art. 46 Abs. 1 UVG",
        "content": "Versäumen der Versicherte oder seine Hinterlassenen die Unfallmeldung in unentschuldbarer Weise und erwachsen daraus dem Versicherer erhebliche Umtriebe, so können die auf die Zwischenzeit entfallenden Geldleistungen bis zur Hälfte entzogen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_46"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 4. Kapitel: Festsetzung und Gewährung der Leistungen, 1. Abschnitt: Feststellung des Unfalles, Versäumnis der Unfallmeldung",
        "citation": "Art. 46 Abs. 2 UVG",
        "content": "Der Versicherer kann jede Leistung um die Hälfte kürzen, wenn ihm der Unfall oder der Tod infolge unentschuldbarer Versäumnis des Versicherten oder seiner Hinterlassenen nicht binnen dreier Monate gemeldet worden ist; er kann die Leistung verweigern, wenn ihm absichtlich eine falsche Unfallmeldung erstattet worden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_46"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 4. Kapitel: Festsetzung und Gewährung der Leistungen, 1. Abschnitt: Feststellung des Unfalles, Versäumnis der Unfallmeldung",
        "citation": "Art. 46 Abs. 3 UVG",
        "content": "Unterlässt der Arbeitgeber die Unfallmeldung auf unentschuldbare Weise, so kann er vom Versicherer für die daraus entstehenden Kostenfolgen haftbar gemacht werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_46"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 4. Kapitel: Festsetzung und Gewährung der Leistungen, 1. Abschnitt: Feststellung des Unfalles, Autopsie",
        "citation": "Art. 47 UVG",
        "content": "Der Bundesrat bestimmt, unter welchen Voraussetzungen der Versicherer die Autopsie oder einen ähnlichen Eingriff bei einem tödlich Verunfallten anordnen kann. Die Autopsie darf nicht angeordnet werden, wenn die nächsten Angehörigen dagegen Einsprache erheben oder eine entsprechende Willenserklärung des Verstorbenen vorliegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_47"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 4. Kapitel: Festsetzung und Gewährung der Leistungen, 2. Abschnitt: Gewährung der Leistungen, Zweckmässige Behandlung",
        "citation": "Art. 48 Abs. 1 UVG",
        "content": "Der Versicherer kann unter angemessener Rücksichtnahme auf den Versicherten und seine Angehörigen die nötigen Anordnungen zur zweckmässigen Behandlung des Versicherten treffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_48"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 4. Kapitel: Festsetzung und Gewährung der Leistungen, 2. Abschnitt: Gewährung der Leistungen, Auszahlung des Taggeldes",
        "citation": "Art. 49 UVG",
        "content": "Die Versicherer können die Auszahlung dem Arbeitgeber übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_49"
    },
    {
        "book": "UVG",
        "title": "UVG, Dritter Titel: Versicherungsleistungen, 4. Kapitel: Festsetzung und Gewährung der Leistungen, 2. Abschnitt: Gewährung der Leistungen, Verrechnung",
        "citation": "Art. 50 UVG",
        "content": "Forderungen auf Grund dieses Gesetzes sowie Rückforderungen von Renten und Taggeldern der AHV, der IV, der Militärversicherung, der Arbeitslosenversicherung, der Krankenversicherung und von Ergänzungsleistungen zur AHV/IV können mit fälligen Leistungen verrechnet werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_50"
    },
    {
        "book": "UVG",
        "title": "UVG, Vierter Titel: Medizinalrecht und Tarifwesen, 1. Kapitel: Medizinalpersonen und Spitäler, Eignung",
        "citation": "Art. 53 Abs. 1 UVG",
        "content": "Als Ärzte, Zahnärzte, Chiropraktoren und Apotheker im Sinne dieses Gesetzes gelten Personen, die die Voraussetzungen für eine privatwirtschaftliche Berufsausübung in eigener fachlicher Verantwortung nach dem Medizinalberufegesetz vom 23. Juni 2006 erfüllen. Die von einem Kanton zur Abgabe von Medikamenten zugelassenen Ärzte sind im Umfang dieser Zulassung den Apothekern gleichgestellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_53"
    },
    {
        "book": "UVG",
        "title": "UVG, Vierter Titel: Medizinalrecht und Tarifwesen, 1. Kapitel: Medizinalpersonen und Spitäler, Eignung",
        "citation": "Art. 53 Abs. 2 UVG",
        "content": "Der Bundesrat legt die Voraussetzungen fest, unter denen die Spitäler und Kuranstalten, die medizinischen Hilfspersonen, die Laboratorien sowie die Transport- und Rettungsunternehmen zur Tätigkeit zulasten der Unfallversicherung zugelassen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_53"
    },
    {
        "book": "UVG",
        "title": "UVG, Vierter Titel: Medizinalrecht und Tarifwesen, 1. Kapitel: Medizinalpersonen und Spitäler, Wirtschaftlichkeit der Behandlung",
        "citation": "Art. 54 UVG",
        "content": "Wer für die Unfallversicherung tätig ist, hat sich in der Behandlung, in der Verordnung und Abgabe von Arzneimitteln sowie in der Anordnung und Durchführung von Heilanwendungen und Analysen auf das durch den Behandlungszweck geforderte Mass zu beschränken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_54"
    },
    {
        "book": "UVG",
        "title": "UVG, Vierter Titel: Medizinalrecht und Tarifwesen, 1. Kapitel: Medizinalpersonen und Spitäler, Auskunftspflicht des Leistungserbringers",
        "citation": "Art. 54a UVG",
        "content": "Der Leistungserbringer muss dem Versicherer eine detaillierte und verständliche Rechnung zustellen. Er muss ihm auch alle Angaben machen, die dieser benötigt, um die Leistungsansprüche zu beurteilen und um die Berechnung der Vergütung und die Wirtschaftlichkeit der Leistung überprüfen zu können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_54_a"
    },
    {
        "book": "UVG",
        "title": "UVG, Vierter Titel: Medizinalrecht und Tarifwesen, 1. Kapitel: Medizinalpersonen und Spitäler, Ausschluss",
        "citation": "Art. 55 UVG",
        "content": "Will ein Versicherer einer Medizinalperson, einem Laboratorium, einem Spital oder einer Kuranstalt aus wichtigen Gründen das Recht auf Behandlung der Versicherten, auf die Verordnung und Abgabe von Arzneimitteln oder auf die Anordnung und Durchführung von Heilanwendungen und Analysen nicht oder nicht mehr gestatten, so entscheidet das Schiedsgericht (Art. 57) über den Ausschluss und dessen Dauer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_55"
    },
    {
        "book": "UVG",
        "title": "UVG, Vierter Titel: Medizinalrecht und Tarifwesen, 2. Kapitel: Zusammenarbeit und Tarife",
        "citation": "Art. 56 Abs. 1 UVG",
        "content": "Die Versicherer können mit den Medizinalpersonen, den medizinischen Hilfspersonen, den Spitälern, den Kuranstalten sowie den Transport- und Rettungsunternehmen vertraglich die Zusammenarbeit regeln und die Tarife und Massnahmen zur Steuerung der Versicherungsleistungen oder ihrer Kosten festlegen. Sie können die Behandlung der Versicherten ausschliesslich den am Vertrag Beteiligten anvertrauen. Wer im ambulanten Bereich die Bedingungen erfüllt, kann dem Vertrag beitreten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_56"
    },
    {
        "book": "UVG",
        "title": "UVG, Vierter Titel: Medizinalrecht und Tarifwesen, 2. Kapitel: Zusammenarbeit und Tarife",
        "citation": "Art. 56 Abs. 2 UVG",
        "content": "Der Bundesrat sorgt für die Koordination mit den Tarifordnungen anderer Sozialversicherungszweige und kann diese anwendbar erklären. Er ordnet die Vergütung für Versicherte, die sich in ein Spital ohne Tarifvereinbarung begeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_56"
    },
    {
        "book": "UVG",
        "title": "UVG, Vierter Titel: Medizinalrecht und Tarifwesen, 2. Kapitel: Zusammenarbeit und Tarife",
        "citation": "Art. 56 Abs. 3 UVG",
        "content": "Besteht kein Vertrag, so erlässt der Bundesrat nach Anhören der Parteien die erforderlichen Vorschriften.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_56"
    },
    {
        "book": "UVG",
        "title": "UVG, Vierter Titel: Medizinalrecht und Tarifwesen, 2. Kapitel: Zusammenarbeit und Tarife",
        "citation": "Art. 56 Abs. 3bis UVG",
        "content": "Die Leistungserbringer nach den Artikel 36–40 des Bundesgesetzes vom 18. März 1994 über die Krankenversicherung (KVG) und deren Verbände, die Versicherer und deren Verbände und die Organisation nach Artikel 47a KVG sind verpflichtet, dem Bundesrat auf Verlangen kostenlos die Daten bekannt zu geben, die für die Erfüllung der Aufgabe nach Absatz 3 notwendig sind. Der Bundesrat erlässt nähere Vorschriften zur Bearbeitung der Daten unter Wahrung des Verhältnismässigkeitsprinzips.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_56"
    },
    {
        "book": "UVG",
        "title": "UVG, Vierter Titel: Medizinalrecht und Tarifwesen, 2. Kapitel: Zusammenarbeit und Tarife",
        "citation": "Art. 56 Abs. 3ter UVG",
        "content": "Bei einem Verstoss gegen die Pflicht zur Datenbekanntgabe nach Absatz 3bis kann das EDI gegen die Verbände der Leistungserbringer und diejenigen der Versicherer, gegen die Organisation nach Artikel 47a KVG und gegen die betroffenen Leistungserbringer und Versicherer Sanktionen ergreifen. Diese umfassen: \na. die Verwarnung;\nb. eine Busse bis zu 20 000 Franken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_56"
    },
    {
        "book": "UVG",
        "title": "UVG, Vierter Titel: Medizinalrecht und Tarifwesen, 2. Kapitel: Zusammenarbeit und Tarife",
        "citation": "Art. 56 Abs. 4 UVG",
        "content": "Für alle Versicherten der Unfallversicherung sind die gleichen Taxen zu berechnen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_56"
    },
    {
        "book": "UVG",
        "title": "UVG, Vierter Titel: Medizinalrecht und Tarifwesen, 3. Kapitel: Streitigkeiten",
        "citation": "Art. 57 Abs. 1 UVG",
        "content": "Streitigkeiten zwischen Versicherern und Medizinalpersonen, Laboratorien oder Spitälern und Kuranstalten sowie den Transport- und Rettungsunternehmen entscheidet ein für das ganze Kantonsgebiet zuständiges Schiedsgericht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_57"
    },
    {
        "book": "UVG",
        "title": "UVG, Vierter Titel: Medizinalrecht und Tarifwesen, 3. Kapitel: Streitigkeiten",
        "citation": "Art. 57 Abs. 2 UVG",
        "content": "Zuständig ist das Schiedsgericht des Kantons, in dem die ständige Einrichtung dieser Personen oder Anstalten liegt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_57"
    },
    {
        "book": "UVG",
        "title": "UVG, Vierter Titel: Medizinalrecht und Tarifwesen, 3. Kapitel: Streitigkeiten",
        "citation": "Art. 57 Abs. 3 UVG",
        "content": "Die Kantone bezeichnen das Schiedsgericht und regeln das Verfahren. Der schiedsgerichtlichen Behandlung eines Streitfalles hat ein Vermittlungsverfahren vorauszugehen, sofern nicht schon eine vertraglich eingesetzte Vermittlungsinstanz geamtet hat. Das Schiedsgericht setzt sich zusammen aus einem neutralen Vorsitzenden und je einer Vertretung der Parteien in gleicher Zahl.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_57"
    },
    {
        "book": "UVG",
        "title": "UVG, Vierter Titel: Medizinalrecht und Tarifwesen, 3. Kapitel: Streitigkeiten",
        "citation": "Art. 57 Abs. 4 UVG",
        "content": "Die Entscheide werden den Parteien mit Begründung und Rechtsmittelbelehrung schriftlich eröffnet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_57"
    },
    {
        "book": "UVG",
        "title": "UVG, Vierter Titel: Medizinalrecht und Tarifwesen, 3. Kapitel: Streitigkeiten",
        "citation": "Art. 57 Abs. 5 UVG",
        "content": "Gegen Entscheide des Schiedsgerichts kann nach Massgabe des Bundesgerichtsgesetzes vom 17. Juni 2005 beim Bundesgericht Beschwerde geführt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_57"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 1. Abschnitt: Allgemeines, Arten der Versicherer",
        "citation": "Art. 58 UVG",
        "content": "Die Unfallversicherung wird je nach Versichertenkategorien durch die Suva oder durch andere zugelassene Versicherer und eine von diesen betriebene Ersatzkasse durchgeführt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_58"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 1. Abschnitt: Allgemeines, Begründung des Versicherungsverhältnisses",
        "citation": "Art. 59 Abs. 1 UVG",
        "content": "Das Versicherungsverhältnis bei der Suva wird in der obligatorischen Versicherung durch Gesetz, in der freiwilligen Versicherung durch Vereinbarung begründet. Der Arbeitgeber hat der Suva innert 14 Tagen die Eröffnung oder Einstellung eines Betriebes zu melden, dessen Arbeitnehmer ihr unterstellt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_59"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 1. Abschnitt: Allgemeines, Begründung des Versicherungsverhältnisses",
        "citation": "Art. 59 Abs. 2 UVG",
        "content": "Das Versicherungsverhältnis bei den andern Versicherern wird begründet durch einen Vertrag zwischen dem Arbeitgeber oder dem Selbständigerwerbenden und dem Versicherer oder durch Zugehörigkeit zu einer Kasse aufgrund eines Arbeitsverhältnisses.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_59"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 1. Abschnitt: Allgemeines, Begründung des Versicherungsverhältnisses",
        "citation": "Art. 59 Abs. 3 UVG",
        "content": "Ist ein Arbeitnehmer, der dem Obligatorium untersteht, bei einem Unfall nicht versichert, so gewährt ihm die Ersatzkasse die gesetzlichen Versicherungsleistungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_59"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 1. Abschnitt: Allgemeines, Typenvertrag",
        "citation": "Art. 59a Abs. 1 UVG",
        "content": "Die Versicherer nach Artikel 68 stellen gemeinsam einen Typenvertrag auf, der die Bestimmungen enthält, die in jedem Fall in die Versicherungsverträge aufzunehmen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_59_a"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 1. Abschnitt: Allgemeines, Typenvertrag",
        "citation": "Art. 59a Abs. 2 UVG",
        "content": "Im Typenvertrag ist namentlich vorzusehen, dass die versicherten Betriebe den Vertrag bei Erhöhungen des Nettoprämiensatzes oder des Prozentsatzes des Prämienzuschlags für Verwaltungskosten innert einer Frist von 30 Tagen nach Erhalt der Mitteilung durch den Versicherer kündigen können. Die Versicherer müssen die Erhöhungen den versicherten Betrieben mindestens zwei Monate vor Ende des laufenden Rechnungsjahres mitteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_59_a"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 1. Abschnitt: Allgemeines, Typenvertrag",
        "citation": "Art. 59a Abs. 3 UVG",
        "content": "Die Versicherer unterbreiten den Typenvertrag dem Bundesrat zur Genehmigung. Kommt kein genügender Typenvertrag zustande, so bestimmt der Bundesrat, welche Bestandteile in jedem Vertrag enthalten sein müssen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_59_a"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 1. Abschnitt: Allgemeines, Anhörung der Arbeitgeber- und Arbeitnehmerorganisationen",
        "citation": "Art. 60 UVG",
        "content": "Über die Aufstellung der Prämientarife und deren Gliederung in Risikogemeinschaften hört die Suva die interessierten Organisationen der betroffenen Arbeitgeber und Arbeitnehmer an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_60"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 1. Abschnitt: Allgemeines, AHV-Nummer",
        "citation": "Art. 60a UVG",
        "content": "Die Suva und die nach Artikel 68 Absatz 2 registrierten Versicherer sowie andere an der Durchführung dieses Gesetzes Beteiligte sind berechtigt, die AHV-Nummer nach den Bestimmungen des Bundesgesetzes vom 20. Dezember 1946 über die Alters- und Hinterlassenenversicherung für die Erfüllung ihrer gesetzlichen Aufgaben systematisch zu verwenden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_60_a"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 2. Abschnitt: Schweizerische Unfallversicherungsanstalt, Rechtsstellung",
        "citation": "Art. 61 Abs. 1 UVG",
        "content": "Die Suva ist eine autonome Anstalt des öffentlichen Rechts mit Rechtspersönlichkeit und Sitz in Luzern. Die Suva wird im Handelsregister eingetragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_61"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 2. Abschnitt: Schweizerische Unfallversicherungsanstalt, Rechtsstellung",
        "citation": "Art. 61 Abs. 2 UVG",
        "content": "Die Suva betreibt die Versicherung nach dem Grundsatz der Gegenseitigkeit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_61"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 2. Abschnitt: Schweizerische Unfallversicherungsanstalt, Rechtsstellung",
        "citation": "Art. 61 Abs. 3 UVG",
        "content": "Die Suva steht unter der Oberaufsicht des Bundes, die durch den Bundesrat ausgeübt wird. Das Reglement über die Organisation der Suva sowie der Jahresbericht und die Jahresrechnung bedürfen der Genehmigung des Bundesrates.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_61"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 2. Abschnitt: Schweizerische Unfallversicherungsanstalt, Organe",
        "citation": "Art. 62 UVG",
        "content": "Die Organe der Suva sind:\na. der Suva-Rat;\nb. die Geschäftsleitung;\nc. die Revisionsstelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_62"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 2. Abschnitt: Schweizerische Unfallversicherungsanstalt, Suva-Rat",
        "citation": "Art. 63 Abs. 1 UVG",
        "content": "Der Suva-Rat besteht aus:\na. sechzehn Vertretern der bei der Suva versicherten Arbeitnehmer;\nb. sechzehn Vertretern der Arbeitgeber, die bei der Suva versicherte Arbeitnehmer beschäftigen;\nc. acht Vertretern des Bundes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_63"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 2. Abschnitt: Schweizerische Unfallversicherungsanstalt, Suva-Rat",
        "citation": "Art. 63 Abs. 2 UVG",
        "content": "Der Bundesrat wählt die Mitglieder des Suva-Rates für eine Amtsdauer von vier Jahren. Er berücksichtigt dabei die Landesteile, die Berufsarten und das Geschlecht. Die Verbände der Arbeitnehmer und der Arbeitgeber haben das Recht, dem Bundesrat Kandidaturen vorzuschlagen. Der Bundesrat kann jederzeit Mitglieder des Suva-Rates aus wichtigen Gründen abberufen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_63"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 2. Abschnitt: Schweizerische Unfallversicherungsanstalt, Suva-Rat",
        "citation": "Art. 63 Abs. 3 UVG",
        "content": "Für das Honorar der Mitglieder des Suva-Rates und die weiteren mit diesen Personen vereinbarten Vertragsbedingungen gilt Artikel 6a Absätze 1–5 des Bundespersonalgesetzes vom 24. März 2000 (BPG) sinngemäss. Der Bundesrat genehmigt das Reglement über die Honorare der Mitglieder des Suva-Rates.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_63"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 2. Abschnitt: Schweizerische Unfallversicherungsanstalt, Suva-Rat",
        "citation": "Art. 63 Abs. 4 UVG",
        "content": "Die Mitglieder des Suva-Rates scheiden spätestens am Ende des Kalenderjahres, in welchem sie das 70. Altersjahr vollendet haben, aus dem Suva-Rat aus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_63"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 2. Abschnitt: Schweizerische Unfallversicherungsanstalt, Suva-Rat",
        "citation": "Art. 63 Abs. 5 UVG",
        "content": "Der Suva-Rat konstituiert sich selbst und wählt dabei den Präsidenten und zwei Vizepräsidenten sowie seine Ausschüsse, namentlich den Suva-Ratsausschuss. Er hat insbesondere folgende Aufgaben:\na. Festlegung der strategischen Ziele, der Grundsätze der Prämienbestimmung und der Personalpolitik der Suva;\nb. Verabschiedung des Organisationsreglements zuhanden des Bundesrates;\nc. Erlass des Personalreglements;\nd. Genehmigung der Rechnungsgrundlagen und Festlegung der Prämientarife;\ne. Wahl und Abberufung der Revisionsstelle;\nf. Verabschiedung des Jahresberichts und der Jahresrechnung zuhanden des Bundesrates sowie Entscheid über die Verwendung von Ertragsüberschüssen;\ng. Ernennung und Abberufung der Mitglieder der Geschäftsleitung und von deren Vorsitzendem;\nh. Verabschiedung des Voranschlags für die Betriebskosten, der Finanzplanung und der Ausgestaltung des Rechnungswesens;\ni. Organisation der internen Revision sowie Bestellung, Beaufsichtigung und Abberufung des verantwortlichen Aktuars;\nk. Aufsicht über die Geschäftsleitung und deren Vorsitzenden, namentlich im Hinblick auf die Befolgung der Gesetzgebung, der massgebenden Reglemente und Weisungen sowie auf die betriebliche Führung;\nl. Gewährleistung eines angepassten internen Kontrollsystems und Risikomanagements;\nm. Entlastung der Geschäftsleitung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_63"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 2. Abschnitt: Schweizerische Unfallversicherungsanstalt, Suva-Rat",
        "citation": "Art. 63 Abs. 6 UVG",
        "content": "Der Suva-Ratsausschuss bereitet die Geschäfte zuhanden des Suva-Rates vor. Der Suva-Rat kann dem Suva-Ratsausschuss im Organisationsreglement die Festlegung von Prämientarifen nach Absatz 5 Buchstabe d sowie die Aufgaben nach Absatz 5 Buchstaben g–m übertragen. Die anderen Aufgaben des Suva-Rates sind nicht übertragbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_63"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 2. Abschnitt: Schweizerische Unfallversicherungsanstalt, Geschäftsleitung",
        "citation": "Art. 64 Abs. 1 UVG",
        "content": "Die Geschäftsleitung führt die Geschäfte der Suva und vertritt sie nach aussen; sie kann die Prokura und andere Vollmachten erteilen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_64"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 2. Abschnitt: Schweizerische Unfallversicherungsanstalt, Geschäftsleitung",
        "citation": "Art. 64 Abs. 2 UVG",
        "content": "Die Mitglieder der Geschäftsleitung dürfen dem Suva-Rat nicht angehören. Sie werden nach dem Obligationenrecht (OR) angestellt. Für ihren Lohn und die weiteren Vertragsbedingungen gilt Artikel 6a Absätze 1–5 BPG sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_64"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 2. Abschnitt: Schweizerische Unfallversicherungsanstalt, Sorgfalts- und Treuepflicht",
        "citation": "Art. 64a Abs. 1 UVG",
        "content": "Die Mitglieder des Suva-Rates und der Geschäftsleitung erfüllen ihre Aufgaben mit aller Sorgfalt und wahren die Interessen der Suva in guten Treuen. Der Suva-Rat trifft die organisatorischen Vorkehren zur Wahrung der Interessen der Suva und zur Verhinderung von Interessenkollisionen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_64_a"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 2. Abschnitt: Schweizerische Unfallversicherungsanstalt, Sorgfalts- und Treuepflicht",
        "citation": "Art. 64a Abs. 2 UVG",
        "content": "Im Rahmen der Sorgfalts- und Treuepflicht legen alle Mitglieder der Organe der Suva ihre Interessenbindungen gegenüber dem Wahlorgan offen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_64_a"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 2. Abschnitt: Schweizerische Unfallversicherungsanstalt, Sorgfalts- und Treuepflicht",
        "citation": "Art. 64a Abs. 3 UVG",
        "content": "Sie melden Veränderungen ihrer Interessenbindungen während der Mitgliedschaft laufend.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_64_a"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 2. Abschnitt: Schweizerische Unfallversicherungsanstalt, Sorgfalts- und Treuepflicht",
        "citation": "Art. 64a Abs. 4 UVG",
        "content": "Der Suva-Rat informiert im Rahmen der jährlichen Berichterstattung über die Interessenbindungen seiner Mitglieder.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_64_a"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 2. Abschnitt: Schweizerische Unfallversicherungsanstalt, Revisionsstelle",
        "citation": "Art. 64b Abs. 1 UVG",
        "content": "Die Suva muss ihre Jahresrechnung durch die Revisionsstelle im Sinne von Artikel 727 OR ordentlich prüfen lassen. Die Revisionsstelle überprüft zudem die Einhaltung der Vorschriften über das Finanzierungsverfahren gemäss Artikel 90.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_64_b"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 2. Abschnitt: Schweizerische Unfallversicherungsanstalt, Revisionsstelle",
        "citation": "Art. 64b Abs. 2 UVG",
        "content": "Die Wahl der Revisionsstelle erfolgt für eine Amtsdauer von höchstens drei Jahren. Wiederwahl ist möglich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_64_b"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 2. Abschnitt: Schweizerische Unfallversicherungsanstalt, Verantwortlichkeit",
        "citation": "Art. 64c Abs. 1 UVG",
        "content": "Die Mitglieder der Organe sowie die mit der Geschäftsführung und der Revision befassten Personen sind für den Schaden verantwortlich, den sie der Suva absichtlich oder fahrlässig zufügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_64_c"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 2. Abschnitt: Schweizerische Unfallversicherungsanstalt, Verantwortlichkeit",
        "citation": "Art. 64c Abs. 2 UVG",
        "content": "Der Anspruch der Suva auf Schadenersatz gegen die Mitglieder der Organe sowie die mit der Geschäftsführung und der Revision befassten Personen verjährt in fünf Jahren von dem Tage an, an dem diese Kenntnis vom Schaden und von der Person des Ersatzpflichtigen erlangt hat, auf jeden Fall aber in zehn Jahren, vom Tage an gerechnet, an welchem das schädigende Verhalten erfolgte oder aufhörte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_64_c"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 2. Abschnitt: Schweizerische Unfallversicherungsanstalt, Verantwortlichkeit",
        "citation": "Art. 64c Abs. 3 UVG",
        "content": "Streitigkeiten aus der Verantwortlichkeit der Mitglieder der Organe oder der mit der Geschäftsführung und der Revision betrauten Personen werden durch die Zivilgerichte beurteilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_64_c"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 2. Abschnitt: Schweizerische Unfallversicherungsanstalt, Rechnungslegung",
        "citation": "Art. 65 Abs. 1 UVG",
        "content": "Die Rechnungslegung der Suva stellt deren Vermögens-, Finanz- und Ertragslage mit Spartenrechnung dar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_65"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 2. Abschnitt: Schweizerische Unfallversicherungsanstalt, Rechnungslegung",
        "citation": "Art. 65 Abs. 2 UVG",
        "content": "Sie folgt den allgemeinen Grundsätzen der Wesentlichkeit, der Verständlichkeit, der Stetigkeit und der Bruttodarstellung und orientiert sich unter Vorbehalt sozialversicherungsrechtlicher Sonderbestimmungen an allgemein anerkannten Standards.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_65"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 2. Abschnitt: Schweizerische Unfallversicherungsanstalt, Rechnungslegung",
        "citation": "Art. 65 Abs. 3 UVG",
        "content": "Die aus den Rechnungslegungsgrundsätzen abgeleiteten Bilanzierungs- und Bewertungsregeln sind offenzulegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_65"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 2. Abschnitt: Schweizerische Unfallversicherungsanstalt, Verantwortlicher Aktuar",
        "citation": "Art. 65a Abs. 1 UVG",
        "content": "Für die Stellung und die Aufgaben des verantwortlichen Aktuars gelten die Artikel 23 und 24 des Versicherungsaufsichtsgesetzes vom 17. Dezember 2004.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_65_a"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 2. Abschnitt: Schweizerische Unfallversicherungsanstalt, Verantwortlicher Aktuar",
        "citation": "Art. 65a Abs. 2 UVG",
        "content": "Die gestützt auf das Versicherungsaufsichtsgesetz zusätzlich erlassenen Vorschriften des Eidgenössischen Finanzdepartements über die Aufgaben des verantwortlichen Aktuars und über den Inhalt des Berichts sind anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_65_a"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 2. Abschnitt: Schweizerische Unfallversicherungsanstalt, Personal",
        "citation": "Art. 65b Abs. 1 UVG",
        "content": "Das Personal der Suva wird nach OR angestellt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_65_b"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 2. Abschnitt: Schweizerische Unfallversicherungsanstalt, Personal",
        "citation": "Art. 65b Abs. 2 UVG",
        "content": "Der Suva-Rat legt Entlöhnung, Nebenleistungen und die weiteren Vertragsbedingungen im Personalreglement fest. Artikel 6a Absätze 1–5 BPG gilt sinngemäss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_65_b"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 2. Abschnitt: Schweizerische Unfallversicherungsanstalt, Personal",
        "citation": "Art. 65b Abs. 3 UVG",
        "content": "Das Personal ist bei der Pensionskasse der Suva versichert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_65_b"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 2. Abschnitt: Schweizerische Unfallversicherungsanstalt, Steuern",
        "citation": "Art. 65c UVG",
        "content": "Die Suva ist unter Vorbehalt von Artikel 80 ATSG für kommerzielle Leistungen steuerpflichtig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_65_c"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 2. Abschnitt: Schweizerische Unfallversicherungsanstalt, Zuständigkeitsbereich",
        "citation": "Art. 66 Abs. 1 UVG",
        "content": "Bei der Suva sind die Arbeitnehmer folgender Betriebe und Verwaltungen obligatorisch versichert:\na. industrielle Betriebe nach Artikel 5 des Arbeitsgesetzes vom 13. März 1964 (ArG);\nb. Betriebe des Bau- und Installationsgewerbes sowie des Leitungsbaus;\nc. Betriebe, die Bestandteile der Erdrinde gewinnen oder aufbereiten;\nd. Forstbetriebe;\ne. Betriebe, die Metall, Holz, Kork, Kunststoffe, Stein oder Glas maschinell bearbeiten, und Giessereien, mit Ausnahme folgender Verkaufsbetriebe, sofern diese nicht selber produzieren, sondern die Produkte nur bearbeiten:\n1. Optikergeschäfte,\n2. Bijouterie- und Schmuckgeschäfte,\n3. Sportartikelgeschäfte ohne Kanten- und Belagsschleifmaschinen,\n4. Radio- und Fernsehgeschäfte ohne Antennenbau,\n5. Innendekorationsgeschäfte ohne Bodenleger- und Schreinerarbeiten;\nf. Betriebe, in denen feuer- oder explosionsgefährliche Stoffe oder Stoffe, die Berufskrankheiten hervorrufen können (Art. 9 Abs. 1) erzeugt, im Grossen verwendet oder im Grossen gelagert werden;\ng. Verkehrs- und Transportbetriebe sowie Betriebe mit unmittelbarem Anschluss an das Transportgewerbe;\nh. Handelsbetriebe, die mit Hilfe von Maschinen schwere Waren in grosser Menge lagern;\ni. Schlachthäuser mit maschinellen Einrichtungen;\nk. Betriebe der Getränkefabrikation;\nl. Betriebe der Elektrizitäts-, Gas- und Wasserversorgung sowie der Kehrichtbeseitigung und Abwasserreinigung;\nm. Betriebe für technische Vorbereitung, Leitung oder Überwachung von Arbeiten nach den Buchstaben b–l;\nn. Lehr- und Invalidenwerkstätten;\no. Betriebe, die temporäre Arbeitskräfte zur Verfügung stellen;\np. Bundesverwaltung, Bundesbetriebe und Bundesanstalten;\nq. Zweige öffentlicher Verwaltungen von Kantonen, Gemeinden und öffentlich-rechtlicher Körperschaften, die Arbeiten nach den Buchstaben b–m ausführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_66"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 2. Abschnitt: Schweizerische Unfallversicherungsanstalt, Zuständigkeitsbereich",
        "citation": "Art. 66 Abs. 2 UVG",
        "content": "Der Bundesrat bezeichnet die unterstellten Betriebe näher und umschreibt namentlich den Tätigkeitsbereich der Suva für Arbeitnehmer:\na. von Hilfs- und Nebenbetrieben der unterstellten Betriebe;\nb. von Betrieben, bei denen nur die Hilfs- und Nebenbetriebe unter Absatz 1 fallen;\nc. von gemischten Betrieben;\nd. von Personen, die auf eigene Rechnung Arbeiten nach Absatz 1 Buchstaben b–m in erheblichem Umfang ausführen, ohne dass die Merkmale eines Betriebes vorliegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_66"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 2. Abschnitt: Schweizerische Unfallversicherungsanstalt, Zuständigkeitsbereich",
        "citation": "Art. 66 Abs. 3 UVG",
        "content": "Der Bundesrat kann Arbeitnehmer von der obligatorischen Versicherung bei der Suva ausnehmen, wenn ihr Betrieb einer privaten Unfallversicherungseinrichtung eines Berufsverbandes angehört, die den gleichen Versicherungsschutz gewährleistet. Die Ausnahmen sind insbesondere zu bewilligen, wenn sie für den Bestand und die Leistungsfähigkeit einer bestehenden Unfallversicherungseinrichtung geboten sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_66"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 2. Abschnitt: Schweizerische Unfallversicherungsanstalt, Zuständigkeitsbereich",
        "citation": "Art. 66 Abs. 3bis UVG",
        "content": "Arbeitslose Personen sind bei der Suva versichert. Der Bundesrat regelt, welcher Versicherer bei Zwischenverdienst, bei Teilarbeitslosigkeit und bei arbeitsmarktlichen Massnahmen zuständig ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_66"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 2. Abschnitt: Schweizerische Unfallversicherungsanstalt, Zuständigkeitsbereich",
        "citation": "Art. 66 Abs. 3ter UVG",
        "content": "Die Personen nach Artikel 1a Absatz 1 Buchstabe c sind bei der Suva versichert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_66"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 2. Abschnitt: Schweizerische Unfallversicherungsanstalt, Zuständigkeitsbereich",
        "citation": "Art. 66 Abs. 4 UVG",
        "content": "Die Suva führt für die Arbeitgeber der bei ihr obligatorisch versicherten Arbeitnehmer sowie für mitarbeitende Familienglieder solcher Arbeitgeber die freiwillige Versicherung (Art. 4 und 5) durch. Der Bundesrat kann die Suva ermächtigen, auch Selbständigerwerbende aus gleichartigen Berufszweigen, die keine Arbeitnehmer beschäftigen, zu versichern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_66"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 2. Abschnitt: Schweizerische Unfallversicherungsanstalt, Führung der Militärversicherung",
        "citation": "Art. 67 Abs. 1 UVG",
        "content": "Überträgt der Bundesrat die Führung der Militärversicherung nach Artikel 81 Absatz 2 des Bundesgesetzes vom 19. Juni 1992 über die Militärversicherung (MVG) der Suva, so führt diese die Militärversicherung als eigene Sozialversicherung mit gesonderter Rechnung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_67"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 2. Abschnitt: Schweizerische Unfallversicherungsanstalt, Führung der Militärversicherung",
        "citation": "Art. 67 Abs. 2 UVG",
        "content": "Die Suva organisiert die Militärversicherung so, dass diese ihre Aufgaben nach dem MVG erfüllen kann und dass die Erstellung von Jahresberichten und Statistiken nach Artikel 77 ATSG sichergestellt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_67"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 2. Abschnitt: Schweizerische Unfallversicherungsanstalt, Nebentätigkeiten",
        "citation": "Art. 67a Abs. 1 UVG",
        "content": "Die Suva kann zusätzlich zu den Tätigkeiten, zu welchen sie nach dem Gesetz verpflichtet ist, in den folgenden Bereichen tätig sein:\na. Führung von Rehabilitationskliniken;\nb. Schadenabwicklung für Dritte;\nc. Entwicklung von Sicherheitsprodukten und deren Verkauf;\nd. Beratung und Ausbildung im Bereich der betrieblichen Gesundheitsförderung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_67_a"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 2. Abschnitt: Schweizerische Unfallversicherungsanstalt, Nebentätigkeiten",
        "citation": "Art. 67a Abs. 2 UVG",
        "content": "Die Nebentätigkeiten müssen:\na. mit den hoheitlichen Aufgaben der Suva beim Vollzug der Bestimmungen über die Verhütung von Berufsunfällen und Berufskrankheiten nach Artikel 85 Absatz 1 vereinbar sein;\nb. finanziell selbsttragend sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_67_a"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 2. Abschnitt: Schweizerische Unfallversicherungsanstalt, Nebentätigkeiten",
        "citation": "Art. 67a Abs. 3 UVG",
        "content": "Die Nebentätigkeiten werden von Leistungszentren innerhalb der Suva oder von Aktiengesellschaften nach dem OR ausgeübt, an denen die Suva die Mehrheit des Kapitals und der Stimmrechte besitzt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_67_a"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 2. Abschnitt: Schweizerische Unfallversicherungsanstalt, Nebentätigkeiten",
        "citation": "Art. 67a Abs. 4 UVG",
        "content": "Soweit die Nebentätigkeiten von Leistungszentren wahrgenommen werden, führt die Suva für jedes Leistungszentrum eine separate Betriebsrechnung. Überschüsse oder Verluste werden einer separaten Reserve der Suva gutgeschrieben oder belastet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_67_a"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 3. Abschnitt: Andere Versicherer, Art und Registereintragung",
        "citation": "Art. 68 Abs. 1 UVG",
        "content": "Personen, für deren Versicherung nicht die Suva zuständig ist, werden nach diesem Gesetz gegen Unfall versichert durch:\na. private Versicherungsunternehmen, die dem Versicherungsaufsichtsgesetz vom 17. Dezember 2004 (VAG) unterstehen;\nb. öffentliche Unfallversicherungskassen;\nc. Krankenkassen im Sinne von Artikel 2 des Krankenversicherungsaufsichtsgesetzes vom 26. September 2014.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_68"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 3. Abschnitt: Andere Versicherer, Art und Registereintragung",
        "citation": "Art. 68 Abs. 2 UVG",
        "content": "Die Versicherer, die sich an der Durchführung der obligatorischen Unfallversicherung beteiligen wollen, haben sich in ein vom Bundesamt für Gesundheit geführtes Register einzutragen. Das Register ist öffentlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_68"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 3. Abschnitt: Andere Versicherer, Wahl des Versicherers",
        "citation": "Art. 69 UVG",
        "content": "Der Arbeitgeber sorgt dafür, dass seine Arbeitnehmer bei einem Versicherer nach Artikel 68 versichert sind. Die Arbeitnehmer haben bei der Wahl des Versicherers ein Mitbestimmungsrecht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_69"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 3. Abschnitt: Andere Versicherer, Tätigkeitsbereich",
        "citation": "Art. 70 Abs. 1 UVG",
        "content": "Die Versicherer müssen den obligatorisch und den freiwillig Versicherten mindestens den in diesem Gesetz vorgeschriebenen Versicherungsschutz gewähren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_70"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 3. Abschnitt: Andere Versicherer, Tätigkeitsbereich",
        "citation": "Art. 70 Abs. 2 UVG",
        "content": "Die Krankenkassen können die Versicherung der Heilbehandlung einschliesslich der Sachschäden, der Reise-, Transport- und Rettungskosten sowie des Taggeldes durchführen. Sie haben mit dem Versicherer, der die übrigen Leistungen erbringt, die gegenseitige Zusammenarbeit zu vereinbaren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_70"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 3. Abschnitt: Andere Versicherer, Tätigkeitsbereich",
        "citation": "Art. 70 Abs. 3 UVG",
        "content": "Die Versicherer nach Artikel 68 können die Schadenerledigung der Suva oder einem Dritten übertragen. Die Übertragung bedarf für die Versicherer nach Artikel 68 Absatz 1 Buchstabe a der Genehmigung der Eidgenössischen Finanzmarktaufsicht und für die Versicherer nach Artikel 68 Absatz 1 Buchstabe c der Genehmigung des Bundesamts für Gesundheit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_70"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 3. Abschnitt: Andere Versicherer, Eingeschränkte Steuerfreiheit",
        "citation": "Art. 71 UVG",
        "content": "In Abweichung von Artikel 80 Absatz 1 ATSG können Versicherer nur Zuweisungen an die technischen Reserven, soweit sie ausschliesslich der Sicherstellung von Ansprüchen nach diesem Gesetz dienen, bei den direkten Steuern des Bundes, der Kantone und der Gemeinden steuerfrei zurückstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_71"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 4. Abschnitt: Ersatzkasse, Errichtung",
        "citation": "Art. 72 Abs. 1 UVG",
        "content": "Die Versicherer nach Artikel 68 errichten in Form einer Stiftung eine Ersatzkasse. Der Stiftungsrat ist paritätisch aus Vertretern der Versicherer und der Arbeitgeber- und Arbeitnehmerorganisationen zusammenzusetzen. Die Stiftungsurkunde und die Reglemente bedürfen der Genehmigung des Bundesrates.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_72"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 4. Abschnitt: Ersatzkasse, Errichtung",
        "citation": "Art. 72 Abs. 2 UVG",
        "content": "Diese Versicherer haben der Ersatzkasse einen Anteil der Prämieneinnahmen aus der Unfallversicherung zu überweisen. Der Anteil wird so bemessen, dass die Ersatzkasse alle Aufwendungen, die nicht durch Direkteinnahmen gedeckt sind, finanzieren und für Dauerverpflichtungen angemessene Reserven bestellen kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_72"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 4. Abschnitt: Ersatzkasse, Errichtung",
        "citation": "Art. 72 Abs. 3 UVG",
        "content": "Kommt die Gründung der Ersatzkasse nicht zustande, so nimmt sie der Bundesrat vor. Wenn sich die Versicherer über den Betrieb der Kasse nicht einigen können, so erlässt der Bundesrat die notwendigen Vorschriften.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_72"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 4. Abschnitt: Ersatzkasse, Tätigkeitsbereich",
        "citation": "Art. 73 Abs. 1 UVG",
        "content": "Die Ersatzkasse erbringt die gesetzlichen Versicherungsleistungen an verunfallte Arbeitnehmer, für deren Versicherung nicht die Suva zuständig ist und die von ihrem Arbeitgeber nicht versichert worden sind. Die Kasse zieht vom säumigen Arbeitgeber die geschuldeten Ersatzprämien ein. Sie trägt auch die Kosten für die gesetzlichen Leistungen eines Versicherers nach Artikel 68, der zahlungsunfähig geworden ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_73"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 4. Abschnitt: Ersatzkasse, Tätigkeitsbereich",
        "citation": "Art. 73 Abs. 2 UVG",
        "content": "Die Ersatzkasse weist Arbeitgeber, die ihre Arbeitnehmer nach erfolgter Mahnung nicht versichert haben oder die keinen Versicherer gefunden haben, einem Versicherer zu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_73"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 4. Abschnitt: Ersatzkasse, Tätigkeitsbereich",
        "citation": "Art. 73 Abs. 2bis UVG",
        "content": "Absatz 2 ist nicht anwendbar auf Arbeitgeber, die ausschliesslich Arbeitnehmer mit geringfügigen Einkommen nach Artikel 14 Absatz 5 des Bundesgesetzes vom 20. Dezember 1946 über die Alters- und Hinterlassenenversicherung beschäftigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_73"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 4. Abschnitt: Ersatzkasse, Tätigkeitsbereich",
        "citation": "Art. 73 Abs. 2ter UVG",
        "content": "Die Ersatzkasse erfüllt die ihr in den Artikeln 78 und 90 Absatz 4 übertragenen Aufgaben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_73"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 4. Abschnitt: Ersatzkasse, Tätigkeitsbereich",
        "citation": "Art. 73 Abs. 3 UVG",
        "content": "Der Bundesrat kann der Ersatzkasse auch Aufgaben übertragen, die nicht in den Tätigkeitsbereich der andern Versicherer fallen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_73"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 5. Abschnitt: Gemeinsame Vorschriften, Wahlrecht der öffentlichen Verwaltungen",
        "citation": "Art. 75 Abs. 1 UVG",
        "content": "Kantone, Bezirke, Kreise, Gemeinden und andere öffentlich-rechtliche Körperschaften können für die Versicherung ihres Personals, das nicht bereits bei der Suva versichert ist, innert einer vom Bundesrat festzusetzenden Frist zwischen der Suva und einem Versicherer nach Artikel 68 wählen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_75"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 5. Abschnitt: Gemeinsame Vorschriften, Wahlrecht der öffentlichen Verwaltungen",
        "citation": "Art. 75 Abs. 2 UVG",
        "content": "Verwaltungen und Betriebe, die eine Einheit bilden, werden beim gleichen Versicherer versichert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_75"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 5. Abschnitt: Gemeinsame Vorschriften, Wechsel des Versicherers",
        "citation": "Art. 76 Abs. 1 UVG",
        "content": "Der Bundesrat prüft auf das Ende einer fünfjährigen Periode von sich aus oder auf gemeinsames Begehren der Arbeitgeber- und Arbeitnehmerorganisationen und nach Anhören der bisher zuständigen Versicherer, ob eine Änderung der Zuteilung bestimmter Betriebs- oder Berufskategorien zur Suva oder zu den Versicherern nach Artikel 68 angezeigt ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_76"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 5. Abschnitt: Gemeinsame Vorschriften, Wechsel des Versicherers",
        "citation": "Art. 76 Abs. 2 UVG",
        "content": "Eine Neuzuteilung wird frühestens zwei Jahre nach dem Inkrafttreten der entsprechenden Verordnung oder Gesetzesänderung wirksam.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_76"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 5. Abschnitt: Gemeinsame Vorschriften, Leistungspflicht der Versicherer",
        "citation": "Art. 77 Abs. 1 UVG",
        "content": "Bei Berufsunfällen erbringt derjenige Versicherer die Leistungen, bei dem die Versicherung zur Zeit des Unfalles bestanden hat. Bei Berufskrankheiten ist der Versicherer zu Leistungen verpflichtet, bei dem die Versicherung bestanden hat, als der Versicherte zuletzt durch schädigende Stoffe oder bestimmte Arbeiten oder durch berufliche Tätigkeiten gefährdet war.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_77"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 5. Abschnitt: Gemeinsame Vorschriften, Leistungspflicht der Versicherer",
        "citation": "Art. 77 Abs. 2 UVG",
        "content": "Bei Nichtberufsunfällen erbringt derjenige Versicherer die Leistungen, bei dem der Verunfallte zuletzt auch gegen Berufsunfälle versichert war.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_77"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 5. Abschnitt: Gemeinsame Vorschriften, Leistungspflicht der Versicherer",
        "citation": "Art. 77 Abs. 3 UVG",
        "content": "Der Bundesrat ordnet die Leistungspflicht und das Zusammenwirken der Versicherer:\na. für Versicherte, die von verschiedenen Arbeitgebern beschäftigt werden;\nb. bei einem erneuten Unfall, namentlich wenn er zum Verlust paariger Organe oder zu anderen Änderungen des Invaliditätsgrades führt;\nc. beim Tode beider Elternteile;\nd. bei Berufskrankheiten, die in mehreren, bei verschiedenen Versicherern versicherten Betrieben verursacht wurden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_77"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 5. Abschnitt: Gemeinsame Vorschriften, Grossereignisse",
        "citation": "Art. 78 Abs. 1 UVG",
        "content": "Ereignet sich ein Schadenereignis, das voraussichtlich Versicherungsleistungen auslöst, die das Nettoprämienvolumen der obligatorischen Versicherungszweige des dem Schadenereignis vorangehenden Versicherungsjahres aller Versicherer nach Artikel 68 übersteigen (Grossereignis), so melden die einzelnen Versicherer der Ersatzkasse (Art. 72) laufend den geschätzten Gesamtschadenaufwand und die erbrachten Zahlungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_78"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 5. Abschnitt: Gemeinsame Vorschriften, Grossereignisse",
        "citation": "Art. 78 Abs. 2 UVG",
        "content": "Zeitlich und räumlich getrennte Ereignisse bilden dann ein einziges Grossereignis, wenn sie auf die gleiche Ursache zurückzuführen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_78"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 1. Kapitel: Versicherer, 5. Abschnitt: Gemeinsame Vorschriften, Streitigkeiten",
        "citation": "Art. 78a UVG",
        "content": "Bei geldwerten Streitigkeiten zwischen Versicherern erlässt das Bundesamt für Gesundheit eine Verfügung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_78_a"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 2. Kapitel: Aufsicht, Aufgaben des Bundes",
        "citation": "Art. 79 Abs. 1 UVG",
        "content": "Die Aufsichtsbehörden (Art. 76 ATSG) sorgen für eine einheitliche Rechtsanwendung. Sie können dazu von den Versicherern Auskünfte einfordern. Sie ergreifen Massnahmen zur Behebung von Mängeln und sorgen namentlich für die Führung von einheitlichen Statistiken, die insbesondere der Beschaffung versicherungstechnischer Grundlagen, der Prämienbemessung und der Verhütung von Unfällen und Berufskrankheiten dienen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_79"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 2. Kapitel: Aufsicht, Aufgaben des Bundes",
        "citation": "Art. 79 Abs. 2 UVG",
        "content": "Versicherer nach Artikel 68 können im Falle von schwerer Missachtung der gesetzlichen Vorschriften von der Durchführung der obligatorischen Unfallversicherung ausgeschlossen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_79"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 2. Kapitel: Aufsicht, Aufgaben des Bundes",
        "citation": "Art. 79 Abs. 3 UVG",
        "content": "Die Ersatzkasse untersteht auch der Stiftungsaufsicht des Bundes (Art. 84 des Zivilgesetzbuchs; ZGB).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_79"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 2. Kapitel: Aufsicht, Aufgaben des Bundes",
        "citation": "Art. 79 Abs. 4 UVG",
        "content": "Besondere Bestimmungen über die Beaufsichtigung der Versicherer bleiben vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_79"
    },
    {
        "book": "UVG",
        "title": "UVG, Fünfter Titel: Organisation, 2. Kapitel: Aufsicht, Aufgaben der Kantone",
        "citation": "Art. 80 UVG",
        "content": "Die Kantone klären die Arbeitgeber über ihre Versicherungspflicht auf; sie überwachen deren Einhaltung. Sie können ihre AHV-Ausgleichskassen verpflichten, bei der Kontrolle der Einhaltung der Versicherungspflicht mitzuwirken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_80"
    },
    {
        "book": "UVG",
        "title": "UVG, Sechster Titel: Unfallverhütung, 1. Kapitel: Verhütung von Berufsunfällen und Berufskrankheiten, 1. Abschnitt: Geltungsbereich",
        "citation": "Art. 81 Abs. 1 UVG",
        "content": "Die Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten gelten für alle Betriebe, deren Arbeitnehmer in der Schweiz Arbeiten ausführen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_81"
    },
    {
        "book": "UVG",
        "title": "UVG, Sechster Titel: Unfallverhütung, 1. Kapitel: Verhütung von Berufsunfällen und Berufskrankheiten, 1. Abschnitt: Geltungsbereich",
        "citation": "Art. 81 Abs. 2 UVG",
        "content": "Der Bundesrat kann die Anwendung dieser Vorschriften für bestimmte Betriebs- oder Arbeitnehmerkategorien einschränken oder ausschliessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_81"
    },
    {
        "book": "UVG",
        "title": "UVG, Sechster Titel: Unfallverhütung, 1. Kapitel: Verhütung von Berufsunfällen und Berufskrankheiten, 2. Abschnitt: Pflichten der Arbeitgeber und Arbeitnehmer, Allgemeines",
        "citation": "Art. 82 Abs. 1 UVG",
        "content": "Der Arbeitgeber ist verpflichtet, zur Verhütung von Berufsunfällen und Berufskrankheiten alle Massnahmen zu treffen, die nach der Erfahrung notwendig, nach dem Stand der Technik anwendbar und den gegebenen Verhältnissen angemessen sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_82"
    },
    {
        "book": "UVG",
        "title": "UVG, Sechster Titel: Unfallverhütung, 1. Kapitel: Verhütung von Berufsunfällen und Berufskrankheiten, 2. Abschnitt: Pflichten der Arbeitgeber und Arbeitnehmer, Allgemeines",
        "citation": "Art. 82 Abs. 2 UVG",
        "content": "Der Arbeitgeber hat die Arbeitnehmer bei der Verhütung von Berufsunfällen und Berufskrankheiten zur Mitwirkung heranzuziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_82"
    },
    {
        "book": "UVG",
        "title": "UVG, Sechster Titel: Unfallverhütung, 1. Kapitel: Verhütung von Berufsunfällen und Berufskrankheiten, 2. Abschnitt: Pflichten der Arbeitgeber und Arbeitnehmer, Allgemeines",
        "citation": "Art. 82 Abs. 3 UVG",
        "content": "Die Arbeitnehmer sind verpflichtet, den Arbeitgeber in der Durchführung der Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten zu unterstützen. Sie müssen insbesondere persönliche Schutzausrüstungen benützen, die Sicherheitseinrichtungen richtig gebrauchen und dürfen diese ohne Erlaubnis des Arbeitgebers weder entfernen noch ändern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_82"
    },
    {
        "book": "UVG",
        "title": "UVG, Sechster Titel: Unfallverhütung, 1. Kapitel: Verhütung von Berufsunfällen und Berufskrankheiten, 2. Abschnitt: Pflichten der Arbeitgeber und Arbeitnehmer, Arbeiten mit besonderen Gefahren",
        "citation": "Art. 82a Abs. 1 UVG",
        "content": "Der Bundesrat kann Arbeiten mit besonderen Gefahren von einem Ausbildungsnachweis abhängig machen, sofern die Sozialpartner einen entsprechenden Antrag stellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_82_a"
    },
    {
        "book": "UVG",
        "title": "UVG, Sechster Titel: Unfallverhütung, 1. Kapitel: Verhütung von Berufsunfällen und Berufskrankheiten, 2. Abschnitt: Pflichten der Arbeitgeber und Arbeitnehmer, Arbeiten mit besonderen Gefahren",
        "citation": "Art. 82a Abs. 2 UVG",
        "content": "Er regelt die Ausbildung und die Anerkennung von Ausbildungskursen nach vorgängiger Anhörung der Eidgenössischen Koordinationskommission (Koordinationskommission) für Arbeitssicherheit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_82_a"
    },
    {
        "book": "UVG",
        "title": "UVG, Sechster Titel: Unfallverhütung, 1. Kapitel: Verhütung von Berufsunfällen und Berufskrankheiten, 2. Abschnitt: Pflichten der Arbeitgeber und Arbeitnehmer, Ausführungsvorschriften",
        "citation": "Art. 83 Abs. 1 UVG",
        "content": "Der Bundesrat erlässt nach Anhören der unmittelbar beteiligten Arbeitgeber- und Arbeitnehmerorganisationen Vorschriften über technische, medizinische und andere Massnahmen zur Verhütung von Berufsunfällen und Berufskrankheiten in den Betrieben. Er bestimmt, wer die Kosten trägt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_83"
    },
    {
        "book": "UVG",
        "title": "UVG, Sechster Titel: Unfallverhütung, 1. Kapitel: Verhütung von Berufsunfällen und Berufskrankheiten, 2. Abschnitt: Pflichten der Arbeitgeber und Arbeitnehmer, Ausführungsvorschriften",
        "citation": "Art. 83 Abs. 2 UVG",
        "content": "Der Bundesrat erlässt Vorschriften über die Mitwirkung von Arbeitsärzten und andern Spezialisten der Arbeitssicherheit in den Betrieben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_83"
    },
    {
        "book": "UVG",
        "title": "UVG, Sechster Titel: Unfallverhütung, 1. Kapitel: Verhütung von Berufsunfällen und Berufskrankheiten, 2. Abschnitt: Pflichten der Arbeitgeber und Arbeitnehmer, Befugnisse der Durchführungsorgane",
        "citation": "Art. 84 Abs. 1 UVG",
        "content": "Die Durchführungsorgane können nach Anhören des Arbeitgebers und der unmittelbar betroffenen Versicherten bestimmte Massnahmen zur Verhütung von Berufsunfällen und Berufskrankheiten anordnen. Der Arbeitgeber hat den Durchführungsorganen den Zutritt zu allen Arbeitsräumen und Arbeitsplätzen des Betriebs zu gewähren und ihnen zu gestatten, Feststellungen zu machen und Proben zu entnehmen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_84"
    },
    {
        "book": "UVG",
        "title": "UVG, Sechster Titel: Unfallverhütung, 1. Kapitel: Verhütung von Berufsunfällen und Berufskrankheiten, 2. Abschnitt: Pflichten der Arbeitgeber und Arbeitnehmer, Befugnisse der Durchführungsorgane",
        "citation": "Art. 84 Abs. 2 UVG",
        "content": "Die Durchführungsorgane können Versicherte, die hinsichtlich Berufsunfällen oder Berufskrankheiten durch bestimmte Arbeiten besonders gefährdet sind, von diesen Arbeiten ausschliessen. Der Bundesrat ordnet die Entschädigung für Versicherte, die durch den Ausschluss von ihrer bisherigen Arbeit im Fortkommen erheblich beeinträchtigt sind und keinen Anspruch auf andere Versicherungsleistungen haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_84"
    },
    {
        "book": "UVG",
        "title": "UVG, Sechster Titel: Unfallverhütung, 1. Kapitel: Verhütung von Berufsunfällen und Berufskrankheiten, 3. Abschnitt: Durchführung, Zuständigkeit und Koordination",
        "citation": "Art. 85 Abs. 1 UVG",
        "content": "Die Durchführungsorgane des ArG und die Suva vollziehen die Bestimmungen über die Verhütung von Berufsunfällen und Berufskrankheiten. Der Bundesrat regelt die Zuständigkeit und die Zusammenarbeit der Durchführungsorgane. Er berücksichtigt ihre sachlichen, fachlichen und personellen Möglichkeiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_85"
    },
    {
        "book": "UVG",
        "title": "UVG, Sechster Titel: Unfallverhütung, 1. Kapitel: Verhütung von Berufsunfällen und Berufskrankheiten, 3. Abschnitt: Durchführung, Zuständigkeit und Koordination",
        "citation": "Art. 85 Abs. 2 UVG",
        "content": "Der Bundesrat bestellt die Koordinationskommission, die aus folgenden Mitgliedern besteht:\na. drei Vertreter der Versicherer (ein Vertreter der Suva und zwei Vertreter der Versicherer nach Art. 68);\nb. acht Vertreter der Durchführungsorgane (drei Vertreter der Suva, zwei der eidgenössischen und drei der kantonalen Durchführungsorgane des ArG);\nc. zwei Vertreter der Arbeitgeber;\nd. zwei Vertreter der Arbeitnehmer.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_85"
    },
    {
        "book": "UVG",
        "title": "UVG, Sechster Titel: Unfallverhütung, 1. Kapitel: Verhütung von Berufsunfällen und Berufskrankheiten, 3. Abschnitt: Durchführung, Zuständigkeit und Koordination",
        "citation": "Art. 85 Abs. 2bis UVG",
        "content": "Der Bundesrat wählt einen Vertreter der Suva zum Vorsitzenden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_85"
    },
    {
        "book": "UVG",
        "title": "UVG, Sechster Titel: Unfallverhütung, 1. Kapitel: Verhütung von Berufsunfällen und Berufskrankheiten, 3. Abschnitt: Durchführung, Zuständigkeit und Koordination",
        "citation": "Art. 85 Abs. 3 UVG",
        "content": "Die Koordinationskommission stimmt die einzelnen Durchführungsbereiche aufeinander ab, soweit der Bundesrat hierüber keine Bestimmungen erlassen hat; sie sorgt für eine einheitliche Anwendung der Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten in den Betrieben. Sie kann dem Bundesrat Anregungen zum Erlass solcher Vorschriften unterbreiten und die Suva ermächtigen, mit geeigneten Organisationen Verträge über besondere Durchführungsaufgaben auf dem Gebiete der Verhütung von Berufsunfällen und Berufskrankheiten abzuschliessen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_85"
    },
    {
        "book": "UVG",
        "title": "UVG, Sechster Titel: Unfallverhütung, 1. Kapitel: Verhütung von Berufsunfällen und Berufskrankheiten, 3. Abschnitt: Durchführung, Zuständigkeit und Koordination",
        "citation": "Art. 85 Abs. 4 UVG",
        "content": "Die Beschlüsse der Koordinationskommission sind für die Versicherer und die Durchführungsorgane des Arbeitsgesetzes verbindlich.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_85"
    },
    {
        "book": "UVG",
        "title": "UVG, Sechster Titel: Unfallverhütung, 1. Kapitel: Verhütung von Berufsunfällen und Berufskrankheiten, 3. Abschnitt: Durchführung, Zuständigkeit und Koordination",
        "citation": "Art. 85 Abs. 5 UVG",
        "content": "Der Bundesrat übt die Aufsicht (Art. 76 ATSG) über die Tätigkeit der Koordinationskommission aus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_85"
    },
    {
        "book": "UVG",
        "title": "UVG, Sechster Titel: Unfallverhütung, 1. Kapitel: Verhütung von Berufsunfällen und Berufskrankheiten, 3. Abschnitt: Durchführung, Verwaltungszwang",
        "citation": "Art. 86 Abs. 1 UVG",
        "content": "Die Kantone leisten Rechtshilfe bei der Vollstreckung rechtskräftiger Verfügungen und unaufschiebbarer Anordnungen der Durchführungsorgane.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_86"
    },
    {
        "book": "UVG",
        "title": "UVG, Sechster Titel: Unfallverhütung, 1. Kapitel: Verhütung von Berufsunfällen und Berufskrankheiten, 3. Abschnitt: Durchführung, Verwaltungszwang",
        "citation": "Art. 86 Abs. 2 UVG",
        "content": "Werden Leben oder Gesundheit von Arbeitnehmern durch Missachtung von Sicherheitsvorschriften schwer gefährdet, so verhindert die zuständige kantonale Behörde die Benützung von Räumen oder Einrichtungen und schliesst in besonders schweren Fällen den Betrieb bis zur Behebung des sicherheitswidrigen Zustandes; sie kann die Beschlagnahme von Stoffen und Gegenständen verfügen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_86"
    },
    {
        "book": "UVG",
        "title": "UVG, Sechster Titel: Unfallverhütung, 1. Kapitel: Verhütung von Berufsunfällen und Berufskrankheiten, 4. Abschnitt: Finanzierung, Prämienzuschlag",
        "citation": "Art. 87 Abs. 1 UVG",
        "content": "Der Bundesrat setzt auf Antrag der Koordinationskommission einen Prämienzuschlag für die Verhütung von Berufsunfällen und Berufskrankheiten fest. Er kann nach Anhören der Koordinationskommission bestimmte Betriebskategorien von diesem Prämienzuschlag ganz oder teilweise befreien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_87"
    },
    {
        "book": "UVG",
        "title": "UVG, Sechster Titel: Unfallverhütung, 1. Kapitel: Verhütung von Berufsunfällen und Berufskrankheiten, 4. Abschnitt: Finanzierung, Prämienzuschlag",
        "citation": "Art. 87 Abs. 2 UVG",
        "content": "Der Prämienzuschlag wird von den Versicherern erhoben und von der Suva verwaltet, die darüber eine gesonderte Rechnung führt; diese bedarf der Genehmigung des Bundesrates.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_87"
    },
    {
        "book": "UVG",
        "title": "UVG, Sechster Titel: Unfallverhütung, 1. Kapitel: Verhütung von Berufsunfällen und Berufskrankheiten, 4. Abschnitt: Finanzierung, Prämienzuschlag",
        "citation": "Art. 87 Abs. 3 UVG",
        "content": "Der Prämienzuschlag dient dazu, die Kosten zu decken, die den Durchführungsorganen aus der Tätigkeit zur Verhütung von Berufsunfällen und Berufskrankheiten entstehen. Der Bundesrat ordnet die Einzelheiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_87"
    },
    {
        "book": "UVG",
        "title": "UVG, Sechster Titel: Unfallverhütung, 1. Kapitel: Verhütung von Berufsunfällen und Berufskrankheiten, 4. Abschnitt: Finanzierung, Beiträge ausländischer Betriebe",
        "citation": "Art. 87a Abs. 1 UVG",
        "content": "Ausländische Betriebe, deren Arbeitnehmer nicht der obligatorischen Versicherung nach diesem Gesetz unterstehen, haben Unfallverhütungsbeiträge zu entrichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_87_a"
    },
    {
        "book": "UVG",
        "title": "UVG, Sechster Titel: Unfallverhütung, 1. Kapitel: Verhütung von Berufsunfällen und Berufskrankheiten, 4. Abschnitt: Finanzierung, Beiträge ausländischer Betriebe",
        "citation": "Art. 87a Abs. 2 UVG",
        "content": "Die Beiträge müssen den Prämienzuschlägen entsprechen, die nach Artikel 87 für vergleichbare Betriebe festgesetzt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_87_a"
    },
    {
        "book": "UVG",
        "title": "UVG, Sechster Titel: Unfallverhütung, 1. Kapitel: Verhütung von Berufsunfällen und Berufskrankheiten, 4. Abschnitt: Finanzierung, Beiträge ausländischer Betriebe",
        "citation": "Art. 87a Abs. 3 UVG",
        "content": "Der Bundesrat regelt das Erhebungsverfahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_87_a"
    },
    {
        "book": "UVG",
        "title": "UVG, Sechster Titel: Unfallverhütung, 2. Kapitel: Verhütung von Nichtberufsunfällen, Förderung der Verhütung von Nichtberufsunfällen",
        "citation": "Art. 88 Abs. 1 UVG",
        "content": "Die Suva und die anderen Versicherer fördern die Verhütung von Nichtberufsunfällen. Sie betreiben gemeinsam eine Institution, die durch Aufklärung und allgemeine Sicherheitsvorkehren zur Verhütung von Nichtberufsunfällen beiträgt und gleichartige Bestrebungen koordiniert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_88"
    },
    {
        "book": "UVG",
        "title": "UVG, Sechster Titel: Unfallverhütung, 2. Kapitel: Verhütung von Nichtberufsunfällen, Förderung der Verhütung von Nichtberufsunfällen",
        "citation": "Art. 88 Abs. 2 UVG",
        "content": "Der Bundesrat setzt auf Antrag der Versicherer einen Prämienzuschlag für die Verhütung von Nichtberufsunfällen fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_88"
    },
    {
        "book": "UVG",
        "title": "UVG, Sechster Titel: Unfallverhütung, 2. Kapitel: Verhütung von Nichtberufsunfällen, Förderung der Verhütung von Nichtberufsunfällen",
        "citation": "Art. 88 Abs. 3 UVG",
        "content": "Die Versicherer sind verpflichtet, mit dem Ertrag aus den Prämienzuschlägen die Verhütung von Nichtberufsunfällen allgemein zu fördern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_88"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 1. Kapitel: Rechnung, ...",
        "citation": "Art. 89 Abs. 1 UVG",
        "content": "Für die Durchführung der Unfallversicherung sind einheitliche Rechnungsgrundlagen zu verwenden. Der Bundesrat erlässt Richtlinien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_89"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 1. Kapitel: Rechnung, ...",
        "citation": "Art. 89 Abs. 2 UVG",
        "content": "Die Versicherer führen je eine gesonderte Rechnung für:\na. die obligatorische Versicherung der Berufsunfälle und der Berufskrankheiten;\nb. die obligatorische Versicherung der Nichtberufsunfälle;\nc. die freiwillige Versicherung (Art. 4 und 5).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_89"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 1. Kapitel: Rechnung, ...",
        "citation": "Art. 89 Abs. 2bis UVG",
        "content": "Die Suva führt ausserdem je eine gesonderte Rechnung für:\na. die Versicherung der arbeitslosen Personen;\nb. die Versicherung der Personen nach Artikel 1a Absatz 1 Buchstabe c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_89"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 1. Kapitel: Rechnung, ...",
        "citation": "Art. 89 Abs. 3 UVG",
        "content": "Die Finanzierung der Zweige nach den Absätzen 2 und 2bis hat selbsttragend zu sein.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_89"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 1. Kapitel: Rechnung, ...",
        "citation": "Art. 89 Abs. 4 UVG",
        "content": "Rechnungsjahr ist das Kalenderjahr.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_89"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 1a. Kapitel: Finanzierung, Finanzierung der kurzfristigen Leistungen und der Renten",
        "citation": "Art. 90 Abs. 1 UVG",
        "content": "Die Versicherer wenden zur Finanzierung der Taggelder, der Kosten für die Heilbehandlung, der übrigen kurzfristigen Versicherungsleistungen und der Invaliden- und Hinterlassenenrenten das Bedarfsdeckungsverfahren an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_90"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 1a. Kapitel: Finanzierung, Finanzierung der kurzfristigen Leistungen und der Renten",
        "citation": "Art. 90 Abs. 2 UVG",
        "content": "Sie wenden das Kapitaldeckungsverfahren zur Finanzierung der Invaliden- und Hinterlassenenrenten und der Hilflosenentschädigungen an, sobald diese festgesetzt sind. Das Deckungskapital muss für die Deckung aller Rentenansprüche ohne Teuerungszulagen ausreichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_90"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 1a. Kapitel: Finanzierung, Finanzierung der kurzfristigen Leistungen und der Renten",
        "citation": "Art. 90 Abs. 3 UVG",
        "content": "Die Versicherer bilden Rückstellungen zur Finanzierung des infolge einer Änderung der vom Bundesrat genehmigten Rechnungsgrundlagen erforderlichen zusätzlichen Rentendeckungskapitals. Zum Ausgleich von Schwankungen der Betriebsergebnisse sind Reserven zu bestellen. Der Bundesrat erlässt Richtlinien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_90"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 1a. Kapitel: Finanzierung, Finanzierung der kurzfristigen Leistungen und der Renten",
        "citation": "Art. 90 Abs. 4 UVG",
        "content": "Bei Grossereignissen wird zur Finanzierung des Schadenaufwands, der die Schwelle für ein Grossereignis nach Artikel 78 übersteigt, bei der Ersatzkasse ein Ausgleichsfonds errichtet. Der Ausgleichsfonds wird vom Folgejahr an über einen Prämienzuschlag pro Versicherungszweig geäufnet. Der Prämienzuschlag wird von der Ersatzkasse so festgelegt, dass sämtliche laufenden Kosten der Schäden gedeckt werden können. Er wird von den Versicherern nach Artikel 68 erhoben und von der Ersatzkasse verwaltet. Die Ersatzkasse vergütet den einzelnen Versicherern die Aufwendungen, welche die Schwelle übersteigen. Der Bundesrat regelt die Einzelheiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_90"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 1a. Kapitel: Finanzierung, Finanzierung der Teuerungszulagen bei den Versicherern nach Artikel 68 Absatz 1 Buchstabe a und bei der Ersatzkasse",
        "citation": "Art. 90a Abs. 1 UVG",
        "content": "Die Versicherer nach Artikel 68 Absatz 1 Buchstabe a und die Ersatzkasse errichten einen Verein nach den Bestimmungen des Zivilgesetzbuchs zur langfristigen Sicherung der Finanzierung der Teuerungszulagen (Art. 34) für die Berufs- und Nichtberufsunfallversicherung. Die Mitgliedschaft im Verein ist für alle zugelassenen Versicherer nach Artikel 68 Absatz 1 Buchstabe a und die Ersatzkasse obligatorisch.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_90_a"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 1a. Kapitel: Finanzierung, Finanzierung der Teuerungszulagen bei den Versicherern nach Artikel 68 Absatz 1 Buchstabe a und bei der Ersatzkasse",
        "citation": "Art. 90a Abs. 2 UVG",
        "content": "Die Mitglieder des Vereins sind verpflichtet, eigene gesonderte Rückstellungen zur Finanzierung der Teuerungszulagen zu bilden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_90_a"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 1a. Kapitel: Finanzierung, Finanzierung der Teuerungszulagen bei den Versicherern nach Artikel 68 Absatz 1 Buchstabe a und bei der Ersatzkasse",
        "citation": "Art. 90a Abs. 3 UVG",
        "content": "Die gesonderten Rückstellungen werden finanziert aus:\na. Zinsüberschüssen auf den Rentendeckungskapitalien;\nb. Anteilen von Zinserträgen auf Rückstellungen für Leistungen an Invalide und Hinterlassene;\nc. Anteilen von Zinserträgen auf Rückstellungen für Heilungskosten und Taggelder;\nd. Ausgleichszahlungen unter den Mitgliedern;\ne. Zinserträgen auf den gesonderten Rückstellungen; und \nf. Prämienzuschlägen für nicht durch Zinsüberschüsse gedeckte Teuerungszulagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_90_a"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 1a. Kapitel: Finanzierung, Finanzierung der Teuerungszulagen bei den Versicherern nach Artikel 68 Absatz 1 Buchstabe a und bei der Ersatzkasse",
        "citation": "Art. 90a Abs. 4 UVG",
        "content": "Der Verein legt für alle Mitglieder einheitliche Zinsanteilssätze der Zinserträge auf den Rückstellungen sowie einheitliche Prämienzuschläge für nicht gedeckte Teuerungszulagen im Sinne von Artikel 92 Absatz 1 mittels Verfügung fest. Die Prämienzuschläge werden soweit erhoben, als positive Zinsüberschüsse, Zusatzzinsanteile und Zinserträge auf den gesonderten Rückstellungen nicht ausreichen, um die Finanzierung der kapitalisierten, gesprochenen Teuerungszulagen zu gewährleisten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_90_a"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 1a. Kapitel: Finanzierung, Finanzierung der Teuerungszulagen bei den Versicherern nach Artikel 68 Absatz 1 Buchstabe a und bei der Ersatzkasse",
        "citation": "Art. 90a Abs. 5 UVG",
        "content": "Wird der Saldo der gesonderten Rückstellungen eines oder mehrerer Mitglieder am Ende eines Rechnungsjahres negativ, so legt der Verein die notwendigen Ausgleichszahlungen unter den Mitgliedern fest. Dabei haben die Mitglieder mit positivem Saldo nach den in den Vereinsstatuten und im Verwaltungsreglement geregelten Modalitäten Ausgleichszahlungen zu leisten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_90_a"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 1a. Kapitel: Finanzierung, Finanzierung der Teuerungszulagen bei den Versicherern nach Artikel 68 Absatz 1 Buchstabe a und bei der Ersatzkasse",
        "citation": "Art. 90a Abs. 6 UVG",
        "content": "Die Einzelheiten werden in den Statuten und im Verwaltungsreglement des Vereins geregelt. Die Statuten und das Verwaltungsreglement bedürfen der Genehmigung des Bundesrates.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_90_a"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 1a. Kapitel: Finanzierung, Finanzierung der Teuerungszulagen bei den Versicherern nach Artikel 68 Absatz 1 Buchstabe a und bei der Ersatzkasse",
        "citation": "Art. 90a Abs. 7 UVG",
        "content": "Kommt die Gründung des Vereins nicht zustande, so erlässt der Bundesrat die notwendigen Vorschriften.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_90_a"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 1a. Kapitel: Finanzierung, Finanzierung der Teuerungszulagen bei der Suva und den Versicherern nach Artikel 68 Absatz 1 Buchstabe b",
        "citation": "Art. 90b UVG",
        "content": "Die Teuerungszulagen bei der Suva und den Versicherern nach Artikel 68 Absatz 1 Buchstabe b werden aus den Zinsüberschüssen und, soweit diese nicht ausreichen, nach dem Ausgabenumlageverfahren finanziert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_90_b"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 1a. Kapitel: Finanzierung, Finanzierung der Teuerungszulagen für arbeitslose Personen",
        "citation": "Art. 90c Abs. 1 UVG",
        "content": "Die Suva bildet zur Sicherung der Finanzierung der Teuerungszulagen für arbeitslose Personen gesonderte Rückstellungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_90_c"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 1a. Kapitel: Finanzierung, Finanzierung der Teuerungszulagen für arbeitslose Personen",
        "citation": "Art. 90c Abs. 2 UVG",
        "content": "Die gesonderten Rückstellungen werden finanziert aus:\na. Zinsüberschüssen auf den Deckungskapitalien der Versicherung der arbeitslosen Personen;\nb. der Verzinsung der Rückstellungen; und\nc. allfälligen Beiträgen aus dem Ausgleichsfonds der Arbeitslosenversicherung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_90_c"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 1a. Kapitel: Finanzierung, Finanzierung der Teuerungszulagen für arbeitslose Personen",
        "citation": "Art. 90c Abs. 3 UVG",
        "content": "Wird vom Bundesrat eine Teuerungszulage festgesetzt, so entnimmt die Suva das zusätzlich erforderliche Deckungskapital den Rückstellungen. Reichen die Rückstellungen nicht aus, um das Kapital zur Finanzierung der Teuerungszulagen zu bilden, so werden die zusätzlich erforderlichen Mittel aus den Beiträgen aus dem Ausgleichsfonds der Arbeitslosenversicherung finanziert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_90_c"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 1a. Kapitel: Finanzierung, Finanzierung der Teuerungszulagen für arbeitslose Personen",
        "citation": "Art. 90c Abs. 4 UVG",
        "content": "Die Suva legt die Beiträge aus dem Ausgleichsfonds der Arbeitslosenversicherung fest. Sie konsultiert vorgängig die Aufsichtskommission für den Ausgleichsfonds der Arbeitslosenversicherung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_90_c"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 1a. Kapitel: Finanzierung, Finanzierung der Teuerungszulagen für die Versicherten nach Artikel 1a Absatz 1 Buchstabe c",
        "citation": "Art. 90cbis Abs. 1 UVG",
        "content": "Die Suva bildet zur Sicherung der Finanzierung der Teuerungszulagen für die Versicherten nach Artikel 1a Absatz 1 Buchstabe c gesonderte Rückstellungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_90_c_bis"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 1a. Kapitel: Finanzierung, Finanzierung der Teuerungszulagen für die Versicherten nach Artikel 1a Absatz 1 Buchstabe c",
        "citation": "Art. 90cbis Abs. 2 UVG",
        "content": "Die gesonderten Rückstellungen werden finanziert aus:\na. Zinsüberschüssen auf den Deckungskapitalien der Unfallversicherung der Versicherten nach Artikel 1a Absatz 1 Buchstabe c;\nb. der Verzinsung der Rückstellungen; und\nc. allfälligen Beiträgen aus dem Ausgleichsfonds der Invalidenversicherung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_90_c_bis"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 1a. Kapitel: Finanzierung, Finanzierung der Teuerungszulagen für die Versicherten nach Artikel 1a Absatz 1 Buchstabe c",
        "citation": "Art. 90cbis Abs. 3 UVG",
        "content": "Wird vom Bundesrat eine Teuerungszulage festgesetzt, so entnimmt die Suva das zusätzlich erforderliche Deckungskapital den Rückstellungen. Reichen die Rückstellungen nicht aus, um das Kapital zur Finanzierung der Teuerungszulagen zu bilden, so werden die zusätzlich erforderlichen Mittel aus den Beiträgen aus dem Ausgleichsfonds der Invalidenversicherung finanziert.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_90_c_bis"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 1a. Kapitel: Finanzierung, Finanzierung der Teuerungszulagen für die Versicherten nach Artikel 1a Absatz 1 Buchstabe c",
        "citation": "Art. 90cbis Abs. 4 UVG",
        "content": "Die Suva legt die Beiträge aus dem Ausgleichsfonds der Invalidenversicherung fest. Sie konsultiert vorgängig den Verwaltungsrat von Compenswiss.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_90_c_bis"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 1a. Kapitel: Finanzierung, Finanzierung der Anpassung der Hilflosenentschädigung",
        "citation": "Art. 90d UVG",
        "content": "Die Finanzierung der Anpassung der Hilflosenentschädigung infolge Erhöhung des höchstversicherten Verdienstes erfolgt für die Berufs- und Nichtberufsunfallversicherung nach den gleichen Regeln wie für die Finanzierung der Teuerungszulagen. Für die Versicherer nach Artikel 68 Absatz 1 Buchstabe a und die Ersatzkasse werden die Einzelheiten in den Statuten und im Verwaltungsreglement des Vereins nach Artikel 90a Absatz 1 geregelt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_90_d"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 2. Kapitel: Prämien, Prämienpflicht",
        "citation": "Art. 91 Abs. 1 UVG",
        "content": "Die Prämien für die obligatorische Versicherung der Berufsunfälle und Berufskrankheiten trägt der Arbeitgeber.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_91"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 2. Kapitel: Prämien, Prämienpflicht",
        "citation": "Art. 91 Abs. 2 UVG",
        "content": "Die Prämien für die obligatorische Versicherung der Nichtberufsunfälle gehen zu Lasten des Arbeitnehmers. Abweichende Abreden zugunsten des Arbeitnehmers bleiben vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_91"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 2. Kapitel: Prämien, Prämienpflicht",
        "citation": "Art. 91 Abs. 3 UVG",
        "content": "Der Arbeitgeber schuldet den gesamten Prämienbetrag. Er zieht den Anteil des Arbeitnehmers vom Lohn ab. Dieser Abzug darf für den auf eine Lohnperiode entfallenden Prämienbetrag nur am Lohnbetrag dieser oder der unmittelbar nachfolgenden Periode stattfinden. Jede abweichende Abrede zuungunsten der Versicherten ist ungültig.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_91"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 2. Kapitel: Prämien, Prämienpflicht",
        "citation": "Art. 91 Abs. 4 UVG",
        "content": "Die Arbeitslosenversicherung schuldet den gesamten Prämienbetrag der arbeitslosen Personen. Sie zieht den nach Artikel 22a Absatz 4 AVIG von der arbeitslosen Person geschuldeten Anteil von der Arbeitslosenentschädigung ab. Nehmen die arbeitslosen Personen an Programmen zur vorübergehenden Beschäftigung, an Berufspraktika oder an Bildungsmassnahmen teil, so entrichtet die Ausgleichsstelle der Arbeitslosenversicherung die Prämien für das Unfallrisiko während dieser Tätigkeiten an die Suva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_91"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 2. Kapitel: Prämien, Prämienpflicht",
        "citation": "Art. 91 Abs. 5 UVG",
        "content": "Die Invalidenversicherung übernimmt die Prämie für die obligatorische Versicherung der Berufsunfälle und Berufskrankheiten und für die obligatorische Versicherung der Nichtberufsunfälle der versicherten Personen nach Artikel 1a Absatz 1 Buchstabe c.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_91"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 2. Kapitel: Prämien, Festsetzung der Prämien",
        "citation": "Art. 92 Abs. 1 UVG",
        "content": "Die Prämien werden von den Versicherern in Promillen des versicherten Verdienstes festgesetzt. Sie bestehen aus einer dem Risiko entsprechenden Nettoprämie und aus Zuschlägen für die Verwaltungskosten, für die Kosten der Verhütung von Unfällen und Berufskrankheiten, für die nicht durch Zinsüberschüsse gedeckten Teuerungszulagen und für die allfällige Äufnung eines Ausgleichsfonds bei Grossereignissen. Die Versicherer können für die beiden obligatorischen Versicherungszweige je eine vom jeweiligen Risiko unabhängige Minimalprämie erheben; der Bundesrat legt die Höchstgrenze der Minimalprämie fest.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_92"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 2. Kapitel: Prämien, Festsetzung der Prämien",
        "citation": "Art. 92 Abs. 2 UVG",
        "content": "Für die Bemessung der Prämien in der Berufsunfallversicherung werden die Betriebe nach ihrer Art und ihren Verhältnissen in Klassen des Prämientarifs und innerhalb dieser in Stufen eingereiht; dabei werden insbesondere Unfallgefahr und Stand der Unfallverhütung berücksichtigt. Die Arbeitnehmer eines Betriebes können nach einzelnen Gruppen verschiedenen Klassen und Stufen zugeteilt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_92"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 2. Kapitel: Prämien, Festsetzung der Prämien",
        "citation": "Art. 92 Abs. 3 UVG",
        "content": "Bei Zuwiderhandlung gegen Vorschriften über die Verhütung von Unfällen und Berufskrankheiten können die Betriebe jederzeit und auch rückwirkend in eine höhere Gefahrenstufe versetzt werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_92"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 2. Kapitel: Prämien, Festsetzung der Prämien",
        "citation": "Art. 92 Abs. 4 UVG",
        "content": "Änderungen in der Betriebsart und in den Betriebsverhältnissen sind dem zuständigen Versicherer innert 14 Tagen anzuzeigen. Bei erheblichen Änderungen kann der Versicherer die Zuteilung zu den Klassen und Stufen des Prämientarifs ändern, gegebenenfalls rückwirkend.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_92"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 2. Kapitel: Prämien, Festsetzung der Prämien",
        "citation": "Art. 92 Abs. 5 UVG",
        "content": "Aufgrund der Risikoerfahrungen kann der Versicherer von sich aus oder auf Antrag von Betriebsinhabern die Zuteilung bestimmter Betriebe zu den Klassen und Stufen des Prämientarifs jeweils auf den Beginn des Rechnungsjahres ändern.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_92"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 2. Kapitel: Prämien, Festsetzung der Prämien",
        "citation": "Art. 92 Abs. 6 UVG",
        "content": "Für die Bemessung der Prämien in der Nichtberufsunfallversicherung können Tarifklassen gebildet werden. Die Prämien dürfen nicht nach dem Geschlecht der versicherten Personen abgestuft werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_92"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 2. Kapitel: Prämien, Festsetzung der Prämien",
        "citation": "Art. 92 Abs. 7 UVG",
        "content": "Der Zuschlag für die Verwaltungskosten dient der Deckung der ordentlichen Aufwendungen, die den Versicherern aus der Durchführung der Unfallversicherung erwachsen. Der Bundesrat kann Höchstansätze für diesen Zuschlag festlegen. Er bestimmt die Frist für die Änderung der Prämientarife und die Neuzuteilung der Betriebe in Klassen und Stufen. Er erlässt Bestimmungen über die Prämienbemessung in Sonderfällen, namentlich bei den freiwillig und den von anerkannten Krankenkassen Versicherten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_92"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 2. Kapitel: Prämien, Bezug der Prämien",
        "citation": "Art. 93 Abs. 1 UVG",
        "content": "Die Arbeitgeber haben laufend Aufzeichnungen zu machen, die über Beschäftigungsart und Lohn sowie über Zahl und Daten der Arbeitstage eines jeden Arbeitnehmers genaue Auskunft geben. Auf Verlangen geben sie dem Versicherer weitere Auskünfte über alle die Versicherung betreffenden Verhältnisse sowie Einsicht in die Aufzeichnungen und die zu deren Kontrolle dienenden Unterlagen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_93"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 2. Kapitel: Prämien, Bezug der Prämien",
        "citation": "Art. 93 Abs. 2 UVG",
        "content": "Der Versicherer schätzt die Prämienbeträge für ein ganzes Rechnungsjahr zum voraus und gibt sie den Arbeitgebern bekannt. Bei erheblichen Änderungen können die Prämien im Laufe des Jahres angepasst werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_93"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 2. Kapitel: Prämien, Bezug der Prämien",
        "citation": "Art. 93 Abs. 3 UVG",
        "content": "Die Prämien werden für das Rechnungsjahr jeweils im Voraus entrichtet. Gegen einen angemessenen Zuschlag kann der Arbeitgeber oder der freiwillig Versicherte die Prämien in halbjährlichen oder vierteljährlichen Raten bezahlen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_93"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 2. Kapitel: Prämien, Bezug der Prämien",
        "citation": "Art. 93 Abs. 4 UVG",
        "content": "Nach Ablauf des Rechnungsjahres berechnet der Versicherer die endgültigen Prämienbeträge aufgrund der wirklichen Lohnsummen. Wenn die Lohnaufzeichnungen keine sichere Auskunft geben, so werden der Prämienberechnung andere Erhebungen zugrunde gelegt, und der Arbeitgeber verliert das Recht, die festgesetzten Prämien zu beanstanden. Ein Mehr- oder Minderbetrag gegenüber den geschätzten Prämienbeträgen wird nachträglich erhoben, zurückerstattet oder verrechnet. Nachforderungen sind binnen Monatsfrist nach Rechnungsstellung zu begleichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_93"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 2. Kapitel: Prämien, Bezug der Prämien",
        "citation": "Art. 93 Abs. 5 UVG",
        "content": "Der Bundesrat erlässt Bestimmungen über die Zuschläge bei ratenweiser Zahlung und bei Nichteinhaltung der Zahlungsfrist, über die Lohnaufzeichnungen, deren Revision und Aufbewahrung sowie über die Prämienabrechnung. Er sorgt für die Koordination der Bestimmungen über die Ermittlung des versicherten Verdienstes in der Unfallversicherung mit den entsprechenden Bestimmungen in andern Sozialversicherungszweigen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_93"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 2. Kapitel: Prämien, Bezug der Prämien",
        "citation": "Art. 93 Abs. 6 UVG",
        "content": "Er kann den kantonalen Ausgleichskassen der AHV die Erhebung der Prämien sowie weitere Aufgaben im Rahmen der obligatorischen Unfallversicherung gegen Entschädigung übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_93"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 2. Kapitel: Prämien, Bezug der Prämien",
        "citation": "Art. 93 Abs. 7 UVG",
        "content": "Er kann für Kleinbetriebe und Haushalte abweichende Bestimmungen erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_93"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 2. Kapitel: Prämien, Einreihung der Betriebe und der Versicherten in die Prämientarife",
        "citation": "Art. 94 UVG",
        "content": "In Abweichung von Artikel 49 ATSG haben die Versicherer nach Artikel 68 für die erstmalige Einreihung der Betriebe und der Versicherten in die Prämientarife und für die Änderung der Einreihung, ausgenommen im Falle von Artikel 92 Absatz 3, keine Verfügung zu erlassen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_94"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 2. Kapitel: Prämien, Ersatzprämien",
        "citation": "Art. 95 Abs. 1 UVG",
        "content": "Die Suva oder die Ersatzkasse erhebt vom Arbeitgeber, der seine Arbeitnehmer nicht versichert, die Eröffnung des Betriebes der Suva nicht gemeldet oder sich sonst wie der Prämienpflicht entzogen hat, für die Dauer der Säumnis, höchstens aber für fünf Jahre, eine Ersatzprämie in der Höhe des geschuldeten Prämienbetrages. Der Betrag wird verdoppelt, wenn sich der Arbeitgeber in unentschuldbarer Weise der Versicherungs- oder Prämienpflicht entzogen hat. Kommt der Arbeitgeber seinen Pflichten wiederholt nicht nach, so kann eine Ersatzprämie vom drei- bis zehnfachen Prämienbetrag erhoben werden. Ist als Ersatzprämie der einfache Prämienbetrag zu entrichten, werden Verzugszinsen berechnet. Ersatzprämien dürfen dem Arbeitnehmer nicht am Lohn abgezogen werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_95"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 2. Kapitel: Prämien, Ersatzprämien",
        "citation": "Art. 95 Abs. 1bis UVG",
        "content": "Der Arbeitgeber, welcher ausschliesslich Arbeitnehmer mit geringfügigen Einkommen nach Artikel 14 Absatz 5 des Bundesgesetzes vom 20. Dezember 1946 über die Alters- und Hinterlassenenversicherung beschäftigt, schuldet die Ersatzprämie nur bei versicherten Unfällen. Absatz 1 zweiter und dritter Satz ist nicht anwendbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_95"
    },
    {
        "book": "UVG",
        "title": "UVG, Siebter Titel: Rechnung und Finanzierung, 2. Kapitel: Prämien, Ersatzprämien",
        "citation": "Art. 95 Abs. 2 UVG",
        "content": "Die Suva und die Ersatzkasse unterrichten sich gegenseitig über die verfügten Ersatzprämien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_95"
    },
    {
        "book": "UVG",
        "title": "UVG, Achter Titel: Verschiedene Bestimmungen, 1. Kapitel: Datenbearbeitung und -bekanntgabe, Amts- und Verwaltungshilfe, Bearbeiten von Personendaten",
        "citation": "Art. 96 Abs. 1 UVG",
        "content": "Die mit der Durchführung oder mit der Kontrolle oder Beaufsichtigung der Durchführung dieses Gesetzes betrauten Organe sind befugt, die Personendaten, einschliesslich besonders schützenswerter Personendaten, zu bearbeiten oder bearbeiten zu lassen, die sie benötigen, um die ihnen nach diesem Gesetz übertragenen Aufgaben zu erfüllen, namentlich um:\na. die Prämien zu berechnen und zu erheben;\nb. Leistungsansprüche zu beurteilen sowie Leistungen zu berechnen, zu gewähren und mit Leistungen anderer Sozialversicherungen zu koordinieren;\nc. die Anwendung der Vorschriften über die Verhütung von Unfällen und Berufskrankheiten zu beaufsichtigen;\nd. ein Rückgriffsrecht gegenüber einem haftpflichtigen Dritten geltend zu machen;\ne. die Aufsicht über die Durchführung dieses Gesetzes auszuüben;\nf. Statistiken zu führen;\ng. die AHV-Nummer zuzuweisen oder zu verifizieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_96"
    },
    {
        "book": "UVG",
        "title": "UVG, Achter Titel: Verschiedene Bestimmungen, 1. Kapitel: Datenbearbeitung und -bekanntgabe, Amts- und Verwaltungshilfe, Bearbeiten von Personendaten",
        "citation": "Art. 96 Abs. 2 UVG",
        "content": "Zur Erfüllung dieser Aufgaben sind sie darüber hinaus zum Profiling, einschliesslich zum Profiling mit hohem Risiko, nach dem Datenschutzgesetz vom 25. September 2020 (DSG) und zum Erlass von automatisierten Einzelentscheidungen nach Artikel 21 DSG befugt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_96"
    },
    {
        "book": "UVG",
        "title": "UVG, Achter Titel: Verschiedene Bestimmungen, 1. Kapitel: Datenbearbeitung und -bekanntgabe, Amts- und Verwaltungshilfe, Datenbekanntgabe",
        "citation": "Art. 97 Abs. 1 UVG",
        "content": "Sofern kein überwiegendes Privatinteresse entgegensteht, dürfen Organe, die mit der Durchführung, der Kontrolle oder der Beaufsichtigung der Durchführung dieses Gesetzes betraut sind, Daten in Abweichung von Artikel 33 ATSG bekannt geben:\na. anderen mit der Durchführung sowie der Kontrolle oder der Beaufsichtigung der Durchführung dieses Gesetzes betrauten Organen, wenn die Daten für die Erfüllung der ihnen nach diesem Gesetz übertragenen Aufgaben erforderlich sind;\nb. Organen einer anderen Sozialversicherung, wenn sich in Abweichung von Artikel 32 Absatz 2 ATSG eine Pflicht zur Bekanntgabe aus einem Bundesgesetz ergibt;\nbbis.Organen einer anderen Sozialversicherung für die Zuweisung oder Verifizierung der AHV-Nummer;\nc. den für die Erhebung der Quellensteuer zuständigen Behörden, nach den Artikeln 88 und 100 des Bundesgesetzes vom 14. Dezember 1990 über die direkte Bundessteuer sowie den entsprechenden kantonalen Bestimmungen;\nd. den mit der Durchführung des Bundesgesetzes vom 12. Juni 1959 über den Wehrpflichtersatz betrauten Behörden, nach Artikel 24 des genannten Gesetzes;\ne. den Organen der Bundesstatistik, nach dem Bundesstatistikgesetz vom 9. Oktober 1992;\nf. den Vollzugsorganen des Bundesgesetzes vom 19. März 1976 über die Sicherheit von technischen Einrichtungen und Geräten, des Giftgesetzes vom 21. März 1969, des Umweltschutzgesetzes vom 7. Oktober 1983 sowie der Strahlenschutzverordnung vom 22. Juni 1994, wenn die Daten für die Erfüllung der ihnen nach diesen Erlassen übertragenen Aufgaben erforderlich sind;\ng. der nach Artikel 88 Absatz 1 mit der Förderung der Verhütung von Nichtberufsunfällen betrauten Institution, wenn die Daten für die Wahrnehmung dieser Aufgabe erforderlich sind;\nh. den Strafuntersuchungsbehörden, wenn die Anzeige oder die Abwendung eines Verbrechens die Datenbekanntgabe  erfordert;\nhbis. dem Nachrichtendienst des Bundes (NDB) oder den Sicherheitsorganen der Kantone zuhanden des NDB, wenn eine konkrete Bedrohung der inneren oder äusseren Sicherheit nach Artikel 19 Absatz 2 des Nachrichtendienstgesetzes vom 25. September 2015 gegeben ist;\ni. im Einzelfall und auf schriftlich begründetes Gesuch hin:\n1. Sozialhilfebehörden, wenn die Daten für die Festsetzung, Änderung oder Rückforderung von Leistungen beziehungsweise für die Verhinderung ungerechtfertigter Bezüge erforderlich sind,\n2. Zivilgerichten, wenn die Daten für die Beurteilung eines familien- oder erbrechtlichen Streitfalles erforderlich sind,\n3. Strafgerichten und Strafuntersuchungsbehörden, wenn die Daten für die Abklärung eines Verbrechens oder eines Vergehens erforderlich sind,\n4. Betreibungsämtern, nach den Artikeln 91, 163 und 222 des Bundesgesetzes vom 11. April 1889 über Schuldbetreibung und Konkurs,\n5. den Kindes- und Erwachsenenschutzbehörden nach Artikel 448 Absatz 4 ZGB,\n6. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_97"
    },
    {
        "book": "UVG",
        "title": "UVG, Achter Titel: Verschiedene Bestimmungen, 1. Kapitel: Datenbearbeitung und -bekanntgabe, Amts- und Verwaltungshilfe, Datenbekanntgabe",
        "citation": "Art. 97 Abs. 1bis UVG",
        "content": "Die zur Bekämpfung der Schwarzarbeit erforderlichen Daten dürfen nach den Artikeln 11 und 12 des Bundesgesetzes vom 17. Juni 2005 gegen die Schwarzarbeit bekannt gegeben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_97"
    },
    {
        "book": "UVG",
        "title": "UVG, Achter Titel: Verschiedene Bestimmungen, 1. Kapitel: Datenbearbeitung und -bekanntgabe, Amts- und Verwaltungshilfe, Datenbekanntgabe",
        "citation": "Art. 97 Abs. 2 UVG",
        "content": "Daten dürfen in Abweichung von Artikel 33 ATSG auch der zuständigen Steuerbehörde im Rahmen des Meldeverfahrens nach Artikel 19 des Bundesgesetzes vom 13. Oktober 1965 über die Verrechnungssteuer bekannt gegeben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_97"
    },
    {
        "book": "UVG",
        "title": "UVG, Achter Titel: Verschiedene Bestimmungen, 1. Kapitel: Datenbearbeitung und -bekanntgabe, Amts- und Verwaltungshilfe, Datenbekanntgabe",
        "citation": "Art. 97 Abs. 3 UVG",
        "content": "Personendaten, die sich auf einen Unfall oder auf eine Berufskrankheit beziehen, dürfen in Abweichung von Artikel 33 ATSG ausnahmsweise Dritten bekannt gegeben werden, wenn es die Abwendung einer Gefahr für Leben oder Gesundheit erfordert. Überwiegende Privatinteressen müssen gewahrt bleiben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_97"
    },
    {
        "book": "UVG",
        "title": "UVG, Achter Titel: Verschiedene Bestimmungen, 1. Kapitel: Datenbearbeitung und -bekanntgabe, Amts- und Verwaltungshilfe, Datenbekanntgabe",
        "citation": "Art. 97 Abs. 4 UVG",
        "content": "Daten, die von allgemeinem Interesse sind und sich auf die Anwendung dieses Gesetzes beziehen, dürfen in Abweichung von Artikel 33 ATSG veröffentlicht werden. Die Anonymität der Versicherten muss gewahrt bleiben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_97"
    },
    {
        "book": "UVG",
        "title": "UVG, Achter Titel: Verschiedene Bestimmungen, 1. Kapitel: Datenbearbeitung und -bekanntgabe, Amts- und Verwaltungshilfe, Datenbekanntgabe",
        "citation": "Art. 97 Abs. 5 UVG",
        "content": "Ärzte und Ärztinnen, die als Spezialisten oder Spezialistinnen der Arbeitssicherheit eingesetzt sind, bleiben an das ärztliche Berufsgeheimnis gebunden. Sie dürfen jedoch in Abweichung von Artikel 33 ATSG dem Arbeitgeber und den Organen nach Artikel 85 Absatz 1 Schlussfolgerungen über die Eignung eines Arbeitnehmers oder einer Arbeitnehmerin für bestimmte Arbeiten mitteilen, wenn zum Schutz der Gesundheit und der Sicherheit dieser Person oder der anderen Arbeitnehmer und Arbeitnehmerinnen ein überwiegendes Interesse an einer Mitteilung besteht und wenn die Einwilligung der betroffenen Person nicht eingeholt werden kann. Diese ist in jedem Fall zu informieren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_97"
    },
    {
        "book": "UVG",
        "title": "UVG, Achter Titel: Verschiedene Bestimmungen, 1. Kapitel: Datenbearbeitung und -bekanntgabe, Amts- und Verwaltungshilfe, Datenbekanntgabe",
        "citation": "Art. 97 Abs. 6 UVG",
        "content": "In den übrigen Fällen dürfen Daten in Abweichung von Artikel 33 ATSG an Dritte wie folgt bekannt gegeben werden:\na. nicht personenbezogene Daten, sofern die Bekanntgabe einem überwiegenden Interesse entspricht;\nb. Personendaten, sofern die betroffene Person im Einzelfall schriftlich eingewilligt hat oder, wenn das Einholen der Einwilligung nicht möglich ist, diese nach den Umständen als im Interesse des Versicherten vorausgesetzt werden darf.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_97"
    },
    {
        "book": "UVG",
        "title": "UVG, Achter Titel: Verschiedene Bestimmungen, 1. Kapitel: Datenbearbeitung und -bekanntgabe, Amts- und Verwaltungshilfe, Datenbekanntgabe",
        "citation": "Art. 97 Abs. 7 UVG",
        "content": "Es dürfen nur die Daten bekannt gegeben werden, welche für den in Frage stehenden Zweck erforderlich sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_97"
    },
    {
        "book": "UVG",
        "title": "UVG, Achter Titel: Verschiedene Bestimmungen, 1. Kapitel: Datenbearbeitung und -bekanntgabe, Amts- und Verwaltungshilfe, Datenbekanntgabe",
        "citation": "Art. 97 Abs. 8 UVG",
        "content": "Der Bundesrat regelt die Modalitäten der Bekanntgabe und die Information der betroffenen Person.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_97"
    },
    {
        "book": "UVG",
        "title": "UVG, Achter Titel: Verschiedene Bestimmungen, 1. Kapitel: Datenbearbeitung und -bekanntgabe, Amts- und Verwaltungshilfe, Datenbekanntgabe",
        "citation": "Art. 97 Abs. 9 UVG",
        "content": "Die Daten werden in der Regel schriftlich und kostenlos bekannt gegeben. Der Bundesrat kann die Erhebung einer Gebühr vorsehen, wenn besonders aufwendige Arbeiten erforderlich sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_97"
    },
    {
        "book": "UVG",
        "title": "UVG, Achter Titel: Verschiedene Bestimmungen, 1. Kapitel: Datenbearbeitung und -bekanntgabe, Amts- und Verwaltungshilfe, Datenbekanntgabe",
        "citation": "Art. 97 Abs. 10 UVG",
        "content": "Hat ein Arbeitnehmer oder eine Arbeitnehmerin den Organen nach Artikel 85 Absatz 1 oder den Spezialisten oder Spezialistinnen der Arbeitssicherheit betriebliche oder persönliche Angelegenheiten vertraulich mitgeteilt, so ist das Stillschweigen hinsichtlich der Person des Arbeitnehmers oder der Arbeitnehmerin auch gegenüber dem Arbeitgeber zu wahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_97"
    },
    {
        "book": "UVG",
        "title": "UVG, Achter Titel: Verschiedene Bestimmungen, 1. Kapitel: Datenbearbeitung und -bekanntgabe, Amts- und Verwaltungshilfe, Besondere Amts- und Verwaltungshilfe",
        "citation": "Art. 98 UVG",
        "content": "Die Verwaltungs- und Rechtspflegebehörden des Bundes, der Kantone, Bezirke, Kreise und der Gemeinden sowie die Organe der anderen Sozialversicherungen geben den mit der Durchführung dieses Gesetzes betrauten Organen auf schriftliche und begründete Anfrage im Einzelfall kostenlos diejenigen Daten bekannt, die erforderlich sind für die Verhütung von Unfällen und Berufskrankheiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_98"
    },
    {
        "book": "UVG",
        "title": "UVG, Achter Titel: Verschiedene Bestimmungen, 2. Kapitel: Vollstreckung und Haftung, Vollstreckung von Prämienrechnungen",
        "citation": "Art. 99 UVG",
        "content": "Die auf rechtskräftigen Verfügungen beruhenden Prämienrechnungen werden nach Artikel 54 ATSG vollstreckbar.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_99"
    },
    {
        "book": "UVG",
        "title": "UVG, Achter Titel: Verschiedene Bestimmungen, 2. Kapitel: Vollstreckung und Haftung, Haftung für Schäden",
        "citation": "Art. 100 UVG",
        "content": "Ersatzforderungen nach Artikel 78 ATSG sind beim Versicherer geltend zu machen; dieser entscheidet darüber durch Verfügung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_100"
    },
    {
        "book": "UVG",
        "title": "UVG, Achter Titel: Verschiedene Bestimmungen, 3. Kapitel: Verhältnis zu anderen Sozialversicherungszweigen, Militärversicherung",
        "citation": "Art. 103 Abs. 1 UVG",
        "content": "Hat ein Versicherter Anspruch auf Leistungen der Militärversicherung und der Unfallversicherung, so werden Renten, Integritäts- und Hilflosenentschädigungen sowie – in Abweichung von Artikel 65 Buchstabe a ATSG – die Bestattungsentschädigung von jedem Versicherer nach seinem Anteil am Gesamtschaden erbracht. Für alle übrigen Leistungen kommt ausschliesslich jener Versicherer auf, der nach der anwendbaren Gesetzgebung unmittelbar leistungspflichtig ist.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_103"
    },
    {
        "book": "UVG",
        "title": "UVG, Achter Titel: Verschiedene Bestimmungen, 3. Kapitel: Verhältnis zu anderen Sozialversicherungszweigen, Militärversicherung",
        "citation": "Art. 103 Abs. 2 UVG",
        "content": "Der Bundesrat kann Ausnahmen vorsehen und besondere Bestimmungen über die Leistungspflicht bei Rückfällen, Schädigungen paariger Organe und Fällen von Staublungen erlassen. Er kann die Koordination des Taggeldes regeln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_103"
    },
    {
        "book": "UVG",
        "title": "UVG, Achter Titel: Verschiedene Bestimmungen, 3. Kapitel: Verhältnis zu anderen Sozialversicherungszweigen, Übrige Sozialversicherungen",
        "citation": "Art. 104 UVG",
        "content": "Der Bundesrat kann die Koordination des Taggeldes zu den übrigen Sozialversicherungen regeln.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_104"
    },
    {
        "book": "UVG",
        "title": "UVG, Neunter Titel: Rechtspflege- und Strafbestimmungen, 1. Kapitel: Sonderbestimmungen zur Rechtspflege, Einsprache gegen eine Prämienrechnung",
        "citation": "Art. 105 UVG",
        "content": "Eine Einsprache (Art. 52 ATSG) kann auch gegen eine auf einer Verfügung beruhenden Prämienrechnung erhoben werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_105"
    },
    {
        "book": "UVG",
        "title": "UVG, Neunter Titel: Rechtspflege- und Strafbestimmungen, 1. Kapitel: Sonderbestimmungen zur Rechtspflege, Ausschluss der Einsprache",
        "citation": "Art. 105a UVG",
        "content": "Wenn Gefahr im Verzug ist, kann die verfügende Stelle Anordnungen zur Verhütung von Unfällen oder Berufskrankheiten ohne Einsprachemöglichkeit nach Artikel 52 ATSG erlassen. Die Beschwerde nach Artikel 109 bleibt vorbehalten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_105_a"
    },
    {
        "book": "UVG",
        "title": "UVG, Neunter Titel: Rechtspflege- und Strafbestimmungen, 1. Kapitel: Sonderbestimmungen zur Rechtspflege, Beschwerde an das Bundesverwaltungsgericht",
        "citation": "Art. 109 UVG",
        "content": "Das Bundesverwaltungsgericht beurteilt in Abweichung von Artikel 58 Absatz 1 ATSG Beschwerden gegen Einspracheentscheide über:\na. die Zuständigkeit der Suva zur Versicherung der Arbeitnehmer eines Betriebes;\nb. die Zuteilung der Betriebe und der Versicherten zu den Klassen und Stufen der Prämientarife;\nc. Anordnungen zur Verhütung von Unfällen und Berufskrankheiten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_109"
    },
    {
        "book": "UVG",
        "title": "UVG, Neunter Titel: Rechtspflege- und Strafbestimmungen, 1. Kapitel: Sonderbestimmungen zur Rechtspflege, Aufschiebende Wirkung",
        "citation": "Art. 111 UVG",
        "content": "Einer Einsprache oder Beschwerde gegen eine Verfügung, welche die Einreihung von Betrieben und Versicherten in die Prämientarife, die Festlegung einheitlicher Zinsanteilssätze der Zinserträge für Rückstellungen und einheitliche Prämienzuschläge für nicht gedeckte Teuerungszulagen, eine Prämienforderung oder die Zuständigkeit eines Versicherers betrifft, kommt aufschiebende Wirkung nur zu, wenn ihr diese in der Verfügung selbst, von der Einspracheinstanz oder vom Gericht verliehen wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_111"
    },
    {
        "book": "UVG",
        "title": "UVG, Neunter Titel: Rechtspflege- und Strafbestimmungen, 2. Kapitel: Strafbestimmungen",
        "citation": "Art. 112 Abs. 1 UVG",
        "content": "Sofern keine schwerere strafbare Handlung nach einem anderen Gesetz vorliegt, wird mit Geldstrafe von bis zu 180 Tagessätzen bestraft, wer vorsätzlich:\na. sich durch unwahre oder unvollständige Angaben oder in anderer Weise der Versicherungs- oder der Prämienpflicht ganz oder teilweise entzieht;\nb. als Arbeitgeber einem Arbeitnehmer Prämien vom Lohn abzieht, sie indessen dem vorgesehenen Zweck entfremdet;\nc. als Durchführungsorgan seine Pflichten, namentlich die Schweigepflicht, verletzt oder seine Stellung zum Nachteil Dritter, zum eigenen Vorteil oder zum unrechtmässigen Vorteil eines anderen missbraucht;\nd. als Arbeitgeber oder Arbeitnehmer den Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten zuwiderhandelt und dadurch andere ernstlich gefährdet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_112"
    },
    {
        "book": "UVG",
        "title": "UVG, Neunter Titel: Rechtspflege- und Strafbestimmungen, 2. Kapitel: Strafbestimmungen",
        "citation": "Art. 112 Abs. 2 UVG",
        "content": "Sofern keine schwerere strafbare Handlung nach einem anderen Gesetz vorliegt, wird mit Busse bestraft, wer fahrlässig als Arbeitgeber oder Arbeitnehmer den Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten zuwiderhandelt und dadurch andere ernstlich gefährdet.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_112"
    },
    {
        "book": "UVG",
        "title": "UVG, Neunter Titel: Rechtspflege- und Strafbestimmungen, 2. Kapitel: Strafbestimmungen",
        "citation": "Art. 112 Abs. 3 UVG",
        "content": "Mit Busse wird bestraft, wer vorsätzlich:\na. in Verletzung der Auskunftspflicht unwahre Auskunft erteilt oder die Auskunft verweigert;\nb. die vorgeschriebenen Formulare nicht oder nicht wahrheitsgetreu ausfüllt;\nc. als Arbeitnehmer den Vorschriften über die Verhütung von Berufsunfällen und Berufskrankheiten zuwiderhandelt, ohne dadurch andere zu gefährden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_112"
    },
    {
        "book": "UVG",
        "title": "UVG, Neunter Titel: Rechtspflege- und Strafbestimmungen, 2. Kapitel: Strafbestimmungen",
        "citation": "Art. 112 Abs. 4 UVG",
        "content": "Handelt der Täter in den Fällen nach Absatz 3 fahrlässig, so ist die Strafe Busse bis zu 5000 Franken.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_112"
    },
    {
        "book": "UVG",
        "title": "UVG, Zehnter Titel: Verhältnis zum europäischen Recht",
        "citation": "Art. 115a Abs. 1 UVG",
        "content": "In Bezug auf Personen, für die die Rechtsvorschriften der sozialen Sicherheit der Schweiz oder eines oder mehrerer EU-Mitgliedstaaten gelten oder galten und die Staatsangehörige der Schweiz oder eines EU-Mitgliedstaates sind, auf Flüchtlinge oder Staatenlose mit Wohnort in der Schweiz oder einem EU-Mitgliedstaat sowie auf die Familienangehörigen und Hinterlassenen dieser Personen sind auf die Leistungen im Geltungsbereich des vorliegenden Gesetzes folgende Erlasse in der für die Schweiz verbindlichen Fassung von Anhang II, Abschnitt A, des Abkommens vom 21. Juni 1999 zwischen der Schweizerischen Eidgenossenschaft einerseits und der Europäischen Gemeinschaft und ihren Mitgliedstaaten andererseits über die Freizügigkeit (Freizügigkeitsabkommen) anwendbar:\na. Verordnung (EG) Nr. 883/2004;\nb. Verordnung (EG) Nr. 987/2009;\nc. Verordnung (EWG) Nr. 1408/71;\nd. Verordnung (EWG) Nr. 574/72.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_115_a"
    },
    {
        "book": "UVG",
        "title": "UVG, Zehnter Titel: Verhältnis zum europäischen Recht",
        "citation": "Art. 115a Abs. 2 UVG",
        "content": "In Bezug auf Personen, für die die Rechtsvorschriften der sozialen Sicherheit der Schweiz, Islands, Norwegens oder Liechtensteins gelten oder galten und die Staatsangehörige der Schweiz, Islands, Norwegens oder Liechtensteins sind oder die als Flüchtlinge oder Staatenlose Wohnort in der Schweiz oder auf dem Gebiet Islands, Norwegens oder Liechtensteins haben, sowie auf die Familienangehörigen und Hinterlassenen dieser Personen sind auf die Leistungen im Geltungsbereich des vorliegenden Gesetzes folgende Erlasse in der für die Schweiz verbindlichen Fassung von Anlage 2 zu Anhang K des Übereinkommens vom 4. Januar 1960 zur Errichtung der Europäischen Freihandelsassoziation (EFTA-Übereinkommen) anwendbar:\na. Verordnung (EG) Nr. 883/2004;\nb. Verordnung (EG) Nr. 987/2009;\nc. Verordnung (EWG) Nr. 1408/71;\nd. Verordnung (EWG) Nr. 574/72.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_115_a"
    },
    {
        "book": "UVG",
        "title": "UVG, Zehnter Titel: Verhältnis zum europäischen Recht",
        "citation": "Art. 115a Abs. 3 UVG",
        "content": "Der Bundesrat passt die Verweise auf die in den Absätzen 1 und 2 aufgeführten Rechtsakte der Europäischen Union jeweils an, wenn eine Anpassung des Anhangs II des Freizügigkeitsabkommens und der Anlage 2 zu Anhang K des EFTA-Übereinkommens beschlossen wurde.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_115_a"
    },
    {
        "book": "UVG",
        "title": "UVG, Zehnter Titel: Verhältnis zum europäischen Recht",
        "citation": "Art. 115a Abs. 4 UVG",
        "content": "Die Ausdrücke «Mitgliedstaaten der Europäischen Union», «Mitgliedstaaten der Europäischen Gemeinschaft», «Staaten der Europäischen Union» und «Staaten der Europäischen Gemeinschaft» im vorliegenden Gesetz bezeichnen die Staaten, für die das Freizügigkeitsabkommen gilt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1982/1676_1676_1676/de#art_115_a"
    }
]