[
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 1: Disposizioni generali, Sezione 1: Oggetto e contenuto dell’esame, Costruzione di nuovi impianti",
        "citation": "Art. 1 OEIA",
        "content": "Gli impianti che figurano nell’allegato della presente ordinanza sono sottoposti all’esame dell’impatto sull’ambiente ai sensi dell’articolo 10a LPAmb (esame).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_1"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 1: Disposizioni generali, Sezione 1: Oggetto e contenuto dell’esame, Modificazione di impianti esistenti",
        "citation": "Art. 2 cpv. 1 OEIA",
        "content": "La modificazione di un impianto esistente che figura nell’allegato è sottoposta all’esame se:\na. la modificazione concerne trasformazioni, ingrandimenti o cambiamenti d’esercizio sostanziali; e\nb. occorre decidere sulla modificazione in una procedura che sarebbe decisiva per l’esame di un nuovo impianto (art. 5).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_2"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 1: Disposizioni generali, Sezione 1: Oggetto e contenuto dell’esame, Modificazione di impianti esistenti",
        "citation": "Art. 2 cpv. 2 OEIA",
        "content": "La modificazione di un impianto esistente che non figura nell’allegato è sottoposta all’esame se:\na. l’impianto, dopo la modificazione, corrisponde a un impianto che figura nell’allegato; e\nb. occorre decidere sulla modificazione in una procedura che sarebbe decisiva per l’esame di un nuovo impianto (art. 5).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_2"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 1: Disposizioni generali, Sezione 1: Oggetto e contenuto dell’esame, Contenuto e scopo dell’esame",
        "citation": "Art. 3 cpv. 1 OEIA",
        "content": "Nell’esame si accerta se il progetto è conforme alle prescrizioni in materia di protezione dell’ambiente. Vi rientrano la LPAmb e le prescrizioni concernenti la protezione della natura e del paesaggio, la protezione delle acque, la salvaguardia delle foreste, la caccia, la pesca e l’ingegneria genetica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_3"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 1: Disposizioni generali, Sezione 1: Oggetto e contenuto dell’esame, Contenuto e scopo dell’esame",
        "citation": "Art. 3 cpv. 2 OEIA",
        "content": "Le conclusioni dell’esame costituiscono una base per la decisione d’autorizzazione, approvazione o concessione nella procedura decisiva (art. 5) nonché per ulteriori autorizzazioni in materia di protezione dell’ambiente (art. 21).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_3"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 1: Disposizioni generali, Sezione 1: Oggetto e contenuto dell’esame, Altri impianti",
        "citation": "Art. 4 OEIA",
        "content": "Nel caso di impianti che non sottostanno all’obbligo dell’esame sono applicate le prescrizioni in materia di protezione dell’ambiente (art. 3), senza che venga steso un rapporto ai sensi dell’articolo 7.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_4"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 1: Disposizioni generali, Sezione 2: Principi procedurali, Autorità decisionale e procedura decisiva",
        "citation": "Art. 5 cpv. 1 OEIA",
        "content": "L’esame è condotto dall’autorità che, nel quadro della procedura d’autorizzazione, approvazione o concessione, decide circa il progetto (autorità decisionale).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_5"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 1: Disposizioni generali, Sezione 2: Principi procedurali, Autorità decisionale e procedura decisiva",
        "citation": "Art. 5 cpv. 2 OEIA",
        "content": "La procedura decisiva per l’esame è determinata nell’allegato. Se durante l’approvazione a posteriori dei piani di dettaglio, eccezionalmente è presa una decisione riguardo agli effetti considerevoli sull’ambiente di un impianto sottoposto all’EIA, un esame verrà effettuato anche in questa fase.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_5"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 1: Disposizioni generali, Sezione 2: Principi procedurali, Autorità decisionale e procedura decisiva",
        "citation": "Art. 5 cpv. 3 OEIA",
        "content": "Se non è determinata nell’allegato, la procedura decisiva è designata dal diritto cantonale. I Cantoni scelgono una procedura che permetta un esame tempestivo e circostanziato. Se per determinati impianti i Cantoni prevedono un piano particolareggiato che permetta un esame circostanziato (piano regolatore di dettaglio), questa procedura pianificatoria vale come procedura decisiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_5"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 1: Disposizioni generali, Sezione 2: Principi procedurali, Esame plurifase",
        "citation": "Art. 6 OEIA",
        "content": "Se l’allegato o il diritto cantonale prevede un esame ripartito in diverse fasi procedurali, in ogni singola fase l’esame si protrae fintanto che l’impatto sull’ambiente non sia accertato nella misura necessaria per la decisione corrispondente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_6"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 1: Disposizioni generali, Sezione 3: OEIA in un contesto transfrontaliero",
        "citation": "Art. 6a cpv. 1 OEIA",
        "content": "Se è accertato o prevedibile che la Svizzera sia interessata da effetti transfrontalieri notevoli di un progetto estero, per l’esercizio dei diritti e degli obblighi della Svizzera secondo la Convenzione di Espoo sono competenti:\na. l’Ufficio federale dell’ambiente (UFAM):\n1. per il ricevimento della notifica dalla Parte di origine, e\n2. per l’inoltro dei pareri alla Parte di origine per i progetti per i quali in Svizzera dovrebbe decidere un’autorità cantonale;\nb. l’autorità competente secondo l’articolo 5 capoverso 1, che in Svizzera dovrebbe decidere sul progetto, per l’esercizio degli altri diritti e obblighi; se l’autorità competente secondo l’articolo 5 capoverso 1 è un’autorità cantonale, i Cantoni possono attribuire diversamente le competenze.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_6_a"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 1: Disposizioni generali, Sezione 3: OEIA in un contesto transfrontaliero",
        "citation": "Art. 6a cpv. 2 OEIA",
        "content": "L’autorità, che secondo l’articolo 5 capoverso 1 decide su un progetto per il quale è accertato o prevedibile che abbia effetti transfrontalieri notevoli, esercita anche i diritti e gli obblighi della Svizzera quale Parte di origine secondo la Convenzione di Espoo; i Cantoni possono attribuire diversamente le competenze per i progetti cantonali. L’autorità informa l’UFAM della notifica alla parte interessata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_6_a"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 2: Rapporto concernente l’impatto dell’impianto sull’ambiente, Obbligo di stendere il rapporto concernente l’impatto sull’ambiente",
        "citation": "Art. 7 OEIA",
        "content": "Chi intende costruire o modificare un impianto che deve essere esaminato secondo la presente ordinanza deve, al momento della progettazione, stendere un rapporto concernente l’impatto dell’impianto sull’ambiente (rapporto).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_7"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 2: Rapporto concernente l’impatto dell’impianto sull’ambiente, Indagine preliminare e capitolato d’oneri",
        "citation": "Art. 8 cpv. 1 OEIA",
        "content": "Il richiedente elabora:\na. un’indagine preliminare che mostra quali effetti dell’impianto potrebbero presumibilmente gravare l’ambiente;\nb. un capitolato d’oneri che designa gli effetti dell’impianto sull’ambiente che dovranno essere analizzati nel rapporto e fissa i metodi previsti e i limiti di spazio e tempo per le indagini.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_8"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 2: Rapporto concernente l’impatto dell’impianto sull’ambiente, Indagine preliminare e capitolato d’oneri",
        "citation": "Art. 8 cpv. 2 OEIA",
        "content": "Il richiedente presenta all’autorità competente l’indagine preliminare e il capitolato d’oneri. L’autorità competente trasmette i documenti al servizio della protezione dell’ambiente (art. 12), il quale si pronuncia in merito e consiglia il richiedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_8"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 2: Rapporto concernente l’impatto dell’impianto sull’ambiente, Indagine preliminare considerata come rapporto",
        "citation": "Art. 8a cpv. 1 OEIA",
        "content": "Se, nel corso dell’indagine preliminare, gli effetti del progetto sull’ambiente e le misure di protezione ambientale sono accertati ed esposti in modo completo, l’indagine preliminare vale come rapporto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_8_a"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 2: Rapporto concernente l’impatto dell’impianto sull’ambiente, Indagine preliminare considerata come rapporto",
        "citation": "Art. 8a cpv. 2 OEIA",
        "content": "Per il contenuto del rapporto si applicano gli articoli 9 e 10. I termini di trattazione sono disciplinati dall’articolo 12b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_8_a"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 2: Rapporto concernente l’impatto dell’impianto sull’ambiente, Contenuto del rapporto",
        "citation": "Art. 9 cpv. 1 OEIA",
        "content": "Il rapporto deve essere conforme ai requisiti di cui all’articolo 10b capoverso 2 LPAmb.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_9"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 2: Rapporto concernente l’impatto dell’impianto sull’ambiente, Contenuto del rapporto",
        "citation": "Art. 9 cpv. 2 OEIA",
        "content": "In particolare, deve contenere tutti i dati che servono all’autorità decisionale per esaminare il progetto ai sensi dell’articolo 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_9"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 2: Rapporto concernente l’impatto dell’impianto sull’ambiente, Contenuto del rapporto",
        "citation": "Art. 9 cpv. 3 OEIA",
        "content": "Il rapporto deve determinare e valutare non solo singolarmente, ma anche globalmente e secondo la loro azione congiunta gli effetti sull’ambiente imputabili all’impianto progettato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_9"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 2: Rapporto concernente l’impatto dell’impianto sull’ambiente, Contenuto del rapporto",
        "citation": "Art. 9 cpv. 4 OEIA",
        "content": "Esso deve pure descrivere in che modo si è tenuto conto delle indagini ambientali effettuate nel quadro della pianificazione del territorio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_9"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 2: Rapporto concernente l’impatto dell’impianto sull’ambiente, Direttive dei servizi della protezione dell’ambiente",
        "citation": "Art. 10 cpv. 1 OEIA",
        "content": "Per l’indagine preliminare, il capitolato d’oneri e il rapporto sono determinanti, quale aiuto all’esecuzione, le direttive dell’UFAM se:\na. l’esame è condotto da un’autorità federale;\nb. il rapporto concerne un impianto per il quale, secondo l’allegato, va sentito l’UFAM; oppure\nc. il servizio cantonale della protezione dell’ambiente non ha emanato proprie direttive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_10"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 2: Rapporto concernente l’impatto dell’impianto sull’ambiente, Direttive dei servizi della protezione dell’ambiente",
        "citation": "Art. 10 cpv. 2 OEIA",
        "content": "Negli altri casi, per l’indagine preliminare, il capitolato d’oneri e il rapporto sono determinanti, quale aiuto all’esecuzione, le direttive del servizio cantonale della protezione dell’ambiente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_10"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 2: Rapporto concernente l’impatto dell’impianto sull’ambiente, Presentazione del rapporto",
        "citation": "Art. 11 OEIA",
        "content": "Il richiedente deve presentare il rapporto, insieme con i documenti, all’autorità decisionale, all’inizio della procedura decisiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_11"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 3: Compiti del servizio della protezione dell’ambiente, Competenza",
        "citation": "Art. 12 cpv. 1 OEIA",
        "content": "Il servizio cantonale della protezione dell’ambiente valuta l’indagine preliminare, il capitolato d’oneri e il rapporto concernenti i progetti esaminati da un’autorità cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_12"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 3: Compiti del servizio della protezione dell’ambiente, Competenza",
        "citation": "Art. 12 cpv. 2 OEIA",
        "content": "L’UFAM valuta l’indagine preliminare, il capitolato d’oneri e il rapporto concernenti i progetti esaminati da un’autorità federale. In tale ambito tiene conto del parere del Cantone.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_12"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 3: Compiti del servizio della protezione dell’ambiente, Competenza",
        "citation": "Art. 12 cpv. 3 OEIA",
        "content": "Per i progetti per i quali, secondo l’allegato, va sentito l’UFAM, quest’ultimo esprime un parere sommario in merito all’indagine preliminare, al capitolato d’oneri e al rapporto fondandosi sul parere espresso dal servizio cantonale della protezione dell’ambiente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_12"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 3: Compiti del servizio della protezione dell’ambiente, Termini di trattazione per l’indagine preliminare e il capitolato d’oneri",
        "citation": "Art. 12a cpv. 1 OEIA",
        "content": "Per i progetti esaminati da un’autorità cantonale, il diritto cantonale fissa il termine entro il quale il servizio cantonale della protezione dell’ambiente deve esprimere il proprio parere in merito all’indagine preliminare e al capitolato d’oneri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_12_a"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 3: Compiti del servizio della protezione dell’ambiente, Termini di trattazione per l’indagine preliminare e il capitolato d’oneri",
        "citation": "Art. 12a cpv. 2 OEIA",
        "content": "Per i progetti esaminati da un’autorità federale, l’UFAM si esprime entro due mesi in merito all’indagine preliminare e al capitolato d’oneri. Dopo che i Cantoni hanno dato il loro parere, occorre accordare all’UFAM almeno un mese per esprimere a sua volta il proprio parere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_12_a"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 3: Compiti del servizio della protezione dell’ambiente, Termini di trattazione per l’indagine preliminare e il capitolato d’oneri",
        "citation": "Art. 12a cpv. 3 OEIA",
        "content": "Per i progetti per i quali, secondo l’allegato, va sentito l’UFAM, quest’ultimo esprime il proprio parere entro due mesi in merito all’indagine preliminare e al capitolato d’oneri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_12_a"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 3: Compiti del servizio della protezione dell’ambiente, Termini di trattazione per il rapporto",
        "citation": "Art. 12b cpv. 1 OEIA",
        "content": "Per i progetti esaminati da un’autorità cantonale, il diritto cantonale fissa il termine entro il quale il servizio cantonale della protezione dell’ambiente deve esprimere il proprio parere in merito al rapporto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_12_b"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 3: Compiti del servizio della protezione dell’ambiente, Termini di trattazione per il rapporto",
        "citation": "Art. 12b cpv. 2 OEIA",
        "content": "L’UFAM valuta entro cinque mesi i rapporti concernenti i progetti esaminati da un’autorità federale. Dopo che i Cantoni hanno dato il loro parere, occorre accordare all’UFAM almeno due mesi per esprimere a sua volta il proprio parere e un mese per i progetti di cui al n. 22.2 dell’allegato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_12_b"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 3: Compiti del servizio della protezione dell’ambiente, Termini di trattazione per il rapporto",
        "citation": "Art. 12b cpv. 3 OEIA",
        "content": "Per i progetti per i quali, secondo l’allegato, va sentito l’UFAM, quest’ultimo valuta entro due mesi se l’impianto progettato è conforme alle prescrizioni sulla protezione dell’ambiente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_12_b"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 3: Compiti del servizio della protezione dell’ambiente, Oggetto della valutazione",
        "citation": "Art. 13 cpv. 1 OEIA",
        "content": "Il servizio della protezione dell’ambiente verifica in base alle direttive se tutti i dati necessari per l’esame sono contenuti nel rapporto e sono corretti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_13"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 3: Compiti del servizio della protezione dell’ambiente, Oggetto della valutazione",
        "citation": "Art. 13 cpv. 2 OEIA",
        "content": "Se rileva lacune o errori, propone all’autorità decisionale di chiedere chiarimenti supplementari al richiedente o di ricorrere a periti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_13"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 3: Compiti del servizio della protezione dell’ambiente, Oggetto della valutazione",
        "citation": "Art. 13 cpv. 3 OEIA",
        "content": "Il servizio della protezione dell’ambiente valuta se l’impianto progettato è conforme alle prescrizioni concernenti la protezione dell’ambiente (art. 3). Per i progetti per i quali, secondo l’allegato, va sentito l’UFAM, quest’ultimo effettua una valutazione sommaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_13"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 3: Compiti del servizio della protezione dell’ambiente, Oggetto della valutazione",
        "citation": "Art. 13 cpv. 4 OEIA",
        "content": "Il servizio della protezione dell’ambiente comunica all’autorità competente le conclusioni della sua valutazione; se necessario, propone oneri e condizioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_13"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 4: Compiti dell’autorità decisionale, Sezione 1: Preparazione dell’esame, Coordinazione",
        "citation": "Art. 14 cpv. 1 OEIA",
        "content": "L’autorità decisionale provvede alla coordinazione dei lavori preliminari, in particolare dei compiti del richiedente e del servizio della protezione dell’ambiente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_14"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 4: Compiti dell’autorità decisionale, Sezione 1: Preparazione dell’esame, Coordinazione",
        "citation": "Art. 14 cpv. 2 OEIA",
        "content": "Provvede affinché il servizio della protezione dell’ambiente disponga del rapporto del richiedente e degli altri atti della procedura decisiva che servono per valutare l’impatto del progetto sull’ambiente. Se il progetto viene esaminato da un’autorità federale, fanno parte di tali atti anche i pareri che i Cantoni formulano nella procedura decisiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_14"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 4: Compiti dell’autorità decisionale, Sezione 1: Preparazione dell’esame, Coordinazione",
        "citation": "Art. 14 cpv. 3 OEIA",
        "content": "I Cantoni possono affidare ad un’altra autorità i compiti dell’autorità decisionale ai sensi dei capoversi 1 e 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_14"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 4: Compiti dell’autorità decisionale, Sezione 1: Preparazione dell’esame, Coordinazione",
        "citation": "Art. 14 cpv. 4 OEIA",
        "content": "Per i progetti per i quali, secondo l’allegato, va sentito l’UFAM, l’autorità competente provvede affinché l’UFAM disponga dell’indagine preliminare, del capitolato d’oneri e del rapporto, nonché della valutazione del servizio cantonale della protezione dell’ambiente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_14"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 4: Compiti dell’autorità decisionale, Sezione 1: Preparazione dell’esame, Accessibilità del rapporto",
        "citation": "Art. 15 cpv. 1 OEIA",
        "content": "L’autorità decisionale provvede affinché il rapporto sia accessibile al pubblico. Restano salvi gli obblighi legali di tutela del segreto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_15"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 4: Compiti dell’autorità decisionale, Sezione 1: Preparazione dell’esame, Accessibilità del rapporto",
        "citation": "Art. 15 cpv. 2 OEIA",
        "content": "Se la domanda per l’impianto deve essere pubblicata, nella pubblicazione si menziona che anche il rapporto può essere consultato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_15"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 4: Compiti dell’autorità decisionale, Sezione 1: Preparazione dell’esame, Accessibilità del rapporto",
        "citation": "Art. 15 cpv. 3 OEIA",
        "content": "Se la domanda non deve essere pubblicata, i Cantoni rendono noto il rapporto secondo le modalità previste dal loro diritto. L’autorità federale indica nel Foglio federale o in un’altra pubblicazione idonea dove il rapporto può essere consultato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_15"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 4: Compiti dell’autorità decisionale, Sezione 1: Preparazione dell’esame, Accessibilità del rapporto",
        "citation": "Art. 15 cpv. 4 OEIA",
        "content": "Il rapporto può essere consultato durante 30 giorni; restano salvi i termini derogatori previsti dalla procedura decisiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_15"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 4: Compiti dell’autorità decisionale, Sezione 1: Preparazione dell’esame, Disposizioni dell’autorità decisionale",
        "citation": "Art. 16 cpv. 1 OEIA",
        "content": "L’autorità decisionale prende le disposizioni necessarie all’esecuzione dell’esame.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_16"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 4: Compiti dell’autorità decisionale, Sezione 1: Preparazione dell’esame, Disposizioni dell’autorità decisionale",
        "citation": "Art. 16 cpv. 2 OEIA",
        "content": "In particolare decide:\na. sulle proposte del servizio della protezione dell’ambiente;\nb. sulla richiesta di chiarimenti supplementari e sul ricorso a periti;\nc. sulla domanda del richiedente di tenere segrete parti del suo rapporto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_16"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 4: Compiti dell’autorità decisionale, Sezione 1: Preparazione dell’esame, Disposizioni dell’autorità decisionale",
        "citation": "Art. 16 cpv. 3 OEIA",
        "content": "La decisione di tenere o meno segrete parti del rapporto è notificata al richiedente prima che il rapporto sia reso accessibile al pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_16"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 4: Compiti dell’autorità decisionale, Sezione 2: Esecuzione dell’esame e decisione sull’impianto, Basi per l’esame",
        "citation": "Art. 17 OEIA",
        "content": "L’autorità decisionale svolge l’esame fondandosi sui seguenti atti:\na. il rapporto;\nb. i pareri delle autorità competenti a rilasciare un’autorizzazione ai sensi dell’articolo 21 o ad assegnare un sussidio ai sensi dell’articolo 22;\nc. la valutazione del rapporto da parte del servizio della protezione dell’ambiente;\nd. le proposte del servizio della protezione dell’ambiente;\ne. il risultato di eventuali chiarimenti eseguiti da lei stessa o da periti;\nf. eventuali pareri di altre persone, commissioni, organizzazioni o autorità, nella misura in cui servano all’esame.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_17"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 4: Compiti dell’autorità decisionale, Sezione 2: Esecuzione dell’esame e decisione sull’impianto, Appianamento delle divergenze nella procedura federale",
        "citation": "Art. 17a OEIA",
        "content": "Se l’autorità federale competente è in disaccordo con la valutazione dell’UFAM nell’ambito della procedura decisiva, per appianare le divergenze si applica l’articolo 62b della legge del 21 marzo 1997 sull’organizzazione del Governo e dell’Amministrazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_17_a"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 4: Compiti dell’autorità decisionale, Sezione 2: Esecuzione dell’esame e decisione sull’impianto, Oggetto dell’esame",
        "citation": "Art. 18 cpv. 1 OEIA",
        "content": "L’autorità decisionale esamina se il progetto è conforme alle prescrizioni concernenti la protezione dell’ambiente (art. 3).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_18"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 4: Compiti dell’autorità decisionale, Sezione 2: Esecuzione dell’esame e decisione sull’impianto, Oggetto dell’esame",
        "citation": "Art. 18 cpv. 2 OEIA",
        "content": "Se il progetto non è conforme a tali prescrizioni, l’autorità decisionale chiarisce se lo si possa autorizzare con oneri o condizioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_18"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 4: Compiti dell’autorità decisionale, Sezione 2: Esecuzione dell’esame e decisione sull’impianto, Considerazione delle conclusioni dell’esame",
        "citation": "Art. 19 OEIA",
        "content": "L’autorità decisionale tiene conto delle conclusioni dell’esame per decidere sulla domanda nella procedura decisiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_19"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 4: Compiti dell’autorità decisionale, Sezione 2: Esecuzione dell’esame e decisione sull’impianto, Accessibilità della decisione",
        "citation": "Art. 20 cpv. 1 OEIA",
        "content": "L’autorità competente rende noto dove possono essere consultati il rapporto, la valutazione del servizio della protezione dell’ambiente, i risultati di un’eventuale consultazione dell’UFAM, nonché la decisione, nella misura in cui quest’ultima concerna i risultati dell’esame. Restano salvi gli obblighi legali di tutela del segreto, come pure il diritto di consultare gli atti spettante alle organizzazioni legittimate a ricorrere ai sensi degli articoli 55 e 55f LPAmb.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_20"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 4: Compiti dell’autorità decisionale, Sezione 2: Esecuzione dell’esame e decisione sull’impianto, Accessibilità della decisione",
        "citation": "Art. 20 cpv. 2 OEIA",
        "content": "I documenti di cui al capoverso 1 possono essere consultati durante 30 giorni; restano salvi i termini derogatori previsti dalla procedura decisiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_20"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 5: Coordinazione con altre autorizzazioni e con decisioni in materia di sussidi, Coordinazione con altre autorizzazioni",
        "citation": "Art. 21 cpv. 1 OEIA",
        "content": "Se accerta che la realizzazione del progetto implica una delle seguenti autorizzazioni, l’autorità decisionale fa pervenire all’autorità che rilascia l’autorizzazione tutti i documenti necessari, la invita ad esprimere il suo parere e trasmette quest’ultimo al servizio della protezione dell’ambiente:\na. autorizzazione per il dissodamento secondo la legge forestale del 4 ottobre 1991;\nb. autorizzazione per la rimozione della vegetazione ripuale secondo la legge federale del 1° luglio 1966 sulla protezione della natura e del paesaggio;\nc. autorizzazione per interventi tecnici sui corsi d’acqua secondo la legge federale del 21 giugno 1991 sulla pesca;\nd. autorizzazioni secondo la legge del 24 gennaio 1991 sulla protezione delle acque;\ne. autorizzazione per una discarica secondo la legge del 7 ottobre 1983 sulla protezione dell’ambiente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_21"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 5: Coordinazione con altre autorizzazioni e con decisioni in materia di sussidi, Coordinazione con altre autorizzazioni",
        "citation": "Art. 21 cpv. 2 OEIA",
        "content": "Se il progetto dev’essere sottoposto all’esame dell’impatto sull’ambiente e la sua realizzazione implica un’autorizzazione di cui al capoverso 1, l’autorizzazione è rilasciata solo dopo la conclusione dell’esame (art. 18).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_21"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 5: Coordinazione con altre autorizzazioni e con decisioni in materia di sussidi, Coordinazione con altre autorizzazioni",
        "citation": "Art. 21 cpv. 3 OEIA",
        "content": "L’autorità che rilascia l’autorizzazione è vincolata al parere che ha espresso all’autorità decisionale a meno che, nel frattempo, siano mutate le premesse per la valutazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_21"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 5: Coordinazione con altre autorizzazioni e con decisioni in materia di sussidi, Coordinazione con le decisioni in materia di sussidi",
        "citation": "Art. 22 cpv. 1 OEIA",
        "content": "Se accerta che un singolo progetto può probabilmente essere realizzato soltanto grazie a un sussidio della Confederazione versato nel singolo caso, l’autorità cantonale competente, prima di decidere, chiede il preavviso dell’autorità federale che accorda il sussidio. Quest’ultima consulta l’UFAM e tiene conto del suo parere nel proprio preavviso. L’UFAM dà il suo parere entro tre mesi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_22"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 5: Coordinazione con altre autorizzazioni e con decisioni in materia di sussidi, Coordinazione con le decisioni in materia di sussidi",
        "citation": "Art. 22 cpv. 2 OEIA",
        "content": "In caso di progetti che devono essere sottoposti all’esame dell’impatto sull’ambiente, l’autorità federale che accorda il sussidio concede un sussidio nel singolo caso solo dopo la conclusione dell’esame (art. 18).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_22"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 5: Coordinazione con altre autorizzazioni e con decisioni in materia di sussidi, Coordinazione con le decisioni in materia di sussidi",
        "citation": "Art. 22 cpv. 3 OEIA",
        "content": "Se ha espresso un parere all’attenzione dell’autorità cantonale competente, l’autorità che accorda il sussidio è tenuta ad attenervisi nella procedura di sussidio, a meno che nel frattempo non siano mutate le premesse per la valutazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_22"
    },
    {
        "book": "UVPV",
        "title": "OEIA, Capitolo 5: Coordinazione con altre autorizzazioni e con decisioni in materia di sussidi, Coordinazione con le decisioni in materia di sussidi",
        "citation": "Art. 22 cpv. 4 OEIA",
        "content": "In caso di progetti per i quali la Confederazione versa contributi globali in base ad accordi programmatici, la coordinazione con le decisioni del Cantone concernenti i sussidi è disciplinata dal diritto cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/it#art_22"
    }
]