[
    {
        "book": "UVPV",
        "title": "UVPV, 1. Kapitel: Allgemeine Bestimmungen, 1. Abschnitt: Gegenstand und Inhalt der Prüfung, Errichtung neuer Anlagen",
        "citation": "Art. 1 UVPV",
        "content": "Der Umweltverträglichkeitsprüfung nach Artikel 10a des USG (Prüfung) unterstellt sind Anlagen, die im Anhang dieser Verordnung aufgeführt sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_1"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 1. Kapitel: Allgemeine Bestimmungen, 1. Abschnitt: Gegenstand und Inhalt der Prüfung, Änderungen bestehender Anlagen",
        "citation": "Art. 2 Abs. 1 UVPV",
        "content": "Änderungen bestehender Anlagen, die im Anhang aufgeführt sind, unterliegen der Prüfung, wenn:\na. die Änderung wesentliche Umbauten, Erweiterungen oder Betriebsänderungen betrifft und\nb. über die Änderung im Verfahren entschieden wird, das bei neuen Anlagen für die Prüfung massgeblich ist (Art. 5).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_2"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 1. Kapitel: Allgemeine Bestimmungen, 1. Abschnitt: Gegenstand und Inhalt der Prüfung, Änderungen bestehender Anlagen",
        "citation": "Art. 2 Abs. 2 UVPV",
        "content": "Änderungen bestehender Anlagen, die nicht im Anhang aufgeführt sind, unterliegen der Prüfung, wenn:\na. die Anlage nach der Änderung einer Anlage im Anhang entspricht und\nb. über die Änderung im Verfahren entschieden wird, das bei neuen Anlagen für die Prüfung massgeblich ist (Art. 5).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_2"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 1. Kapitel: Allgemeine Bestimmungen, 1. Abschnitt: Gegenstand und Inhalt der Prüfung, Inhalt und Zweck der Prüfung",
        "citation": "Art. 3 Abs. 1 UVPV",
        "content": "Bei der Prüfung wird festgestellt, ob das Projekt den Vorschriften über den Schutz der Umwelt entspricht. Dazu gehören das USG und die Vorschriften, die den Natur- und Heimatschutz, den Landschaftsschutz, den Gewässerschutz, die Walderhaltung, die Jagd, die Fischerei und die Gentechnik betreffen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_3"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 1. Kapitel: Allgemeine Bestimmungen, 1. Abschnitt: Gegenstand und Inhalt der Prüfung, Inhalt und Zweck der Prüfung",
        "citation": "Art. 3 Abs. 2 UVPV",
        "content": "Das Ergebnis der Prüfung bildet eine Grundlage für den Entscheid über die Bewilligung, Genehmigung oder Konzessionierung des Vorhabens im massgeblichen Verfahren (Art. 5) sowie für weitere Bewilligungen zum Schutz der Umwelt (Art. 21).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_3"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 1. Kapitel: Allgemeine Bestimmungen, 1. Abschnitt: Gegenstand und Inhalt der Prüfung, Übrige Anlagen",
        "citation": "Art. 4 UVPV",
        "content": "Bei Anlagen, die nicht der UVP-Pflicht unterliegen, werden die Vorschriften über den Schutz der Umwelt (Art. 3) angewendet, ohne dass ein Bericht nach Artikel 7 erstellt wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_4"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 1. Kapitel: Allgemeine Bestimmungen, 2. Abschnitt: Verfahrensgrundsätze, Zuständige Behörde und massgebliches Verfahren",
        "citation": "Art. 5 Abs. 1 UVPV",
        "content": "Die Prüfung wird von der Behörde durchgeführt, die im Rahmen eines Bewilligungs-, Genehmigungs- oder Konzessionsverfahrens über das Projekt entscheidet (zuständige Behörde).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_5"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 1. Kapitel: Allgemeine Bestimmungen, 2. Abschnitt: Verfahrensgrundsätze, Zuständige Behörde und massgebliches Verfahren",
        "citation": "Art. 5 Abs. 2 UVPV",
        "content": "Das für die Prüfung massgebliche Verfahren wird im Anhang bestimmt. Wird bei der nachträglichen Genehmigung von Detailplänen ausnahmsweise über wesentliche Umweltauswirkungen einer der UVP-Pflicht unterliegenden Anlage entschieden, so wird auch bei diesem Verfahrensschritt eine Prüfung durchgeführt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_5"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 1. Kapitel: Allgemeine Bestimmungen, 2. Abschnitt: Verfahrensgrundsätze, Zuständige Behörde und massgebliches Verfahren",
        "citation": "Art. 5 Abs. 3 UVPV",
        "content": "Soweit das massgebliche Verfahren im Anhang nicht bestimmt ist, wird es durch das kantonale Recht bezeichnet. Die Kantone wählen dasjenige Verfahren, das eine frühzeitige und umfassende Prüfung ermöglicht. Sehen die Kantone für bestimmte Anlagen eine Sondernutzungsplanung (Detailnutzungsplanung) vor, gilt diese als massgebliches Verfahren, wenn sie eine umfassende Prüfung ermöglicht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_5"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 1. Kapitel: Allgemeine Bestimmungen, 2. Abschnitt: Verfahrensgrundsätze, Mehrstufige Prüfung",
        "citation": "Art. 6 UVPV",
        "content": "Sieht der Anhang oder das kantonale Recht eine mehrstufige Prüfung in verschiedenen Verfahrensschritten vor, so wird die Prüfung bei jedem Verfahrensschritt so weit durchgeführt, als die Auswirkungen des Projektes auf die Umwelt für den jeweiligen Entscheid bekannt sein müssen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_6"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 1. Kapitel: Allgemeine Bestimmungen, 3. Abschnitt: UVP im grenzüberschreitenden Rahmen",
        "citation": "Art. 6a Abs. 1 UVPV",
        "content": "Steht fest oder ist zu erwarten, dass die Schweiz von erheblichen grenzüberschreitenden Auswirkungen eines ausländischen Projekts betroffen ist, so sind für die Ausübung der Rechte und Pflichten der Schweiz nach der Espoo-Konvention zuständig:\na. das Bundesamt für Umwelt (BAFU):\n1. für die Entgegennahme der Benachrichtigung durch die Ursprungspartei sowie\n2. für die Übermittlung der Stellungnahmen an die Ursprungspartei bei Vorhaben, über die in der Schweiz eine kantonale Behörde entscheiden würde;\nb. die zuständige Behörde nach Artikel 5 Absatz 1, die in der Schweiz über das Vorhaben entscheiden würde, für die Wahrnehmung der übrigen Rechte und Pflichten; ist die zuständige Behörde nach Artikel 5 Absatz 1 eine kantonale Behörde, so können die Kantone eine andere Zuständigkeit festlegen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_6_a"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 1. Kapitel: Allgemeine Bestimmungen, 3. Abschnitt: UVP im grenzüberschreitenden Rahmen",
        "citation": "Art. 6a Abs. 2 UVPV",
        "content": "Entscheidet die Behörde nach Artikel 5 Absatz 1 über ein Projekt, bei dem feststeht oder zu erwarten ist, dass es erhebliche grenzüberschreitende Auswirkungen hat, so nimmt sie auch die Rechte und Pflichten der Schweiz als Ursprungspartei nach der Espoo-Konvention wahr; bei kantonalen Vorhaben können die Kantone eine andere Zuständigkeit festlegen. Die Behörde informiert das BAFU über die Benachrichtigung der betroffenen Partei.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_6_a"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 2. Kapitel: Bericht über die Auswirkungen der Anlage auf die Umwelt, Pflicht zur Erstellung des Umweltverträglichkeitsberichts",
        "citation": "Art. 7 UVPV",
        "content": "Wer eine Anlage, die nach dieser Verordnung geprüft werden muss, errichten oder ändern will, muss bei der Projektierung einen Umweltverträglichkeitsbericht über die Auswirkungen der Anlage auf die Umwelt (Bericht) erstellen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_7"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 2. Kapitel: Bericht über die Auswirkungen der Anlage auf die Umwelt, Voruntersuchung und Pflichtenheft",
        "citation": "Art. 8 Abs. 1 UVPV",
        "content": "Der Gesuchsteller erarbeitet:\na. eine Voruntersuchung, die aufzeigt, welche Auswirkungen der Anlage die Umwelt voraussichtlich belasten können;\nb. ein Pflichtenheft, das aufzeigt, welche Umweltauswirkungen der Anlage im Bericht untersucht werden müssen, und das die vorgesehenen Untersuchungsmethoden sowie den örtlichen und zeitlichen Rahmen für die Untersuchungen nennt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_8"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 2. Kapitel: Bericht über die Auswirkungen der Anlage auf die Umwelt, Voruntersuchung und Pflichtenheft",
        "citation": "Art. 8 Abs. 2 UVPV",
        "content": "Der Gesuchsteller legt der zuständigen Behörde Voruntersuchung und Pflichtenheft vor. Diese leitet die Unterlagen an die Umweltschutzfachstelle (Art. 12) weiter, welche dazu Stellung nimmt und den Gesuchsteller berät.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_8"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 2. Kapitel: Bericht über die Auswirkungen der Anlage auf die Umwelt, Voruntersuchung als Bericht",
        "citation": "Art. 8a Abs. 1 UVPV",
        "content": "Werden in der Voruntersuchung die Auswirkungen des Vorhabens auf die Umwelt und die Umweltschutzmassnahmen abschliessend ermittelt und dargestellt, so gilt die Voruntersuchung als Bericht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_8_a"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 2. Kapitel: Bericht über die Auswirkungen der Anlage auf die Umwelt, Voruntersuchung als Bericht",
        "citation": "Art. 8a Abs. 2 UVPV",
        "content": "Für den Inhalt des Berichts gelten die Artikel 9 und 10. Die Behandlungsfristen richten sich nach Artikel 12b.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_8_a"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 2. Kapitel: Bericht über die Auswirkungen der Anlage auf die Umwelt, Inhalt des Berichts",
        "citation": "Art. 9 Abs. 1 UVPV",
        "content": "Der Bericht muss den Anforderungen nach Artikel 10b Absatz 2 USG entsprechen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_9"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 2. Kapitel: Bericht über die Auswirkungen der Anlage auf die Umwelt, Inhalt des Berichts",
        "citation": "Art. 9 Abs. 2 UVPV",
        "content": "Er muss insbesondere alle Angaben enthalten, welche die zuständige Behörde benötigt, um das Projekt gemäss Artikel 3 prüfen zu können.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_9"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 2. Kapitel: Bericht über die Auswirkungen der Anlage auf die Umwelt, Inhalt des Berichts",
        "citation": "Art. 9 Abs. 3 UVPV",
        "content": "Er muss die der geplanten Anlage zurechenbaren Auswirkungen auf die Umwelt sowohl einzeln als auch gesamthaft und in ihrem Zusammenwirken ermitteln und bewerten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_9"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 2. Kapitel: Bericht über die Auswirkungen der Anlage auf die Umwelt, Inhalt des Berichts",
        "citation": "Art. 9 Abs. 4 UVPV",
        "content": "Er muss auch darlegen, wie die Umweltabklärungen berücksichtigt sind, die im Rahmen der Raumplanung durchgeführt worden sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_9"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 2. Kapitel: Bericht über die Auswirkungen der Anlage auf die Umwelt, Richtlinien der Umweltschutzfachstellen",
        "citation": "Art. 10 Abs. 1 UVPV",
        "content": "Für die Voruntersuchung, das Pflichtenheft und den Bericht sind als Vollzugshilfe die Richtlinien des BAFU massgebend, wenn:\na. die Prüfung von einer Bundesbehörde durchgeführt wird;\nb. der Bericht eine Anlage betrifft, zu der nach dem Anhang das BAFU anzuhören ist; oder\nc. die kantonale Umweltschutzfachstelle keine eigenen Richtlinien erlassen hat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_10"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 2. Kapitel: Bericht über die Auswirkungen der Anlage auf die Umwelt, Richtlinien der Umweltschutzfachstellen",
        "citation": "Art. 10 Abs. 2 UVPV",
        "content": "In den übrigen Fällen sind für die Voruntersuchung, das Pflichtenheft und den Bericht als Vollzugshilfe die Richtlinien der kantonalen Umweltschutzfachstelle massgebend.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_10"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 2. Kapitel: Bericht über die Auswirkungen der Anlage auf die Umwelt, Einreichung des Berichts",
        "citation": "Art. 11 UVPV",
        "content": "Der Gesuchsteller muss den Bericht zusammen mit den Unterlagen bei der Einleitung des massgeblichen Verfahrens der zuständigen Behörde einreichen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_11"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 3. Kapitel: Aufgaben der Umweltschutzfachstellen, Zuständigkeit",
        "citation": "Art. 12 Abs. 1 UVPV",
        "content": "Die kantonale Umweltschutzfachstelle beurteilt die Voruntersuchung, das Pflichtenheft und den Bericht zu Projekten, die von einer kantonalen Behörde geprüft werden.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_12"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 3. Kapitel: Aufgaben der Umweltschutzfachstellen, Zuständigkeit",
        "citation": "Art. 12 Abs. 2 UVPV",
        "content": "Das BAFU beurteilt die Voruntersuchung, das Pflichtenheft und den Bericht zu Projekten, die von einer Bundesbehörde geprüft werden. Es berücksichtigt dabei die Stellungnahme des Kantons.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_12"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 3. Kapitel: Aufgaben der Umweltschutzfachstellen, Zuständigkeit",
        "citation": "Art. 12 Abs. 3 UVPV",
        "content": "Bei Projekten, zu denen nach dem Anhang das BAFU anzuhören ist, nimmt es gestützt auf die Stellungnahme der kantonalen Umweltschutzfachstelle summarisch zu Voruntersuchung, Pflichtenheft und Bericht Stellung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_12"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 3. Kapitel: Aufgaben der Umweltschutzfachstellen, Behandlungsfristen für Voruntersuchung und Pflichtenheft",
        "citation": "Art. 12a Abs. 1 UVPV",
        "content": "Bei Projekten, die von einer kantonalen Behörde geprüft werden, legt das kantonale Recht die Frist fest, innert der die kantonale Umweltschutzfachstelle zu Voruntersuchung und Pflichtenheft Stellung nimmt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_12_a"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 3. Kapitel: Aufgaben der Umweltschutzfachstellen, Behandlungsfristen für Voruntersuchung und Pflichtenheft",
        "citation": "Art. 12a Abs. 2 UVPV",
        "content": "Bei Projekten, die von einer Bundesbehörde geprüft werden, nimmt das BAFU zu Voruntersuchung und Pflichtenheft innert zwei Monaten Stellung. Nach Eingang der kantonalen Stellungnahme ist dem BAFU mindestens ein Monat für seine Stellungnahme einzuräumen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_12_a"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 3. Kapitel: Aufgaben der Umweltschutzfachstellen, Behandlungsfristen für Voruntersuchung und Pflichtenheft",
        "citation": "Art. 12a Abs. 3 UVPV",
        "content": "Bei Projekten, zu denen nach dem Anhang das BAFU anzuhören ist, nimmt es zu Voruntersuchung und Pflichtenheft innert zwei Monaten Stellung.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_12_a"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 3. Kapitel: Aufgaben der Umweltschutzfachstellen, Behandlungsfristen für den Bericht",
        "citation": "Art. 12b Abs. 1 UVPV",
        "content": "Bei Projekten, die von einer kantonalen Behörde geprüft werden, legt das kantonale Recht die Frist fest, innert der die kantonale Umweltschutzfachstelle zum Bericht Stellung nimmt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_12_b"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 3. Kapitel: Aufgaben der Umweltschutzfachstellen, Behandlungsfristen für den Bericht",
        "citation": "Art. 12b Abs. 2 UVPV",
        "content": "Das BAFU beurteilt innert fünf Monaten die Berichte zu Projekten, die von einer Bundesbehörde geprüft werden. Nach Eingang der kantonalen Stellungnahme sind dem BAFU mindestens zwei Monate für seine Stellungnahme einzuräumen, bei Projekten nach Ziffer 22.2 des Anhangs einen Monat.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_12_b"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 3. Kapitel: Aufgaben der Umweltschutzfachstellen, Behandlungsfristen für den Bericht",
        "citation": "Art. 12b Abs. 3 UVPV",
        "content": "Bei Projekten, zu denen nach dem Anhang das BAFU anzuhören ist, beurteilt es innert zwei Monaten, ob die geplante Anlage den Vorschriften zum Schutz der Umwelt entspricht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_12_b"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 3. Kapitel: Aufgaben der Umweltschutzfachstellen, Gegenstand der Beurteilung",
        "citation": "Art. 13 Abs. 1 UVPV",
        "content": "Die Umweltschutzfachstelle untersucht anhand der Richtlinien, ob die für die Prüfung erforderlichen Angaben im Bericht vollständig und richtig sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_13"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 3. Kapitel: Aufgaben der Umweltschutzfachstellen, Gegenstand der Beurteilung",
        "citation": "Art. 13 Abs. 2 UVPV",
        "content": "Stellt sie Mängel fest, so beantragt sie der zuständigen Behörde, vom Gesuchsteller ergänzende Abklärungen zu verlangen oder Experten beizuziehen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_13"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 3. Kapitel: Aufgaben der Umweltschutzfachstellen, Gegenstand der Beurteilung",
        "citation": "Art. 13 Abs. 3 UVPV",
        "content": "Sie beurteilt, ob die geplante Anlage den Vorschriften über den Schutz der Umwelt (Art. 3) entspricht. Bei Projekten, zu denen nach dem Anhang das BAFU anzuhören ist, nimmt dieses eine summarische Beurteilung vor.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_13"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 3. Kapitel: Aufgaben der Umweltschutzfachstellen, Gegenstand der Beurteilung",
        "citation": "Art. 13 Abs. 4 UVPV",
        "content": "Die Umweltschutzfachstelle teilt das Ergebnis ihrer Beurteilung der zuständigen Behörde mit; wenn nötig beantragt sie Auflagen und Bedingungen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_13"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 4. Kapitel: Aufgaben der zuständigen Behörde, 1. Abschnitt: Vorbereitung der Prüfung, Koordination",
        "citation": "Art. 14 Abs. 1 UVPV",
        "content": "Die zuständige Behörde sorgt für die Koordination der Vorarbeiten, insbesondere der Aufgaben von Gesuchsteller und Umweltschutzfachstelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_14"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 4. Kapitel: Aufgaben der zuständigen Behörde, 1. Abschnitt: Vorbereitung der Prüfung, Koordination",
        "citation": "Art. 14 Abs. 2 UVPV",
        "content": "Sie sorgt dafür, dass die Umweltschutzfachstelle über den Bericht des Gesuchstellers sowie über die weiteren Grundlagen des massgeblichen Verfahrens verfügt, welche dazu dienen, dass die Auswirkungen des Projektes auf die Umwelt beurteilt werden können. Bei einem Projekt, das von einer Bundesbehörde geprüft wird, gehören dazu auch Stellungnahmen, welche die Kantone im massgeblichen Verfahren abgeben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_14"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 4. Kapitel: Aufgaben der zuständigen Behörde, 1. Abschnitt: Vorbereitung der Prüfung, Koordination",
        "citation": "Art. 14 Abs. 3 UVPV",
        "content": "Die Kantone können die Aufgaben der zuständigen Behörde nach den Absätzen 1 und 2 einer andern Behörde übertragen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_14"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 4. Kapitel: Aufgaben der zuständigen Behörde, 1. Abschnitt: Vorbereitung der Prüfung, Koordination",
        "citation": "Art. 14 Abs. 4 UVPV",
        "content": "Bei Projekten, zu denen nach dem Anhang das BAFU anzuhören ist, sorgt die zuständige Behörde dafür, dass das BAFU über die Voruntersuchung, das Pflichtenheft und den Bericht sowie über die Beurteilung der kantonalen Umweltschutzfachstelle verfügt.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_14"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 4. Kapitel: Aufgaben der zuständigen Behörde, 1. Abschnitt: Vorbereitung der Prüfung, Zugänglichkeit des Berichts",
        "citation": "Art. 15 Abs. 1 UVPV",
        "content": "Die zuständige Behörde sorgt dafür, dass der Bericht öffentlich zugänglich ist. Vorbehalten bleiben die gesetzlichen Geheimhaltungspflichten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_15"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 4. Kapitel: Aufgaben der zuständigen Behörde, 1. Abschnitt: Vorbereitung der Prüfung, Zugänglichkeit des Berichts",
        "citation": "Art. 15 Abs. 2 UVPV",
        "content": "Muss das Gesuch für die Anlage öffentlich aufgelegt werden, so wird in der Publikation darauf hingewiesen, dass auch der Bericht eingesehen werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_15"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 4. Kapitel: Aufgaben der zuständigen Behörde, 1. Abschnitt: Vorbereitung der Prüfung, Zugänglichkeit des Berichts",
        "citation": "Art. 15 Abs. 3 UVPV",
        "content": "Ist für das Gesuch keine öffentliche Auflage vorgeschrieben, so machen die Kantone den Bericht nach ihrem Recht bekannt. Die zuständige Behörde des Bundes kündigt im Bundesblatt oder in einem andern geeigneten Publikationsorgan an, wo der Bericht eingesehen werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_15"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 4. Kapitel: Aufgaben der zuständigen Behörde, 1. Abschnitt: Vorbereitung der Prüfung, Zugänglichkeit des Berichts",
        "citation": "Art. 15 Abs. 4 UVPV",
        "content": "Der Bericht kann während 30 Tagen eingesehen werden; vorbehalten bleiben abweichende Fristen über die Auflage im massgeblichen Verfahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_15"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 4. Kapitel: Aufgaben der zuständigen Behörde, 1. Abschnitt: Vorbereitung der Prüfung, Anordnungen der zuständigen Behörde",
        "citation": "Art. 16 Abs. 1 UVPV",
        "content": "Die zuständige Behörde trifft die Anordnungen, die für die Durchführung der Prüfung erforderlich sind.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_16"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 4. Kapitel: Aufgaben der zuständigen Behörde, 1. Abschnitt: Vorbereitung der Prüfung, Anordnungen der zuständigen Behörde",
        "citation": "Art. 16 Abs. 2 UVPV",
        "content": "Sie entscheidet insbesondere über:\na. die Anträge der Umweltschutzfachstelle;\nb. die Vornahme ergänzender Abklärungen und den Beizug von Experten;\nc. den Antrag des Gesuchstellers auf Geheimhaltung von Teilen seines Berichts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_16"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 4. Kapitel: Aufgaben der zuständigen Behörde, 1. Abschnitt: Vorbereitung der Prüfung, Anordnungen der zuständigen Behörde",
        "citation": "Art. 16 Abs. 3 UVPV",
        "content": "Sie eröffnet dem Gesuchsteller den Entscheid über die Geheimhaltung von Teilen seines Berichts, bevor der Bericht öffentlich zugänglich gemacht wird.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_16"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 4. Kapitel: Aufgaben der zuständigen Behörde, 2. Abschnitt: Durchführung der Prüfung und Entscheid über die Anlage, Grundlagen für die Prüfung",
        "citation": "Art. 17 UVPV",
        "content": "Die zuständige Behörde stützt sich bei der Prüfung auf folgende Grundlagen:\na. Bericht;\nb. Stellungnahmen der Behörden, die für eine Bewilligung nach Artikel 21 oder für eine Subventionierung nach Artikel 22 zuständig sind;\nc. Beurteilung des Berichts durch die Umweltschutzfachstelle;\nd. Anträge der Umweltschutzfachstelle;\ne. Ergebnisse allfälliger eigener oder von Experten durchgeführter Abklärungen;\nf. allfällige Stellungnahmen von weiteren Personen, Kommissionen, Organisationen oder Behörden, soweit sie als Grundlage für die Prüfung dienen.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_17"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 4. Kapitel: Aufgaben der zuständigen Behörde, 2. Abschnitt: Durchführung der Prüfung und Entscheid über die Anlage, Bereinigung im Bundesverfahren",
        "citation": "Art. 17a UVPV",
        "content": "Ist die zuständige Bundesbehörde mit der Beurteilung des BAFU im massgeblichen Verfahren nicht einverstanden, so gilt für die Bereinigung Artikel 62b des Regierungs- und Verwaltungsorganisationsgesetzes vom 21. März 1997.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_17_a"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 4. Kapitel: Aufgaben der zuständigen Behörde, 2. Abschnitt: Durchführung der Prüfung und Entscheid über die Anlage, Gegenstand der Prüfung",
        "citation": "Art. 18 Abs. 1 UVPV",
        "content": "Die zuständige Behörde prüft, ob das Vorhaben den Vorschriften über den Schutz der Umwelt (Art. 3) entspricht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_18"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 4. Kapitel: Aufgaben der zuständigen Behörde, 2. Abschnitt: Durchführung der Prüfung und Entscheid über die Anlage, Gegenstand der Prüfung",
        "citation": "Art. 18 Abs. 2 UVPV",
        "content": "Entspricht das Projekt diesen Vorschriften nicht, so klärt sie ab, ob es mit Auflagen oder Bedingungen bewilligt werden kann.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_18"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 4. Kapitel: Aufgaben der zuständigen Behörde, 2. Abschnitt: Durchführung der Prüfung und Entscheid über die Anlage, Berücksichtigung der Prüfergebnisse",
        "citation": "Art. 19 UVPV",
        "content": "Die zuständige Behörde berücksichtigt die Ergebnisse der Prüfung bei ihrem Entscheid über das Gesuch im massgeblichen Verfahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_19"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 4. Kapitel: Aufgaben der zuständigen Behörde, 2. Abschnitt: Durchführung der Prüfung und Entscheid über die Anlage, Zugänglichkeit des Entscheides",
        "citation": "Art. 20 Abs. 1 UVPV",
        "content": "Die zuständige Behörde gibt bekannt, wo der Bericht, die Beurteilung der Umweltschutzfachstelle, die Ergebnisse einer allfälligen Anhörung des BAFU sowie der Entscheid, soweit er die Ergebnisse der Prüfung betrifft, eingesehen werden können. Vorbehalten bleiben die gesetzlichen Geheimhaltungspflichten sowie das Akteneinsichtsrecht",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_20"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 4. Kapitel: Aufgaben der zuständigen Behörde, 2. Abschnitt: Durchführung der Prüfung und Entscheid über die Anlage, Zugänglichkeit des Entscheides",
        "citation": "Art. 20 Abs. 2 UVPV",
        "content": "Die Unterlagen nach Absatz 1 können während 30 Tagen eingesehen werden; vorbehalten bleiben abweichende Fristen über die Auflage im massgeblichen Verfahren.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_20"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 5. Kapitel: Koordination mit anderen Bewilligungen und mit Subventionsentscheiden, Koordination mit anderen Bewilligungen",
        "citation": "Art. 21 Abs. 1 UVPV",
        "content": "Stellt die zuständige Behörde fest, dass die Verwirklichung eines Projektes eine der folgenden Bewilligungen voraussetzt, so stellt sie der Bewilligungsbehörde alle nötigen Unterlagen zu, fordert sie zur Stellungnahme auf und leitet diese an die Umweltschutzfachstelle weiter:\na. Rodungsbewilligung nach Waldgesetz vom 4. Oktober 1991,\nb. Bewilligung zur Beseitigung von Ufervegetation nach Natur- und Heimatschutzgesetz vom 1. Juli 1966;\nc. Bewilligung für technische Eingriffe in Gewässer nach dem Bundesgesetz vom 21. Juni 1991 über die Fischerei;\nd. Bewilligungen nach Gewässerschutzgesetz vom 24. Januar 1991;\ne. Deponiebewilligung nach USG.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_21"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 5. Kapitel: Koordination mit anderen Bewilligungen und mit Subventionsentscheiden, Koordination mit anderen Bewilligungen",
        "citation": "Art. 21 Abs. 2 UVPV",
        "content": "Behörden, die für Bewilligungen nach Absatz 1 zuständig sind, erteilen bei Projekten, die auf ihre Umweltverträglichkeit geprüft werden müssen, die Bewilligung erst nach Abschluss der Prüfung (Art. 18).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_21"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 5. Kapitel: Koordination mit anderen Bewilligungen und mit Subventionsentscheiden, Koordination mit anderen Bewilligungen",
        "citation": "Art. 21 Abs. 3 UVPV",
        "content": "Hat die Bewilligungsbehörde gegenüber der zuständigen Behörde eine Stellungnahme abgegeben, so ist sie bei der von ihr zu erteilenden Bewilligung daran gebunden, sofern sich die Voraussetzungen für die Beurteilung in der Zwischenzeit nicht geändert haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_21"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 5. Kapitel: Koordination mit anderen Bewilligungen und mit Subventionsentscheiden, Koordination mit Subventionsentscheiden",
        "citation": "Art. 22 Abs. 1 UVPV",
        "content": "Stellt die zuständige kantonale Behörde fest, dass ein Projekt voraussichtlich nur mit einer Subvention des Bundes verwirklicht werden kann, die einzeln gewährt wird, so holt sie vor ihrem Entscheid die Stellungnahme der Subventionsbehörde des Bundes ein. Die Subventionsbehörde hört das BAFU an und berücksichtigt dessen Meinungsäusserung in ihrer Stellungnahme. Das BAFU äussert sich innert drei Monaten.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_22"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 5. Kapitel: Koordination mit anderen Bewilligungen und mit Subventionsentscheiden, Koordination mit Subventionsentscheiden",
        "citation": "Art. 22 Abs. 2 UVPV",
        "content": "Die Subventionsbehörde des Bundes gewährt bei Projekten, die auf ihre Umweltverträglichkeit geprüft werden müssen, eine Subvention im Einzelfall erst nach Abschluss der Prüfung (Art. 18).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_22"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 5. Kapitel: Koordination mit anderen Bewilligungen und mit Subventionsentscheiden, Koordination mit Subventionsentscheiden",
        "citation": "Art. 22 Abs. 3 UVPV",
        "content": "Hat die Subventionsbehörde gegenüber der zuständigen kantonalen Behörde eine Stellungnahme abgegeben, so ist sie bei der Subventionierung daran gebunden, sofern sich die Voraussetzungen für die Beurteilung in der Zwischenzeit nicht geändert haben.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_22"
    },
    {
        "book": "UVPV",
        "title": "UVPV, 5. Kapitel: Koordination mit anderen Bewilligungen und mit Subventionsentscheiden, Koordination mit Subventionsentscheiden",
        "citation": "Art. 22 Abs. 4 UVPV",
        "content": "Bei Projekten, an die der Bund globale Beiträge auf der Grundlage von Programmvereinbarungen gewährt, richtet sich die Koordination mit Subventionsentscheiden des Kantons nach kantonalem Recht.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/1931_1931_1931/de#art_22"
    }
]