[
    {
        "book": "UVV",
        "title": "OAINF, Titolo primo: Persone assicurate, Nozione di lavoratore",
        "citation": "Art. 1 OAINF",
        "content": "È considerato lavoratore a tenore dell’articolo 1a capoverso 1 della legge chiunque esercita un’attività lucrativa dipendente ai sensi della legislazione federale sull’assicurazione per la vecchiaia e per i superstiti (AVS).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_1"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo primo: Persone assicurate, Assicu, razione obbligatoria in casi speciali",
        "citation": "Art. 1a cpv. 1 OAINF",
        "content": "Le persone esercitanti un’attività presso un datore di lavoro al fine di prepararsi alla scelta di una professione sono pure assicurate obbligatoriamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_1_a"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo primo: Persone assicurate, Assicu, razione obbligatoria in casi speciali",
        "citation": "Art. 1a cpv. 2 OAINF",
        "content": "Le persone detenute in istituto penitenziario, in istituto d’internamento e collocate in casa di educazione al lavoro nonché di rieducazione sono soggette all’obbligo assicurativo solamente per il periodo durante il quale sono occupate da terzi dietro compenso, fuori dell’istituto o della casa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_1_a"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo primo: Persone assicurate, Assicu, razione obbligatoria in casi speciali",
        "citation": "Art. 1a cpv. 3 OAINF",
        "content": "I membri di comunità religiose sono soggetti all’obbligo assicurativo solamente per il periodo durante il quale sono occupati da terzi dietro compenso, fuori della comunità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_1_a"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo primo: Persone assicurate, Assicu, razione obbligatoria in casi speciali",
        "citation": "Art. 1a cpv. 4 OAINF",
        "content": "Sono infortuni professionali quelli di cui sono vittima gli assicurati giusta i capoversi 2 e 3, occorsi sul tragitto per recarsi al lavoro o sulla via del ritorno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_1_a"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo primo: Persone assicurate, Eccezioni all’obbligo d’assicurazione",
        "citation": "Art. 2 cpv. 1 OAINF",
        "content": "Non sono soggetti all’obbligo assicurativo:\na. i familiari del datore di lavoro che collaborano nell’azienda, non ricevono un salario in contanti e non versano contributi all’AVS o sono parificati ai lavoratori agricoli indipendenti secondo l’articolo 1a capoverso 2 lettere a e b della legge federale del 20 giugno 1952 sugli assegni familiari nell’agricoltura;\nb. a d. ...\ne. i dipendenti delle Confederazione sottoposti all’assicurazione militare conformemente all’articolo 1a capoverso 1 lettera b della legge federale del 19 giugno 1992 sull’assicurazione militare (LAM);\nf. i membri dei consigli d’amministrazione non attivi nell’azienda, per quest’attività;\ng. ...\nh. le persone che esercitano un’attività d’interesse pubblico, a condizione che non vi sia un contratto di lavoro, come in particolare membri di Parlamenti, autorità e commissioni, per quest’attività;\ni. i pompieri di milizia;\nj. le persone attive come atleti o allenatori in un’associazione sportiva o in un’organizzazione simile nell’ambito dello sport, nella misura in cui l’associazione o l’organizzazione versi a tutte queste persone esclusivamente un reddito annuo corrispondente al massimo a due terzi dell’importo minimo della rendita completa di vecchiaia annua dell’AVS di cui all’articolo 34 capoverso 5 della legge federale del 20 dicembre 1946 su l’assicurazione per la vecchiaia e per i superstiti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_2"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo primo: Persone assicurate, Persone al beneficio di privilegi secondo il diritto internazionale",
        "citation": "Art. 3 cpv. 1 OAINF",
        "content": "Non sono assicurati i membri del personale diplomatico delle missioni diplomatiche e delle missioni permanenti o altre rappresentanze presso organizzazioni intergovernative in Svizzera, i funzionari consolari di carriera in Svizzera e i familiari di queste persone che fanno parte della stessa economia domestica e non sono cittadini svizzeri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_3"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo primo: Persone assicurate, Persone al beneficio di privilegi secondo il diritto internazionale",
        "citation": "Art. 3 cpv. 2 OAINF",
        "content": "Se dette persone esercitano in Svizzera un’attività dipendente per conseguire un guadagno personale, per questa attività sono assicurate contro gli infortuni professionali e gli infortuni occorsi sul tragitto per recarsi al lavoro e viceversa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_3"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo primo: Persone assicurate, Persone al beneficio di privilegi secondo il diritto internazionale",
        "citation": "Art. 3 cpv. 3 OAINF",
        "content": "I membri del personale amministrativo, tecnico e di servizio delle missioni diplomatiche e delle missioni permanenti o altre rappresentanze presso organizzazioni intergovernative in Svizzera, come pure gli impiegati consolari e i membri del personale di servizio dei posti consolari sono assicurati solo se la missione diplomatica, la missione permanente o altra rappresentanza presso organizzazioni intergovernative oppure il posto consolare ne ha fatto richiesta all’Ufficio federale della sanità pubblica (UFSP), dichiarandosi disposta ad adempiere gli obblighi imposti dalla legge ai datori di lavoro. La richiesta va sempre presentata se queste persone sono cittadini svizzeri o domiciliate in Svizzera. La domanda può anche essere presentata da un membro della missione diplomatica, della missione permanente o altra rappresentanza presso organizzazioni intergovernative nonché del posto consolare per i domestici privati e non ancora assicurati conformemente alla legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_3"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo primo: Persone assicurate, Persone al beneficio di privilegi secondo il diritto internazionale",
        "citation": "Art. 3 cpv. 4 OAINF",
        "content": "Se una persona di cui al capoverso 3 esercita in Svizzera un’attività dipendente per conseguire un guadagno personale, per questa attività è assicurata secondo la legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_3"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo primo: Persone assicurate, Persone al beneficio di privilegi secondo il diritto internazionale",
        "citation": "Art. 3 cpv. 5 OAINF",
        "content": "Non sono assicurate le persone beneficiarie di privilegi, immunità e facilitazioni di cui all’articolo 2 capoverso 2 lettera a della legge del 22 giugno 2007 sullo Stato ospite che sono impiegate da un’organizzazione intergovernativa, un’istituzione internazionale, un segretariato o altro organo istituito da un trattato internazionale, un tribunale internazionale, un tribunale arbitrale o un altro organismo internazionale ai sensi dell’articolo 2 capoverso 1 della legge del 22 giugno 2007 sullo Stato ospite. Sono assicurate le persone che sono impiegate da una di queste organizzazioni che non offre loro una protezione equivalente contro i postumi di infortuni e malattie professionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_3"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo primo: Persone assicurate, Lavoratori mandati all’estero",
        "citation": "Art. 4 OAINF",
        "content": "Il rapporto assicurativo non viene interrotto se il lavoratore era assicurato d’obbligo in Svizzera immediatamente prima di essere mandato all’estero e se resta vincolato da un rapporto di lavoro a un datore di lavoro con domicilio o sede in Svizzera, mantenendo nei suoi riguardi un diritto al salario. Il rapporto assicurativo si protrae per due anni. Su richiesta, l’assicuratore può protrarre questa durata per sei anni in tutto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_4"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo primo: Persone assicurate, Aziende di trasporto e amministrazioni pubbliche",
        "citation": "Art. 5 OAINF",
        "content": "È assicurato per un’attività temporanea o permanente all’estero:\na. il personale delle imprese ferroviarie svizzere occupato su una delle loro linee;\nb. il personale occupato in Svizzera da imprese di trasporto aereo con sede principale in Svizzera;\nc. il personale delle amministrazioni pubbliche svizzere e delle centrali svizzere per la promozione del commercio e del turismo, occupato secondo il diritto svizzero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_5"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo primo: Persone assicurate, Personale di datori di lavoro con sede all’estero",
        "citation": "Art. 6 cpv. 1 OAINF",
        "content": "È assicurato il personale assunto in Svizzera dal datore di lavoro domiciliato o con sede all’estero che esegue lavori in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_6"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo primo: Persone assicurate, Personale di datori di lavoro con sede all’estero",
        "citation": "Art. 6 cpv. 2 OAINF",
        "content": "I lavoratori mandati in Svizzera non sono assicurati durante il primo anno. A richiesta questo periodo può essere prolungato per sei anni in tutto dall’Istituto nazionale svizzero di assicurazione contro gli infortuni (INSAI) o dalla cassa suppletiva, se la protezione assicurativa è garantita altrimenti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_6"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo primo: Persone assicurate, Fine dell’assicurazione all’estinzione del diritto al salario",
        "citation": "Art. 7 cpv. 1 OAINF",
        "content": "Sono considerati salario ai sensi dell’articolo 3 capoverso 2 della legge:\na. il salario determinante secondo la legislazione federale sull’AVS;\nb. le indennità giornaliere dell’assicurazione obbligatoria contro gli infortuni, dell’assicurazione militare, dell’assicurazione per l’invalidità (AI) e le indennità giornaliere delle casse malati e delle assicurazioni private contro le malattie e contro gli infortuni, sostitutive del salario, le indennità secondo la legge federale del 25 settembre 1952 sulle indennità di perdita di guadagno nonché le prestazioni di assicurazioni maternità cantonali;\nc. gli assegni familiari versati conformemente all’uso locale o professionale a titolo di assegni per i figli, di sussidi di formazione o di assegni familiari;\nd. i salari su cui non è riscosso alcun contributo dell’AVS a causa dell’età dell’assicurato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_7"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo primo: Persone assicurate, Fine dell’assicurazione all’estinzione del diritto al salario",
        "citation": "Art. 7 cpv. 2 OAINF",
        "content": "Non sono considerate salario:\na. le indennità versate allo scioglimento del rapporto di lavoro, in caso di chiusura o fusione di un’azienda o in circostanze analoghe;\nb. le rimunerazioni quali gratifiche, indennità natalizie, partecipazioni agli utili d’esercizio, le azioni al personale, i tantièmes, i premi di fedeltà e d’anzianità di servizio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_7"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo primo: Persone assicurate, Prolungamento dell’assicurazione mediante convenzione",
        "citation": "Art. 8 OAINF",
        "content": "Le convenzioni individuali o collettive con l’assicuratore relative al prolungamento dell’assicurazione contro gli infortuni non professionali devono essere concluse prima della scadenza del rapporto d’assicurazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_8"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo secondo: Oggetto dell’assicurazione, Capitolo 1: In generale, Lesioni corporali parificabili ai postumi d’infortunio",
        "citation": "Art. 9 OAINF",
        "content": "Non costituiscono una lesione corporale ai sensi dell’articolo 6 capoverso 2 della legge i danni non imputabili all’infortunio causati alle strutture applicate in seguito a malattia che sostituiscono una parte del corpo o una funzione fisiologica.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_9"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo secondo: Oggetto dell’assicurazione, Capitolo 1: In generale, Altre lesioni corporali",
        "citation": "Art. 10 OAINF",
        "content": "L’assicurato ha diritto alle prestazioni anche per lesioni corporali occorsegli durante un esame medico ordinato dall’assicuratore o reso necessario da altre circostanze.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_10"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo secondo: Oggetto dell’assicurazione, Capitolo 1: In generale, Ricadute e conseguenze tardive",
        "citation": "Art. 11 OAINF",
        "content": "Le prestazioni assicurative sono accordate anche in caso di ricadute o conseguenze tardive, i beneficiari di rendite d’invalidità dovendo tuttavia soddisfare le condizioni previste all’articolo 21 della legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_11"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo secondo: Oggetto dell’assicurazione, Capitolo 2: Infortuni e malattie professionali, Infortuni professionali",
        "citation": "Art. 12 cpv. 1 OAINF",
        "content": "Sono segnatamente infortuni professionali ai sensi dell’articolo 7 capoverso 1 della legge anche gli infortuni occorsi:\na. durante viaggi d’affari o di servizio, dal momento in cui l’assicurato lascia la sua abitazione fino a quando vi fa ritorno, salvo l’infortunio sia occorso durante il tempo libero;\nb. durante escursioni aziendali organizzate o finanziate dal datore di lavoro;\nc. durante la frequenza di scuole o corsi previsti legalmente o contrattualmente oppure autorizzati dal datore di lavoro, salvo l’infortunio sia occorso durante il tempo libero;\nd. durante il trasporto con mezzi dell’azienda, organizzato e finanziato dal datore di lavoro sul tragitto per recarsi al lavoro e viceversa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_12"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo secondo: Oggetto dell’assicurazione, Capitolo 2: Infortuni e malattie professionali, Infortuni professionali",
        "citation": "Art. 12 cpv. 2 OAINF",
        "content": "Il luogo di lavoro secondo l’articolo 7 capoverso 1 lettera b della legge comprende, per i lavoratori agricoli, il podere e tutti i fondi che vi appartengono; per i dipendenti che vivono in comunità domestica con il datore di lavoro, anche i locali destinati al vitto e all’alloggio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_12"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo secondo: Oggetto dell’assicurazione, Capitolo 2: Infortuni e malattie professionali, Occupati a tempo parziale",
        "citation": "Art. 13 cpv. 1 OAINF",
        "content": "Sono assicurati anche contro gli infortuni non professionali i dipendenti occupati a tempo parziale, che lavorano presso un datore di lavoro almeno per otto ore alla settimana.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_13"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo secondo: Oggetto dell’assicurazione, Capitolo 2: Infortuni e malattie professionali, Occupati a tempo parziale",
        "citation": "Art. 13 cpv. 2 OAINF",
        "content": "Per i dipendenti occupati a tempo parziale, la cui durata settimanale di lavoro è inferiore a questo minimo, gli infortuni occorsi sul tragitto per recarsi al lavoro e viceversa sono considerati infortuni professionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_13"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo secondo: Oggetto dell’assicurazione, Capitolo 2: Infortuni e malattie professionali",
        "citation": "Art. 14 OAINF",
        "content": "Le sostanze nocive e le malattie provocate da determinati lavori ai sensi dell’articolo 9 capoverso 1 della legge figurano nell’allegato 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_14"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 1:, Prestazioni sanitarie e rimborso delle spese (prestazioni in natura), Trattamento in un ospedale",
        "citation": "Art. 15 cpv. 1 OAINF",
        "content": "L’assicurato ha diritto al trattamento, al vitto e all’alloggio in sala comune di un ospedale (art. 68 cpv. 1) con cui è stata conclusa una convenzione di collaborazione e tariffale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_15"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 1:, Prestazioni sanitarie e rimborso delle spese (prestazioni in natura), Trattamento in un ospedale",
        "citation": "Art. 15 cpv. 2 OAINF",
        "content": "Se l’assicurato sceglie una sala che non sia quella comune o, per motivi di ordine medico, un altro ospedale, l’assicurazione assume le spese che avrebbe dovuto rimborsare conformemente al capoverso 1 per il trattamento in sala comune di quest’altro ospedale o di quello appropriato più vicino. L’ospedale ha diritto solamente al rimborso di queste spese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_15"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 1:, Prestazioni sanitarie e rimborso delle spese (prestazioni in natura), Trattamento in un ospedale",
        "citation": "Art. 15 cpv. 2bis OAINF",
        "content": "Sono considerati motivi di ordine medico secondo il capoverso 2 i casi d’urgenza e quelli in cui le prestazioni necessarie non sono dispensate in alcun ospedale convenzionato ai sensi del capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_15"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 1:, Prestazioni sanitarie e rimborso delle spese (prestazioni in natura), Trattamento in un ospedale",
        "citation": "Art. 15 cpv. 3 OAINF",
        "content": "L’ospedale non può domandare nessun anticipo per il trattamento in sala comune.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_15"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 1:, Prestazioni sanitarie e rimborso delle spese (prestazioni in natura), Cambiamento del medico, del dentista, del chiropratico o dell’ospedale",
        "citation": "Art. 16 OAINF",
        "content": "Se vuole cambiare il medico, il dentista, il chiropratico o l’ospedale da lui scelti, l’assicurato deve informare immediatamente l’assicuratore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_16"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 1:, Prestazioni sanitarie e rimborso delle spese (prestazioni in natura), Trattamento all’estero",
        "citation": "Art. 17 OAINF",
        "content": "Le spese derivanti da cure sanitarie eseguite per necessità all’estero sono rimborsate fino a un importo massimo pari al doppio delle spese che sarebbero risultate se il trattamento fosse stato eseguito in Svizzera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_17"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 1:, Prestazioni sanitarie e rimborso delle spese (prestazioni in natura), Assistenza e cure a domicilio",
        "citation": "Art. 18 cpv. 1 OAINF",
        "content": "L’assicurato ha diritto alle cure mediche a domicilio prescritte dal medico, a condizione che queste siano prestate da personale o da organizzazioni autorizzati conformemente agli articoli 49 e 51 dell’ordinanza del 27 giugno 1995 sull’assicurazione malattie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_18"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 1:, Prestazioni sanitarie e rimborso delle spese (prestazioni in natura), Assistenza e cure a domicilio",
        "citation": "Art. 18 cpv. 2 OAINF",
        "content": "L’assicuratore assegna un contributo per:\na. un’assistenza medica a domicilio prescritta dal medico prestata da una persona non autorizzata, a condizione che questa assistenza sia eseguita in modo professionale;\nb. un’assistenza non medica a domicilio, se questa non è rimborsata dall’assegno per grandi invalidi secondo l’articolo 26.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_18"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 1:, Prestazioni sanitarie e rimborso delle spese (prestazioni in natura), Mezzi ausiliari",
        "citation": "Art. 19 OAINF",
        "content": "Il Dipartimento federale dell’interno (DFI) redige l’elenco dei mezzi ausiliari ed emana disposizioni sulla loro consegna.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_19"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 1:, Prestazioni sanitarie e rimborso delle spese (prestazioni in natura), Spese di salvataggio, di ricupero, di viaggio e di trasporto",
        "citation": "Art. 20 cpv. 1 OAINF",
        "content": "Sono rimborsate le spese necessarie di salvataggio e di ricupero e quelle di viaggio e di trasporto necessarie dal profilo medico. Altre spese di viaggio e di trasporto sono rimborsate quando rapporti familiari lo giustificano.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_20"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 1:, Prestazioni sanitarie e rimborso delle spese (prestazioni in natura), Spese di salvataggio, di ricupero, di viaggio e di trasporto",
        "citation": "Art. 20 cpv. 2 OAINF",
        "content": "Dette spese, se insorgono all’estero, sono tutt’al più rimborsate fino a un quinto dell’importo massimo del guadagno annuo assicurato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_20"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 1:, Prestazioni sanitarie e rimborso delle spese (prestazioni in natura), Spese di salvataggio, di ricupero, di viaggio e di trasporto",
        "citation": "Art. 20 cpv. 3 OAINF",
        "content": "Se il fornitore di prestazioni e l’assicuratore non raggiungono un accordo, il DFI può stabilire importi massimi per il rimborso delle spese di salvataggio e di ricupero.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_20"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 1:, Prestazioni sanitarie e rimborso delle spese (prestazioni in natura), Spese di trasporto della salma all’estero",
        "citation": "Art. 21 cpv. 1 OAINF",
        "content": "Le spese risultanti all’estero per il trasporto della salma al luogo di sepoltura sono tutt’al più rimborsate fino a un quinto dell’importo massimo del guadagno annuo assicurato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_21"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 1:, Prestazioni sanitarie e rimborso delle spese (prestazioni in natura), Spese di trasporto della salma all’estero",
        "citation": "Art. 21 cpv. 2 OAINF",
        "content": "Le spese di trasporto sono rimborsate a chi prova di averle sostenute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_21"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 1: Guadagno assicurato, In generale",
        "citation": "Art. 22 cpv. 1 OAINF",
        "content": "L’importo massimo del guadagno assicurato ammonta a 148 200 franchi all’anno e a 406 franchi al giorno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_22"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 1: Guadagno assicurato, In generale",
        "citation": "Art. 22 cpv. 2 OAINF",
        "content": "È considerato guadagno assicurato il salario determinante secondo la legislazione sull’AVS, con le seguenti deroghe:\na. sono considerati guadagno assicurato anche i salari non sottoposti al prelievo di contributi dell’AVS a causa dell’età dell’assicurato;\nb. fanno pure parte del guadagno assicurato gli assegni familiari, accordati conformemente all’uso locale o professionale a titolo di assegni per i figli, per la formazione o per l’economia domestica;\nc. per i familiari del datore di lavoro collaboranti nell’azienda, gli associati, gli azionisti o i soci di società cooperative si tiene conto almeno del salario corrispondente agli usi professionali e locali;\nd. non sono prese in considerazione le indennità versate allo scioglimento del rapporto di lavoro, in caso di chiusura o di fusione dell’azienda o in circostanze analoghe;\ne. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_22"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 1: Guadagno assicurato, In generale",
        "citation": "Art. 22 cpv. 3 OAINF",
        "content": "L’indennità giornaliera è calcolata in base all’ultimo salario ricevuto dall’assicurato prima dell’infortunio, inclusi gli elementi del salario non ancora versati che gli sono dovuti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_22"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 1: Guadagno assicurato, In generale",
        "citation": "Art. 22 cpv. 3bis OAINF",
        "content": "Se fino all’insorgenza dell’infortunio la persona assicurata aveva diritto a un’indennità giornaliera secondo la legge federale del 19 giugno 1959 sull’assicurazione per l’invalidità, l’indennità giornaliera corrisponde almeno all’ammontare totale dell’indennità giornaliera versata fino ad allora dall’assicurazione per l’invalidità, ma al massimo all’80 per cento dell’importo massimo del guadagno assicurato conformemente al capoverso 1. Per l’ammontare dell’indennità giornaliera delle persone di cui all’articolo 1a capoverso 1 lettera c della legge è determinante l’articolo 132a capoverso 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_22"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 1: Guadagno assicurato, In generale",
        "citation": "Art. 22 cpv. 4 OAINF",
        "content": "Le rendite sono calcolate in base al salario pagato all’assicurato da uno o più datori di lavoro nel corso dell’anno precedente l’infortunio, inclusi gli elementi del salario non ancora versati che gli sono dovuti. Se il rapporto di lavoro non è durato un anno intero, il salario ottenuto durante questo periodo è convertito in pieno salario annuo. Nel caso di un’attività temporanea la conversione è limitata alla durata prevista a condizione che in base al modello attuale o previsto della biografia lavorativa non risulti una durata normale diversa dell’attività. La conversione è limitata al periodo di tempo ammesso dal diritto in materia di stranieri.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_22"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 1: Guadagno assicurato, Salario determinante per l’indennità giornaliera in casi speciali",
        "citation": "Art. 23 cpv. 1 OAINF",
        "content": "Se l’assicurato non ha ottenuto il salario o ne ha ottenuto uno ridotto a causa di servizio militare, servizio civile, servizio di protezione civile, infortunio, malattia, maternità o lavoro ridotto, viene preso in considerazione il guadagno che avrebbe conseguito senza queste circostanze.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_23"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 1: Guadagno assicurato, Salario determinante per l’indennità giornaliera in casi speciali",
        "citation": "Art. 23 cpv. 3 OAINF",
        "content": "Se l’assicurato non esercita regolarmente un’attività lucrativa o il suo salario è sottoposto a forti fluttuazioni, ci si deve basare su un medio salario giornaliero ponderato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_23"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 1: Guadagno assicurato, Salario determinante per l’indennità giornaliera in casi speciali",
        "citation": "Art. 23 cpv. 3bis OAINF",
        "content": "Se un dipendente temporaneo che esercita regolarmente un’attività lucrativa nell’ambito di un contratto quadro e di un contratto d’impiego è vittima d’infortunio, è determinante il salario concordato nel contratto d’impiego in vigore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_23"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 1: Guadagno assicurato, Salario determinante per l’indennità giornaliera in casi speciali",
        "citation": "Art. 23 cpv. 4 OAINF",
        "content": "L’articolo 22 capoverso 3 è applicabile a un assicurato vittima di un infortunio durante un’attività stagionale. Se l’infortunio è occorso nel periodo durante il quale non esercita un’attività lucrativa, il salario effettivo conseguito nell’anno precedente, va diviso per 365.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_23"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 1: Guadagno assicurato, Salario determinante per l’indennità giornaliera in casi speciali",
        "citation": "Art. 23 cpv. 5 OAINF",
        "content": "Se prima dell’infortunio l’assicurato era impiegato presso più datori di lavoro, è determinante il salario complessivo di tutti i rapporti di lavoro, indipendentemente dal fatto che per tali rapporti sia stata stipulata una copertura solo per gli infortuni professionali oppure anche per gli infortuni non professionali. Questa disposizione vale anche per l’assicurazione facoltativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_23"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 1: Guadagno assicurato, Salario determinante per l’indennità giornaliera in casi speciali",
        "citation": "Art. 23 cpv. 6 OAINF",
        "content": "Per i praticanti, i volontari, le persone che si preparano alla scelta di una professione e per gli assicurati che esercitano un’attività in centri professionali d’integrazione per gli invalidi al fine di acquisire una formazione, va preso in considerazione, dal compimento del 20° anno d’età, un guadagno giornaliero del 20 per cento almeno dell’importo massimo del guadagno assicurato e, prima del compimento del 20° anno d’età, del 10 per cento almeno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_23"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 1: Guadagno assicurato, Salario determinante per l’indennità giornaliera in casi speciali",
        "citation": "Art. 23 cpv. 7 OAINF",
        "content": "Il salario determinante è ricalcolato se la cura medica è durata almeno tre mesi e il salario dell’assicurato è aumentato del 10 per cento almeno nel corso di questo periodo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_23"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 1: Guadagno assicurato, Salario determinante per l’indennità giornaliera in casi speciali",
        "citation": "Art. 23 cpv. 8 OAINF",
        "content": "In caso di ricaduta è determinante il salario ottenuto immediatamente prima di questa, tuttavia almeno pari al 10 per cento dell’importo massimo del guadagno giornaliero assicurato, salvo per i beneficiari di rendite dell’assicurazione sociale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_23"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 1: Guadagno assicurato, Salario determinante per l’indennità giornaliera in casi speciali",
        "citation": "Art. 23 cpv. 9 OAINF",
        "content": "Nella misura in cui le conseguenze di un evento assicurato provocano un ritardo di almeno sei mesi nella formazione professionale, per la durata del ritardo, ma al massimo per un anno, viene accordata un’indennità giornaliera parziale corrispondente alla differenza tra il salario percepito durante la formazione e il salario minimo di un lavoratore qualificato della corrispondente categoria professionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_23"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 1: Guadagno assicurato, Salario determinante per le rendite in casi speciali",
        "citation": "Art. 24 cpv. 1 OAINF",
        "content": "Se nel corso dell’anno precedente l’infortunio, il salario dell’assicurato è stato ridotto a causa di servizio militare, servizio civile, servizio di protezione civile, infortunio, malattia, maternità, disoccupazione o lavoro ridotto, il guadagno assicurato è quello che l’assicurato avrebbe conseguito senza queste circostanze.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_24"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 1: Guadagno assicurato, Salario determinante per le rendite in casi speciali",
        "citation": "Art. 24 cpv. 2 OAINF",
        "content": "Se il diritto alla rendita nasce più di cinque anni dopo l’infortunio o l’insorgenza della malattia professionale, determinante è il salario che l’assicurato avrebbe ottenuto nell’anno precedente l’inizio del diritto alla rendita se non si fossero verificati detti eventi, per quanto questo salario sia più elevato dell’ultimo riscosso prima dell’infortunio o dell’insorgenza della malattia professionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_24"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 1: Guadagno assicurato, Salario determinante per le rendite in casi speciali",
        "citation": "Art. 24 cpv. 3 OAINF",
        "content": "Se l’infortunato, poiché seguiva una formazione professionale, non riceveva il salario di un assicurato completamente formato nello stesso tipo di professione, il guadagno assicurato è determinato, dall’epoca in cui avrebbe concluso la formazione, in base al salario completo che avrebbe ricevuto nell’anno precedente l’infortunio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_24"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 1: Guadagno assicurato, Salario determinante per le rendite in casi speciali",
        "citation": "Art. 24 cpv. 4 OAINF",
        "content": "Se il beneficiario di una rendita d’invalidità è vittima di un ulteriore infortunio assicurato comportante un aggravamento dell’invalidità, per calcolare la nuova rendita tenendo conto dei due infortuni è determinante il salario che l’assicurato avrebbe ricevuto nell’anno precedente l’ultimo infortunio se prima non si fosse verificato nessun infortunio assicurato. Se questo salario è inferiore a quello ottenuto anteriormente al primo infortunio assicurato, è determinante il salario più elevato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_24"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 2: Indennità giornaliera, Ammontare",
        "citation": "Art. 25 cpv. 1 OAINF",
        "content": "L’indennità giornaliera è calcolata conformemente all’allegato 2 e versata tutti i giorni, compresi la domenica e i giorni festivi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_25"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 2: Indennità giornaliera, Ammontare",
        "citation": "Art. 25 cpv. 3 OAINF",
        "content": "L’assicurazione contro gli infortuni fornisce l’intera prestazione se l’incapacità lavorativa di un assicurato disoccupato supera il 50 per cento e metà della prestazione se l’incapacità lavorativa è superiore al 25 per cento ma raggiunge al massimo il 50 per cento. Non v’è alcun diritto all’indennità giornaliera se l’incapacità lavorativa è del 25 per cento o inferiore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_25"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 2: Indennità giornaliera, Indennità giornaliera e rendite per i superstiti",
        "citation": "Art. 26 OAINF",
        "content": "Se con la morte del beneficiario di indennità giornaliere nasce un diritto a rendite per i superstiti, quest’ultimi continuano ad avere diritto all’indennità giornaliera fino all’inizio di dette rendite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_26"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 2: Indennità giornaliera, Trattenute in caso di ricovero in un ospedale",
        "citation": "Art. 27 cpv. 1 OAINF",
        "content": "La trattenuta sull’indennità giornaliera per le spese di sostentamento negli stabilimenti di cura ammonta al:\na. 20 per cento dell’indennità giornaliera, ma al massimo 20 franchi per le persone sole senza obblighi di mantenimento o d’assistenza;\nb. 10 per cento dell’indennità giornaliera, ma al massimo 10 franchi, per le persone sposate e per quelle sole con obblighi di mantenimento o d’assistenza, con riserva del capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_27"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 2: Indennità giornaliera, Trattenute in caso di ricovero in un ospedale",
        "citation": "Art. 27 cpv. 2 OAINF",
        "content": "Non v’è alcuna trattenuta ove persone sposate o sole devono provvedere a persone minorenni o in corso di formazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_27"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 3: Rendita d’invalidità, Determinazione del grado d’invalidità in casi speciali",
        "citation": "Art. 28 cpv. 1 OAINF",
        "content": "Se l’assicurato non ha potuto intraprendere una formazione professionale, provando che questa era stata progettata e conforme alle proprie attitudini, oppure concludere una formazione già iniziata, causa un’invalidità conseguente a infortunio assicurato, determinante per valutare il grado d’invalidità è il reddito che avrebbe potuto conseguire in quella professione se non fosse stato invalido.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_28"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 3: Rendita d’invalidità, Determinazione del grado d’invalidità in casi speciali",
        "citation": "Art. 28 cpv. 2 OAINF",
        "content": "Per gli assicurati esercitanti contemporaneamente diverse attività salariate, il grado d’invalidità è determinato in funzione del pregiudizio patito in tutte queste attività. Se l’assicurato, oltre a un’attività salariata, esercita un’attività non assicurata secondo la legge o non retribuita, non è preso in considerazione il pregiudizio patito in queste attività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_28"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 3: Rendita d’invalidità, Determinazione del grado d’invalidità in casi speciali",
        "citation": "Art. 28 cpv. 3 OAINF",
        "content": "Se la capacità lavorativa dell’assicurato era già ridotta in modo durevole prima dell’infortunio a causa di un danno alla salute non assicurato, per calcolare il grado d’invalidità si deve paragonare il salario che l’assicurato potrebbe realizzare tenuto conto dell’incapacità lavorativa ridotta preesistente con il reddito che potrebbe conseguire malgrado le conseguenze dell’infortunio e la menomazione preesistente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_28"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 3: Rendita d’invalidità, Determinazione del grado d’invalidità in casi speciali",
        "citation": "Art. 28 cpv. 4 OAINF",
        "content": "Se a causa della sua età l’assicurato non riprende più un’attività lucrativa dopo l’infortunio o se la diminuzione della capacità di guadagno è essenzialmente dovuta alla sua età avanzata, sono determinanti per valutare il grado d’invalidità i redditi che potrebbe conseguire un assicurato di mezza età vittima di un danno alla salute della stessa gravità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_28"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 3: Rendita d’invalidità, Invalidità dovuta alla perdita di organi geminati",
        "citation": "Art. 29 cpv. 1 OAINF",
        "content": "Sono considerati organi geminati gli occhi, le orecchie e i reni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_29"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 3: Rendita d’invalidità, Invalidità dovuta alla perdita di organi geminati",
        "citation": "Art. 29 cpv. 2 OAINF",
        "content": "In caso di perdita di un organo geminato in seguito ad un infortunio assicurato, il grado d’invalidità è determinato senza tener conto del rischio di perdita dell’altro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_29"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 3: Rendita d’invalidità, Invalidità dovuta alla perdita di organi geminati",
        "citation": "Art. 29 cpv. 3 OAINF",
        "content": "Se solo la prima o la seconda perdita di un organo geminato è assicurata secondo la legge, il grado d’invalidità in caso di perdita del secondo organo viene determinato in base al danno complessivo e l’assicuratore è obbligato a versare prestazioni per questo danno. Le prestazioni per la perdita di un organo geminato non assicurato, fornite da un’assicurazione contro gli infortuni, da un’assicurazione malattie o da un terzo responsabile, sono computate nella rendita. Se tali prestazioni sono ancora da riscuotere, l’assicurato deve cedere i suoi diritti all’assicuratore tenuto a versare le prestazioni. Rimane riservata la normativa speciale in materia d’assicurazione militare (art. 103 LAINF).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_29"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 3: Rendita d’invalidità, Rendita transitoria",
        "citation": "Art. 30 cpv. 1 OAINF",
        "content": "Se dalla continuazione della cura medica non si può più attendere un sensibile miglioramento dello stato di salute dell’assicurato e la decisione dell’AI riguardante l’integrazione professionale è presa solo più tardi, è assegnata provvisoriamente una rendita a partire dalla fine della cura medica; tale rendita è calcolata in base all’incapacità di guadagno esistente in quel momento. Il diritto si estingue:\na. al momento della nascita del diritto ad un’indennità giornaliera dell’AI;\nb. con la decisione negativa dell’AI concernente l’integrazione professionale;\nc. con la determinazione definitiva della rendita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_30"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 3: Rendita d’invalidità, Rendita transitoria",
        "citation": "Art. 30 cpv. 2 OAINF",
        "content": "Nel caso di assicurati reintegrati professionalmente all’estero la rendita transitoria è versata fino alla conclusione dell’integrazione. Le prestazioni in denaro di assicurazioni sociali estere sono prese in considerazione secondo l’articolo 69 LPGA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_30"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 3: Rendita d’invalidità, Calcolo delle rendite complementari, in generale",
        "citation": "Art. 31 cpv. 1 OAINF",
        "content": "Se inizia il versamento di una rendita dell’AI o di una rendita equivalente di un’assicurazione sociale estera in seguito a un infortunio, le rendite per i figli dell’AI e le rendite equivalenti di un’assicurazione sociale estera sono pure interamente prese in considerazione per il calcolo della rendita complementare. Ai fini del calcolo è rilevante il tasso di cambio nel momento in cui le due prestazioni concorrono per la prima volta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_31"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 3: Rendita d’invalidità, Calcolo delle rendite complementari, in generale",
        "citation": "Art. 31 cpv. 2 OAINF",
        "content": "All’atto della determinazione della base di calcolo secondo l’articolo 20 capoverso 2 della legge, il guadagno assicurato, conformemente all’articolo 34 della legge, è maggiorato di un ammontare uguale alla percentuale dell’indennità di rincaro, valida al momento in cui le rendite concorrono per la prima volta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_31"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 3: Rendita d’invalidità, Calcolo delle rendite complementari, in generale",
        "citation": "Art. 31 cpv. 3 OAINF",
        "content": "Le indennità di rincaro non sono prese in considerazione per il calcolo delle rendite complementari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_31"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 3: Rendita d’invalidità, Calcolo delle rendite complementari, in generale",
        "citation": "Art. 31 cpv. 4 OAINF",
        "content": "Le rendite complementari sono sottoposte alle riduzioni secondo l’articolo 21 LPGA e gli articoli 36–39 della legge. Le indennità di rincaro sono calcolate in base alle rendite complementari ridotte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_31"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 3: Rendita d’invalidità, Calcolo delle rendite complementari in casi speciali",
        "citation": "Art. 32 cpv. 1 OAINF",
        "content": "Se una rendita dell’AI indennizza pure un’invalidità non assicurata secondo la legge, è presa in considerazione per il calcolo della rendita complementare soltanto la parte della rendita dell’AI che copre l’attività obbligatoriamente assicurata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_32"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 3: Rendita d’invalidità, Calcolo delle rendite complementari in casi speciali",
        "citation": "Art. 32 cpv. 2 OAINF",
        "content": "Se, in seguito a un infortunio, una rendita dell’AI è aumentata o succede a una rendita per superstite dell’AVS, è presa in considerazione per il calcolo della rendita complementare soltanto la differenza tra la rendita accordata prima dell’infortunio e la nuova prestazione. Nei casi previsti nell’articolo 24 capoverso 4 la rendita dell’AI è interamente presa in considerazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_32"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 3: Rendita d’invalidità, Calcolo delle rendite complementari in casi speciali",
        "citation": "Art. 32 cpv. 3 OAINF",
        "content": "Se, prima dell’infortunio, l’assicurato era al beneficio di una rendita di vecchiaia dell’AVS, per la determinazione del limite del 90 per cento secondo l’articolo 20 capoverso 2 della legge occorre prendere in considerazione non soltanto il guadagno assicurato bensì anche la rendita di vecchiaia fino a concorrenza dell’ammontare massimo del guadagno assicurato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_32"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 3: Rendita d’invalidità, Adeguamento delle rendite complementari",
        "citation": "Art. 33 cpv. 1 OAINF",
        "content": "Se una rendita di vecchiaia dell’AVS succede a una rendita dell’AI, non si procede a un nuovo calcolo della rendita complementare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_33"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 3: Rendita d’invalidità, Adeguamento delle rendite complementari",
        "citation": "Art. 33 cpv. 2 OAINF",
        "content": "Le rendite complementari sono rettificate quando:\na. rendite per i figli dell’AVS o dell’AI oppure rendite equivalenti di un’assicurazione sociale estera sono soppresse o aggiunte;\nb. la rendita dell’AVS o dell’AI è aumentata o ridotta a causa di una modificazione delle basi di calcolo;\nc. il grado d’invalidità determinante per l’assicurazione contro gli infortuni muta notevolmente;\nd. il guadagno assicurato secondo l’articolo 24 capoverso 3 è modificato;\ne.  la riscossione della rendita dell’AVS è differita conformemente all’articolo 39 della legge federale del 20 dicembre 1946 sull’assicurazione per la vecchiaia e per i superstiti (LAVS) o anticipata conformemente all’articolo 40 LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_33"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 3: Rendita d’invalidità, Oggetto della riduzione della rendita al raggiungimento dell’età di riferimento",
        "citation": "Art. 33a cpv. 1 OAINF",
        "content": "La riduzione secondo l’articolo 20 capoverso 2ter della legge è calcolata sull’ammontare della rendita d’invalidità o della rendita complementare, comprese le indennità di rincaro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_33_a"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 3: Rendita d’invalidità, Oggetto della riduzione della rendita al raggiungimento dell’età di riferimento",
        "citation": "Art. 33a cpv. 2 OAINF",
        "content": "Dopo la rettifica della rendita complementare secondo l’articolo 33 capoverso 2 o dell’indennità di rincaro, la riduzione è calcolata sul nuovo ammontare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_33_a"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 3: Rendita d’invalidità, Riduzione della rendita al raggiungimento dell’età di riferimento in caso di infortuni plurimi",
        "citation": "Art. 33b cpv. 1 OAINF",
        "content": "Se il beneficiario di una rendita d’invalidità subisce un altro infortunio assicurato che provoca un aumento della rendita d’invalidità, la riduzione si applicherà singolarmente a ogni parte della rendita ai sensi dell’articolo 20 capoverso 2ter della legge. A tal fine sono determinanti:\na. l’età dell’assicurato al momento dell’infortunio;\nb. per la parte del primo infortunio, l’ammontare che la rendita concessa per il primo infortunio avrebbe al raggiungimento dell’età di riferimento secondo l’articolo 21 capoverso 1 LAVS, se non fosse stata aumentata in seguito a un altro infortunio;\nc. per la parte dell’altro infortunio, la differenza tra l’ammontare secondo la lettera b e l’ammontare effettivo al raggiungimento dell’età di riferimento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_33_b"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 3: Rendita d’invalidità, Riduzione della rendita al raggiungimento dell’età di riferimento in caso di infortuni plurimi",
        "citation": "Art. 33b cpv. 2 OAINF",
        "content": "Per stabilire il valore dei punti percentuali della riduzione annua, è determinante il grado dell’invalidità effettiva al raggiungimento dell’età di riferimento. Tale valore dei punti percentuali deve essere applicato all’intero ammontare della rendita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_33_b"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 3: Rendita d’invalidità, Riduzione della rendita al raggiungimento dell’età di riferimento in caso di infortuni plurimi",
        "citation": "Art. 33b cpv. 3 OAINF",
        "content": "All’atto della prima fissazione della rendita dopo più infortuni invalidanti l’età dell’assicurato al momento del primo infortunio invalidante è determinante per stabilire l’entità della riduzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_33_b"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 3: Rendita d’invalidità, Riduzione della rendita al raggiungimento dell’età di riferimento in caso di ricaduta e conseguenze tardive",
        "citation": "Art. 33c cpv. 1 OAINF",
        "content": "Per stabilire l’entità della riduzione secondo l’articolo 20 capoverso 2quater della legge, è determinante il numero di anni interi dal compimento dei 45 anni fino all’insorgere dell’incapacità lavorativa che ha ripercussioni sulla rendita dopo il compimento dei 60 anni. L’aliquota della riduzione si applica alla prima rendita o alla quota dell’aumento della rendita preesistente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_33_c"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 3: Rendita d’invalidità, Riduzione della rendita al raggiungimento dell’età di riferimento in caso di ricaduta e conseguenze tardive",
        "citation": "Art. 33c cpv. 2 OAINF",
        "content": "Le regole di riduzione di cui al capoverso 1 valgono anche per le ricadute e le conseguenze tardive con ripercussioni sulla rendita indipendentemente dall’età al momento dell’infortunio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_33_c"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 3: Rendita d’invalidità, Revisione della rendita d’invalidità",
        "citation": "Art. 34 cpv. 1 OAINF",
        "content": "Se una rendita dell’AI è modificata in seguito a revisione, sarà riveduta anche la rendita o la rendita complementare dell’assicurazione contro gli infortuni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_34"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 3: Rendita d’invalidità, Revisione della rendita d’invalidità",
        "citation": "Art. 34 cpv. 2 OAINF",
        "content": "Gli articoli 54 a 59 sono applicabili per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_34"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 3: Rendita d’invalidità, Indennità unica in capitale",
        "citation": "Art. 35 cpv. 1 OAINF",
        "content": "L’ammontare dell’indennità unica corrisponde alla somma delle rate di una rendita, il cui importo e la cui durata sono determinati giusta la gravità e l’evoluzione del danno e lo stato di salute dell’assicurato all’epoca in cui detta indennità viene concessa e in previsione del ristabilimento della capacità lucrativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_35"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 3: Rendita d’invalidità, Indennità unica in capitale",
        "citation": "Art. 35 cpv. 2 OAINF",
        "content": "L’indennità unica può essere assegnata anche in caso di revisione della rendita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_35"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 4: Indennità per menomazione dell’integrità",
        "citation": "Art. 36 cpv. 1 OAINF",
        "content": "Una menomazione dell’integrità è considerata durevole se verosimilmente sussisterà per tutta la vita almeno con identica gravità. Essa è importante se l’integrità fisica, mentale o psichica, indipendentemente dalla capacità di guadagno, è alterata in modo evidente o grave.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_36"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 4: Indennità per menomazione dell’integrità",
        "citation": "Art. 36 cpv. 2 OAINF",
        "content": "L’indennità per menomazione dell’integrità è calcolata secondo le direttive figuranti nell’allegato 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_36"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 4: Indennità per menomazione dell’integrità",
        "citation": "Art. 36 cpv. 3 OAINF",
        "content": "Se più menomazioni dell’integrità fisica, mentale o psichica, causate da uno o più infortuni, sono concomitanti, l’indennità è calcolata in base al pregiudizio complessivo. L’indennità totale non può superare l’importo massimo del guadagno annuo assicurato. Le indennità già riscosse secondo la legge sono computate in per cento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_36"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 4: Indennità per menomazione dell’integrità",
        "citation": "Art. 36 cpv. 4 OAINF",
        "content": "Si prende in considerazione in modo adeguato un peggioramento prevedibile della menomazione dell’integrità. È possibile effettuare revisioni solo in casi eccezionali, ovvero se il peggioramento è importante e non era prevedibile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_36"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 4: Indennità per menomazione dell’integrità",
        "citation": "Art. 36 cpv. 5 OAINF",
        "content": "Per malattie professionali di cui soffre la persona interessata, come il mesotelioma o altri tumori con una prognosi di sopravvivenza altrettanto breve, il diritto a un’indennità per menomazione dell’integrità nasce con l’insorgenza della malattia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_36"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 5: Assegno per grandi invalidi, Nascita ed estinzione del diritto",
        "citation": "Art. 37 OAINF",
        "content": "Il diritto a un assegno per grandi invalidi nasce il primo giorno del mese in cui sono soddisfatte le relative condizioni. Si estingue alla fine del mese in cui le condizioni non sono più soddisfatte o l’avente diritto muore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_37"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 5: Assegno per grandi invalidi, Ammontare",
        "citation": "Art. 38 cpv. 1 OAINF",
        "content": "L’assegno mensile per grandi invalidi è il sestuplo dell’importo massimo del guadagno giornaliero assicurato per una grande invalidità di grado elevato, il quadruplo per una di grado medio e il doppio per una di grado esiguo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_38"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 5: Assegno per grandi invalidi, Ammontare",
        "citation": "Art. 38 cpv. 2 OAINF",
        "content": "La grande invalidità è considerata di grado elevato se l’assicurato è totalmente grande invalido. Ne è il caso se necessita dell’aiuto regolare e notevole di terzi, per compiere gli atti ordinari della vita e il suo stato richiede inoltre cure permanenti o una sorveglianza personale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_38"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 5: Assegno per grandi invalidi, Ammontare",
        "citation": "Art. 38 cpv. 3 OAINF",
        "content": "La grande invalidità è di grado medio se l’assicurato, pur munito di mezzi ausiliari, necessita:\na. dell’aiuto regolare e notevole di terzi per compiere la maggior parte degli atti ordinari della vita, oppure\nb. dell’aiuto regolare e considerevole di terzi per compiere almeno due atti ordinari della vita e abbisogna di una sorveglianza personale permanente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_38"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 5: Assegno per grandi invalidi, Ammontare",
        "citation": "Art. 38 cpv. 4 OAINF",
        "content": "La grande invalidità è di grado esiguo se l’assicurato, pur munito di mezzi ausiliari necessita:\na. dell’aiuto di terzi in modo regolare e considerevole per compiere almeno due atti ordinari della vita, oppure abbisogna\nb. di una sorveglianza personale permanente, oppure\nc. in modo durevole, di cure particolarmente impegnative richieste dalla sua infermità, oppure\nd. se a causa di un grave danno agli organi sensori o di una grave infermità fisica può mantenere i contatti sociali con l’ambiente solo grazie a servizi regolari e considerevoli di terzi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_38"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 5: Assegno per grandi invalidi, Ammontare",
        "citation": "Art. 38 cpv. 5 OAINF",
        "content": "Qualora la grande invalidità sia solo parzialmente imputabile all’infortunio, l’assicuratore può reclamare all’AVS o all’AI l’importo dell’assegno per grandi invalidi che avrebbero dovuto versare all’assicurato se non si fosse infortunato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_38"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 6: Rendite per i superstiti, Coniuge divorziato",
        "citation": "Art. 39 OAINF",
        "content": "L’obbligo di versare gli alimenti al coniuge divorziato secondo l’articolo 29 capoverso 4 della legge, deve risultare da una sentenza giudiziaria passata in giudicato o da una convenzione di divorzio approvata dal giudice.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_39"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 6: Rendite per i superstiti, Affiliati",
        "citation": "Art. 40 cpv. 1 OAINF",
        "content": "Gli affiliati, per i quali erano assunte gratuitamente e in modo durevole le spese di mantenimento e d’educazione all’epoca dell’infortunio, sono parificati ai figli secondo l’articolo 30 capoverso 1 della legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_40"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 6: Rendite per i superstiti, Affiliati",
        "citation": "Art. 40 cpv. 2 OAINF",
        "content": "Il diritto alla rendita si estingue quando l’affiliato ritorna presso i suoi genitori o quando questi lo mantengono.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_40"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 6: Rendite per i superstiti, Affiliati",
        "citation": "Art. 40 cpv. 3 OAINF",
        "content": "Gli affiliati beneficiari di una rendita non possono richiederne un’altra alla morte del padre o della madre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_40"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 6: Rendite per i superstiti, Prestazioni alimentari secondo il diritto estero",
        "citation": "Art. 41 OAINF",
        "content": "Se in base al diritto estero l’assicurato era obbligato soltanto a versare una prestazione alimentare a un figlio naturale, questi ha diritto a una rendita per orfano, a condizione che l’obbligo risulti da una sentenza giudiziaria passata in giudicato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_41"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 6: Rendite per i superstiti, Orfani di padre e di madre",
        "citation": "Art. 42 OAINF",
        "content": "Se il padre e la madre muoiono in seguito a infortuni assicurati, la rendita degli orfani viene calcolata in base al guadagno assicurato del padre e della madre, la somma di questi due guadagni essendo tuttavia presa in considerazione solo fino all’importo massimo del guadagno assicurato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_42"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 6: Rendite per i superstiti, Calcolo delle rendite complementari",
        "citation": "Art. 43 cpv. 1 OAINF",
        "content": "Per il calcolo delle rendite complementari sono interamente prese in considerazione le rendite per vedove o vedovi nonché le rendite per orfani dell’AVS e le rendite equivalenti di assicurazioni sociali estere. Ai fini del calcolo è determinante il tasso di cambio nel momento in cui le due prestazioni concorrono per la prima volta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_43"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 6: Rendite per i superstiti, Calcolo delle rendite complementari",
        "citation": "Art. 43 cpv. 2 OAINF",
        "content": "Se, in seguito a un infortunio, è versata una rendita supplementare per orfani dell’AVS o una rendita equivalente di un’assicurazione sociale estera, è presa in considerazione per il calcolo della rendita complementare soltanto la differenza tra la rendita concessa prima dell’infortunio e la nuova prestazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_43"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 6: Rendite per i superstiti, Calcolo delle rendite complementari",
        "citation": "Art. 43 cpv. 3 OAINF",
        "content": "Per il calcolo delle rendite complementari per orfani di padre e di madre, è presa in considerazione la somma dei guadagni assicurati dei due genitori fino a concorrenza dell’ammontare massimo del guadagno assicurato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_43"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 6: Rendite per i superstiti, Calcolo delle rendite complementari",
        "citation": "Art. 43 cpv. 4 OAINF",
        "content": "Se, in seguito a un infortunio, una rendita per superstite dell’AVS, una rendita dell’AI o una rendita equivalente di un’assicurazione sociale estera è aumentata o se una rendita per superstite dell’AVS o una rendita equivalente di un’assicurazione sociale estera succede a una rendita dell’AI o a una rendita equivalente di un’assicurazione sociale estera, è presa in considerazione per il calcolo della rendita complementare soltanto la differenza in rapporto alla rendita anteriore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_43"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 6: Rendite per i superstiti, Calcolo delle rendite complementari",
        "citation": "Art. 43 cpv. 5 OAINF",
        "content": "Se l’assicurato esercitava prima del suo decesso un’attività lucrativa indipendente oltre all’attività salariata, occorre prendere in considerazione, per la determinazione del limite del 90 per cento secondo l’articolo 20 capoverso 2 della legge, non soltanto il guadagno assicurato, bensì anche il reddito dell’attività indipendente fino a concorrenza dell’ammontare massimo del guadagno assicurato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_43"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 6: Rendite per i superstiti, Calcolo delle rendite complementari",
        "citation": "Art. 43 cpv. 6 OAINF",
        "content": "Sono applicabili gli articoli 31 capoversi 3 e 4 e 33 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_43"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 7: Adeguamento delle rendite al rincaro, Basi di calcolo",
        "citation": "Art. 44 cpv. 1 OAINF",
        "content": "L’indice nazionale dei prezzi al consumo del mese di settembre serve da base per il calcolo delle indennità di rincaro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_44"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 7: Adeguamento delle rendite al rincaro, Basi di calcolo",
        "citation": "Art. 44 cpv. 2 OAINF",
        "content": "Per il primo adeguamento al rincaro di una rendita riconosciuta dopo l’entrata in vigore della legge o dopo l’ultima assegnazione di un’indennità di rincaro, la base di calcolo è l’indice del mese di settembre dell’anno in cui è insorto l’infortunio e, nei casi previsti all’articolo 24 capoverso 2, quello dell’anno precedente l’inizio della rendita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_44"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 7: Adeguamento delle rendite al rincaro, Rinascita del diritto alla rendita",
        "citation": "Art. 45 OAINF",
        "content": "In caso di rinascita del diritto a una rendita, le indennità di rincaro corrispondono a quelle che sarebbero dovute se il pagamento della rendita non fosse stato interrotto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_45"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 8: Riscatto delle rendite",
        "citation": "Art. 46 cpv. 1 OAINF",
        "content": "Il riscatto delle rendite complementari è lecito solo previo accordo dell’avente diritto e se si giustifica a lungo termine nell’interesse manifesto di quest’ultimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_46"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 8: Riscatto delle rendite",
        "citation": "Art. 46 cpv. 2 OAINF",
        "content": "Il valore del riscatto è calcolato secondo le basi contabili giusta l’articolo 89 capoverso 1 della legge. Si tiene conto della trasformazione in una rendita complementare quando il beneficiario di rendite raggiungerà l’età di riferimento secondo l’articolo 21 capoverso 1 LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_46"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 2: Prestazioni in contanti, Sezione 8: Riscatto delle rendite",
        "citation": "Art. 46 cpv. 3 OAINF",
        "content": "Per il calcolo di una rendita complementare in caso di reiterato infortunio, la rendita riscattata è considerata mantenuta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_46"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 3:, Riduzione e rifiuto di prestazioni assicurative per motivi particolari, Concorso di diverse cause di sinistri",
        "citation": "Art. 47 OAINF",
        "content": "L’entità della riduzione delle rendite e delle indennità per menomazione dell’integrità per cause estranee all’infortunio è determinata in funzione dell’incidenza di queste cause in esito al danno alla salute o al decesso, la situazione personale ed economica dell’avente diritto potendo peraltro essere presa in considerazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_47"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 3:, Riduzione e rifiuto di prestazioni assicurative per motivi particolari, Infortunio per propria colpa",
        "citation": "Art. 48 OAINF",
        "content": "Anche se è provato che l’assicurato intendeva suicidarsi o automutilarsi, l’articolo 37 capoverso 1 della legge non è applicabile se l’assicurato, al momento dell’azione e senza propria colpa, era completamente incapace di agire ragionevolmente, o se il suicidio, il tentato suicidio o l’automutilazione vanno indubbiamente ascritti ad un infortunio assicurato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_48"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 3:, Riduzione e rifiuto di prestazioni assicurative per motivi particolari, Pericoli straordinari",
        "citation": "Art. 49 cpv. 1 OAINF",
        "content": "Qualsiasi prestazione assicurativa è rifiutata in caso d’infortuni non professionali occorsi durante:\na. il servizio militare all’estero;\nb. la partecipazione ad atti di guerra, di terrorismo o di banditismo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_49"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 3:, Riduzione e rifiuto di prestazioni assicurative per motivi particolari, Pericoli straordinari",
        "citation": "Art. 49 cpv. 2 OAINF",
        "content": "Le prestazioni in contanti sono ridotte di almeno la metà in caso d’infortuni non professionali occorsi nelle circostanze seguenti:\na. partecipare a risse e baruffe, salvo l’assicurato sia stato ferito dai litiganti pur non prendendovi parte oppure soccorrendo una persona indifesa;\nb. pericoli cui l’assicurato si espone provocando altrui violentemente;\nc. partecipazione a disordini.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_49"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 3:, Riduzione e rifiuto di prestazioni assicurative per motivi particolari, Atti temerari",
        "citation": "Art. 50 cpv. 1 OAINF",
        "content": "Nel caso di infortuni non professionali dovuti ad un atto temerario, le prestazioni in contanti sono ridotte della metà; esse sono rifiutate nei casi particolarmente gravi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_50"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 3:, Riduzione e rifiuto di prestazioni assicurative per motivi particolari, Atti temerari",
        "citation": "Art. 50 cpv. 2 OAINF",
        "content": "Vi è atto temerario se l’assicurato si espone a un pericolo particolarmente grave senza prendere o poter prendere le precauzioni per limitare il rischio a proporzioni ragionevoli. Sono tuttavia assicurati gli atti di salvataggio di persone, anche se si possono considerare temerari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_50"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 3:, Riduzione e rifiuto di prestazioni assicurative per motivi particolari, Concorso con le prestazioni di altre assicurazioni sociali",
        "citation": "Art. 51 cpv. 1 OAINF",
        "content": "L’assicurato o i suoi superstiti devono indicare all’assicuratore tenuto a prestazioni tutte le prestazioni in contanti di altre assicurazioni sociali svizzere ed estere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_51"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 3:, Riduzione e rifiuto di prestazioni assicurative per motivi particolari, Concorso con le prestazioni di altre assicurazioni sociali",
        "citation": "Art. 51 cpv. 2 OAINF",
        "content": "L’assicuratore tenuto a fornire prestazioni può subordinarne l’entità alla notifica del caso, da parte dell’assicurato, ad altre assicurazioni sociali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_51"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 3:, Riduzione e rifiuto di prestazioni assicurative per motivi particolari, Concorso con le prestazioni di altre assicurazioni sociali",
        "citation": "Art. 51 cpv. 3 OAINF",
        "content": "Il guadagno di cui l’assicurato è presumibilmente privato corrisponde a quello che potrebbe conseguire se non avesse subito il danno. Si prende in considerazione il reddito effettivamente realizzato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_51"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 3:, Riduzione e rifiuto di prestazioni assicurative per motivi particolari, Concorso con le prestazioni di altre assicurazioni sociali",
        "citation": "Art. 51 cpv. 4 OAINF",
        "content": "Nei casi rigorosi si può rinunciare totalmente o parzialmente alla riduzione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_51"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 4: Determinazione ed effettuazione delle prestazioni, Sezione 1: Constatazione dell’infortunio, Notifica dell’infortunio",
        "citation": "Art. 53 cpv. 1 OAINF",
        "content": "L’infortunato o i suoi congiunti devono notificare tempestivamente l’infortunio al datore di lavoro, al servizio competente dell’assicurazione contro la disoccupazione, all’ufficio AI o all’assicuratore, fornendo informazioni riguardanti:\na. l’ora, il luogo, le circostanze esatte e le conseguenze dell’infortunio;\nb. il medico curante o l’ospedale;\nc. i responsabili e le assicurazioni interessati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_53"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 4: Determinazione ed effettuazione delle prestazioni, Sezione 1: Constatazione dell’infortunio, Notifica dell’infortunio",
        "citation": "Art. 53 cpv. 2 OAINF",
        "content": "Il datore di lavoro esamina immediatamente le cause e le circostanze dell’infortunio professionale; in caso d’infortunio non professionale egli rileva nella notifica dell’infortunio le indicazioni dell’assicurato. L’infortunato riceve una scheda d’infortunio, eccetto nei casi di poco conto; conserva questa scheda fino al termine della cura medica e la restituisce quindi al datore di lavoro che la inoltrerà all’assicuratore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_53"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 4: Determinazione ed effettuazione delle prestazioni, Sezione 1: Constatazione dell’infortunio, Notifica dell’infortunio",
        "citation": "Art. 53 cpv. 3 OAINF",
        "content": "Gli assicuratori mettono a disposizione gratuitamente i formulari per la notifica dell’infortunio o della malattia professionale. Questi formulari devono essere riempiti in modo completo e conforme alla verità dal datore di lavoro, dal servizio competente dell’assicurazione contro la disoccupazione, dall’ufficio AI o dal medico curante e consegnati senza indugio all’assicuratore competente. Devono contenere in particolare le indicazioni necessarie a:\na. chiarire le circostanze dell’infortunio o dell’insorgenza della malattia professionale;\nb. procedere all’esame medico dei postumi dell’infortunio o della malattia professionale;\nc. determinare le prestazioni;\nd. valutare la sicurezza sul lavoro e compilare le statistiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_53"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 4: Determinazione ed effettuazione delle prestazioni, Sezione 1: Constatazione dell’infortunio, Notifica dell’infortunio",
        "citation": "Art. 53 cpv. 4 OAINF",
        "content": "Gli assicuratori possono emanare direttive sulla notifica degli infortuni o delle malattie professionali da parte di datori di lavoro, servizi competenti dell’assicurazione contro la disoccupazione, uffici AI, lavoratori e medici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_53"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 4: Determinazione ed effettuazione delle prestazioni, Sezione 1: Constatazione dell’infortunio, Notifica dell’infortunio",
        "citation": "Art. 53 cpv. 5 OAINF",
        "content": "La notifica dell’infortunio allʼINSAI non esime dall’obbligo di annunciare di cui all’articolo 42 capoverso 1 dell’ordinanza del 31 agosto 1983 sullʼassicurazione contro la disoccupazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_53"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 4: Determinazione ed effettuazione delle prestazioni, Sezione 1: Constatazione dell’infortunio, Collaborazione delle autorità",
        "citation": "Art. 54 OAINF",
        "content": "L’assicuratore può domandare alle autorità competenti tutte le informazioni necessarie ed esigere gratuitamente le copie di rapporti ufficiali e di polizia. I costi straordinari, particolarmente quelli per richieste perizie supplementari, devono essere rimborsati alle autorità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_54"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 4: Determinazione ed effettuazione delle prestazioni, Sezione 1: Constatazione dell’infortunio, Collaborazione dell’assicurato o dei suoi superstiti",
        "citation": "Art. 55 cpv. 1 OAINF",
        "content": "L’assicurato o i suoi superstiti devono dare tutte le informazioni necessarie e inoltre tenere a disposizione tutti i documenti atti a chiarire le circostanze dell’infortunio e le sue conseguenze e a determinare le prestazioni assicurative, in particolare rapporti medici, perizie, radiografie e giustificativi inerenti alle condizioni di guadagno dell’assicurato. Devono autorizzare terzi a consegnare questi documenti e a dare informazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_55"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 4: Determinazione ed effettuazione delle prestazioni, Sezione 1: Constatazione dell’infortunio, Collaborazione dell’assicurato o dei suoi superstiti",
        "citation": "Art. 55 cpv. 2 OAINF",
        "content": "L’assicurato deve sottoporsi ad altri accertamenti, ordinati dall’assicuratore per la diagnosi e la determinazione delle prestazioni, e in particolare alle visite mediche ragionevolmente esigibili. Non sono ragionevolmente esigibili i provvedimenti sanitari presentanti un pericolo per la vita e la salute dell’assicurato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_55"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 4: Determinazione ed effettuazione delle prestazioni, Sezione 1: Constatazione dell’infortunio, Collaborazione del datore di lavoro, del servizio competente dell’assicurazione contro la disoccupazione o dell’organo esecutivo competente dell’assicurazione per l’invalidità",
        "citation": "Art. 56 OAINF",
        "content": "Il datore di lavoro, il servizio competente dell’assicurazione contro la disoccupazione o l’organo esecutivo competente dell’assicurazione per l’invalidità secondo l’articolo 53 capoverso 1 LAI deve dare all’assicuratore tutte le informazioni necessarie, tenere a disposizione i documenti atti a chiarire le circostanze dell’infortunio e permettere agli incaricati dell’assicuratore di accedere liberamente all’azienda.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_56"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 4: Determinazione ed effettuazione delle prestazioni, Sezione 1: Constatazione dell’infortunio, Rimborso delle spese",
        "citation": "Art. 58 cpv. 1 OAINF",
        "content": "L’assicuratore rimborsa all’assicurato o ai suoi superstiti le necessarie spese di viaggio, di vitto e alloggio per gli accertamenti richiesti, la perdita di guadagno nell’ambito del guadagno assicurato, come pure le spese per i documenti redatti su richiesta dell’assicuratore stesso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_58"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 4: Determinazione ed effettuazione delle prestazioni, Sezione 1: Constatazione dell’infortunio, Autopsie e misure analoghe",
        "citation": "Art. 60 cpv. 1 OAINF",
        "content": "L’assicuratore può ordinare un’autopsia o misure analoghe su una persona deceduta in seguito a un infortunio o a una malattia professionale se, a ragion veduta, queste misure permettono di meglio chiarire la fattispecie determinante per le prestazioni. È considerata in particolare misura analoga all’autopsia il prelievo muscolare per stabilire il tasso d’alcolemia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_60"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 4: Determinazione ed effettuazione delle prestazioni, Sezione 1: Constatazione dell’infortunio, Autopsie e misure analoghe",
        "citation": "Art. 60 cpv. 2 OAINF",
        "content": "L’autopsia non può essere praticata se i congiunti prossimi vi si oppongono o se essa contrasta con una volontà espressa dal defunto. Si considerano congiunti prossimi, per le persone sposate, il coniuge e, per le persone non sposate o vedove, i genitori o i figli maggiorenni. La data dell’autopsia va scelta in modo che i congiunti prossimi, in condizioni normali, possano opporvisi, ciò non potendo comunque compromettere l’accertamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_60"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 4: Determinazione ed effettuazione delle prestazioni, Sezione 2: Effettuazione delle prestazioni, Rifiuto di cure e provvedimenti d’integrazione esigibili",
        "citation": "Art. 61 OAINF",
        "content": "L’assicurato che senza sufficiente motivo rifiuta cure o provvedimenti d’integrazione ragionevolmente esigibili ha diritto solo alle prestazioni che verosimilmente sarebbero dovute considerato l’attendibile esito di dette misure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_61"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 4: Determinazione ed effettuazione delle prestazioni, Sezione 2: Effettuazione delle prestazioni, Pagamento delle rendite",
        "citation": "Art. 62 cpv. 1 OAINF",
        "content": "Gli ordini di pagamento per le rendite e gli assegni per grandi invalidi sono trasmessi al più tardi il primo giorno feriale del mese per il quale è dovuta la prestazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_62"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 4: Determinazione ed effettuazione delle prestazioni, Sezione 2: Effettuazione delle prestazioni, Pagamento delle rendite",
        "citation": "Art. 62 cpv. 2 OAINF",
        "content": "Se l’ammontare della rendita per i superstiti non può essere fissato entro un mese dalla morte dell’assicurato, l’assicuratore effettua, se necessario, prestazioni provvisorie, compensate con la rendita definitiva.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_62"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 4: Determinazione ed effettuazione delle prestazioni, Sezione 2: Effettuazione delle prestazioni, Pagamento delle rendite",
        "citation": "Art. 62 cpv. 3 OAINF",
        "content": "Gli assicuratori possono verificare se il beneficiario è ancora vivente e interrompere il versamento delle prestazioni se non ottengono il relativo certificato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_62"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 4: Determinazione ed effettuazione delle prestazioni, Sezione 2: Effettuazione delle prestazioni, Pagamento delle rendite",
        "citation": "Art. 62 cpv. 4 OAINF",
        "content": "Se il beneficiario di una rendita d’invalidità è scomparso qualora si trovava in un grande pericolo di morte, oppure è assente da molto tempo senza dare notizie di sé e l’AVS non versa rendite per i superstiti, gli assicuratori possono pagare la rendita d’invalidità al coniuge e ai figli durante al massimo due anni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_62"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 4: Determinazione ed effettuazione delle prestazioni, Sezione 2: Effettuazione delle prestazioni, Compensazione",
        "citation": "Art. 64 OAINF",
        "content": "In caso di compensazione, l’assicuratore deve badare a che l’assicurato o i suoi superstiti dispongano dei mezzi d’esistenza necessari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_64"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo terzo: Prestazioni assicurative, Capitolo 4: Determinazione ed effettuazione delle prestazioni, Sezione 3: Versamento di arretrati, Versamento di arretrati",
        "citation": "Art. 66 OAINF",
        "content": "L’avente diritto, se non ha ricevuto le dovute prestazioni o ne ha ricevuto solo una parte, può richiedere all’assicuratore il versamento degli arretrati. L’assicuratore, se è a conoscenza che non sono state versate prestazioni, o lo sono state solo in parte, deve provvedere immediatamente al pagamento degli arretrati, anche se l’avente diritto non ne ha fatto richiesta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_66"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quarto: Diritto sanitario e tariffe, Capitolo 1: Principi delle cure",
        "citation": "Art. 67 cpv. 1 OAINF",
        "content": "Gli assicuratori garantiscono agli assicurati cure sufficienti, di qualità e appropriate a costi il più possibile convenienti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_67"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quarto: Diritto sanitario e tariffe, Capitolo 1: Principi delle cure",
        "citation": "Art. 67 cpv. 2 OAINF",
        "content": "Le cure mediche e i mezzi ausiliari sono appropriati se sono idonei e necessari a conseguire l’obiettivo legale ragionevolmente commisurato tra costi e benefici secondo le circostanze concrete del caso specifico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_67"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quarto: Diritto sanitario e tariffe, Capitolo 1a: Ospedali e personale sanitario, Ospedali e case di cura",
        "citation": "Art. 68 cpv. 1 OAINF",
        "content": "Sono considerati ospedali gli istituti svizzeri e i loro reparti destinati al trattamento ospedaliero di malattie o postumi d’infortunio o all’esecuzione ospedaliera di misure di rieducazione medica, posti sotto direzione medica permanente, con personale curante specializzato o adeguate installazioni mediche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_68"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quarto: Diritto sanitario e tariffe, Capitolo 1a: Ospedali e personale sanitario, Ospedali e case di cura",
        "citation": "Art. 68 cpv. 2 OAINF",
        "content": "Sono considerati case di cura gli istituti destinati alla cura complementare o alla cura, posti sotto direzione medica, con personale specializzato e installazioni adeguate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_68"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quarto: Diritto sanitario e tariffe, Capitolo 1a: Ospedali e personale sanitario, Ospedali e case di cura",
        "citation": "Art. 68 cpv. 3 OAINF",
        "content": "Nei limiti degli articoli 48 e 54 della legge, l’assicurato può scegliere liberamente gli ospedali e le case di cura con cui è stata stipulata una convenzione tariffale e di collaborazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_68"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quarto: Diritto sanitario e tariffe, Capitolo 1a: Ospedali e personale sanitario, Chiropratici, personale paramedico e laboratori",
        "citation": "Art. 69 OAINF",
        "content": "Gli articoli 44 e 46–54 dell’ordinanza del 27 giugno 1995 sull’assicurazione malattie sono validi anche per l’abilitazione dei chiropratici, delle persone che dispensano cure previa prescrizione medica e delle organizzazioni che le occupano (personale paramedico) e dei laboratori, a praticare nell’ambito dell’assicurazione contro gli infortuni. Il DFI può designare altre persone che possono praticare per l’assicurazione contro gli infortuni nei limiti di un’autorizzazione cantonale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_69"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quarto: Diritto sanitario e tariffe, Capitolo 1b: Fatturazione",
        "citation": "Art. 69a cpv. 1 OAINF",
        "content": "I fornitori di prestazioni devono indicare nelle loro fatture:\na. le date delle cure;\nb. le prestazioni dispensate, dettagliate secondo la tariffa determinante;\nc. le diagnosi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_69_a"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quarto: Diritto sanitario e tariffe, Capitolo 1b: Fatturazione",
        "citation": "Art. 69a cpv. 2 OAINF",
        "content": "Nella fattura, le prestazioni a carico dell’assicurazione contro gli infortuni devono essere chiaramente distinte dalle altre prestazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_69_a"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quarto: Diritto sanitario e tariffe, Capitolo 1b: Fatturazione",
        "citation": "Art. 69a cpv. 3 OAINF",
        "content": "Per le analisi, la fatturazione al debitore della rimunerazione è effettuata esclusivamente dal laboratorio che ha eseguito l’analisi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_69_a"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quarto: Diritto sanitario e tariffe, Capitolo 2: Collaborazione e tariffe, Tariffe",
        "citation": "Art. 70 cpv. 1 OAINF",
        "content": "Per l’approntamento delle tariffe sono applicabili per analogia:\na. l’articolo 43 capoversi 2 e 3 della legge federale del 18 marzo 1994 sull’assicurazione malattie (LAMal);\nb. l’articolo 49 capoversi 1 e 3–6 LAMal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_70"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quarto: Diritto sanitario e tariffe, Capitolo 2: Collaborazione e tariffe, Tariffe",
        "citation": "Art. 70 cpv. 2 OAINF",
        "content": "Le tariffe devono essere calcolate secondo criteri economici e occorre considerare una struttura adeguata delle tariffe. La tariffa può coprire al massimo i costi della prestazione comprovati in modo trasparente e i costi necessari per la fornitura efficiente delle prestazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_70"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quarto: Diritto sanitario e tariffe, Capitolo 2: Collaborazione e tariffe, Calcolo dei costi e registrazione delle prestazioni",
        "citation": "Art. 70a OAINF",
        "content": "L’ordinanza del 3 luglio 2002 sul calcolo dei costi e la registrazione delle prestazioni da parte degli ospedali, delle case per partorienti e delle case di cura nell’assicurazione malattie (OCPre) si applica per analogia agli ospedali e alle case di cura di cui all’articolo 56 capoverso 1 della legge. Sono autorizzati a consultare i documenti le autorità della Confederazione competenti in materia, l’associazione Commissione delle tariffe mediche LAINF e i partner tariffali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_70_a"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quarto: Diritto sanitario e tariffe, Capitolo 2: Collaborazione e tariffe, Rimunerazione delle cure ambulatoriali",
        "citation": "Art. 70b cpv. 1 OAINF",
        "content": "Per la rimunerazione delle cure ambulatoriali gli assicuratori stipulano con le persone che esercitano una professione medica, il personale paramedico, gli ospedali e le case di cura nonché le imprese di trasporto e di salvataggio convenzioni tariffali e di collaborazione a livello nazionale. Le tariffe per singola prestazione si basano su strutture tariffali uniformi, stabilite a livello nazionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_70_b"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quarto: Diritto sanitario e tariffe, Capitolo 2: Collaborazione e tariffe, Rimunerazione delle cure ambulatoriali",
        "citation": "Art. 70b cpv. 2 OAINF",
        "content": "Il termine per la disdetta di convenzioni tariffali e di collaborazione è di almeno sei mesi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_70_b"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quarto: Diritto sanitario e tariffe, Capitolo 2: Collaborazione e tariffe, Rimunerazione delle cure ambulatoriali",
        "citation": "Art. 70b cpv. 3 OAINF",
        "content": "La comunicazione dei dati secondo l’articolo 56 capoverso 3bis LAINF, la trasmissione dei dati, la sicurezza e la conservazione dei dati sono retti per analogia dagli articoli 59f, 59g e 59i dell’ordinanza del 27 giugno 1995 sull’assicurazione malattie (OAMal).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_70_b"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quarto: Diritto sanitario e tariffe, Capitolo 2: Collaborazione e tariffe, Rimunerazione delle cure ospedaliere",
        "citation": "Art. 70c cpv. 1 OAINF",
        "content": "Per la rimunerazione delle cure ospedaliere, del vitto e dell’alloggio in sala comune di un ospedale gli assicuratori stipulano convenzioni tariffali e di collaborazione con gli ospedali e convengono importi forfettari. Tali importi sono riferiti alle prestazioni e si basano su strutture uniformi per tutta la Svizzera. Le tariffe ospedaliere si rifanno alla rimunerazione degli ospedali che forniscono le prestazioni nella qualità necessaria, in modo efficiente e vantaggioso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_70_c"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quarto: Diritto sanitario e tariffe, Capitolo 2: Collaborazione e tariffe, Rimunerazione delle cure ospedaliere",
        "citation": "Art. 70c cpv. 2 OAINF",
        "content": "Le parti alla convenzione possono convenire che prestazioni diagnostiche o terapeutiche speciali non siano computate nell’importo forfettario, bensì fatturate separatamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_70_c"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quarto: Diritto sanitario e tariffe, Capitolo 2: Collaborazione e tariffe, Rimunerazione delle cure ospedaliere",
        "citation": "Art. 70c cpv. 3 OAINF",
        "content": "Le prestazioni di cui ai capoversi 1 e 2 sono rimborsate al 100 per cento dagli assicuratori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_70_c"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quarto: Diritto sanitario e tariffe, Capitolo 2: Collaborazione e tariffe, Rimunerazione delle cure ospedaliere",
        "citation": "Art. 70c cpv. 4 OAINF",
        "content": "Il termine per la disdetta di convenzioni tariffali e di collaborazione è di almeno sei mesi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_70_c"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quarto: Diritto sanitario e tariffe, Capitolo 2: Collaborazione e tariffe, Coordinamento dei tariffari",
        "citation": "Art. 71 cpv. 2 OAINF",
        "content": "Gli assicuratori rimborsano i medicamenti, le specialità farmaceutiche e le analisi di laboratorio secondo gli elenchi redatti conformemente all’articolo 52 capoverso 1 LAMal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_71"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quarto: Diritto sanitario e tariffe, Capitolo 2: Collaborazione e tariffe, Coordinamento dei tariffari",
        "citation": "Art. 71 cpv. 3 OAINF",
        "content": "Il DFI può fissare una tariffa per il rimborso dei mezzi e degli apparecchi che servono alla guarigione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_71"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 1: Obbligo d’informare, Obblighi degli assicuratori nonché dei datori di lavoro, dei servizi competenti dell’assicurazione contro gli infortuni e degli organi esecutivi competenti dell’assicurazione per l’invalidità",
        "citation": "Art. 72 cpv. 1 OAINF",
        "content": "Gli assicuratori provvedono a che i datori di lavoro, i servizi competenti dell’assicurazione contro la disoccupazione e gli organi esecutivi competenti dell’assicurazione per l’invalidità secondo l’articolo 53 capoverso 1 LAI siano sufficientemente informati in merito all’applicazione dell’assicurazione contro gli infortuni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_72"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 1: Obbligo d’informare, Obblighi degli assicuratori nonché dei datori di lavoro, dei servizi competenti dell’assicurazione contro gli infortuni e degli organi esecutivi competenti dell’assicurazione per l’invalidità",
        "citation": "Art. 72 cpv. 2 OAINF",
        "content": "I datori di lavoro, i servizi competenti dell’assicurazione contro la disoccupazione e gli organi esecutivi competenti dell’assicurazione per l’invalidità secondo l’articolo 53 capoverso 1 LAI sono obbligati a trasmettere queste informazioni ai dipendenti o alle persone di cui all’articolo 1a capoverso 1 lettera c della legge e a informarli in particolare della possibilità degli accordi di protrazione dell’assicurazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_72"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 1: Obbligo d’informare, Emolumenti",
        "citation": "Art. 72a cpv. 1 OAINF",
        "content": "Le informazioni fornite dall’assicuratore ai datori di lavoro e agli assicurati sono di principio gratuite.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_72_a"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 1: Obbligo d’informare, Emolumenti",
        "citation": "Art. 72a cpv. 2 OAINF",
        "content": "Se per poter fornire queste informazioni sono necessarie ricerche speciali o altri lavori che implicano spese, si può riscuotere un emolumento, applicando per analogia l’articolo 16 dell’ordinanza del 10 settembre 1969 sulle tasse e spese nella procedura amministrativa. È salvo l’articolo 19 dell’ordinanza del 31 agosto 2022 sulla protezione dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_72_a"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 2: Istituto nazionale svizzero di assicurazione contro gli infortuni, Industria edilizia, d’installazioni e di posa di condutture",
        "citation": "Art. 73 OAINF",
        "content": "Sono considerate aziende dell’industria edilizia, d’installazioni e di posa di condutture ai sensi dell’articolo 66 capoverso 1 lettera b della legge quelle aventi per oggetto:\na. qualsiasi attività edile o la fabbricazione d’ogni tipo di elementi per costruzioni o fabbricati;\nb. la pulizia di edifici, strade, piazze e giardini pubblici;\nc. il noleggio di impalcature e di macchine edili;\nd. la posa, la trasformazione, la riparazione o la manutenzione di installazioni di carattere tecnico all’esterno e all’interno di costruzioni;\ne. il montaggio, la manutenzione o lo smontaggio di macchine o d’installazioni;\nf. la posa, la modifica, la riparazione o la manutenzione di condotte aeree o sotterranee.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_73"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 2: Istituto nazionale svizzero di assicurazione contro gli infortuni, Aziende di estrazione e di lavorazione di prodotti del sottosuolo",
        "citation": "Art. 74 cpv. 1 OAINF",
        "content": "Sono considerate aziende di estrazione e di lavorazione di prodotti del sottosuolo ai sensi dell’articolo 66 capoverso 1 lettera c della legge anche quelle aventi per oggetto la prospezione o lo studio della crosta terrestre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_74"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 2: Istituto nazionale svizzero di assicurazione contro gli infortuni, Aziende di estrazione e di lavorazione di prodotti del sottosuolo",
        "citation": "Art. 74 cpv. 2 OAINF",
        "content": "Sono considerati prodotti del sottosuolo tutti gli elementi presenti in depositi naturali, in particolare rocce, ghiaia, sabbia, metalli, minerali, argilla, petrolio, gas naturale, acqua, sale, carbone e torba.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_74"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 2: Istituto nazionale svizzero di assicurazione contro gli infortuni, Aziende forestali",
        "citation": "Art. 75 cpv. 1 OAINF",
        "content": "Non sono considerate forestali ai sensi dell’articolo 66 capoverso 1 lettera della legge le aziende agricole che eseguono lavori forestali, utilizzando la mano d’opera e i mezzi dell’azienda agricola stessa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_75"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 2: Istituto nazionale svizzero di assicurazione contro gli infortuni, Aziende forestali",
        "citation": "Art. 75 cpv. 2 OAINF",
        "content": "Sono considerati lavori forestali tutti quelli connessi alla sistemazione, manutenzione e sfruttamento dei boschi pubblici e privati, in particolare la costruzione e la manutenzione di strade, di sentieri e di opere protettive, i lavori d’irrigazione e di drenaggio come pure la sorveglianza forestale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_75"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 2: Istituto nazionale svizzero di assicurazione contro gli infortuni, Aziende per la lavorazione di sostanze",
        "citation": "Art. 76 cpv. 1 OAINF",
        "content": "Sono considerate aziende per la lavorazione di sostanze ai sensi dell’articolo 66 capoverso 1 lettera e della legge anche quelle che trasformano granulati, polveri o liquidi in prodotti sintetici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_76"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 2: Istituto nazionale svizzero di assicurazione contro gli infortuni, Aziende per la lavorazione di sostanze",
        "citation": "Art. 76 cpv. 2 OAINF",
        "content": "Il ricupero e la trasformazione di una sostanza sono parificati alla lavorazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_76"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 2: Istituto nazionale svizzero di assicurazione contro gli infortuni, Aziende che producono, impiegano o hanno in deposito sostanze pericolose.",
        "citation": "Art. 77 OAINF",
        "content": "Sono considerati aziende che producono, impiegano in grandi quantità o hanno in deposito in grandi quantità materie pericolose ai sensi dell’articolo 66 capoverso 1 lettera f della legge:\na. le aziende che producono, impiegano, hanno in deposito o trasportano in grandi quantità prodotti chimici di base o elaborati, prodotti chemiotecnici, lacche, coloranti, materie infiammabili o esplosive;\nb. le aziende che producono, impiegano, hanno in deposito o trasportano in grandi quantità sostanze nocive secondo l’articolo 14 dell’allegato 1;\nc. le aziende di disinfezione, di disinfestazione, di lotta contro gli insetti nocivi e di pulizia interna di recipienti;\nd. le aziende che producono, trattano, impiegano, hanno in deposito o trasportano in grande quantità sostanze radioattive;\ne. le aziende che utilizzano a scopo industriale saldatori o recipienti a pressione soggetti a controllo;\nf. le aziende che hanno in custodia, puliscono, riparano o approntano veicoli a motore;\ng. le officine che eseguono lavori di galvanizzazione; aziende di tempra; zincherie;\nh. le aziende che eseguono lavori di pittura a titolo professionale;\ni. le lavanderie chimiche;\nk. le aziende di distillazione del catrame;\nl. i cinema e i laboratori di riprese cinematografiche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_77"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 2: Istituto nazionale svizzero di assicurazione contro gli infortuni, Aziende di comunicazione, di trasporto e aziende connesse",
        "citation": "Art. 78 OAINF",
        "content": "Sono considerate aziende di comunicazione, di trasporto e aziende direttamente connesse all’industria dei trasporti, ai sensi dell’articolo 66 capoverso 1 lettera g della legge:\na. le aziende che eseguono trasporti per via di terra, acqua o aria;\nb. le aziende raccordate a un’impresa ferroviaria concessionaria o a un pontile, che caricano e scaricano le merci direttamente oppure tramite vagoni o tubazioni.\nc. le aziende verso cui vengono regolarmente avviati su strada vagoni ferroviari;\nd. le aziende che esercitano la loro attività su vagoni ferroviari o su battelli;\ne. i magazzini di deposito e le imprese di trasbordo;\nf. le aziende che esercitano la loro attività in un aeroporto o che assumono servizi di scalo negli aeroporti;\ng. le scuole d’aviazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_78"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 2: Istituto nazionale svizzero di assicurazione contro gli infortuni, Aziende commerciali",
        "citation": "Art. 79 cpv. 1 OAINF",
        "content": "Sono considerate merci pesanti ai sensi dell’articolo 66 capoverso 1 lettera h della legge quelle sciolte o imballate, pesanti almeno 50 chili, come le merci alla rinfusa; i liquidi sono considerati pesanti quando sono conservati in recipienti che, una volta riempiti, pesano almeno 50 chili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_79"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 2: Istituto nazionale svizzero di assicurazione contro gli infortuni, Aziende commerciali",
        "citation": "Art. 79 cpv. 2 OAINF",
        "content": "Vi è grande quantità se il peso complessivo di merci pesanti permanentemente immagazzinato è di almeno 20 tonnellate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_79"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 2: Istituto nazionale svizzero di assicurazione contro gli infortuni, Aziende commerciali",
        "citation": "Art. 79 cpv. 3 OAINF",
        "content": "Sono segnatamente considerati mezzi meccanici i montacarichi, i carrelli elevatori, le gru, gli argani e le installazioni di trasporto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_79"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 2: Istituto nazionale svizzero di assicurazione contro gli infortuni, Macelli con installazioni meccaniche",
        "citation": "Art. 80 cpv. 1 OAINF",
        "content": "Sono considerati macelli ai sensi dell’articolo 66 capoverso 1 lettera i della legge tutte le aziende di macellazione pubbliche e private come pure le macellerie senza negozio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_80"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 2: Istituto nazionale svizzero di assicurazione contro gli infortuni, Macelli con installazioni meccaniche",
        "citation": "Art. 80 cpv. 2 OAINF",
        "content": "Le macellerie con e senza negozio rientrano nel campo d’attività dell’INSAI solo se vi si macella per più di tre giorni alla settimana, in tutto oltre 27 ore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_80"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 2: Istituto nazionale svizzero di assicurazione contro gli infortuni, Macelli con installazioni meccaniche",
        "citation": "Art. 80 cpv. 3 OAINF",
        "content": "La macellazione comprende l’uccisione, il dissanguamento, lo scuoiamento e il dimezzamento. Sono considerati installazioni meccaniche, in particolare gli impianti frigoriferi e di congelazione, i montacarichi, gli argani a motore e le gru, le attrezzature fisse per trasporti a nastro, a rullo o in sospensione, escluse le macchine destinate alla lavorazione della carne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_80"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 2: Istituto nazionale svizzero di assicurazione contro gli infortuni, Fabbricazione di bevande",
        "citation": "Art. 81 OAINF",
        "content": "Sono considerati aziende per la fabbricazione di bevande ai sensi dell’articolo 66 capoverso 1 lettera k della legge anche i commerci di bevande all’ingrosso e i depositi di bevande connessi a imprese di trasporto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_81"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 2: Istituto nazionale svizzero di assicurazione contro gli infortuni, Distribuzione d’elettricità, gas e acqua, eliminazione dei rifiuti e depurazione delle acque.",
        "citation": "Art. 82 cpv. 1 OAINF",
        "content": "La distribuzione d’elettricità ne comprende la produzione, la trasformazione e la fornitura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_82"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 2: Istituto nazionale svizzero di assicurazione contro gli infortuni, Distribuzione d’elettricità, gas e acqua, eliminazione dei rifiuti e depurazione delle acque.",
        "citation": "Art. 82 cpv. 2 OAINF",
        "content": "La distribuzione del gas ne comprende la produzione, lo stoccaggio e la fornitura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_82"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 2: Istituto nazionale svizzero di assicurazione contro gli infortuni, Distribuzione d’elettricità, gas e acqua, eliminazione dei rifiuti e depurazione delle acque.",
        "citation": "Art. 82 cpv. 3 OAINF",
        "content": "La distribuzione dell’acqua ne comprende la captazione, il trattamento e la fornitura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_82"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 2: Istituto nazionale svizzero di assicurazione contro gli infortuni, Distribuzione d’elettricità, gas e acqua, eliminazione dei rifiuti e depurazione delle acque.",
        "citation": "Art. 82 cpv. 4 OAINF",
        "content": "Sono considerate aziende di eliminazione dei rifiuti ai sensi dell’articolo 66 capoverso 1 lettera 1 della legge anche quelle che eliminano o trattano i cascami e le aziende di riscaldamento a distanza loro collegate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_82"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 2: Istituto nazionale svizzero di assicurazione contro gli infortuni, Enti con compiti di vigilanza",
        "citation": "Art. 83 OAINF",
        "content": "Sono considerate aziende per la vigilanza dei lavori ai sensi dell’articolo 66 capoverso 1 lettera m delle legge anche gli enti cui l’INSAI ha affidato per contratto compiti speciali nell’ambito della prevenzione degli infortuni professionali o delle malattie professionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_83"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 2: Istituto nazionale svizzero di assicurazione contro gli infortuni, Laboratori d’apprendistato e protetti",
        "citation": "Art. 84 OAINF",
        "content": "Sono considerati laboratori d’apprendistato o laboratori protetti ai sensi dell’articolo 66 capoverso 1 lettera n della legge:\na. le officine d’apprendistato per le professioni designate all’articolo 66 capoverso 1 lettere b–m della legge, l’assicurazione coprendo gli apprendisti partecipanti ai corsi come pure gli insegnanti e gli altri membri del personale;\nb. i laboratori per invalidi e i centri d’integrazione, l’assicurazione coprendo sia le persone che vi fanno capo sia il personale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_84"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 2: Istituto nazionale svizzero di assicurazione contro gli infortuni, Aziende di lavoro temporaneo",
        "citation": "Art. 85 OAINF",
        "content": "Le aziende di lavoro temporaneo ai sensi dell’articolo 66 capoverso 1 lettera o della legge comprendono il proprio personale e quello fornito a prestito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_85"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 2: Istituto nazionale svizzero di assicurazione contro gli infortuni, Amministrazione federale, aziende e stabilimenti della Confederazione",
        "citation": "Art. 86 OAINF",
        "content": "Sono compresi nel campo d’applicazione dell’articolo 66 capoverso 1 lettera p della legge anche i membri del Consiglio federale, il cancelliere della Confederazione, i tribunali della Confederazione e gli istituti affiliati alla Cassa federale d’assicurazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_86"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 2: Istituto nazionale svizzero di assicurazione contro gli infortuni, Servizi d’amministrazioni pubbliche",
        "citation": "Art. 87 OAINF",
        "content": "Sono considerate amministrazioni pubbliche ai sensi dell’articolo 66 capoverso 1 lettera q della legge anche le amministrazioni dei distretti e circoli.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_87"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 2: Istituto nazionale svizzero di assicurazione contro gli infortuni, Aziende ausiliarie, accessorie e miste",
        "citation": "Art. 88 cpv. 1 OAINF",
        "content": "L’attività dell’INSAI si estende parimenti alle aziende ausiliarie o accessorie tecnicamente legate a una delle aziende principali previste all’articolo 66 capoverso 1 della legge. Se l’azienda principale esula dal campo d’attività dell’INSAI, i lavoratori delle aziende ausiliarie o accessorie devono pure essere assicurati presso un assicuratore designato all’articolo 68 della legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_88"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 2: Istituto nazionale svizzero di assicurazione contro gli infortuni, Aziende ausiliarie, accessorie e miste",
        "citation": "Art. 88 cpv. 2 OAINF",
        "content": "Vi è azienda mista qualora più entità uniche d’aziende appartenenti allo stesso datore di lavoro non hanno alcun legame tecnico tra loro. Le entità uniche di dette aziende devono essere assicurate dall’INSAI se soddisfano le condizioni dell’articolo 66 capoverso 1 della legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_88"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 2: Istituto nazionale svizzero di assicurazione contro gli infortuni, Lavoro per conto proprio",
        "citation": "Art. 89 OAINF",
        "content": "Sono considerati lavori per conto proprio ai sensi dell’articolo 66 capoverso 2 lettera d della legge, i lavori eseguiti per i propri bisogni e la cui esecuzione, non tenuto conto della collaborazione del datore di lavoro, esigerà probabilmente almeno 500 ore di lavoro. Chi esegue detti lavori deve annunciare i propri lavoratori all’INSAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_89"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 3: Altri assicuratori, Iscrizione nel registro",
        "citation": "Art. 90 cpv. 1 OAINF",
        "content": "Gli assicuratori designati all’articolo 68 della legge possono partecipare alla gestione dell’assicurazione contro gli infortuni solo dall’inizio d’un anno civile. A tal fine devono presentare una domanda di registrazione all’UFSP entro il 30 giugno dell’anno precedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_90"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 3: Altri assicuratori, Iscrizione nel registro",
        "citation": "Art. 90 cpv. 2 OAINF",
        "content": "La domanda di registrazione va deposta per iscritto, in tre esemplari. Alla stessa devono essere allegati:\na. per gli istituti di assicurazione privati: i documenti comprovanti l’autorizzazione di praticare l’assicurazione contro gli infortuni;\nb. per le casse pubbliche d’assicurazione contro gli infortuni: i testi legali e i regolamenti, con indicazione delle modifiche previste per la gestione dell’assicurazione conformemente alla legge;\nc. per le casse malati ai sensi della LAMal: le disposizioni degli statuti e regolamenti concernenti l’assicurazione contro gli infortuni, con indicazione delle modifiche previste per la gestione dell’assicurazione conformemente alla legge, come pure un originale dell’accordo disciplinare la loro collaborazione con un altro assicuratore ai sensi dell’articolo 70 capoverso 2 della legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_90"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 3: Altri assicuratori, Iscrizione nel registro",
        "citation": "Art. 90 cpv. 3 OAINF",
        "content": "L’UFSP esamina se le condizioni stabilite sono soddisfatte e se il richiedente è in grado di gestire l’assicurazione conformemente alla legge. Notifica al richiedente, mediante decisione, l’iscrizione al registro o il rigetto della domanda.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_90"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 3: Altri assicuratori, Iscrizione nel registro",
        "citation": "Art. 90 cpv. 4 OAINF",
        "content": "L’UFSP pubblica l’elenco degli assicuratori iscritti nel registro. L’elenco indica pure gli assicuratori con cui le casse malati hanno stipulato un accordo di cooperazione (art. 70 cpv. 2 LAINF).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_90"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 3: Altri assicuratori, Iscrizione nel registro",
        "citation": "Art. 90 cpv. 5 OAINF",
        "content": "Con l’iscrizione nel registro, gli assicuratori s’impegnano a gestire l’assicurazione contro gli infortuni conformemente alla legge. Ogni modifica strutturale che ne rimetta in causa l’esecuzione va comunicata senza indugio all’UFSP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_90"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 3: Altri assicuratori, Rapporto",
        "citation": "Art. 91 OAINF",
        "content": "Per ogni anno, gli assicuratori iscritti nel registro devono consegnare all’UFSP, entro il 30 giugno dell’anno seguente, il rapporto e i conti previsti all’articolo 109. Gli istituti di assicurazione privati inviano inoltre copia di questi documenti all’Autorità federale di sorveglianza sui mercati finanziari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_91"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 3: Altri assicuratori, Scelta dell’assicuratore",
        "citation": "Art. 92 OAINF",
        "content": "La scelta d’una cassa malati implica quella dell’assicuratore con cui la stessa ha stipulato un accordo ai sensi dell’articolo 70 capoverso 2 della legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_92"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 4: Cassa suppletiva, Copertura delle spese",
        "citation": "Art. 94 OAINF",
        "content": "La cassa suppletiva determina nel regolamento l’obbligo dei diversi assicuratori di versare contributi. Ne fissa annualmente l’importo. Se un assicuratore contesta i contributi impostigli, la cassa suppletiva risolve mediante decisione formale ai sensi dell’articolo 5 della legge federale del 20 dicembre 1968 sulla procedura amministrativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_94"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 4: Cassa suppletiva, Attribuzione ad assicuratori",
        "citation": "Art. 95 cpv. 1 OAINF",
        "content": "La cassa suppletiva, quando attribuisce un datore di lavoro a un assicuratore, provvede a che i rischi siano equamente ripartiti e prende in considerazione gl’interessi del datore di lavoro e dei lavoratori in questione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_95"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 4: Cassa suppletiva, Attribuzione ad assicuratori",
        "citation": "Art. 95 cpv. 2 OAINF",
        "content": "La cassa suppletiva notifica l’affiliazione all’assicuratore e al datore di lavoro interessati mediante decisione formale ai sensi dell’articolo 49 LPGA. L’articolo 52 LPGA è applicabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_95"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 4: Cassa suppletiva, Compiti della cassa suppletiva in caso di eventi di grandi proporzioni",
        "citation": "Art. 95a cpv. 1 OAINF",
        "content": "Nel caso di eventi di grandi proporzioni la cassa suppletiva stabilisce i supplementi di premio in modo unitario ai sensi dell’articolo 90 capoverso 4 della legge per tutti gli assicuratori di cui all’articolo 68 della legge ogni anno in per mille del guadagno assicurato per ogni branca assicurativa in modo che possano essere presumibilmente coperti i costi correnti secondo le comunicazioni dei singoli assicuratori, previste allʼarticolo 78 della legge, sulla stima del costo del danno complessivo e sui pagamenti effettuati. Il costo del danno complessivo è stimato secondo criteri attuariali riconosciuti. Le indennità di rincaro e la rettifica degli assegni per grandi invalidi in seguito all’aumento del guadagno massimo assicurato non sono considerate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_95_a"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 4: Cassa suppletiva, Compiti della cassa suppletiva in caso di eventi di grandi proporzioni",
        "citation": "Art. 95a cpv. 2 OAINF",
        "content": "Il fondo di compensazione rimborsa agli assicuratori il costo causato dall’evento di grandi proporzioni per i danni e il trattamento dei sinistri che supera la soglia di un evento di grandi proporzioni di cui all’articolo 78 capoverso 1 della legge. La soglia è calcolata separatamente per gli infortuni professionali e per gli infortuni non professionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_95_a"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 4: Cassa suppletiva, Compiti della cassa suppletiva in caso di eventi di grandi proporzioni",
        "citation": "Art. 95a cpv. 3 OAINF",
        "content": "Il costo del danno cagionato dall’evento di grandi proporzioni fino alla soglia di cui all’articolo 78 capoverso 1 della legge è ripartito tra gli assicuratori per branca assicurativa in modo che le quote dei singoli assicuratori siano proporzionali al costo del danno complessivo di loro competenza. La cassa suppletiva provvede ai necessari pagamenti compensativi tra gli assicuratori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_95_a"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 4: Cassa suppletiva, Compiti della cassa suppletiva in caso di eventi di grandi proporzioni",
        "citation": "Art. 95a cpv. 4 OAINF",
        "content": "La cassa suppletiva può rimborsare in modo definitivo i crediti degli assicuratori prima che tutti i danni causati da infortunio siano completamente trattati. In caso di scioglimento del fondo di compensazione, i fondi restanti per gli infortuni professionali sono rimborsati alle imprese assicurate e per gli infortuni non professionali ai loro dipendenti mediante la riduzione dei premi netti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_95_a"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 4: Cassa suppletiva, Compiti della cassa suppletiva in caso di eventi di grandi proporzioni",
        "citation": "Art. 95a cpv. 5 OAINF",
        "content": "La cassa suppletiva tiene una contabilità aggregata del fondo. Disciplina in un regolamento l’organizzazione del fondo di compensazione e i dettagli concernenti lo svolgimento del finanziamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_95_a"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 4: Cassa suppletiva, Altri compiti e rapporto",
        "citation": "Art. 96 cpv. 1 OAINF",
        "content": "La cassa suppletiva ripartisce tra gli assicuratori designati all’articolo 68 della legge le spese inerenti l’aiuto reciproco in materia di prestazioni conformemente all’articolo 103a capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_96"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 4: Cassa suppletiva, Altri compiti e rapporto",
        "citation": "Art. 96 cpv. 2 OAINF",
        "content": "L’articolo 91 è applicabile per analogia in esito alla presentazione del rapporto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_96"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 5: Disposizioni comuni, Cessione d’azienda",
        "citation": "Art. 97 OAINF",
        "content": "Se un’azienda cambia proprietario, quest’ultimo deve informarne entro 14 giorni l’assicuratore fino allora competente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_97"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 5: Disposizioni comuni, Diritto di scelta delle amministrazioni pubbliche",
        "citation": "Art. 98 cpv. 1 OAINF",
        "content": "Servizi dell’amministrazione pubblica o aziende pubbliche formano un’entità unica se sono distinti dal profilo organizzativo e tengono una contabilità propria. Dette entità devono essere assicurate presso lo stesso assicuratore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_98"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 5: Disposizioni comuni, Diritto di scelta delle amministrazioni pubbliche",
        "citation": "Art. 98 cpv. 2 OAINF",
        "content": "Nuove entità uniche amministrative e aziendali, che tengono una contabilità propria per la prima volta, segnatamente a seguito di creazioni o ristrutturazioni di unità esistenti, devono scegliere l’assicuratore al più tardi un mese prima di entrare in attività. Ai rappresentanti dei lavoratori va accordato un diritto di partecipazione alla scelta. Se l’entità non ha optato tempestivamente, i suoi dipendenti sono assicurati dallʼINSAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_98"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 5: Disposizioni comuni, Diritto di scelta delle amministrazioni pubbliche",
        "citation": "Art. 98 cpv. 3 OAINF",
        "content": "Le amministrazioni pubbliche esercitano il diritto di scelta presentando all’assicuratore designato una proposta scritta d’assicurazione indicante le entità da affiliare.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_98"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 5: Disposizioni comuni, Obbligo alle prestazioni in caso di più datori di lavoro",
        "citation": "Art. 99 cpv. 1 OAINF",
        "content": "Se l’assicurato alle dipendenze di diversi datori di lavoro è vittima di un infortunio professionale, le prestazioni sono effettuate dall’assicuratore del datore di lavoro per il quale lavorava all’epoca dell’evento infortunistico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_99"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 5: Disposizioni comuni, Obbligo alle prestazioni in caso di più datori di lavoro",
        "citation": "Art. 99 cpv. 2 OAINF",
        "content": "In caso d’infortunio non professionale, le prestazioni sono interamente fornite dall’assicuratore dell’ultimo datore di lavoro per il quale l’assicurato ha lavorato e presso cui era coperto contro gli infortuni non professionali. Gli altri assicuratori, presso i quali gli infortuni non professionali sono parimenti coperti, devono rimborsare a detto assicuratore, su richiesta di quest’ultimo, una parte della rendita, dell’indennità per menomazione dell’integrità e dell’assegno per grandi invalidi eventualmente versati. La parte è calcolata in base al rapporto esistente tra il guadagno assicurato da ogni singolo assicuratore e il guadagno assicurato totale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_99"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 5: Disposizioni comuni, Obbligo alle prestazioni in caso di più datori di lavoro",
        "citation": "Art. 99 cpv. 3 OAINF",
        "content": "Se non è possibile determinare l’assicuratore competente di cui ai capoversi 1 e 2, è competente l’assicuratore presso il quale è assicurato il guadagno massimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_99"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 5: Disposizioni comuni, Obbligo alle prestazioni in caso di reiterato infortunio",
        "citation": "Art. 100 cpv. 1 OAINF",
        "content": "Se l’assicurato s’infortuna mentre sussiste il diritto all’indennità giornaliera per un infortunio assicurato precedente, l’assicuratore fino a quel momento tenuto ad assumersi la prestazione versa anche le spese di cura, il rimborso delle spese secondo gli articoli 10–13 della legge e le indennità giornaliere per il nuovo infortunio. Gli assicuratori interessati possono derogare a questa regola per convenzione, segnatamente se il nuovo infortunio ha conseguenze sensibilmente più gravi del precedente. L’obbligo alle prestazioni dell’assicuratore tenuto ad assumersi le prestazioni del primo infortunio termina quando il primo infortunio non è più causa del danno persistente alla salute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_100"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 5: Disposizioni comuni, Obbligo alle prestazioni in caso di reiterato infortunio",
        "citation": "Art. 100 cpv. 2 OAINF",
        "content": "Se l’assicurato s’infortuna mentre è in cura per un primo infortunio assicurato secondo l’articolo 10 della legge, senza diritto all’indennità giornaliera per tale infortunio, l’assicuratore tenuto ad assumersi la prestazione per il nuovo infortunio versa anche le prestazioni di cura e il rimborso delle spese secondo gli articoli 10–13 della legge per gli infortuni precedenti. L’obbligo alle prestazioni dell’assicuratore tenuto ad assumersi le prestazioni per il nuovo infortunio termina quando il nuovo infortunio non è più causa del danno persistente alla salute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_100"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 5: Disposizioni comuni, Obbligo alle prestazioni in caso di reiterato infortunio",
        "citation": "Art. 100 cpv. 3 OAINF",
        "content": "In caso di ricaduta o di conseguenze tardive di infortuni plurimi assicurati, l’assicuratore tenuto ad assumersi la prestazione per l’ultimo infortunio versa le prestazioni di cura e il rimborso delle spese secondo gli articoli 10–13 della legge e le indennità giornaliere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_100"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 5: Disposizioni comuni, Obbligo alle prestazioni in caso di reiterato infortunio",
        "citation": "Art. 100 cpv. 4 OAINF",
        "content": "Nei casi di cui ai capoversi 1–3 gli altri assicuratori non hanno l’obbligo di rimborsare l’assicuratore tenuto alle prestazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_100"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 5: Disposizioni comuni, Obbligo alle prestazioni in caso di reiterato infortunio",
        "citation": "Art. 100 cpv. 5 OAINF",
        "content": "Se in seguito alle conseguenze di infortuni plurimi nasce un nuovo diritto a una rendita, a un’indennità per menomazione dell’integrità o a un assegno per grandi invalidi, queste prestazioni sono versate dall’assicuratore tenuto ad assumersi la prestazione per l’ultimo infortunio. Gli assicuratori interessati possono derogare a questa regola per convenzione, segnatamente se il nuovo infortunio ha conseguenze sensibilmente meno gravi dei precedenti o se il guadagno assicurato presso l’assicuratore tenuto ad assumersi la prestazione per l’ultimo infortunio è sensibilmente inferiore rispetto al guadagno assicurato presso un altro assicuratore. Gli altri assicuratori interessati rimborsano queste prestazioni all’assicuratore tenuto alle prestazioni, senza indennità di rincaro, in proporzione all’entità causale; si liberano in tal modo dal proprio obbligo di effettuare prestazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_100"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 5: Disposizioni comuni, Obbligo alle prestazioni in caso di reiterato infortunio",
        "citation": "Art. 100 cpv. 6 OAINF",
        "content": "Se l’assicurato beneficiario di una rendita o di un assegno per grandi invalidi assegnati per un primo infortunio è vittima di un nuovo infortunio che modifica la rendita o il grado d’invalidità, l’assicuratore tenuto alle prestazioni per il secondo infortunio deve versare l’intero ammontare della rendita o dell’assegno per grandi invalidi. L’assicuratore tenuto alle prestazioni per il primo infortunio versa al secondo assicuratore l’importo corrispondente al valore capitalizzato, senza indennità di rincaro, della parte di rendita o di assegno per grandi invalidi imputabile al primo infortunio; si libera in tal modo dal proprio obbligo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_100"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 5: Disposizioni comuni, Obbligo alle prestazioni in caso di morte di ambedue i genitori",
        "citation": "Art. 101 OAINF",
        "content": "Se il padre e la madre muoiono per postumi d’infortuni assicurati, l’orfano di padre e di madre riceve la rendita prevista all’articolo 42 dall’assicuratore tenuto alle prestazioni per il secondo infortunio o, in caso di decessi simultanei, per il decesso del padre. L’assicuratore che paga la rendita riceve dall’altro assicuratore un importo corrispondente al valore capitalizzato della rendita, senza indennità di rincaro, dovuto per la morte dell’altro genitore. L’altro assicuratore si libera in tal modo dal proprio obbligo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_101"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 5: Disposizioni comuni, Obbligo alle prestazioni in caso di malattia professionale",
        "citation": "Art. 102 cpv. 1 OAINF",
        "content": "Se malattie professionali sono state contratte in più aziende assicurate presso differenti assicuratori, le prestazioni sono effettuate dall’assicuratore dell’azienda nella quale l’assicurato era occupato all’epoca in cui la sua salute è stata messa in pericolo per l’ultima volta.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_102"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 5: Disposizioni comuni, Obbligo alle prestazioni in caso di malattia professionale",
        "citation": "Art. 102 cpv. 2 OAINF",
        "content": "Se le prestazioni sono versate per pneumoconiosi o lesioni da tumore dell’udito, gli altri assicuratori interessati devono restituire all’assicuratore tenuto alle prestazioni una parte di quest’ultime. La loro parte è calcolata in rapporto alla durata d’esposizione al pericolo presso ognuno dei differenti datori di lavoro rispetto a quella totale d’esposizione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_102"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 5: Disposizioni comuni, Obbligo di prestazioni anticipate",
        "citation": "Art. 102a OAINF",
        "content": "Se i diversi assicuratori non possono intendersi su chi di loro è tenuto ad effettuare la prestazione per le conseguenze dell’infortunio, le prestazioni sono versate sotto forma di prestazioni anticipate dall’assicuratore più vicino, in un’ottica temporale, all’insorgere delle conseguenze dell’infortunio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_102_a"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 5: Disposizioni comuni, Cooperazione degli assicuratori",
        "citation": "Art. 103 OAINF",
        "content": "Per quanto l’esiga l’applicazione dell’assicurazione contro gli infortuni, gli assicuratori, su richiesta, devono gratuitamente dare reciproche informazioni sugli infortuni, le malattie professionali, le prestazioni e l’attribuzione alle classi di rischio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_103"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 5: Disposizioni comuni, Adempimento di obblighi internazionali",
        "citation": "Art. 103a cpv. 1 OAINF",
        "content": "L’INSAI è incaricata dell’esecuzione dell’aiuto reciproco in materia di prestazioni nell’assicurazione contro gli infortuni conformemente agli obblighi assunti dalla Svizzera in campo internazionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_103_a"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 5: Disposizioni comuni, Adempimento di obblighi internazionali",
        "citation": "Art. 103a cpv. 2 OAINF",
        "content": "Due terzi dei costi inerenti l’aiuto reciproco in materia di prestazioni sono assunti dall’INSAI e un terzo dagli assicuratori designati all’articolo 68 della legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_103_a"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 1: Assicuratori, Sezione 5: Disposizioni comuni, Adempimento di obblighi internazionali",
        "citation": "Art. 103a cpv. 3 OAINF",
        "content": "La Confederazione assume gli interessi del prefinanziamento di prestazioni accordate a titolo dell’aiuto reciproco.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_103_a"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 2: Vigilanza, Sezione 1: Compiti della Confederazione, Autorità di vigilanza",
        "citation": "Art. 104 cpv. 1 OAINF",
        "content": "L’UFSP esercita la vigilanza sull’applicazione uniforme della legge da parte degli assicuratori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_104"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 2: Vigilanza, Sezione 1: Compiti della Confederazione, Autorità di vigilanza",
        "citation": "Art. 104 cpv. 2 OAINF",
        "content": "Esercita inoltre sulla cassa suppletiva la vigilanza delle fondazioni. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_104"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 2: Vigilanza, Sezione 1: Compiti della Confederazione, Autorità di vigilanza",
        "citation": "Art. 104 cpv. 3 OAINF",
        "content": "L’Autorità federale di sorveglianza sui mercati finanziari esercita la vigilanza sugli istituti d’assicurazione sottostanti alla legge federale del 23 giugno 1978 sulla sorveglianza degli assicuratori, nei limiti di questa legislazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_104"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 2: Vigilanza, Sezione 1: Compiti della Confederazione, Autorità di vigilanza",
        "citation": "Art. 104 cpv. 4 OAINF",
        "content": "I due uffici coordinano le attività di vigilanza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_104"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 2: Vigilanza, Sezione 1: Compiti della Confederazione, Statistiche uniformi",
        "citation": "Art. 105 cpv. 1 OAINF",
        "content": "D’intesa con gli assicuratori, il DFI emana regole concernenti l’allestimento di statistiche uniformi ai sensi dell’articolo 79 capoverso 1 della legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_105"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 2: Vigilanza, Sezione 1: Compiti della Confederazione, Statistiche uniformi",
        "citation": "Art. 105 cpv. 2 OAINF",
        "content": "Le statistiche per le basi attuariali devono segnatamente concernere:\na. la mortalità dei beneficiari di rendita d’invalidità e per i superstiti;\nb. le modifiche delle rendite d’invalidità, di assegni per grandi invalidi e di rendite complementari;\nc. i nuovi matrimoni delle vedove e dei vedovi;\nd. l’età degli orfani all’estinzione del diritto alla rendita e l’eventualità d’una rendita per orfano di padre e di madre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_105"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 2: Vigilanza, Sezione 1: Compiti della Confederazione, Statistiche uniformi",
        "citation": "Art. 105 cpv. 3 OAINF",
        "content": "Per ottenere dati sul calcolo dei premi, gli assicuratori allestiscono una statistica annua dei rischi secondo le aziende o i tipi d’azienda, le classi del tariffario dei premi e le branche assicurative ai sensi dell’articolo 89 capoverso 2 della legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_105"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 2: Vigilanza, Sezione 1: Compiti della Confederazione, Statistiche uniformi",
        "citation": "Art. 105 cpv. 4 OAINF",
        "content": "Per ottenere i dati inerenti la prevenzione degli infortuni e delle malattia professionali, gli assicuratori devono allestire statistiche sulle cause degli infortuni professionali, delle malattie professionali come pure degli infortuni non professionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_105"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 2: Vigilanza, Sezione 1: Compiti della Confederazione, Statistiche uniformi",
        "citation": "Art. 105 cpv. 5 OAINF",
        "content": "Gli assicuratori mettono a disposizione dell’UFSP di statistica tutti i dati disponibili presso il servizio centrale delle statistiche dell’assicurazione contro gli infortuni in base all’ordinanza del 15 agosto 1994 sulle statistiche dell’assicurazione contro gli infortuni, provenienti dai documenti relativi agli infortuni e concernenti i salari e loro modalità, la durata del lavoro e altri indici importanti circa gli infortunati. I dettagli sono regolati nell’allegato all’ordinanza del 30 giugno 1993 sull’esecuzione di rilevazioni statistiche federali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_105"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 2: Vigilanza, Sezione 2: Compiti dei Cantoni, Informazione sull’obbligo assicurativo",
        "citation": "Art. 106 OAINF",
        "content": "I Cantoni informano periodicamente e in modo appropriato i datori di lavoro in merito al rispettivo obbligo assicurativo. Avvertono al contempo gli interessati sulle sanzioni che possono essere prese in caso d’inadempienza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_106"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 2: Vigilanza, Sezione 2: Compiti dei Cantoni, Sorveglianza dell’esecuzione dell’obbligo assicurativo",
        "citation": "Art. 107 cpv. 1 OAINF",
        "content": "I Cantoni sorvegliano l’esecuzione dell’obbligo assicurativo. Possono affidare questo controllo alle casse cantonali di compensazione AVS e, con il loro accordo, anche alle casse di compensazione professionali. I controlli devono essere fatti nei limiti previsti per il rilevamento delle persone tenute a pagare i contributi dell’AVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_107"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo quinto: Organizzazione, Capitolo 2: Vigilanza, Sezione 2: Compiti dei Cantoni, Sorveglianza dell’esecuzione dell’obbligo assicurativo",
        "citation": "Art. 107 cpv. 2 OAINF",
        "content": "I Cantoni o le casse di compensazione annunciano alla cassa suppletiva all’INSAI i datori di lavoro il cui personale non è ancora assicurato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_107"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo sesto: Finanziamento, Capitolo 1: Basi contabili e sistema di finanziamento, Basi contabili",
        "citation": "Art. 108 cpv. 1 OAINF",
        "content": "Gli assicuratori approntano in comune norme contabili uniformi per l’esecuzione dell’assicurazione contro gli infortuni e le sottopongono all’approvazione del DFI. Approvate, dette basi sono obbligatorie per tutti gli assicuratori. Se quest’ultimi non possono intendersi in merito, il DFI, d’intesa con l’Autorità federale di vigilanza sui mercati finanziari (FINMA), emana direttive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_108"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo sesto: Finanziamento, Capitolo 1: Basi contabili e sistema di finanziamento, Basi contabili",
        "citation": "Art. 108 cpv. 2 OAINF",
        "content": "Le basi contabili vanno riesaminate periodicamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_108"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo sesto: Finanziamento, Capitolo 1: Basi contabili e sistema di finanziamento, Contabilità",
        "citation": "Art. 109 cpv. 1 OAINF",
        "content": "Per ogni esercizio contabile gli assicuratori devono allestire:\na. un conto d’esercizio per ogni branca assicurativa;\nb. un sommario delle dotazioni supplementari;\nc. un rapporto annuo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_109"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo sesto: Finanziamento, Capitolo 1: Basi contabili e sistema di finanziamento, Contabilità",
        "citation": "Art. 109 cpv. 2 OAINF",
        "content": "Sul conto d’esercizio di ogni branca assicurativa vanno accreditati i proventi dell’incasso dei premi e addebitate le prestazioni assicurative, comprese le modifiche delle dotazioni tecniche supplementari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_109"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo sesto: Finanziamento, Capitolo 1: Basi contabili e sistema di finanziamento, Contabilità",
        "citation": "Art. 109 cpv. 3 OAINF",
        "content": "Le altre entrate devono essere ripartite sui conti di gestione secondo la provenienza e le uscite secondo le cause.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_109"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo sesto: Finanziamento, Capitolo 1: Basi contabili e sistema di finanziamento, Riserve",
        "citation": "Art. 111 cpv. 1 OAINF",
        "content": "Gli assicuratori di cui all’articolo 68 capoverso 1 lettera a della legge soddisfano le esigenze in materia di riserve ai sensi dell’articolo 90 capoverso 3 della legge se ottemperano, sotto la vigilanza della FINMA, alle esigenze sui fondi propri sancite dalla legge del 17 dicembre 2004 sulla sorveglianza degli assicuratori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_111"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo sesto: Finanziamento, Capitolo 1: Basi contabili e sistema di finanziamento, Riserve",
        "citation": "Art. 111 cpv. 2 OAINF",
        "content": "Agli assicuratori di cui all’articolo 68 capoverso 1 lettera b della legge si applicano le disposizioni in materia di riserve del rispettivo ente pubblico.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_111"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo sesto: Finanziamento, Capitolo 1: Basi contabili e sistema di finanziamento, Riserve",
        "citation": "Art. 111 cpv. 3 OAINF",
        "content": "Gli assicuratori di cui all’articolo 68 capoverso 1 lettera c della legge devono quantificare i propri rischi e scenari rilevanti nell’ambito dell’assicurazione contro gli infortuni secondo gli articoli 10–13 dell’ordinanza del 18 novembre 2015 sulla vigilanza sull’assicurazione malattie (OVAMal) e fare rapporto all’UFSP a cadenza annuale. Il DFI prende in considerazione le particolarità dell’assicurazione contro gli infortuni nell’esercizio delle competenze legislative che le disposizioni dell’OVAMal gli attribuisce.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_111"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo sesto: Finanziamento, Capitolo 1: Basi contabili e sistema di finanziamento, Riserve",
        "citation": "Art. 111 cpv. 4 OAINF",
        "content": "LʼINSAI documenta la propria garanzia finanziaria in un rapporto annuale all’attenzione del Consiglio federale. In particolare il rapporto presenta i fondi propri disponibili computabili dellʼINSAI e i fondi propri necessari. Questi ultimi sono stabiliti con l’aiuto di un modello per quantificare i rischi e gli scenari rilevanti ai fini di futuri sviluppi in modo tale da poter coprire una prevedibile perdita eccezionale. I fondi propri computabili disponibili devono essere superiori ai fondi propri necessari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_111"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo sesto: Finanziamento, Capitolo 1: Basi contabili e sistema di finanziamento, Cambiamento d’assicuratore",
        "citation": "Art. 112 cpv. 1 OAINF",
        "content": "Per gli infortuni anteriori al cambiamento d’assicuratore è responsabile l’assicuratore competente in quel momento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_112"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo sesto: Finanziamento, Capitolo 1: Basi contabili e sistema di finanziamento, Cambiamento d’assicuratore",
        "citation": "Art. 112 cpv. 2 OAINF",
        "content": "Per le rendite inerenti gli infortuni anteriori al cambiamento d’assicuratore, l’assicuratore competente in quel momento ha un credito nei confronti della cassa suppletiva o dell’INSAI per la parte delle indennità di rincaro che non può essere finanziata con le eccedenze d’interesse sui capitali di copertura.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_112"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo sesto: Finanziamento, Capitolo 1: Basi contabili e sistema di finanziamento, Finanziamento delle indennità di rincaro da parte degli assicuratori di cui all’articolo 68 capoverso 1 lettera a della legge e della cassa suppletiva",
        "citation": "Art. 112a OAINF",
        "content": "L’associazione secondo lʼarticolo 90a capoverso 1 della legge allestisce un conto globale sulle dotazioni supplementari distinte di cui all’articolo 90a capoverso 2 della legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_112_a"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo sesto: Finanziamento, Capitolo 2: Premi, Classi e gradi",
        "citation": "Art. 113 cpv. 1 OAINF",
        "content": "Le aziende o parti d’aziende devono essere ripartite nelle classi di tariffe dei premi in modo che i premi netti bastino, con ogni probabilità, a coprire i costi degli infortuni professionali e delle malattie professionali nonché degli infortuni non professionali di una comunità di rischio. I premi delle aziende o di parti d’aziende devono pertanto essere calcolati in conseguenza.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_113"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo sesto: Finanziamento, Capitolo 2: Premi, Classi e gradi",
        "citation": "Art. 113 cpv. 2 OAINF",
        "content": "In caso d’infrazione alle prescrizioni relative alla prevenzione degli infortuni e delle malattie professionali, l’attribuzione dell’azienda ad un grado superiore è operata conformemente all’ordinanza sulla prevenzione degli infortuni. Di regola l’azienda verrà attribuita ad un grado con un tasso di premio superiore al precedente di almeno il 20 per cento. Se ciò non è possibile nell’ambito del tariffario, il tasso di premio del grado più elevato della classe sarà pure aumentato in misura corrispondente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_113"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo sesto: Finanziamento, Capitolo 2: Premi, Classi e gradi",
        "citation": "Art. 113 cpv. 3 OAINF",
        "content": "I cambiamenti delle tariffe dei premi nonché le ripartizioni delle aziende in classi e gradi del tariffario dei premi ai sensi dell’articolo 92 capoverso 5 della legge, devono essere comunicati alle aziende interessate almeno due mesi prima dell’inizio del nuovo esercizio contabile. Le proposte dei titolari d’azienda in vista della modifica della ripartizione per il prossimo esercizio contabile devono essere inoltrate entro gli stessi termini.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_113"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo sesto: Finanziamento, Capitolo 2: Premi, Classi e gradi",
        "citation": "Art. 113 cpv. 4 OAINF",
        "content": "Gli assicuratori registrati sottopongono all’UFSP:\na. al più tardi entro la fine di maggio dell’anno corrente, le tariffe per l’anno successivo;\nb. nell’anno corrente, le statistiche dei rischi dell’anno precedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_113"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo sesto: Finanziamento, Capitolo 2: Premi, Premi supplementari per le spese amministrative",
        "citation": "Art. 114 cpv. 1 OAINF",
        "content": "I premi supplementari per le spese amministrative servono a coprire i costi ordinari degli assicuratori per la pratica dell’assicurazione contro gli infortuni, ivi compresi quelli per prestazioni di terzi non destinati alla cura medica, quali spese di giustizia, di consulenze e di perizie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_114"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo sesto: Finanziamento, Capitolo 2: Premi, Premi supplementari per le spese amministrative",
        "citation": "Art. 114 cpv. 2 OAINF",
        "content": "L’UFSP può chiedere agli assicuratori informazioni sulla riscossione dei premi supplementari per le spese amministrative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_114"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo sesto: Finanziamento, Capitolo 2: Premi, Salario determinante",
        "citation": "Art. 115 cpv. 1 OAINF",
        "content": "I premi sono riscossi sul guadagno assicurato ai sensi dell’articolo 22 capoversi 1 e 2. Sono riservate le deroghe seguenti:\na. nessun premio va prelevato sugli assegni familiari accordati come assegni per i figli, per la formazione o per l’economia domestica secondo gli usi locali o professionali;\nb. per i praticanti, i volontari, le persone che si preparano alla scelta d’una professione e le persone occupate in centri d’apprendistato, i premi sono calcolati, dal compimento del 20° anno d’età, sulla base di un importo del 20 per cento almeno del guadagno massimo giornaliero assicurato e, prima del compimento del 20° anno d’età, del 10 per cento almeno;\nc. per le persone occupate in centri professionali d’integrazione e nei laboratori per l’occupazione permanente degli invalidi, i premi sono calcolati sulla base di un importo corrispondente almeno a dodici volte l’importo del guadagno massimo giornaliero assicurato;\nd. nessun premio va prelevato sull’indennità giornaliera dell’assicurazione per l’invalidità, le indennità giornaliere dell’assicurazione militare e le indennità secondo la legge del 25 settembre 1952 sulle indennità di perdita di guadagno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_115"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo sesto: Finanziamento, Capitolo 2: Premi, Salario determinante",
        "citation": "Art. 115 cpv. 2 OAINF",
        "content": "Per gli assicurati occupati presso più datori di lavoro, il salario è preso in considerazione per ogni rapporto di lavoro, complessivamente comunque solo fino al raggiungimento del guadagno massimo assicurato. Se la somma dei salari supera questo importo massimo, esso deve essere ripartito sui singoli rapporti di lavoro secondo le quote percentuali di guadagno. Ciò si applica anche alle persone che, oltre all’attività dipendente, esercitano un’attività indipendente assicurata facoltativamente secondo la legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_115"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo sesto: Finanziamento, Capitolo 2: Premi, Salario determinante",
        "citation": "Art. 115 cpv. 3 OAINF",
        "content": "Se la durata dell’occupazione è inferiore ad un anno, l’importo massimo del guadagno assicurato è calcolato proporzionalmente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_115"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo sesto: Finanziamento, Capitolo 2: Premi, Salario determinante",
        "citation": "Art. 115 cpv. 4 OAINF",
        "content": "Se l’assicurazione contro la disoccupazione versa indennità per lavoro ridotto, indennità per intemperie, assegni per il periodo d’introduzione o assegni di formazione, il datore di lavoro è tenuto a pagare il totale del premio dell’assicurazione contro gli infortuni corrispondente alla durata normale del lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_115"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo sesto: Finanziamento, Capitolo 2: Premi, Annotazioni salariali e contabilità",
        "citation": "Art. 116 cpv. 1 OAINF",
        "content": "I datori di lavoro devono annotare i salari secondo le direttive degli assicuratori. I salari dei lavoratori assicurati unicamente contro gli infortuni professionali vanno designati come tali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_116"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo sesto: Finanziamento, Capitolo 2: Premi, Annotazioni salariali e contabilità",
        "citation": "Art. 116 cpv. 2 OAINF",
        "content": "I datori di lavoro, il cui personale è assicurato contro gli infortuni presso una cassa malati, liquidano i conti unicamente con quest’ultima.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_116"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo sesto: Finanziamento, Capitolo 2: Premi, Annotazioni salariali e contabilità",
        "citation": "Art. 116 cpv. 3 OAINF",
        "content": "I datori di lavoro devono conservare durante almeno cinque anni le annotazioni salariali, i documenti contabili che ne permettano la revisione ed altri giustificativi. Questo termine decorre dalla fine dell’anno civile per il quale sono state eseguite le ultime registrazioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_116"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo sesto: Finanziamento, Capitolo 2: Premi, Supplemento per pagamento rateale dei premi e interessi di mora",
        "citation": "Art. 117 cpv. 1 OAINF",
        "content": "Il supplemento per pagamento rateale dei premi ammonta allo 0,25 per cento del premio annuo per il pagamento semestrale e allo 0,375 per cento per quello trimestrale. L’assicuratore può riscuotere prorata un supplemento minimo di 10 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_117"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo sesto: Finanziamento, Capitolo 2: Premi, Supplemento per pagamento rateale dei premi e interessi di mora",
        "citation": "Art. 117 cpv. 1bis OAINF",
        "content": "Se il datore di lavoro o l’assicurato a titolo facoltativo è in mora riguardo a più di un pagamento rateale, l’assicuratore è autorizzato a revocare la modalità di pagamento rateale. L’assicuratore informa il datore di lavoro o l’assicurato a titolo facoltativo in merito alla revoca della modalità di pagamento dei premi. Con la revoca della modalità di pagamento, l’importo residuo del premio diventa esigibile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_117"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo sesto: Finanziamento, Capitolo 2: Premi, Supplemento per pagamento rateale dei premi e interessi di mora",
        "citation": "Art. 117 cpv. 2 OAINF",
        "content": "Il termine di pagamento dei premi è di un mese a contare dalla scadenza. Scaduto questo termine, deve essere prelevato un interesse mensile di mora dello 0,5 percento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_117"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo sesto: Finanziamento, Capitolo 2: Premi, Supplemento per pagamento rateale dei premi e interessi di mora",
        "citation": "Art. 117 cpv. 3 OAINF",
        "content": "Supplementi e interessi di mora non possono essere dedotti dal salario del lavoratore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_117"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo sesto: Finanziamento, Capitolo 2: Premi, Interessi compensativi",
        "citation": "Art. 117a cpv. 1 OAINF",
        "content": "Vengono versati interessi compensativi ai sensi dell’articolo 26 capoverso 1 LPGA per premi non dovuti che vengono restituiti o compensati dall’assicurazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_117_a"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo sesto: Finanziamento, Capitolo 2: Premi, Interessi compensativi",
        "citation": "Art. 117a cpv. 2 OAINF",
        "content": "Di regola, gli interessi cominciano a decorrere il 1° gennaio dopo la fine dell’anno civile per il quale sono stati versati i premi non dovuti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_117_a"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo sesto: Finanziamento, Capitolo 2: Premi, Interessi compensativi",
        "citation": "Art. 117a cpv. 3 OAINF",
        "content": "Sulla differenza tra l’importo dei premi stimato e quello definitivo sono versati interessi compensativi a partire dalla data d’entrata presso l’assicuratore della dichiarazione di salario completa e secondo norma, sempre che la restituzione non avvenga entro 30 giorni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_117_a"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo sesto: Finanziamento, Capitolo 2: Premi, Interessi compensativi",
        "citation": "Art. 117a cpv. 4 OAINF",
        "content": "Sugli importi dei premi che, in base alla verifica dei salari iscritti, devono essere restituiti sono versati interessi compensativi a partire dalla data della constatazione della differenza di massa salariale, sempre che la restituzione non avvenga entro 30 giorni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_117_a"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo sesto: Finanziamento, Capitolo 2: Premi, Interessi compensativi",
        "citation": "Art. 117a cpv. 5 OAINF",
        "content": "Gli interessi decorrono fino alla restituzione completa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_117_a"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo sesto: Finanziamento, Capitolo 2: Premi, Interessi compensativi",
        "citation": "Art. 117a cpv. 6 OAINF",
        "content": "Il tasso degli interessi compensativi è del 5 per cento all’anno.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_117_a"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo sesto: Finanziamento, Capitolo 2: Premi, Interessi compensativi",
        "citation": "Art. 117a cpv. 7 OAINF",
        "content": "Gli interessi sono calcolati per giorni. I mesi interi sono calcolati come 30 giorni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_117_a"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo sesto: Finanziamento, Capitolo 2: Premi, Procedure di conteggio speciali",
        "citation": "Art. 118 cpv. 1 OAINF",
        "content": "I datori di lavoro che conteggiano i salari secondo la procedura di conteggio semplificata di cui agli articoli 2 e 3 della legge del 17 giugno 2005 contro il lavoro nero possono effettuare i conteggi negli stessi periodi nonché secondo le stesse regole e sulla base degli stessi documenti valevoli per l’AVS. Non è riscosso il supplemento per pagamento rateale dei premi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_118"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo sesto: Finanziamento, Capitolo 2: Premi, Procedure di conteggio speciali",
        "citation": "Art. 118 cpv. 2 OAINF",
        "content": "Le casse cantonali di compensazione, d’intesa con i datori di lavoro loro affiliati e gli assicuratori, possono, contro equo indennizzo, riscuotere i premi unitamente ai contributi dell’AVS. Gli articoli 131 e 132 OAVS sono applicabili per le casse di compensazione professionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_118"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo sesto: Finanziamento, Capitolo 2: Premi, Premio minimo",
        "citation": "Art. 119 OAINF",
        "content": "Gli assicuratori possono prevedere un premio minimo di 100 franchi all’anno al massimo per ciascuna branca dell’assicurazione obbligatoria. Tale importo comprende i premi supplementari menzionati all’articolo 92 capoverso 1 della legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_119"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo sesto: Finanziamento, Capitolo 2: Premi, Determinazione dei premi",
        "citation": "Art. 120 cpv. 1 OAINF",
        "content": "L’assicuratore deve indicare al datore di lavoro i tassi dei premi netti dell’assicurazione contro gli infortuni professionali e non professionali come pure i supplementi per le spese amministrative, per la prevenzione degli infortuni ed eventualmente per le indennità di rincaro e per i pagamenti rateali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_120"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo sesto: Finanziamento, Capitolo 2: Premi, Determinazione dei premi",
        "citation": "Art. 120 cpv. 2 OAINF",
        "content": "Decorso l’esercizio contabile, il datore di lavoro deve dichiarare all’assicuratore, entro il termine fissato da quest’ultimo, i salari determinanti per il calcolo dell’importo definitivo dei premi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_120"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo sesto: Finanziamento, Capitolo 2: Premi, Determinazione dei premi",
        "citation": "Art. 120 cpv. 3 OAINF",
        "content": "Se il datore di lavoro non provvede in merito, l’assicuratore fissa mediante decisione l’importo dovuto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_120"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo sesto: Finanziamento, Capitolo 2: Premi, Interessi di mora per i premi sostitutivi",
        "citation": "Art. 121 OAINF",
        "content": "Se l’importo dei premi sostitutivi è pari a quello semplice dei premi dovuti, è riscosso un interesse di mora conformemente all’articolo 117 capoverso 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_121"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo settimo: Disposizioni diverse, Capitolo 1: Procedura, Decisioni",
        "citation": "Art. 124 OAINF",
        "content": "Una decisione va notificata per iscritto se concerne segnatamente:\na. l’assegnazione di rendite d’invalidità, indennità in capitale, indennità per menomazione all’integrità, rendite per superstiti e indennità in capitale per le vedove come pure la revisione di rendite e di assegni per grandi invalidi;\nb. la riduzione o il rifiuto di prestazioni assicurative;\nc. la ripetizione di prestazioni assicurative;\nd. l’attribuzione iniziale di un’azienda in classi e gradi del tariffario dei premi come pure la modifica di questa attribuzione;\ne. la riscossione di premi sostitutivi e l’attribuzione di un datore di lavoro a un assicuratore da parte della cassa suppletiva;\nf. la determinazione dei premi ove il datore di lavoro non abbia fornito i dati necessari.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_124"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo settimo: Disposizioni diverse, Capitolo 1: Procedura, Spese di comunicazione e di pubblicazione di dati",
        "citation": "Art. 125 cpv. 1 OAINF",
        "content": "Nei casi di cui all’articolo 97 capoverso 6 della legge è riscosso un emolumento se la comunicazione dei dati richiede numerose copie o altre riproduzioni o ricerche particolari. L’ammontare dell’emolumento corrisponde agli importi fissati negli articoli 14 e 16 dell’ordinanza del 10 settembre 1969 sulle tasse e spese nella procedura amministrativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_125"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo settimo: Disposizioni diverse, Capitolo 1: Procedura, Spese di comunicazione e di pubblicazione di dati",
        "citation": "Art. 125 cpv. 2 OAINF",
        "content": "Per le pubblicazioni di cui all’articolo 97 capoverso 4 della legge è riscosso un emolumento a copertura delle spese.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_125"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo settimo: Disposizioni diverse, Capitolo 1: Procedura, Spese di comunicazione e di pubblicazione di dati",
        "citation": "Art. 125 cpv. 3 OAINF",
        "content": "L’emolumento può essere ridotto o condonato in caso di indigenza dell’assoggettato o per altri gravi motivi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_125"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo settimo: Disposizioni diverse, Capitolo 2: Relazioni con altre branche delle assicurazioni sociali, Relazione con l’assicurazione militare",
        "citation": "Art. 126 cpv. 1 OAINF",
        "content": "È tenuto direttamente alle prestazioni, secondo l’articolo 103 capoverso 1 della legge, l’assicuratore che deve effettuare prestazioni per aggravamento in atto del danno alla salute.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_126"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo settimo: Disposizioni diverse, Capitolo 2: Relazioni con altre branche delle assicurazioni sociali, Relazione con l’assicurazione militare",
        "citation": "Art. 126 cpv. 2 OAINF",
        "content": "Finché è tenuto a prestazioni per l’aggravamento in atto del danno alla salute, l’assicuratore deve pure fornire le prestazioni per conseguenze tardive e ricadute di un infortunio pregresso. Le prestazioni saranno quindi effettuate dall’assicuratore tenuto alle prestazioni per l’infortunio precedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_126"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo settimo: Disposizioni diverse, Capitolo 2: Relazioni con altre branche delle assicurazioni sociali, Relazione con l’assicurazione militare",
        "citation": "Art. 126 cpv. 3 OAINF",
        "content": "Se il beneficiario di una rendita assegnata per un infortunio precedente è vittima di un altro infortunio che modifica il grado d’invalidità, l’assicuratore tenuto alle prestazioni per il primo infortunio deve continuare a versare la rendita concessa fino allora. Il secondo assicuratore deve versare una rendita corrispondente alla differenza tra l’invalidità effettiva e quella esistente prima del secondo infortunio. Se l’assicurazione militare assegna, giusta l’articolo 4 capoverso 3 LAM, assegna la rendita intera per menomazione al secondo organo geminato, l’assicuratore contro gli infortuni che dovrebbe assegnare una rendita per questa seconda menomazione versa il valore capitalizzato di detta rendita, senza indennità di rincaro, calcolata secondo le disposizioni legali a lui applicabili.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_126"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo settimo: Disposizioni diverse, Capitolo 2: Relazioni con altre branche delle assicurazioni sociali, Relazione con l’assicurazione militare",
        "citation": "Art. 126 cpv. 4 OAINF",
        "content": "Se l’infortunio va connesso ad un danno alla salute preesistente, l’assicuratore competente all’evento del nuovo infortunio risponde solo dei postumi di quest’ultimo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_126"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo settimo: Disposizioni diverse, Capitolo 2: Relazioni con altre branche delle assicurazioni sociali, Relazione con l’assicurazione militare",
        "citation": "Art. 126 cpv. 5 OAINF",
        "content": "Se il diritto alla rendita sussiste sia nei confronti dell’assicurazione contro gli infortuni sia dell’assicurazione militare, l’assicuratore contro gli infortuni comunica all’assicurazione militare l’ammontare della propria rendita o della rendita complementare. Ambedue gli assicuratori determinano le loro rendite secondo le rispettive disposizioni legali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_126"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo settimo: Disposizioni diverse, Capitolo 2: Relazioni con altre branche delle assicurazioni sociali, Prestazioni in caso d’infortunio e malattia",
        "citation": "Art. 128 cpv. 1 OAINF",
        "content": "Se un assicurato infortunato si ammala in un ospedale, l’assicuratore contro gli infortuni è tenuto a versare, per la durata del trattamento ospedaliero dei postumi dell’infortunio, le spese di cura, il rimborso delle spese e le indennità giornaliere per tutto il danno alla salute. Lʼassicuratore-malattie versa, a titolo sussidiario, le indennità giornaliere purché non vi sia sovrassicurazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_128"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo settimo: Disposizioni diverse, Capitolo 2: Relazioni con altre branche delle assicurazioni sociali, Prestazioni in caso d’infortunio e malattia",
        "citation": "Art. 128 cpv. 2 OAINF",
        "content": "Se un assicurato malato s’infortuna in un ospedale, l’assicuratore-malattie fornisce, per la durata del trattamento ospedaliero, le prestazioni assicurate per tutto il danno alla salute. Lʼassicuratore contro gli infortuni è liberato dallʼobbligo di versare prestazioni per lʼimporto pari a quello dellʼassicuratore-malattie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_128"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo ottavo: Assicurazione contro gli infortuni dei disoccupati, Importo dell’indennità giornaliera",
        "citation": "Art. 129 cpv. 1 OAINF",
        "content": "Durante i periodi di attesa o di sospensione l’indennità giornaliera dell’assicurazione contro gli infortuni corrisponde all’indennità netta dell’assicurazione contro la disoccupazione secondo gli articoli 22 e 22a della legge del 25 giugno 1982 (LADI) sull’assicurazione contro la disoccupazione che sarebbe versata senza periodi di attesa o di sospensione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_129"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo ottavo: Assicurazione contro gli infortuni dei disoccupati, Importo dell’indennità giornaliera",
        "citation": "Art. 129 cpv. 2 OAINF",
        "content": "Oltre all’indennità giornaliera, l’assicurazione contro gli infortuni versa i supplementi per l’importo degli assegni legali per i figli e per la formazione previsti dall’articolo 22 capoverso 1 LADI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_129"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo ottavo: Assicurazione contro gli infortuni dei disoccupati, Importo dell’indennità giornaliera",
        "citation": "Art. 129 cpv. 3 OAINF",
        "content": "In caso d’infortunio nell’ambito di un programma per l’occupazione temporanea o di una pratica professionale, l’indennità giornaliera corrisponde a quella che sarebbe accordata all’assicurato se non partecipasse a un programma per l’occupazione temporanea o non svolgesse un periodo di pratica professionale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_129"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo ottavo: Assicurazione contro gli infortuni dei disoccupati, Guadagno intermedio secondo l’articolo 24 LADI",
        "citation": "Art. 130 cpv. 1 OAINF",
        "content": "Se l’assicurato è un lavoratore dipendente che consegue un guadagno intermedio secondo l’articolo 24 LADI, in caso di infortuni professionali spetta all’assicuratore dell’azienda interessata versare l’indennità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_130"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo ottavo: Assicurazione contro gli infortuni dei disoccupati, Guadagno intermedio secondo l’articolo 24 LADI",
        "citation": "Art. 130 cpv. 2 OAINF",
        "content": "Se in caso di guadagno intermedio interviene l’assicurazione contro gli infortuni non professionali, l’assicuratore dell’azienda interessata versa le corrispondenti indennità per gli infortuni non professionali che si verificano nei giorni in cui il disoccupato percepisce o avrebbe percepito il guadagno intermedio. L’articolo 99 capoverso 2 non è applicabile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_130"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo ottavo: Assicurazione contro gli infortuni dei disoccupati, Guadagno intermedio secondo l’articolo 24 LADI",
        "citation": "Art. 130 cpv. 3 OAINF",
        "content": "Se l’assicurato ha un guadagno intermedio derivante da un’attività lucrativa indipendente, spetta allʼINSAI versare le indennità in caso d’infortunio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_130"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo ottavo: Assicurazione contro gli infortuni dei disoccupati, Guadagno intermedio secondo l’articolo 24 LADI",
        "citation": "Art. 130 cpv. 4 OAINF",
        "content": "Se l’assicurato sʼinfortuna durante il periodo in cui consegue un guadagno intermedio derivante da attività lucrativa indipendente o dipendente, ottiene l’indennità che gli spetta senza tener conto del guadagno intermedio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_130"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo ottavo: Assicurazione contro gli infortuni dei disoccupati, Guadagno intermedio secondo l’articolo 24 LADI",
        "citation": "Art. 130 cpv. 5 OAINF",
        "content": "In caso di disoccupazione parziale i capoversi 1–4 si applicano per analogia.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_130"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo ottavo: Assicurazione contro gli infortuni dei disoccupati, Premi",
        "citation": "Art. 131 cpv. 1 OAINF",
        "content": "I premi sono fissati in per mille dell’indennità dell’assicurazione contro la disoccupazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_131"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo ottavo: Assicurazione contro gli infortuni dei disoccupati, Premi",
        "citation": "Art. 131 cpv. 2 OAINF",
        "content": "L’aliquota dei premi dell’assicurazione contro gli infortuni non professionali è uguale per tutti i disoccupati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_131"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo ottavo: Assicurazione contro gli infortuni dei disoccupati, Premi",
        "citation": "Art. 131 cpv. 3 OAINF",
        "content": "L’aliquota dei premi è uguale per tutte le persone assicurate che partecipano a programmi per l’occupazione temporanea, a periodi di pratica professionale o a misure di formazione secondo l’articolo 91 capoverso 4 della legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_131"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo ottavo: Assicurazione contro gli infortuni dei disoccupati, Premi",
        "citation": "Art. 131 cpv. 4 OAINF",
        "content": "In base all’esperienza acquisita in materia di rischi, lʼINSAI può, di moto proprio o su richiesta dell’ufficio di compensazione dell’assicurazione contro la disoccupazione, modificare le aliquote dei premi con effetto all’inizio di un mese civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_131"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo ottavo: Assicurazione contro gli infortuni dei disoccupati, Premi",
        "citation": "Art. 131 cpv. 5 OAINF",
        "content": "Le modifiche delle aliquote dei premi devono essere comunicate mediante decisione all’ufficio di compensazione dell’assicurazione contro la disoccupazione al più tardi due mesi prima della loro applicazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_131"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo ottavo: Assicurazione contro gli infortuni dei disoccupati, Premi",
        "citation": "Art. 131 cpv. 6 OAINF",
        "content": "LʼINSAI allestisce una statistica dei rischi relativa agli infortuni dei disoccupati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_131"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo ottavo a: Assicurazione contro gli infortuni delle persone di cui all’articolo 1a capoverso 1 lettera c della legge, Inizio e fine dell’assicurazione ",
        "citation": "Art. 132 cpv. 1 OAINF",
        "content": "Per le persone di cui all’articolo 1a capoverso 1 lettera c della legge l’assicurazione inizia il giorno in cui comincia il provvedimento, ma in ogni caso dal momento in cui la persona si avvia per recarsi al luogo in cui esso si svolge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_132"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo ottavo a: Assicurazione contro gli infortuni delle persone di cui all’articolo 1a capoverso 1 lettera c della legge, Inizio e fine dell’assicurazione ",
        "citation": "Art. 132 cpv. 2 OAINF",
        "content": "Termina allo scadere del 31° giorno susseguente a quello in cui il provvedimento è concluso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_132"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo ottavo a: Assicurazione contro gli infortuni delle persone di cui all’articolo 1a capoverso 1 lettera c della legge, Ammontare dell’indennità giornaliera",
        "citation": "Art. 132a cpv. 1 OAINF",
        "content": "L’importo netto dell’indennità giornaliera di cui all’articolo 17 capoverso 4 della legge comprende l’indennità di base secondo l’articolo 23 o 24ter LAI, dedotti i contributi alle assicurazioni sociali secondo l’articolo 25 LAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_132_a"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo ottavo a: Assicurazione contro gli infortuni delle persone di cui all’articolo 1a capoverso 1 lettera c della legge, Ammontare dell’indennità giornaliera",
        "citation": "Art. 132a cpv. 2 OAINF",
        "content": "In aggiunta alle indennità giornaliere delle persone di cui all’articolo 1a capoverso 1 lettera c della legge l’assicurazione contro gli infortuni versa la prestazione per i figli di cui all’articolo 23bis LAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_132_a"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo ottavo a: Assicurazione contro gli infortuni delle persone di cui all’articolo 1a capoverso 1 lettera c della legge, Ammontare dell’indennità giornaliera",
        "citation": "Art. 132a cpv. 3 OAINF",
        "content": "Per le persone di cui all’articolo 1a capoverso 1 lettera c della legge che non hanno diritto né a un’indennità giornaliera dell’assicurazione per l’invalidità né a una rendita dell’assicurazione per l’invalidità, l’indennità giornaliera è calcolata in base al guadagno assicurato secondo l’articolo 23 capoverso 6.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_132_a"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo ottavo a: Assicurazione contro gli infortuni delle persone di cui all’articolo 1a capoverso 1 lettera c della legge, Ammontare dell’indennità giornaliera",
        "citation": "Art. 132a cpv. 4 OAINF",
        "content": "Per le persone di cui all’articolo 1a capoverso 1 lettera c della legge l’assicurazione contro gli infortuni fornisce l’intera prestazione indipendentemente dal grado di incapacità lavorativa finché il provvedimento dell’assicurazione per l’invalidità riprende oppure potrebbe riprendere dal punto di vista medico. L’assicurazione contro gli infortuni stabilisce, d’intesa con l’organo esecutivo dell’assicurazione per l’invalidità, il momento in cui il provvedimento dell’assicurazione per l’invalidità potrebbe essere ripreso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_132_a"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo ottavo a: Assicurazione contro gli infortuni delle persone di cui all’articolo 1a capoverso 1 lettera c della legge, Calcolo delle rendite",
        "citation": "Art. 132b cpv. 1 OAINF",
        "content": "Per le persone di cui all’articolo 1a capoverso 1 lettera c della legge che percepiscono un’indennità giornaliera dell’assicurazione per l’invalidità, si considera quale guadagno assicurato per il calcolo delle rendite il reddito lavorativo su cui l’ufficio AI si è fondato per calcolare l’indennità giornaliera.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_132_b"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo ottavo a: Assicurazione contro gli infortuni delle persone di cui all’articolo 1a capoverso 1 lettera c della legge, Calcolo delle rendite",
        "citation": "Art. 132b cpv. 2 OAINF",
        "content": "Per le persone di cui all’articolo 1a capoverso 1 lettera c della legge che non hanno diritto né a un’indennità giornaliera dell’assicurazione per l’invalidità né a una rendita dell’assicurazione per l’invalidità, si considera quale guadagno assicurato per il calcolo delle rendite, dal compimento del 20° anno d’età, un guadagno annuo del 20 per cento almeno dell’importo massimo del guadagno annuo assicurato e, prima del compimento del 20 anno d’età, un guadagno annuo del 10 per cento almeno. Al compimento del 20° anno d’età il guadagno annuo viene aumentato al 20 per cento almeno dell’importo massimo del guadagno annuo assicurato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_132_b"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo ottavo a: Assicurazione contro gli infortuni delle persone di cui all’articolo 1a capoverso 1 lettera c della legge, Calcolo delle rendite",
        "citation": "Art. 132b cpv. 3 OAINF",
        "content": "Per le persone di cui all’articolo 1a capoverso 1 lettera c della legge che percepiscono una rendita dell’assicurazione per l’invalidità, il guadagno assicurato di cui al capoverso 2 è ridotto della percentuale del grado d’invalidità secondo l’articolo 28a LAI. Se è stato conseguito un guadagno ai sensi dell’articolo 15 capoverso 2 della legge più elevato, questo guadagno assicurato è considerato quale base per il calcolo della rendita.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_132_b"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo ottavo a: Assicurazione contro gli infortuni delle persone di cui all’articolo 1a capoverso 1 lettera c della legge, Premi",
        "citation": "Art. 132c cpv. 1 OAINF",
        "content": "I premi sono fissati in per mille: \na. dell’importo netto dell’indennità giornaliera versato dall’assicurazione per l’invalidità secondo l’articolo 132a capoverso 1;\nb. del guadagno assicurato secondo l’articolo 132b capoverso 2, per le persone di cui all’articolo 1a capoverso 1 lettera c della legge che non hanno diritto né a un’indennità giornaliera dell’assicurazione per l’invalidità né a una rendita dell’assicurazione per l’invalidità; e\nc. del guadagno assicurato secondo l’articolo 132b capoverso 3, per le persone di cui all’articolo 1a capoverso 1 lettera c della legge che percepiscono una rendita dell’assicurazione per l’invalidità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_132_c"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo ottavo a: Assicurazione contro gli infortuni delle persone di cui all’articolo 1a capoverso 1 lettera c della legge, Premi",
        "citation": "Art. 132c cpv. 2 OAINF",
        "content": "I premi dell’assicurazione obbligatoria contro gli infortuni non professionali sono a carico dell’assicurazione per l’invalidità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_132_c"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo ottavo a: Assicurazione contro gli infortuni delle persone di cui all’articolo 1a capoverso 1 lettera c della legge, Premi",
        "citation": "Art. 132c cpv. 3 OAINF",
        "content": "In base all’esperienza acquisita in materia di rischi, l’INSAI può, di propria iniziativa o su richiesta dell’Ufficio federale delle assicurazioni sociali, modificare le aliquote dei premi con effetto dall’inizio di un mese civile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_132_c"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo ottavo a: Assicurazione contro gli infortuni delle persone di cui all’articolo 1a capoverso 1 lettera c della legge, Premi",
        "citation": "Art. 132c cpv. 4 OAINF",
        "content": "Le modifiche delle aliquote dei premi devono essere comunicate mediante decisione all’Ufficio federale delle assicurazioni sociali al più tardi due mesi prima della loro applicazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_132_c"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo ottavo a: Assicurazione contro gli infortuni delle persone di cui all’articolo 1a capoverso 1 lettera c della legge, Premi",
        "citation": "Art. 132c cpv. 5 OAINF",
        "content": "L’INSAI allestisce una statistica dei rischi relativa agli infortuni delle persone di cui all’articolo 1a capoverso 1 lettera c della legge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_132_c"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo nono: Assicurazione facoltativa, Facoltà d’assicurarsi",
        "citation": "Art. 134 cpv. 1 OAINF",
        "content": "Può parimenti stipulare un’assicurazione facoltativa chi è parzialmente occupato come lavoratore.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_134"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo nono: Assicurazione facoltativa, Facoltà d’assicurarsi",
        "citation": "Art. 134 cpv. 2 OAINF",
        "content": "Le persone che raggiungono l’età di riferimento secondo l’articolo 21 capoverso 1 LAVS possono stipulare una nuova assicurazione facoltativa solo se sono state assicurate d’obbligo durante tutto l’anno precedente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_134"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo nono: Assicurazione facoltativa, Facoltà d’assicurarsi",
        "citation": "Art. 134 cpv. 3 OAINF",
        "content": "L’assicuratore può, nei casi fondati, ovvero se esistono danni alla salute importanti e duraturi nonché un pericolo particolare ai sensi dell’articolo 78 capoverso 2 dell’ordinanza del 19 dicembre 1983 sulla prevenzione degli infortuni, rifiutare di concludere un’assicurazione facoltativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_134"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo nono: Assicurazione facoltativa, Assicuratori",
        "citation": "Art. 135 cpv. 1 OAINF",
        "content": "L’assicuratore, presso il quale il datore di lavoro assicura a titolo obbligatorio i propri dipendenti, assicura anche a titolo facoltativo detto datore di lavoro e i familiari collaboranti nell’azienda.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_135"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo nono: Assicurazione facoltativa, Assicuratori",
        "citation": "Art. 135 cpv. 2 OAINF",
        "content": "L’INSAI assicura inoltre a titolo facoltativo le persone le quali, senza occupare lavoratori, esercitano un’attività lucrativa indipendente nei settori professionali designati all’articolo 66 capoverso 1 della legge, come pure i loro familiari collaboranti a questa attività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_135"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo nono: Assicurazione facoltativa, Assicuratori",
        "citation": "Art. 135 cpv. 3 OAINF",
        "content": "Gli assicuratori di cui all’articolo 68 della legge assicurano a titolo facoltativo le altre persone le quali, senza occupare lavoratori, esercitano un’attività lucrativa indipendente, come pure i loro familiari collaboranti a questa attività.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_135"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo nono: Assicurazione facoltativa, Base del rapporto assicurativo",
        "citation": "Art. 136 OAINF",
        "content": "Il rapporto assicurativo si fonda su contratto scritto. Esso regola segnatamente l’inizio, la durata minima e la fine dell’assicurazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_136"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo nono: Assicurazione facoltativa, Fine dell’assicurazione",
        "citation": "Art. 137 cpv. 1 OAINF",
        "content": "Il rapporto assicurativo termina:\na. alla cessazione dell’attività lucrativa indipendente o della collaborazione a titolo di membro della famiglia o con l’assoggettamento all’assicurazione obbligatoria;\nb. con la disdetta o l’esclusione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_137"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo nono: Assicurazione facoltativa, Fine dell’assicurazione",
        "citation": "Art. 137 cpv. 2 OAINF",
        "content": "Il contratto può prevedere la continuazione dell’assicurazione durante al massimo tre mesi dopo la cessazione dell’attività lucrativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_137"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo nono: Assicurazione facoltativa, Fine dell’assicurazione",
        "citation": "Art. 137 cpv. 3 OAINF",
        "content": "Alla scadenza della durata minima del contratto, l’assicurato può disdirlo entro la fine di un anno di assicurazione, a condizione di osservare un preavviso, fissato nel contratto, che non superi i tre mesi. L’assicuratore beneficia dello stesso diritto. La disdetta deve essere in tal caso motivata per iscritto.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_137"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo nono: Assicurazione facoltativa, Fine dell’assicurazione",
        "citation": "Art. 137 cpv. 4 OAINF",
        "content": "L’assicuratore può escludere l’assicurato il quale, malgrado comminatoria scritta, non paga i premi o fa dichiarazioni inveritiere alla conclusione del contratto o in merito a un infortunio.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_137"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo nono: Assicurazione facoltativa, Base di calcolo dei premi e delle prestazioni in contanti",
        "citation": "Art. 138 OAINF",
        "content": "Nei limiti dell’articolo 22 capoverso 1, i premi e le prestazioni in contanti sono calcolati secondo il guadagno assicurato, il cui importo, pattuito alla conclusione del contratto, potrà essere modificato all’inizio di ogni anno civile. Per le persone esercitanti un’attività lucrativa indipendente, questo importo non può essere inferiore al 45 per cento e, per i familiari, al 30 per cento del guadagno massimo assicurato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_138"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo nono: Assicurazione facoltativa, Premi",
        "citation": "Art. 139 cpv. 1 OAINF",
        "content": "Gli assicuratori possono fissare nell’assicurazione facoltativa un premio netto globale per l’assicurazione contro gli infortuni professionali e non professionali. Il premio va calcolato tenendo conto che l’assicurazione facoltativa dev’essere autosufficiente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_139"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo nono: Assicurazione facoltativa, Premi",
        "citation": "Art. 139 cpv. 2 OAINF",
        "content": "Nell’assicurazione facoltativa non è riscosso alcun premio supplementare per le indennità di rincaro e per la prevenzione degli infortuni e malattie professionali e degli infortuni non professionali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_139"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo nono: Assicurazione facoltativa, Indennità di rincaro",
        "citation": "Art. 140 OAINF",
        "content": "Nell’assicurazione facoltativa sono versate indennità di rincaro solo se coperte da eccedenze d’interessi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_140"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo decimo: Giurisdizione",
        "citation": "Art. 140a cpv. 1 OAINF",
        "content": "I tribunali arbitrali cantonali di cui all’articolo 57 della legge, i tribunali cantonali delle assicurazioni di cui all’articolo 57 LPGA e il Tribunale amministrativo federale in caso di ricorsi di cui all’articolo 109 della legge sottopongono le proprie decisioni anche all’UFSP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_140_a"
    },
    {
        "book": "UVV",
        "title": "OAINF, Titolo decimo: Giurisdizione",
        "citation": "Art. 140a cpv. 2 OAINF",
        "content": "L’UFSP è autorizzato a presentare ricorso al Tribunale federale contro le decisioni dei tribunali arbitrali cantonali, dei tribunali cantonali delle assicurazioni e del Tribunale amministrativo federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/it#art_140_a"
    }
]