[
    {
        "book": "UVV",
        "title": "OLAA, Titre 1, Personnes assurées, Notion de travailleur",
        "citation": "Art. 1 OLAA",
        "content": "Est réputé travailleur selon l’art. 1a, al. 1, de la loi quiconque exerce une activité lucrative dépendante au sens de la législation fédérale sur l’assurance-vieillesse et survivants (AVS).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_1"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 1, Personnes assurées, Assurance obligatoire dans des cas spéciaux",
        "citation": "Art. 1a al. 1 OLAA",
        "content": "Les personnes exerçant une activité chez un employeur aux fins de se préparer au choix d’une profession sont également assurées à titre obligatoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_1_a"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 1, Personnes assurées, Assurance obligatoire dans des cas spéciaux",
        "citation": "Art. 1a al. 2 OLAA",
        "content": "Les personnes détenues dans un établissement pénitentiaire, ou un établissement d’internement ou d’éducation au travail, ou encore dans une maison d’éducation ne sont assurées à titre obligatoire que pour le temps durant lequel elles sont occupées contre rémunération par des tiers, hors de l’établissement ou de la maison d’éducation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_1_a"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 1, Personnes assurées, Assurance obligatoire dans des cas spéciaux",
        "citation": "Art. 1a al. 3 OLAA",
        "content": "Les personnes appartenant à une communauté religieuse ne sont assurées à titre obligatoire que pour le temps durant lequel elles sont occupées contre rémunération par des tiers, hors de la communauté.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_1_a"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 1, Personnes assurées, Assurance obligatoire dans des cas spéciaux",
        "citation": "Art. 1a al. 4 OLAA",
        "content": "Pour les personnes assurées visées aux al. 2 et 3, les accidents qui se produisent sur le trajet qu’elles doivent emprunter pour se rendre au travail ou en revenir sont réputés accidents professionnels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_1_a"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 1, Personnes assurées, Exceptions à l’obligation d’être assuré",
        "citation": "Art. 2 al. 1 OLAA",
        "content": "Ne sont pas assurés à titre obligatoire:\na. les membres de la famille de l’employeur travaillant dans l’entreprise qui ne touchent pas de salaire en espèces et ne payent pas de cotisations à l’AVS ou qui sont réputés de condition indépendante au sens de l’art. 1a, al. 2, let. a et b, de la loi fédérale du 20 juin 1952 sur les allocations familiales dans l’agriculture;\nb. à d. ...\ne. les agents de la Confédération soumis à l’assurance militaire conformément à l’art. 1a, al. 1, let. b, de la loi fédérale du 19 juin 1992 sur l’assurance militaire (LAM);\nf. les membres de conseils d’administration qui ne sont pas occupés dans l’entreprise, pour cette activité;\ng. ...\nh. les personnes, telles que les membres de parlements, d’autorités ou de commissions, qui exercent sans contrat de service une activité dans l’intérêt public, pour cette activité;\ni. les sapeurs-pompiers de milice;\nj. les personnes qui exercent une activité de sportif ou d’entraîneur dans une association sportive ou une organisation similaire active dans le domaine du sport, pour autant que l’association ou l’organisation leur verse à toutes exclusivement un revenu annuel correspondant au plus aux deux tiers du montant minimal de la rente de vieillesse annuelle complète de l’AVS visée à l’art. 34, al. 5, de la loi fédérale du 20 décembre 1946 sur l’assurance-vieillesse et survivants.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_2"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 1, Personnes assurées, Personnes bénéficiant de privilèges en vertu du droit international",
        "citation": "Art. 3 al. 1 OLAA",
        "content": "Ne sont pas assurés les membres du personnel diplomatique des missions diplomatiques et des missions permanentes ou autres représentations auprès des organisations intergouvernementales en Suisse, les fonctionnaires consulaires de carrière en poste en Suisse, ni les membres de famille de ces personnes qui font ménage commun avec elles et qui ne sont pas de nationalité suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_3"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 1, Personnes assurées, Personnes bénéficiant de privilèges en vertu du droit international",
        "citation": "Art. 3 al. 2 OLAA",
        "content": "Lorsqu’une personne appartenant à l’une des catégories susdites exerce en Suisse une activité salariée en vue d’un gain personnel, elle est assurée, pour cette activité, contre les accidents professionnels et les accidents qui se produisent sur le trajet qu’elle doit emprunter pour se rendre au travail ou en revenir.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_3"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 1, Personnes assurées, Personnes bénéficiant de privilèges en vertu du droit international",
        "citation": "Art. 3 al. 3 OLAA",
        "content": "Les membres du personnel administratif, technique et de service des missions diplomatiques et des missions permanentes ou autres représentations auprès des organisations intergouvernementales en Suisse, ainsi que les employés consulaires et les membres du personnel de service des postes consulaires ne peuvent être assurés que si la missions diplomatique, la mission permanente ou l’autre représentation auprès des organisations intergouvernementales ou le poste consulaire en a fait la demande à l’Office fédéral de la santé publique (OFSP) et s’est engagé à remplir les obligations que la loi impose aux employeurs. La demande doit être présentée dans tous les cas lorsque ces personnes sont des ressortissants suisses ou ont leur résidence permanente en Suisse. La demande peut aussi être présentée par un membre de mission diplomatique, de mission permanente ou d’une autre représentation auprès des organisations intergouvernementales ou de poste consulaire pour les personnes qui sont à son service privé et ne sont pas déjà assurées conformément à la loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_3"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 1, Personnes assurées, Personnes bénéficiant de privilèges en vertu du droit international",
        "citation": "Art. 3 al. 4 OLAA",
        "content": "Lorsqu’une personne citée à l’al. 3 exerce en Suisse une activité salariée en vue d’un gain personnel, elle est assurée conformément à la loi pour cette activité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_3"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 1, Personnes assurées, Personnes bénéficiant de privilèges en vertu du droit international",
        "citation": "Art. 3 al. 5 OLAA",
        "content": "Les personnes bénéficiaires de privilèges, d’immunités et de facilités visées à l’art. 2, al. 2, let. a, de la loi du 22 juin 2007 sur l’État hôte qui sont employées par une organisation intergouvernementale, une institution internationale, un secrétariat ou autre organe créé par un traité international, un tribunal international, un tribunal arbitral ou un autre organisme international au sens de l’art. 2, al. 1, de la loi du 22 juin 2007 sur l’État hôte ne sont pas assurées. Sont assurées les personnes qui sont occupées par une telle organisation dans la mesure où celle-ci ne leur accorde pas une protection équivalente contre les suites d’accidents et de maladies professionnelles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_3"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 1, Personnes assurées, Travailleurs détachés",
        "citation": "Art. 4 OLAA",
        "content": "Le rapport d’assurance n’est pas interrompu si le travailleur était assuré à titre obligatoire en Suisse juste avant d’être envoyé à l’étranger et s’il reste lié par des rapports de travail à un employeur ayant son domicile ou son siège en Suisse et possède à son égard un droit au salaire. Le rapport d’assurance est maintenu pendant deux ans. L’assureur peut, sur demande, porter cette durée à six ans au total.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_4"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 1, Personnes assurées, Entreprises de transport et administrations publiques",
        "citation": "Art. 5 OLAA",
        "content": "Est assuré pour une activité passagère ou permanente à l’étranger:\na. le personnel des entreprises suisses de chemins de fer occupé sur une de leurs lignes;\nb. le personnel engagé en Suisse par une entreprise de transport aérien ayant son siège principal en Suisse;\nc. le personnel des administrations publiques suisses et des centrales suisses de promotion du commerce et du tourisme engagé en vertu du droit suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_5"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 1, Personnes assurées, Travailleurs au service d’un employeur domicilié à l’étranger",
        "citation": "Art. 6 al. 1 OLAA",
        "content": "Lorsqu’un employeur domicilié ou ayant son siège à l’étranger exécute des travaux en Suisse, les travailleurs qu’il engage en Suisse sont assurés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_6"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 1, Personnes assurées, Travailleurs au service d’un employeur domicilié à l’étranger",
        "citation": "Art. 6 al. 2 OLAA",
        "content": "Les travailleurs détachés en Suisse ne sont pas assurés pendant la première année. Ce délai peut, sur demande, être porté à six ans au total, par la Caisse nationale suisse d’assurance en cas d’accidents (CNA) ou par la caisse supplétive, à condition que le travailleur bénéficie d’une assurance lui garantissant une protection équivalente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_6"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 1, Personnes assurées, Fin de l’assurance à l’extinction du droit au salaire",
        "citation": "Art. 7 al. 1 OLAA",
        "content": "Sont réputés salaire, au sens de l’art. 3, al. 2, de la loi:\na. le salaire déterminant au sens de la législation fédérale sur l’AVS;\nb. les indemnités journalières de l’assurance-accidents obligatoire, de l’assurance militaire, de l’assurance-invalidité (AI) et celles des caisse-maladie et des assurances-maladie et accidents privées, qui sont versées en lieu et place du salaire, les allocations au titre de la loi du 25 septembre 1952 sur les allocations pour perte de gain, de même que les allocations d’une assurance-maternité cantonale;\nc. les allocations familiales qui, au titre d’allocation pour enfants ou d’allocation de formation ou de ménage, sont versées conformément aux usages locaux ou professionnels;\nd. les salaires sur lesquels aucune cotisation de l’AVS n’est perçue en raison de l’âge de l’assuré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_7"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 1, Personnes assurées, Fin de l’assurance à l’extinction du droit au salaire",
        "citation": "Art. 7 al. 2 OLAA",
        "content": "Ne comptent pas comme salaire:\na. les indemnités versées en cas de résiliation des rapports de travail, lors de la fermeture ou de la fusion d’entreprise, ou dans des circonstances analogues;\nb. les rémunérations telles que gratifications, primes de Noël, participations au résultat de l’exploitation, actions distribuées au personnel, tantièmes et primes de fidélité ou d’ancienneté.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_7"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 1, Personnes assurées, Prolongation de l’assurance par convention",
        "citation": "Art. 8 OLAA",
        "content": "Les conventions individuelles ou collectives sur la prolongation de l’assurance contre les accidents non professionnels doivent être conclues avant l’expiration du rapport d’assurance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_8"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 2, Objet de l’assurance, Chapitre 1, Généralités, Lésions corporelles assimilées à un accident",
        "citation": "Art. 9 OLAA",
        "content": "Les dommages non imputables à un accident causés aux objets, implantés à la suite d’une maladie, qui remplacent morphologiquement ou fonctionnellement une partie du corps ne constituent pas des lésions corporelles au sens de l’art. 6, al. 2, de la loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_9"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 2, Objet de l’assurance, Chapitre 1, Généralités, Autres lésions corporelles",
        "citation": "Art. 10 OLAA",
        "content": "L’assuré a également droit aux prestations d’assurance pour les lésions corporelles qu’il subit lors d’un examen médical ordonné par l’assureur ou rendu nécessaire par d’autres circonstances.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_10"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 2, Objet de l’assurance, Chapitre 1, Généralités, Rechutes et séquelles tardives",
        "citation": "Art. 11 OLAA",
        "content": "Les prestations d’assurance sont également versées en cas de rechutes et de séquelles tardives; les bénéficiaires de rentes d’invalidité doivent toutefois remplir les conditions posées à l’art. 21 de la loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_11"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 2, Objet de l’assurance, Chapitre 2, Accidents et maladies professionnelles, Accidents professionnels",
        "citation": "Art. 12 al. 1 OLAA",
        "content": "Sont notamment réputés professionnels au sens de l’art. 7, al. 1, de la loi les accidents subis:\na. pendant un voyage d’affaire ou de service, soit dès l’instant où l’assuré quitte son domicile et jusqu’au moment où il le réintègre, à moins que l’accident ne se produise durant les loisirs;\nb. pendant une sortie d’entreprise organisée ou financée par l’employeur;\nc. lors de la fréquentation d’une école ou d’un cours prévue par la loi ou un contrat ou autorisée par l’employeur, à moins que l’accident ne se produise durant les loisirs;\nd. pendant les trajets effectués par les assurés dans des véhicules de l’entreprise pour se rendre au travail ou en revenir, si le transport est organisé et financé par l’employeur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_12"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 2, Objet de l’assurance, Chapitre 2, Accidents et maladies professionnelles, Accidents professionnels",
        "citation": "Art. 12 al. 2 OLAA",
        "content": "Le lieu de travail au sens de l’art. 7, al. 1, let. b, de la loi, comprend, pour les travailleurs agricoles, le domaine et tous les fonds qui s’y rattachent et, pour les travailleurs faisant ménage commun avec l’employeur, également les locaux servant au logement et à l’entretien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_12"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 2, Objet de l’assurance, Chapitre 2, Accidents et maladies professionnelles, Travailleurs à temps partiel",
        "citation": "Art. 13 al. 1 OLAA",
        "content": "Les travailleurs à temps partiel occupés chez un employeur au moins huit heures par semaine sont également assurés contre les accidents non professionnels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_13"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 2, Objet de l’assurance, Chapitre 2, Accidents et maladies professionnelles, Travailleurs à temps partiel",
        "citation": "Art. 13 al. 2 OLAA",
        "content": "Pour les travailleurs à temps partiel dont la durée hebdomadaire de travail n’atteint pas le minimum susdit, les accidents subis pendant le trajet entre leur domicile et leur lieu de travail sont réputés accidents professionnels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_13"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 2, Objet de l’assurance, Chapitre 2, Accidents et maladies professionnelles, Maladies professionnelles",
        "citation": "Art. 14 OLAA",
        "content": "Les substances nocives et les maladies dues à certains travaux au sens de l’art. 9, al. 1, de la loi, sont énumérées à l’annexe 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_14"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 1, Prestations pour soins et remboursement de frais (Prestations en nature), Traitement hospitalier",
        "citation": "Art. 15 al. 1 OLAA",
        "content": "L’assuré a droit au traitement, à la nourriture et au logement dans la division commune d’un hôpital (art. 68, al. 1) avec lequel une convention réglant la collaboration et les tarifs a été conclue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_15"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 1, Prestations pour soins et remboursement de frais (Prestations en nature), Traitement hospitalier",
        "citation": "Art. 15 al. 2 OLAA",
        "content": "Lorsque l’assuré entre dans une autre division que la division commune ou, pour des raisons médicales, dans un autre hôpital, l’assureur prend à sa charge les frais qu’il aurait dû rembourser conformément à l’al. 1 pour le traitement dans la division commune ou dans l’hôpital le plus proche qui soit approprié. L’hôpital ne peut prétendre qu’au remboursement de ces frais.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_15"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 1, Prestations pour soins et remboursement de frais (Prestations en nature), Traitement hospitalier",
        "citation": "Art. 15 al. 2bis OLAA",
        "content": "Sont reconnus raisons médicales au sens de l’al. 2 les cas d’urgence et les cas où la prestation requise n’est proposée dans aucun hôpital conventionné au sens de l’al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_15"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 1, Prestations pour soins et remboursement de frais (Prestations en nature), Traitement hospitalier",
        "citation": "Art. 15 al. 3 OLAA",
        "content": "L’hôpital ne peut demander à l’assuré aucune avance pour le traitement en division commune.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_15"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 1, Prestations pour soins et remboursement de frais (Prestations en nature), Changement de médecin, de dentiste, de chiropraticien ou d’hôpital",
        "citation": "Art. 16 OLAA",
        "content": "Lorsque l’assuré veut changer de médecin, de dentiste, de chiropraticien ou d’hôpital, il doit en informer immédiatement l’assureur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_16"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 1, Prestations pour soins et remboursement de frais (Prestations en nature), Traitement à l’étranger",
        "citation": "Art. 17 OLAA",
        "content": "Les frais occasionnés par un traitement médical nécessaire subi à l’étranger ne sont remboursés que jusqu’à concurrence du double du montant de ceux qui seraient résultés d’un traitement en Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_17"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 1, Prestations pour soins et remboursement de frais (Prestations en nature), Aide et soins à domicile",
        "citation": "Art. 18 al. 1 OLAA",
        "content": "L’assuré a droit aux soins médicaux à domicile prescrits par un médecin, à condition qu’ils soient donnés par une personne ou une organisation autorisées, conformément aux art. 49 et 51 de l’ordonnance du 27 juin 1995 sur l’assurance-maladie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_18"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 1, Prestations pour soins et remboursement de frais (Prestations en nature), Aide et soins à domicile",
        "citation": "Art. 18 al. 2 OLAA",
        "content": "L’assureur participe:\na. aux soins médicaux à domicile prescrits par un médecin et dispensés par une personne non autorisée, à condition qu’ils soient donnés de manière appropriée;\nb. aux soins non médicaux à domicile, à condition qu’ils ne soient pas couverts par l’allocation pour impotent selon l’art. 26.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_18"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 1, Prestations pour soins et remboursement de frais (Prestations en nature), Moyens auxiliaires",
        "citation": "Art. 19 OLAA",
        "content": "Le Département fédéral de l’intérieur (DFI) dresse une liste des moyens auxiliaires et édicte des dispositions sur la remise de ceux-ci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_19"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 1, Prestations pour soins et remboursement de frais (Prestations en nature), Frais de sauvetage, de dégagement, de voyage et de transport",
        "citation": "Art. 20 al. 1 OLAA",
        "content": "Les frais nécessaires de sauvetage et de dégagement, ainsi que les frais médicalement nécessaires de voyage et de transport sont remboursés. D’autres frais de voyage et de transport sont remboursés lorsque les liens familiaux le justifient.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_20"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 1, Prestations pour soins et remboursement de frais (Prestations en nature), Frais de sauvetage, de dégagement, de voyage et de transport",
        "citation": "Art. 20 al. 2 OLAA",
        "content": "Si de tels frais sont occasionnés à l’étranger, ils sont remboursés jusqu’à concurrence du cinquième du montant maximum du gain annuel assuré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_20"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 1, Prestations pour soins et remboursement de frais (Prestations en nature), Frais de sauvetage, de dégagement, de voyage et de transport",
        "citation": "Art. 20 al. 3 OLAA",
        "content": "Si les fournisseurs de prestations et les assureurs ne parviennent pas à se mettre d’accord, le DFI peut fixer des montants maximums pour le remboursement des frais de dégagement et de sauvetage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_20"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 1, Prestations pour soins et remboursement de frais (Prestations en nature), Frais de transport de corps à l’étranger",
        "citation": "Art. 21 al. 1 OLAA",
        "content": "Les frais occasionnés à l’étranger par le transport d’un corps au lieu d’inhumation sont remboursés jusqu’à concurrence du cinquième du montant maximum du gain annuel assuré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_21"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 1, Prestations pour soins et remboursement de frais (Prestations en nature), Frais de transport de corps à l’étranger",
        "citation": "Art. 21 al. 2 OLAA",
        "content": "Les frais de transport sont remboursés à la personne qui prouve qu’elle les a pris à sa charge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_21"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 1, Gain assuré, En général",
        "citation": "Art. 22 al. 1 OLAA",
        "content": "Le montant maximum du gain assuré s’élève à 148 200 francs par an et à 406 francs par jour.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_22"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 1, Gain assuré, En général",
        "citation": "Art. 22 al. 2 OLAA",
        "content": "Est réputé gain assuré le salaire déterminant au sens de la législation sur l’AVS, compte tenu des dérogations suivantes:\na. sont également assurés les salaires non soumis aux cotisations de l’AVS en raison de l’âge de l’assuré;\nb. font également partie du gain assuré les allocations familiales qui, au titre d’allocation pour enfants, d’allocation de formation ou d’allocation de ménage, sont versées conformément aux usages locaux ou professionnels;\nc. pour les membres de la famille de l’employeur travaillant dans l’entreprise, les associés, les actionnaires ou les membres de sociétés coopératives, il est au moins tenu compte du salaire correspondant aux usages professionnels et locaux;\nd. les indemnités versées en cas de résiliation des rapports de travail, lors de la fermeture ou de la fusion d’entreprises ou en des circonstances analogues, ne sont pas prises en compte;\ne. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_22"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 1, Gain assuré, En général",
        "citation": "Art. 22 al. 3 OLAA",
        "content": "L’indemnité journalière est calculée sur la base du salaire que l’assuré a reçu en dernier lieu avant l’accident, y compris les éléments de salaire non encore perçus et auxquels il a droit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_22"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 1, Gain assuré, En général",
        "citation": "Art. 22 al. 3bis OLAA",
        "content": "Si un assuré avait droit avant l’accident à une indemnité journalière conformément à la loi fédérale du 19 juin 1959 sur l’assurance-invalidité, l’indemnité journalière correspond au moins au montant total de celle allouée par l’AI, mais au plus à 80 % du montant maximum du gain assuré selon l’al. 1. Le montant de l’indemnité journalière allouée aux personnes visées à l’art. 1a, al. 1, let. c, de la loi est fixé conformément à l’art. 132a, al. 1.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_22"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 1, Gain assuré, En général",
        "citation": "Art. 22 al. 4 OLAA",
        "content": "Les rentes sont calculées sur la base du salaire que l’assuré a reçu d’un ou de plusieurs employeurs durant l’année qui a précédé l’accident, y compris les éléments de salaire non encore perçus et auxquels il a droit. Si les rapports de travail ont duré moins d’une année, le salaire reçu au cours de cette période est converti en gain annuel. En cas d’activité prévue initialement pour une durée déterminée, la conversion se limite à la durée prévue, pour autant que le plan de carrière actuel ou prévu de l’assuré n’envisage pas pour la suite une autre durée normale de l’activité. La conversion est limitée à la durée autorisée selon le droit applicable aux étrangers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_22"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 1, Gain assuré, Salaire déterminant pour l’indemnité journalière dans des cas spéciaux",
        "citation": "Art. 23 al. 1 OLAA",
        "content": "Si, par suite de service militaire, de service civil, de service dans la protection civile ou par suite d’accident, de maladie, de maternité ou de réduction de l’horaire de travail, l’assuré n’a reçu aucun salaire ou n’a touché qu’un salaire réduit, le gain pris en considération est celui qu’il aurait obtenu sans la survenance de ces éventualités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_23"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 1, Gain assuré, Salaire déterminant pour l’indemnité journalière dans des cas spéciaux",
        "citation": "Art. 23 al. 3 OLAA",
        "content": "Lorsque l’assuré n’exerce pas d’activité lucrative régulière ou lorsqu’il reçoit un salaire soumis à de fortes variations, il y a lieu de se fonder sur un salaire moyen équitable par jour.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_23"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 1, Gain assuré, Salaire déterminant pour l’indemnité journalière dans des cas spéciaux",
        "citation": "Art. 23 al. 3bis OLAA",
        "content": "En cas d’accident, le personnel temporaire qui exerce une activité professionnelle régulière sur la base d’un contrat cadre et d’un contrat de mission a droit au salaire convenu dans le contrat de mission.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_23"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 1, Gain assuré, Salaire déterminant pour l’indemnité journalière dans des cas spéciaux",
        "citation": "Art. 23 al. 4 OLAA",
        "content": "L’art. 22, al. 3, est applicable à l’assuré qui est victime d’un accident pendant son activité saisonnière. Si l’accident survient pendant la période où il ne travaille pas, le salaire qu’il a effectivement reçu au cours de l’année précédente doit être divisé par 365.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_23"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 1, Gain assuré, Salaire déterminant pour l’indemnité journalière dans des cas spéciaux",
        "citation": "Art. 23 al. 5 OLAA",
        "content": "Si l’assuré était au service de plus d’un employeur avant l’accident, il y a lieu de se fonder sur le salaire provenant de l’ensemble des rapports de travail, que ceux-ci couvrent uniquement les accidents professionnels ou également les accidents non professionnels. Cette disposition s’applique également à l’assurance facultative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_23"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 1, Gain assuré, Salaire déterminant pour l’indemnité journalière dans des cas spéciaux",
        "citation": "Art. 23 al. 6 OLAA",
        "content": "Pour les stagiaires, les volontaires et les personnes exerçant une activité aux fins de se préparer au choix d’une profession et pour les assurés exerçant une activité aux fins d’acquérir une formation dans des centres de réadaptation professionnelle pour personnes handicapées, il y a lieu de prendre en considération, si ces personnes ont 20 ans révolus, un gain journalier d’au moins 20 % du montant maximum du gain journalier assuré, et, d’au moins 10 %, si elles n’ont pas 20 ans révolus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_23"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 1, Gain assuré, Salaire déterminant pour l’indemnité journalière dans des cas spéciaux",
        "citation": "Art. 23 al. 7 OLAA",
        "content": "Le salaire déterminant doit être à nouveau fixé pour l’avenir au cas où le traitement médical a duré au moins trois mois et où le salaire de l’assuré aurait été augmenté d’au moins 10 % au cours de cette période.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_23"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 1, Gain assuré, Salaire déterminant pour l’indemnité journalière dans des cas spéciaux",
        "citation": "Art. 23 al. 8 OLAA",
        "content": "Le salaire déterminant en cas de rechute est celui que l’assuré a reçu juste avant celle-ci; il ne saurait toutefois être inférieur à 10 % du montant maximum du gain journalier assuré, sauf pour les bénéficiaires de rentes de l’assurance sociale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_23"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 1, Gain assuré, Salaire déterminant pour l’indemnité journalière dans des cas spéciaux",
        "citation": "Art. 23 al. 9 OLAA",
        "content": "Si les suites d’un événement assuré occasionnent un retard d’au moins six mois dans la formation professionnelle, une indemnité journalière partielle correspondant à la différence entre le gain alloué durant la formation et le gain minimum d’un travailleur spécialisé de la même branche sera accordée pour la durée du retard dans la formation, mais au plus pendant un an.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_23"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 1, Gain assuré, Salaire déterminant pour les rentes dans les cas spéciaux",
        "citation": "Art. 24 al. 1 OLAA",
        "content": "Si, au cours de l’année qui précède l’accident, le salaire de l’assuré a été réduit par suite de service militaire, de service civil, de service de protection civile, ou par suite d’accident, de maladie, de maternité, de chômage ou de réduction de l’horaire de travail, le gain assuré est celui que l’assuré aurait reçu sans la survenance de ces éventualités.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_24"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 1, Gain assuré, Salaire déterminant pour les rentes dans les cas spéciaux",
        "citation": "Art. 24 al. 2 OLAA",
        "content": "Lorsque le droit à la rente naît plus de cinq ans après l’accident ou l’apparition de la maladie professionnelle, le salaire déterminant est celui que l’assuré aurait reçu, pendant l’année qui précède l’ouverture du droit à la rente, s’il n’avait pas été victime de l’accident ou de la maladie professionnelle, à condition toutefois que ce salaire soit plus élevé que celui qu’il touchait juste avant la survenance de l’accident ou l’apparition de la maladie professionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_24"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 1, Gain assuré, Salaire déterminant pour les rentes dans les cas spéciaux",
        "citation": "Art. 24 al. 3 OLAA",
        "content": "Si l’assuré suivait des cours de formation le jour de l’accident et touchait de ce fait un salaire inférieur au plein salaire de la même catégorie professionnelle, le gain assuré est déterminé, à partir du moment où il aurait terminé sa formation, d’après le plein salaire qu’il aurait reçu pendant l’année qui précède l’accident.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_24"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 1, Gain assuré, Salaire déterminant pour les rentes dans les cas spéciaux",
        "citation": "Art. 24 al. 4 OLAA",
        "content": "Lorsque le bénéficiaire d’une rente d’invalidité est victime d’un nouvel accident couvert par l’assurance qui aggrave son invalidité, le salaire déterminant pour le calcul de la nouvelle rente allouée pour les deux accidents est celui qu’il aurait reçu pendant l’année qui a précédé le dernier accident s’il n’avait pas subi auparavant un accident couvert par l’assurance. Si ce salaire est inférieur à celui qu’il touchait avant le premier accident couvert par l’assurance, le salaire supérieur est déterminant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_24"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 2, Indemnité journalière, Montant",
        "citation": "Art. 25 al. 1 OLAA",
        "content": "L’indemnité journalière est calculée conformément à l’annexe 2 et versée pour tous les jours, y compris les dimanches et jours fériés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_25"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 2, Indemnité journalière, Montant",
        "citation": "Art. 25 al. 3 OLAA",
        "content": "L’assurance-accidents verse l’intégralité de la prestation lorsque l’incapacité de travail d’un assuré au chômage est supérieure à 50 %; elle verse la moitié de la prestation lorsque l’incapacité de travail est supérieure à 25 %, mais inférieure ou égale à 50 %. Une incapacité de travail inférieure ou égale à 25 % ne donne pas droit à l’indemnité journalière.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_25"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 2, Indemnité journalière, Indemnité journalière et rentes de survivants",
        "citation": "Art. 26 OLAA",
        "content": "Lorsque le décès du bénéficiaire d’une indemnité journalière fait naître le droit à une rente de survivant, l’indemnité journalière est allouée aux survivants jusqu’à ce qu’ils commencent à toucher cette rente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_26"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 2, Indemnité journalière, Déduction en cas de séjour hospitalier",
        "citation": "Art. 27 al. 1 OLAA",
        "content": "L’indemnité journalière subit les déductions suivantes au titre de la participation aux frais d’entretien dans un hôpital:\na. 20 %, mais au plus 20 francs, pour les personnes seules sans obligation d’entretien ou d’assistance;\nb. 10 %, mais au plus 10 francs, pour les assurés mariés et pour les personnes seules qui ont des obligations d’entretien ou d’assistance, sous réserve de l’al. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_27"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 2, Indemnité journalière, Déduction en cas de séjour hospitalier",
        "citation": "Art. 27 al. 2 OLAA",
        "content": "L’indemnité journalière ne subit aucune déduction pour les assurés mariés ou les personnes seules ayant à leur charge des enfants mineurs ou qui font un apprentissage ou des études.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_27"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 3, Rentes d’invalidité, Évaluation du degré de l’invalidité dans les cas spéciaux",
        "citation": "Art. 28 al. 1 OLAA",
        "content": "Si une invalidité consécutive à un accident couvert par l’assurance a empêché l’assuré soit d’entreprendre une formation professionnelle dont il prouve qu’elle était envisagée et conforme à ses aptitudes, soit d’achever une formation en cours, le revenu déterminant pour l’évaluation de l’invalidité est celui que l’assuré aurait pu réaliser dans la profession considérée s’il n’était pas invalide.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_28"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 3, Rentes d’invalidité, Évaluation du degré de l’invalidité dans les cas spéciaux",
        "citation": "Art. 28 al. 2 OLAA",
        "content": "Chez les assurés qui exercent simultanément plusieurs activités salariées, le degré d’invalidité est déterminé en fonction de l’incapacité subie dans l’ensemble de ces activités. Si en plus d’une activité salariée, l’assuré exerce une activité lucrative indépendante non assurée en vertu de la loi ou une activité non rémunérée, l’incapacité subie dans cette activité n’est pas prise en considération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_28"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 3, Rentes d’invalidité, Évaluation du degré de l’invalidité dans les cas spéciaux",
        "citation": "Art. 28 al. 3 OLAA",
        "content": "Si la capacité de travail de l’assuré était déjà réduite de manière durable avant l’accident par suite d’une atteinte à la santé non assurée, il y a lieu, pour évaluer l’invalidité, de comparer le revenu que l’assuré aurait pu réaliser compte tenu de la diminution de sa capacité de travail initiale avec celui qu’il pourrait encore obtenir en dépit des suites de l’accident et de l’atteinte préexistante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_28"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 3, Rentes d’invalidité, Évaluation du degré de l’invalidité dans les cas spéciaux",
        "citation": "Art. 28 al. 4 OLAA",
        "content": "Si, en raison de son âge, l’assuré ne reprend pas d’activité lucrative après l’accident ou si la diminution de la capacité de gain est due essentiellement à son âge avancé, les revenus de l’activité lucrative déterminants pour l’évaluation du degré d’invalidité sont ceux qu’un assuré d’âge moyen dont la santé a subi une atteinte de même gravité pourrait réaliser.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_28"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 3, Rentes d’invalidité, Invalidité due à la perte d’organes pairs",
        "citation": "Art. 29 al. 1 OLAA",
        "content": "Sont réputés organes pairs les yeux, les oreilles et les reins.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_29"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 3, Rentes d’invalidité, Invalidité due à la perte d’organes pairs",
        "citation": "Art. 29 al. 2 OLAA",
        "content": "En cas de perte d’un organe pair, par suite d’un accident couvert par l’assurance, il y a lieu de déterminer le degré d’invalidité sans tenir compte du risque de perte de l’autre organe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_29"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 3, Rentes d’invalidité, Invalidité due à la perte d’organes pairs",
        "citation": "Art. 29 al. 3 OLAA",
        "content": "Lorsque seule la perte du premier ou du second organe pair est couverte en vertu de la loi, le degré d’invalidité en cas de perte du deuxième organe est déterminé d’après le dommage total; l’assureur est tenu de verser des prestations pour celui-ci. Les prestations dues au titre d’une assurance-accidents, d’une assurance-maladie, ou par un tiers responsable pour la perte non assurée d’un organe pair, sont imputées sur la rente. Si de telles prestations sont encore à recouvrer, l’assuré doit céder ses droits à l’assureur tenu à verser des prestations. La réglementation spéciale en matière d’assurance militaire (art. 103 LAA) est réservée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_29"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 3, Rentes d’invalidité, Rente transitoire",
        "citation": "Art. 30 al. 1 OLAA",
        "content": "Lorsqu’on ne peut plus attendre de la continuation du traitement médical une sensible amélioration de l’état de santé de l’assuré, mais que la décision de l’AI concernant la réadaptation professionnelle n’interviendra que plus tard, une rente sera provisoirement allouée dès la fin du traitement médical; cette rente est calculée sur la base de l’incapacité de gain existant à ce moment-là. Le droit s’éteint:\na. dès la naissance du droit à une indemnité journalière de l’AI;\nb. avec la décision négative de l’AI concernant la réadaptation professionnelle;\nc. avec la fixation de la rente définitive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_30"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 3, Rentes d’invalidité, Rente transitoire",
        "citation": "Art. 30 al. 2 OLAA",
        "content": "Pour les assurés qui sont réadaptés professionnellement à l’étranger, la rente transitoire sera allouée jusqu’à l’achèvement de la réadaptation. Les prestations en espèces des assurances sociales étrangères sont prises en compte conformément à l’art. 69 LPGA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_30"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 3, Rentes d’invalidité, Calcul des rentes complémentaires en général",
        "citation": "Art. 31 al. 1 OLAA",
        "content": "Si une rente de l’AI ou une rente de même nature servie par une assurance sociale étrangère est nouvellement versée par suite d’un accident, les rentes pour enfants de l’AI et les rentes de même nature d’assurances sociales étrangères sont aussi entièrement prises en compte dans le calcul de la rente complémentaire. Le cours de change applicable au moment où les rentes sont en concours pour la première fois est déterminant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_31"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 3, Rentes d’invalidité, Calcul des rentes complémentaires en général",
        "citation": "Art. 31 al. 2 OLAA",
        "content": "Lors de la fixation de la base de calcul au sens de l’art. 20, al. 2, de la loi, le gain assuré est majoré d’un montant égal au pourcentage de l’allocation de renchérissement visée à l’art. 34 de la loi applicable au moment où les rentes concourent pour la première fois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_31"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 3, Rentes d’invalidité, Calcul des rentes complémentaires en général",
        "citation": "Art. 31 al. 3 OLAA",
        "content": "Les allocations de renchérissement ne sont pas prises en compte pour le calcul des rentes complémentaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_31"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 3, Rentes d’invalidité, Calcul des rentes complémentaires en général",
        "citation": "Art. 31 al. 4 OLAA",
        "content": "Les rentes complémentaires sont soumises aux réductions selon les art. 21 LPGA et 36 à 39 de la loi. Les allocations de renchérissement sont calculées sur la base des rentes complémentaires réduites.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_31"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 3, Rentes d’invalidité, Calcul des rentes complémentaires dans des cas spéciaux",
        "citation": "Art. 32 al. 1 OLAA",
        "content": "Si une rente de l’AI couvre également une invalidité non assurée selon la LAA, seule est prise en compte pour le calcul de la rente complémentaire la part de la rente de l’AI qui correspond à l’activité obligatoirement assurée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_32"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 3, Rentes d’invalidité, Calcul des rentes complémentaires dans des cas spéciaux",
        "citation": "Art. 32 al. 2 OLAA",
        "content": "Si, par suite d’un accident, une rente de l’AI est augmentée ou succède à une rente de survivant de l’AVS, seule la différence entre la rente allouée avant l’accident et la nouvelle prestation est prise en compte pour le calcul de la rente complémentaire. Dans les cas prévus à l’art. 24, al. 4, la rente de l’AI est entièrement prise en compte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_32"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 3, Rentes d’invalidité, Calcul des rentes complémentaires dans des cas spéciaux",
        "citation": "Art. 32 al. 3 OLAA",
        "content": "Si, avant la survenance de l’accident, l’assuré était au bénéfice d’une rente de vieillesse de l’AVS, il y a lieu de prendre en compte pour la détermination de la limite de 90 % au sens de l’art. 20, al. 2, de la loi, non seulement le gain assuré, mais également la rente de vieillesse jusqu’à concurrence du montant maximum du gain assuré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_32"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 3, Rentes d’invalidité, Adaptation des rentes complémentaires",
        "citation": "Art. 33 al. 1 OLAA",
        "content": "Si une rente de vieillesse de l’AVS succède à une rente de l’AI, il n’est pas procédé à un nouveau calcul de la rente complémentaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_33"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 3, Rentes d’invalidité, Adaptation des rentes complémentaires",
        "citation": "Art. 33 al. 2 OLAA",
        "content": "Les rentes complémentaires sont rectifiées lorsque:\na. des rentes pour enfants de l’AVS ou de l’AI ou des rentes de même nature servies par des assurances sociales étrangères sont supprimées ou viennent s’y ajouter;\nb. la rente de l’AVS ou de l’AI est augmentée ou réduite en raison d’une modification des bases de calcul;\nc. le degré d’invalidité déterminant pour l’assurance-accidents est modifié de manière importante;\nd. le gain assuré visé à l’art. 24, al. 3, est modifié;\ne. la rente AVS fait l’objet d’un ajournement au sens de l’art. 39 de la loi fédérale du 20 décembre 1946 sur l’assurance-vieillesse et survivants (LAVS) ou d’une anticipation au sens de l’art. 40 LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_33"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 3, Rentes d’invalidité, Objet de la réduction de la rente à l’âge de référence",
        "citation": "Art. 33a al. 1 OLAA",
        "content": "La réduction selon l’art. 20, al. 2ter, LAA est opérée sur les montants des rentes d’invalidité ou des rentes complémentaires, y compris les allocations de renchérissement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_33_a"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 3, Rentes d’invalidité, Objet de la réduction de la rente à l’âge de référence",
        "citation": "Art. 33a al. 2 OLAA",
        "content": "Après rectification de la rente complémentaire selon l’art. 33, al. 2, ou des allocations de renchérissement, la réduction est opérée sur le nouveau montant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_33_a"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 3, Rentes d’invalidité, Réduction de la rente à l’âge de référence en cas de pluralité d’accidents",
        "citation": "Art. 33b al. 1 OLAA",
        "content": "Lorsque le bénéficiaire d’une rente d’invalidité est victime d’un nouvel accident assuré qui conduit à une rente d’invalidité plus élevée, la réduction au sens de l’art. 20, al. 2ter, LAA est appliquée pour chaque fraction de rente. Les éléments déterminants sont:\na. l’âge de l’assuré au moment de chaque accident;\nb. pour la part du premier accident: le montant auquel la rente donnerait droit au moment d’atteindre l’âge de référence fixé à l’art. 21, al. 1, LAVS si elle n’avait pas été augmentée du fait d’un autre accident;\nc. pour la part de l’autre accident: la différence entre le montant visé à la let. b et le montant effectif au moment d’atteindre l’âge de référence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_33_b"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 3, Rentes d’invalidité, Réduction de la rente à l’âge de référence en cas de pluralité d’accidents",
        "citation": "Art. 33b al. 2 OLAA",
        "content": "Le taux de l’invalidité totale à l’âge de référence est déterminant pour l’établissement de la réduction par année exprimée en points de pourcentage. Cette valeur en points de pourcentage est appliquée au montant total de la rente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_33_b"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 3, Rentes d’invalidité, Réduction de la rente à l’âge de référence en cas de pluralité d’accidents",
        "citation": "Art. 33b al. 3 OLAA",
        "content": "Pour la première fixation de la rente après plusieurs accidents provoquant une invalidité, l’âge de l’assuré au moment du premier accident provoquant une invalidité est déterminant pour l’établissement de l’étendue de la réduction.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_33_b"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 3, Rentes d’invalidité, Réduction de la rente à l’âge de référence en cas de rechutes et de séquelles tardives",
        "citation": "Art. 33c al. 1 OLAA",
        "content": "Le nombre d’années entières écoulées entre le 45e anniversaire de l’assuré et l’apparition, après l’âge de 60 ans, de l’incapacité de travail dont découle le droit à une rente est déterminant pour l’établissement de l’étendue de la réduction selon l’art. 20, al. 2quater, LAA. Le taux de réduction correspondant s’applique à la nouvelle rente ou à la part d’augmentation de la rente préexistante.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_33_c"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 3, Rentes d’invalidité, Réduction de la rente à l’âge de référence en cas de rechutes et de séquelles tardives",
        "citation": "Art. 33c al. 2 OLAA",
        "content": "Les règles de réduction de l’al. 1 s’appliquent en cas de rechutes ou séquelles tardives donnant droit à une rente, quel que soit l’âge de l’assuré au moment de l’accident.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_33_c"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 3, Rentes d’invalidité, Revision de la rente d’invalidité",
        "citation": "Art. 34 al. 1 OLAA",
        "content": "Si la rente de l’AI est modifiée par suite de revision, la rente ou la rente complémentaire sera également revisée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_34"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 3, Rentes d’invalidité, Revision de la rente d’invalidité",
        "citation": "Art. 34 al. 2 OLAA",
        "content": "Les art. 54 à 59 sont applicables par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_34"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 3, Rentes d’invalidité, Indemnité en capital",
        "citation": "Art. 35 al. 1 OLAA",
        "content": "Le montant de l’indemnité en capital correspond à la somme des versements d’une rente dont le montant et la durée sont déterminés en fonction de la gravité et de l’évolution du dommage ainsi que de l’état de santé de l’assuré au moment où l’indemnité est allouée, et en prévision du rétablissement de sa capacité de gain.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_35"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 3, Rentes d’invalidité, Indemnité en capital",
        "citation": "Art. 35 al. 2 OLAA",
        "content": "L’indemnité en capital peut aussi être allouée lors d’une révision de rente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_35"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 4, Indemnité pour atteinte à l’intégrité",
        "citation": "Art. 36 al. 1 OLAA",
        "content": "Une atteinte à l’intégrité est réputée durable lorsqu’il est prévisible qu’elle subsistera avec au moins la même gravité pendant toute la vie. Elle est réputée importante lorsque l’intégrité physique, mentale ou psychique subit, indépendamment de la diminution de la capacité de gain, une altération évidente ou grave.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_36"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 4, Indemnité pour atteinte à l’intégrité",
        "citation": "Art. 36 al. 2 OLAA",
        "content": "L’indemnité pour atteinte à l’intégrité est calculée selon les directives figurant à l’annexe 3.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_36"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 4, Indemnité pour atteinte à l’intégrité",
        "citation": "Art. 36 al. 3 OLAA",
        "content": "En cas de concours de plusieurs atteintes à l’intégrité physique, mentale ou psychique, dues à un ou plusieurs accidents, l’indemnité pour atteinte à l’intégrité est fixée d’après l’ensemble du dommage. L’indemnité totale ne peut dépasser le montant maximum du gain annuel assuré. Il est tenu compte, dans le taux d’indemnisation, des indemnités déjà reçues en vertu de la loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_36"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 4, Indemnité pour atteinte à l’intégrité",
        "citation": "Art. 36 al. 4 OLAA",
        "content": "Il sera équitablement tenu compte des aggravations prévisibles de l’atteinte à l’intégrité. Une révision n’est possible qu’en cas exceptionnel, si l’aggravation est importante et n’était pas prévisible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_36"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 4, Indemnité pour atteinte à l’intégrité",
        "citation": "Art. 36 al. 5 OLAA",
        "content": "L’assuré qui, dans le cadre d’une maladie professionnelle, développe un mésothéliome ou d’autres tumeurs dont l’évolution est tout aussi défavorable en termes de survie a droit à une indemnité pour atteinte à l’intégrité physique dès l’apparition de la maladie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_36"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 5, Allocation pour impotent, Naissance et extinction du droit à l’allocation",
        "citation": "Art. 37 OLAA",
        "content": "Le droit à l’allocation pour impotent prend naissance le premier jour du mois durant lequel le bénéficiaire commence à remplir les conditions. Il s’éteint à la fin du mois pendant lequel le bénéficiaire cesse de remplir les conditions ou décède.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_37"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 5, Allocation pour impotent, Montant",
        "citation": "Art. 38 al. 1 OLAA",
        "content": "L’allocation pour impotent, qui est versée mensuellement, s’élève à six fois le montant maximum du gain journalier assuré en cas d’impotence grave, à quatre fois si elle est moyenne et à deux fois si elle est de faible degré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_38"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 5, Allocation pour impotent, Montant",
        "citation": "Art. 38 al. 2 OLAA",
        "content": "L’impotence est grave lorsque l’assuré est entièrement impotent. Tel est le cas s’il a besoin d’une aide régulière et importante d’autrui pour tous les actes ordinaires de la vie et si son état nécessite, en outre, des soins permanents ou une surveillance personnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_38"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 5, Allocation pour impotent, Montant",
        "citation": "Art. 38 al. 3 OLAA",
        "content": "L’impotence est moyenne si l’assuré, même avec des moyens auxiliaires, a besoin:\na. d’une aide régulière et importante d’autrui pour accomplir la plupart des actes ordinaires de la vie, ou\nb. d’une aide régulière et importante d’autrui pour accomplir au moins deux actes ordinaires de la vie, et nécessite, en outre, une surveillance personnelle permanente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_38"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 5, Allocation pour impotent, Montant",
        "citation": "Art. 38 al. 4 OLAA",
        "content": "L’impotence est de faible degré si l’assuré, même avec des moyens auxiliaires, a besoin:\na. de façon régulière et importante, de l’aide d’autrui pour accomplir au moins deux actes ordinaires de la vie, ou\nb. d’une surveillance personnelle permanente, ou\nc. de façon permanente, de soins particulièrement astreignants, nécessités par son infirmité, ou\nd. lorsqu’en raison d’une grave atteinte des organes sensoriels ou d’une grave infirmité corporelle, il ne peut entretenir des contacts sociaux avec son entourage que grâce à d’importants services fournis de façon régulière par des tiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_38"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 5, Allocation pour impotent, Montant",
        "citation": "Art. 38 al. 5 OLAA",
        "content": "Si l’impotence n’est que partiellement imputable à un accident, l’assureur peut réclamer à l’AVS ou à l’AI le montant de l’allocation pour impotent que ces assurances auraient dû verser à l’assuré si celui-ci n’avait pas subi un accident.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_38"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 6, Rentes de survivants, Conjoint divorcé",
        "citation": "Art. 39 OLAA",
        "content": "L’obligation de verser une pension alimentaire au conjoint divorcé, au sens de l’art. 29, al. 4, de la loi, doit résulter d’un jugement passé en force ou d’une convention de divorce approuvée par le juge.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_39"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 6, Rentes de survivants, Enfants recueillis",
        "citation": "Art. 40 al. 1 OLAA",
        "content": "Les enfants, dont les parents nourriciers assumaient gratuitement et de manière durable les frais d’entretien et d’éducation au moment de l’accident, sont assimilés aux enfants au sens de l’art. 30, al. 1, de la loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_40"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 6, Rentes de survivants, Enfants recueillis",
        "citation": "Art. 40 al. 2 OLAA",
        "content": "Le droit à la rente s’éteint lorsque l’enfant recueilli retourne chez ses parents ou lorsque ceux-ci pourvoient à son entretien.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_40"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 6, Rentes de survivants, Enfants recueillis",
        "citation": "Art. 40 al. 3 OLAA",
        "content": "Les enfants recueillis qui reçoivent déjà une rente n’ont pas droit à la rente découlant du décès ultérieur de leur père ou de leur mère.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_40"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 6, Rentes de survivants, Obligation alimentaire découlant du droit étranger",
        "citation": "Art. 41 OLAA",
        "content": "Si l’assuré décédé était tenu, en vertu du droit étranger, de verser une pension alimentaire à un enfant né hors mariage, celui-ci a droit à une rente d’orphelin à condition que l’obligation résulte d’un jugement passé en force.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_41"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 6, Rentes de survivants, Orphelins de père et de mère",
        "citation": "Art. 42 OLAA",
        "content": "Si le père et la mère décèdent des suites d’accidents couverts par l’assurance, la rente d’orphelin de père et de mère est calculée sur la base des gains assurés du père et de la mère, la somme de ces deux gains n’étant prise en compte que jusqu’à concurrence du montant maximum du gain assuré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_42"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 6, Rentes de survivants, Calcul des rentes complémentaires",
        "citation": "Art. 43 al. 1 OLAA",
        "content": "Lors du calcul des rentes complémentaires, les rentes de veuve ou de veuf et les rentes d’orphelin de l’AVS, ainsi que les rentes de même nature servies par des assurances sociales étrangères, sont prises en compte dans leur intégralité. Lors du calcul, le taux de change déterminant est celui en vigueur au moment où les deux prestations sont en concours pour la première fois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_43"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 6, Rentes de survivants, Calcul des rentes complémentaires",
        "citation": "Art. 43 al. 2 OLAA",
        "content": "Si une rente supplémentaire d’orphelin de l’AVS, ou une rente de même nature servie par une assurance sociale étrangère, est versée par suite d’un accident, seule la différence entre la rente allouée avant l’accident et la nouvelle prestation est prise en compte pour le calcul de la rente complémentaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_43"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 6, Rentes de survivants, Calcul des rentes complémentaires",
        "citation": "Art. 43 al. 3 OLAA",
        "content": "Pour le calcul des rentes complémentaires d’orphelins de père et de mère, la somme des gains assurés des deux parents est prise en compte jusqu’à concurrence du montant maximum du gain assuré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_43"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 6, Rentes de survivants, Calcul des rentes complémentaires",
        "citation": "Art. 43 al. 4 OLAA",
        "content": "Si, par suite d’un accident, une rente de survivants de l’AVS, une rente de l’AI ou une rente de même nature servie par une assurance sociale étrangère est augmentée, ou si une rente de survivants de l’AVS ou une rente de même nature servie par une assurance sociale étrangère succède à une rente de l’AI ou à une rente de même nature servie par une assurance sociale étrangère, seule la différence avec la rente antérieure est prise en compte pour le calcul de la rente complémentaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_43"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 6, Rentes de survivants, Calcul des rentes complémentaires",
        "citation": "Art. 43 al. 5 OLAA",
        "content": "Si l’assuré exerçait avant son décès une activité lucrative indépendante en plus de son activité salariée, il y a lieu de prendre en compte pour la détermination de la limite de 90 % au sens de l’art. 20, al. 2, de la loi, non seulement le gain assuré, mais également le revenu de l’activité indépendante jusqu’à concurrence du montant maximum du gain assuré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_43"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 6, Rentes de survivants, Calcul des rentes complémentaires",
        "citation": "Art. 43 al. 6 OLAA",
        "content": "Les art. 31, al. 3 et 4, et 33, al. 2, sont applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_43"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 7, Adaptation des rentes au renchérissement, Bases de calcul",
        "citation": "Art. 44 al. 1 OLAA",
        "content": "L’indice suisse des prix à la consommation du mois de septembre sert de base au calcul des allocations de renchérissement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_44"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 7, Adaptation des rentes au renchérissement, Bases de calcul",
        "citation": "Art. 44 al. 2 OLAA",
        "content": "Pour la première adaptation au renchérissement d’une rente née depuis l’entrée en vigueur de la loi ou depuis la dernière adaptation des rentes au renchérissement, la base de calcul est l’indice du mois de septembre de l’année où s’est produit l’accident, et dans les cas prévus à l’art. 24, al. 2, celui de l’année qui précède l’ouverture du droit à la rente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_44"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 7, Adaptation des rentes au renchérissement, Renaissance du droit à la rente",
        "citation": "Art. 45 OLAA",
        "content": "En cas de renaissance du droit à une rente, les allocations de renchérissement correspondent à celles qui devraient être versées si la rente avait été allouée sans interruption.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_45"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 8, Rachat des rentes",
        "citation": "Art. 46 al. 1 OLAA",
        "content": "Les rentes complémentaires ne peuvent être rachetées qu’avec le consentement de l’ayant droit et s’il est patent que ses intérêts sont sauvegardés à long terme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_46"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 8, Rachat des rentes",
        "citation": "Art. 46 al. 2 OLAA",
        "content": "La valeur de rachat est calculée sur la base des normes comptables prescrites à l’art. 89, al. 1, de la loi. Il est tenu compte de la transformation de la rente en une rente complémentaire lorsque l’assuré atteindra l’âge de référence fixé à l’art. 21, al. 1, LAVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_46"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 2, Prestations en espèces, Section 8, Rachat des rentes",
        "citation": "Art. 46 al. 3 OLAA",
        "content": "Pour la fixation d’une rente complémentaire en cas d’accident ultérieur, la rente rachetée est considérée comme maintenue.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_46"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 3, Réduction et refus des prestations d’assurance pour des raisons particulières, Concours de diverses causes de dommage",
        "citation": "Art. 47 OLAA",
        "content": "L’ampleur de la réduction des rentes et des indemnités pour atteinte à l’intégrité, qui est opérée en raison de causes étrangères à l’accident, est déterminée en fonction du rôle de celles-ci dans l’atteinte à la santé ou le décès; la situation personnelle et économique de l’ayant droit peut également être prise en considération.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_47"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 3, Réduction et refus des prestations d’assurance pour des raisons particulières, Accident causé par une faute",
        "citation": "Art. 48 OLAA",
        "content": "Même s’il est prouvé que l’assuré entendait se mutiler ou se donner la mort, l’art. 37, al. 1, de la loi n’est pas applicable si, au moment où il a agi, l’assuré était, sans faute de sa part, totalement incapable de se comporter raisonnablement, ou si le suicide, la tentative de suicide ou l’automutilation est la conséquence évidente d’un accident couvert par l’assurance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_48"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 3, Réduction et refus des prestations d’assurance pour des raisons particulières, Dangers extraordinaires",
        "citation": "Art. 49 al. 1 OLAA",
        "content": "Aucune prestation d’assurance n’est accordée en cas d’accident non professionnel survenu dans les circonstances suivantes:\na. service militaire étranger;\nb. participation à des actes de guerre ou à des actes de terrorisme ou de banditisme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_49"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 3, Réduction et refus des prestations d’assurance pour des raisons particulières, Dangers extraordinaires",
        "citation": "Art. 49 al. 2 OLAA",
        "content": "Les prestations en espèces sont réduites au moins de moitié en cas d’accident non professionnel survenu dans les circonstances suivantes:\na. participation à une rixe ou à une bagarre, à moins que l’assuré ait été blessé par les protagonistes alors qu’il ne prenait aucune part à la rixe ou à la bagarre ou qu’il venait en aide à une personne sans défense;\nb. dangers auxquels l’assuré s’expose en provoquant gravement autrui;\nc. participation à des désordres.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_49"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 3, Réduction et refus des prestations d’assurance pour des raisons particulières, Entreprises téméraires",
        "citation": "Art. 50 al. 1 OLAA",
        "content": "En cas d’accidents non professionnels dus à une entreprise téméraire, les prestations en espèces sont réduites de moitié; elles sont refusées dans les cas particulièrement graves.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_50"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 3, Réduction et refus des prestations d’assurance pour des raisons particulières, Entreprises téméraires",
        "citation": "Art. 50 al. 2 OLAA",
        "content": "Les entreprises téméraires sont celles par lesquelles l’assuré s’expose à un danger particulièrement grave sans prendre de mesures destinées à ramener celui-ci à des proportions raisonnables ou sans pouvoir prendre de telles mesures. Toutefois, le sauvetage d’une personne est couvert par l’assurance même s’il peut être considéré comme une entreprise téméraire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_50"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 3, Réduction et refus des prestations d’assurance pour des raisons particulières, Concours avec les prestations d’autres assurances sociales",
        "citation": "Art. 51 al. 1 OLAA",
        "content": "L’assuré ou ses survivants doivent indiquer à l’assureur tenu de fournir une prestation toutes les prestations en espèces versées par d’autres assurances sociales suisses ou étrangères.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_51"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 3, Réduction et refus des prestations d’assurance pour des raisons particulières, Concours avec les prestations d’autres assurances sociales",
        "citation": "Art. 51 al. 2 OLAA",
        "content": "L’assureur tenu de fournir une prestation peut faire dépendre l’ampleur de celle-ci du fait que l’assuré communique ou non son cas à d’autres assurances sociales.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_51"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 3, Réduction et refus des prestations d’assurance pour des raisons particulières, Concours avec les prestations d’autres assurances sociales",
        "citation": "Art. 51 al. 3 OLAA",
        "content": "Le gain dont on peut présumer que l’assuré se trouve privé correspond à celui qu’il pourrait réaliser s’il n’avait pas subi de dommage. Le revenu effectivement réalisé est pris en compte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_51"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 3, Réduction et refus des prestations d’assurance pour des raisons particulières, Concours avec les prestations d’autres assurances sociales",
        "citation": "Art. 51 al. 4 OLAA",
        "content": "L’assureur peut renoncer totalement ou partiellement à la réduction dans les cas pénibles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_51"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 4, Fixation et allocation des prestations, Section 1, Constatation de l’accident, Déclaration d’accident",
        "citation": "Art. 53 al. 1 OLAA",
        "content": "La victime de l’accident ou ses proches doivent annoncer immédiatement l’accident à l’employeur, au service compétent de l’assurance-chômage, à l’office AI ou à l’assureur et donner tous renseignements concernant:\na. le moment, le lieu, les circonstances et les suites de l’accident;\nb. le médecin traitant ou l’hôpital;\nc. les responsables et les assurances intéressés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_53"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 4, Fixation et allocation des prestations, Section 1, Constatation de l’accident, Déclaration d’accident",
        "citation": "Art. 53 al. 2 OLAA",
        "content": "L’employeur examine sans retard les causes et les circonstances des accidents professionnels; en cas d’accidents non professionnels, il consigne les renseignements fournis par l’assuré dans la déclaration d’accident. La victime de l’accident reçoit,sauf dans les cas bénins, une fiche d’accident; l’assuré conserve celle-ci jusqu’au terme du traitement médical et la rend ensuite à l’employeur, qui se chargera de la transmettre à l’assureur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_53"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 4, Fixation et allocation des prestations, Section 1, Constatation de l’accident, Déclaration d’accident",
        "citation": "Art. 53 al. 3 OLAA",
        "content": "Les assureurs mettent gratuitement à disposition des formulaires de déclaration d’accident ou de maladie professionnelle. L’employeur, le service compétent de l’assurance-chômage, l’office AI ou le médecin traitant doivent remplir honnêtement ces formulaires dans leur totalité et les renvoyer sans délai à l’assureur compétent. Ces formulaires doivent notamment contenir les indications permettant de:\na. déterminer les circonstances de l’accident ou de l’apparition de la maladie professionnelle;\nb. procéder à l’examen médical des suites de l’accident ou de la maladie professionnelle;\nc. fixer les prestations;\nd. porter une appréciation sur la sécurité au travail et établir des statistiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_53"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 4, Fixation et allocation des prestations, Section 1, Constatation de l’accident, Déclaration d’accident",
        "citation": "Art. 53 al. 4 OLAA",
        "content": "Les assureurs peuvent édicter, à l’intention des employeurs, du service compétent de l’assurance-chômage, de l’office AI, des travailleurs et des médecins, des directives sur l’établissement des déclarations d’accident ou de maladie professionnelle.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_53"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 4, Fixation et allocation des prestations, Section 1, Constatation de l’accident, Déclaration d’accident",
        "citation": "Art. 53 al. 5 OLAA",
        "content": "La déclaration d’accident auprès de la CNA ne dispense pas l’assuré de l’obligation d’annoncer l’incapacité de travail selon l’art. 42, al. 1, de l’ordonnance du 31 août 1983 sur l’assurance-chômage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_53"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 4, Fixation et allocation des prestations, Section 1, Constatation de l’accident, Collaboration des autorités",
        "citation": "Art. 54 OLAA",
        "content": "L’assureur peut exiger de l’autorité compétente qu’elle lui fournisse les renseignements nécessaires et lui fasse parvenir gratuitement les copies des rapports officiels et des procès-verbaux de police. Les dépenses extraordinaires, notamment les frais qui résultent d’expertises supplémentaires, doivent toutefois être remboursées à l’autorité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_54"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 4, Fixation et allocation des prestations, Section 1, Constatation de l’accident, Collaboration de l’assuré ou de ses survivants",
        "citation": "Art. 55 al. 1 OLAA",
        "content": "L’assuré ou ses survivants doivent donner tous les renseignements nécessaires et tenir à disposition les pièces qui servent à déterminer les circonstances et les suites de l’accident et à fixer les prestations d’assurance, en particulier les rapports médicaux, les rapports d’expertises, les radiographies et les pièces permettant de déterminer le gain de l’assuré. Ils doivent autoriser des tiers à fournir de tels documents et à donner des renseignements.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_55"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 4, Fixation et allocation des prestations, Section 1, Constatation de l’accident, Collaboration de l’assuré ou de ses survivants",
        "citation": "Art. 55 al. 2 OLAA",
        "content": "L’assuré doit se soumettre à d’autres mesures d’investigation ordonnées par l’assureur en vue d’un diagnostic et de la fixation des prestations, en particulier aux examens médicaux que l’on peut raisonnablement lui imposer. Ne sont pas raisonnablement exigibles les mesures médicales qui représentent un danger pour la vie ou la santé de l’assuré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_55"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 4, Fixation et allocation des prestations, Section 1, Constatation de l’accident, Participation de l’employeur, du service compétent de l’assurance-chômage ou de l’organe d’exécution compétent de l’assurance-invalidité",
        "citation": "Art. 56 OLAA",
        "content": "L’employeur, le service compétent de l’assurance-chômage ou l’organe d’exécution compétent de l’assurance-invalidité au sens de l’art. 53, al. 1, LAI doivent fournir à l’assureur tous les renseignements nécessaires, tenir à sa disposition les pièces servant à établir les circonstances de l’accident et donner aux mandataires de l’assureur libre accès aux locaux de l’entreprise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_56"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 4, Fixation et allocation des prestations, Section 1, Constatation de l’accident, Indemnisation",
        "citation": "Art. 58 al. 1 OLAA",
        "content": "L’assureur rembourse à l’assuré ou à ses survivants les frais nécessaires, occasionnés par les examens qu’il ordonne, à savoir les frais de voyage, de logement et d’entretien, les pertes de salaire dans la limite du gain assuré, et les dépenses afférentes aux documents qu’il a exigés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_58"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 4, Fixation et allocation des prestations, Section 1, Constatation de l’accident, Autopsies et mesures analogues",
        "citation": "Art. 60 al. 1 OLAA",
        "content": "L’assureur peut ordonner qu’une autopsie ou une mesure analogue soit pratiquée sur une personne victime d’un accident mortel ou décédée par suite d’une maladie professionnelle, lorsqu’il y a des raisons de penser que de telles mesures permettront de mieux établir les faits déterminant le droit aux prestations. Est notamment réputé mesure analogue le prélèvement musculaire destiné à déterminer le taux d’alcoolémie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_60"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 4, Fixation et allocation des prestations, Section 1, Constatation de l’accident, Autopsies et mesures analogues",
        "citation": "Art. 60 al. 2 OLAA",
        "content": "L’autopsie ne peut être pratiquée si les proches parents s’y opposent ou si elle est contraire à une volonté qu’avait exprimée le défunt. Sont réputés proches parents, pour les personnes mariées, le conjoint et, pour les personnes non mariées ou veuves, les parents ou les enfants majeurs. Le moment de l’autopsie doit être choisi de telle sorte que les proches parents aient, dans des conditions normales, la possibilité de faire opposition, sans que le résultat de l’autopsie soit mis en cause.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_60"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 4, Fixation et allocation des prestations, Section 2, Allocation des prestations, Refus d’un traitement ou d’une mesure de réadaptation exigibles",
        "citation": "Art. 61 OLAA",
        "content": "Si l’assuré se soustrait à un traitement ou à une mesure de réadaptation auxquels on peut raisonnablement exiger qu’il se soumette, il n’a droit qu’aux prestations qui auraient probablement dû être allouées si ladite mesure avait produit le résultat escompté.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_61"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 4, Fixation et allocation des prestations, Section 2, Allocation des prestations, Versement des rentes",
        "citation": "Art. 62 al. 1 OLAA",
        "content": "Les ordres de paiement des rentes et des allocations pour impotent sont donnés au plus tard le premier jour ouvrable du mois pour lequel la prestation est due.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_62"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 4, Fixation et allocation des prestations, Section 2, Allocation des prestations, Versement des rentes",
        "citation": "Art. 62 al. 2 OLAA",
        "content": "Si le montant d’une rente de survivant ne peut être fixé dans le mois qui suit le décès de l’assuré, l’assureur verse, au besoin, des prestations provisoires, qui seront imputées sur les rentes définitives.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_62"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 4, Fixation et allocation des prestations, Section 2, Allocation des prestations, Versement des rentes",
        "citation": "Art. 62 al. 3 OLAA",
        "content": "Les assureurs peuvent vérifier si les bénéficiaires de prestations sont en vie et cesser les versements lorsqu’ils n’obtiennent pas de certificat de vie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_62"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 4, Fixation et allocation des prestations, Section 2, Allocation des prestations, Versement des rentes",
        "citation": "Art. 62 al. 4 OLAA",
        "content": "Si le bénéficiaire d’une rente d’invalidité a disparu alors qu’il était en danger de mort, ou s’il s’est absenté depuis longtemps sans donner signe de vie et si l’AVS ne verse pas de rentes de survivants, l’assureur peut continuer de verser la rente d’invalidité au conjoint et aux enfants, pendant deux ans au plus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_62"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 4, Fixation et allocation des prestations, Section 2, Allocation des prestations, Compensation",
        "citation": "Art. 64 OLAA",
        "content": "En cas de compensation, l’assureur doit veiller à ce que l’assuré ou ses survivants disposent des moyens nécessaires à l’existence.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_64"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 3, Prestations d’assurance, Chapitre 4, Fixation et allocation des prestations, Section 3, Arriérés, Arriérés",
        "citation": "Art. 66 OLAA",
        "content": "L’ayant droit peut exiger de l’assureur les prestations qu’il n’a pas reçues ou le moins-perçu lorsque les prestations qu’il a reçues sont inférieures à celles auxquelles il avait droit. Lorsque l’assureur apprend qu’un assuré n’a pas reçu de prestations ou n’a reçu que des prestations insuffisantes, il doit verser l’arriéré correspondant, même si l’ayant droit ne le réclame pas.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_66"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 4, Droit régissant les activités dans le domaine médical et les tarifs, Chapitre 1, Principes des soins",
        "citation": "Art. 67 al. 1 OLAA",
        "content": "Les assureurs garantissent aux assurés des soins suffisants, de qualité et appropriés, au coût le plus avantageux possible.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_67"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 4, Droit régissant les activités dans le domaine médical et les tarifs, Chapitre 1, Principes des soins",
        "citation": "Art. 67 al. 2 OLAA",
        "content": "Le traitement et les moyens auxiliaires sont appropriés lorsque, en fonction des circonstances concrètes du cas d’espèce, ils sont adéquats et propres à atteindre le but légal dans un rapport coût-bénéfice raisonnable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_67"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 4, Droit régissant les activités dans le domaine médical et les tarifs, Chapitre 1a, Hôpitaux et personnes exerçant une activité dans le domaine médical, Hôpitaux et établissements de cure",
        "citation": "Art. 68 al. 1 OLAA",
        "content": "Sont réputés hôpitaux les établissements suisses ou leurs divisions qui, placés sous direction médicale permanente et disposant d’un personnel soignant spécialement formé et d’installations médicales appropriées, servent au traitement hospitalier de maladies et de suites d’accidents ou aux mesures hospitalières de réadaptation médicale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_68"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 4, Droit régissant les activités dans le domaine médical et les tarifs, Chapitre 1a, Hôpitaux et personnes exerçant une activité dans le domaine médical, Hôpitaux et établissements de cure",
        "citation": "Art. 68 al. 2 OLAA",
        "content": "Sont réputés établissements de cure les institutions qui, placées sous direction médicale et disposant d’un personnel spécialement formé et d’installations appropriées, servent au traitement complémentaire ou à une cure.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_68"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 4, Droit régissant les activités dans le domaine médical et les tarifs, Chapitre 1a, Hôpitaux et personnes exerçant une activité dans le domaine médical, Hôpitaux et établissements de cure",
        "citation": "Art. 68 al. 3 OLAA",
        "content": "L’assuré peut, dans les limites des art. 48 et 54 LAA, choisir librement l’un des hôpitaux ou établissements de cure avec lesquels une convention sur la collaboration et les tarifs a été passée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_68"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 4, Droit régissant les activités dans le domaine médical et les tarifs, Chapitre 1a, Hôpitaux et personnes exerçant une activité dans le domaine médical, Chiropraticiens, personnel paramédical et laboratoires",
        "citation": "Art. 69 OLAA",
        "content": "Les art. 44, et 46 à 54 de l’ordonnance du 27 juin 1995 sur l’assurance-maladie s’appliquent également au droit des chiropraticiens, des personnes prodiguant des soins sur prescription médicale et des organisations qui les emploient (personnel paramédical) et des laboratoires de pratiquer à la charge de l’assurance-accidents.Le DFI peut désigner d’autres professions paramédicales qui, dans les limites d’une autorisation cantonale, peuvent être exercées à la charge de l’assurance-accidents.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_69"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 4, Droit régissant les activités dans le domaine médical et les tarifs, Chapitre 1b, Facturation",
        "citation": "Art. 69a al. 1 OLAA",
        "content": "Les fournisseurs de prestations doivent indiquer dans leurs factures:\na. les dates de traitement;\nb. les prestations fournies, détaillées comme le prévoit le tarif qui leur est applicable;\nc. le diagnostic.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_69_a"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 4, Droit régissant les activités dans le domaine médical et les tarifs, Chapitre 1b, Facturation",
        "citation": "Art. 69a al. 2 OLAA",
        "content": "Les prestations prises en charge par l’assurance-accidents doivent être clairement distinguées des autres prestations dans la facture.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_69_a"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 4, Droit régissant les activités dans le domaine médical et les tarifs, Chapitre 1b, Facturation",
        "citation": "Art. 69a al. 3 OLAA",
        "content": "Pour les analyses, la facture remise au débiteur de la rémunération est établie exclusivement par le laboratoire qui a effectué les analyses.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_69_a"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 4, Droit régissant les activités dans le domaine médical et les tarifs, Chapitre 2, Collaboration et tarifs, Tarifs ",
        "citation": "Art. 70 al. 1 OLAA",
        "content": "Sont applicables par analogie pour la fixation des tarifs:\na. l’art. 43, al. 2 et 3, de la loi fédérale du 18 mars 1994 sur l’assurance-maladie (LAMal);\nb. l’art 49, al 1 et 3 à 6 LAMal.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_70"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 4, Droit régissant les activités dans le domaine médical et les tarifs, Chapitre 2, Collaboration et tarifs, Tarifs ",
        "citation": "Art. 70 al. 2 OLAA",
        "content": "Les tarifs sont calculés en fonction de critères d’économie d’entreprise, tout en veillant à une structure adéquate des tarifs. Le tarif couvre au plus les coûts de la prestation qui sont justifiés de manière transparente et les coûts nécessaires à la fourniture efficiente des prestations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_70"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 4, Droit régissant les activités dans le domaine médical et les tarifs, Chapitre 2, Collaboration et tarifs, Calcul des coûts et classement des prestations",
        "citation": "Art. 70a OLAA",
        "content": "L’ordonnance du 3 juillet 2002 sur le calcul des coûts et le classement des prestations par les hôpitaux, les maisons de naissance et les établissements médico-sociaux dans l’assurance-maladie s’applique par analogie aux hôpitaux et établissements de cure mentionnés à l’art. 56, al. 1, LAA. Les services spécialisés compétents de la Confédération, l’association Commission des tarifs médicaux LAA ainsi que les partenaires tarifaires ont accès aux documents.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_70_a"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 4, Droit régissant les activités dans le domaine médical et les tarifs, Chapitre 2, Collaboration et tarifs, Rémunération du traitement ambulatoire",
        "citation": "Art. 70b al. 1 OLAA",
        "content": "Pour la rémunération du traitement ambulatoire, les assureurs concluent avec les personnes exerçant une activité dans le domaine médical, le personnel paramédical, les hôpitaux et les établissements de cure, ainsi que les entreprises de transport et de sauvetage, des conventions de portée nationale qui règlent la collaboration et les tarifs. Les tarifs à la prestation sont basés sur des structures uniformes pour l’ensemble de la Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_70_b"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 4, Droit régissant les activités dans le domaine médical et les tarifs, Chapitre 2, Collaboration et tarifs, Rémunération du traitement ambulatoire",
        "citation": "Art. 70b al. 2 OLAA",
        "content": "Le délai de dénonciation des conventions sur la collaboration et les tarifs est d’au moins six mois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_70_b"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 4, Droit régissant les activités dans le domaine médical et les tarifs, Chapitre 2, Collaboration et tarifs, Rémunération du traitement ambulatoire",
        "citation": "Art. 70b al. 3 OLAA",
        "content": "Les art. 59f, 59h et 59i de l’ordonnance du 27 juin 1995 sur l’assurance-maladie sont applicables par analogie à la communication des données au sens de l’art. 56, al. 3bis, LAA, ainsi qu’à leur transmission, leur sécurité et leur conservation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_70_b"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 4, Droit régissant les activités dans le domaine médical et les tarifs, Chapitre 2, Collaboration et tarifs, Rémunération du traitement hospitalier",
        "citation": "Art. 70c al. 1 OLAA",
        "content": "Pour la rémunération du traitement, de la nourriture et du logement dans la division commune d’un hôpital, les assureurs concluent des conventions sur la collaboration et les tarifs et conviennent de forfaits avec les hôpitaux. Les forfaits sont liés aux prestations et doivent être basés sur les structures uniformes pour l’ensemble de la Suisse. Les tarifs hospitaliers s’alignent sur l’indemnisation des hôpitaux qui fournissent les prestations de manière efficiente et dans la qualité requise à un prix avantageux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_70_c"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 4, Droit régissant les activités dans le domaine médical et les tarifs, Chapitre 2, Collaboration et tarifs, Rémunération du traitement hospitalier",
        "citation": "Art. 70c al. 2 OLAA",
        "content": "Les partenaires contractuels peuvent convenir que certaines prestations diagnostiques ou thérapeutiques spéciales ne sont pas comprises dans le forfait mais facturées séparément.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_70_c"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 4, Droit régissant les activités dans le domaine médical et les tarifs, Chapitre 2, Collaboration et tarifs, Rémunération du traitement hospitalier",
        "citation": "Art. 70c al. 3 OLAA",
        "content": "Les rémunérations visées aux al. 1 et 2 sont prises en charge à 100 % par les assureurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_70_c"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 4, Droit régissant les activités dans le domaine médical et les tarifs, Chapitre 2, Collaboration et tarifs, Rémunération du traitement hospitalier",
        "citation": "Art. 70c al. 4 OLAA",
        "content": "Le délai de dénonciation des conventions sur la collaboration et les tarifs est d’au moins six mois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_70_c"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 4, Droit régissant les activités dans le domaine médical et les tarifs, Chapitre 2, Collaboration et tarifs, Coordination des tarifs",
        "citation": "Art. 71 al. 2 OLAA",
        "content": "Les assureurs remboursent les médicaments, les spécialités pharmaceutiques et les analyses de laboratoire d’après les listes qui ont été établies conformément à l’art. 52, al. 1, de la loi fédérale du 18 mars 1994 sur l’assurance-maladie (LAMal).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_71"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 4, Droit régissant les activités dans le domaine médical et les tarifs, Chapitre 2, Collaboration et tarifs, Coordination des tarifs",
        "citation": "Art. 71 al. 3 OLAA",
        "content": "Le DFI peut établir un tarif pour le remboursement des moyens et appareils servant à la guérison.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_71"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 1, Devoir d’information, Devoirs des assureurs, des employeurs, du service compétent de l’assurance-chômage et de l’organe d’exécution compétent de l’assurance-invalidité",
        "citation": "Art. 72 al. 1 OLAA",
        "content": "Les assureurs veillent à ce que les employeurs, les services compétents de l’assurance-chômage et les organes d’exécution compétents de l’assurance-invalidité au sens de l’art. 53, al. 1, LAI soient suffisamment informés de la pratique de l’assurance-accidents.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_72"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 1, Devoir d’information, Devoirs des assureurs, des employeurs, du service compétent de l’assurance-chômage et de l’organe d’exécution compétent de l’assurance-invalidité",
        "citation": "Art. 72 al. 2 OLAA",
        "content": "Les employeurs, les services compétents de l’assurance-chômage et les organes d’exécution compétents de l’assurance-invalidité au sens de l’art. 53, al. 1, LAI sont tenus de transmettre les informations à leur personnel ou aux personnes visées à l’art. 1a, al. 1, let. c, de la loi, et en particulier la possibilité de conclure une assurance par convention.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_72"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 1, Devoir d’information, Émoluments",
        "citation": "Art. 72a al. 1 OLAA",
        "content": "Les renseignements que donnent les assureurs aux employeurs et aux assurés sont en principe gratuits.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_72_a"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 1, Devoir d’information, Émoluments",
        "citation": "Art. 72a al. 2 OLAA",
        "content": "Si de tels renseignements nécessitent des recherches spéciales ou d’autres travaux qui entraînent des frais, un émolument peut être perçu en application par analogie de l’art. 16 de l’ordonnance du 10 septembre 1969 sur les frais et indemnités en procédure administrative. L’art. 19 de l’ordonnance du 31 août 2022 sur la protection des données est réservé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_72_a"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 2, Caisse nationale suisse d’assurance en cas d’accidents, Entreprises du bâtiment, d’installations et de pose de conduites",
        "citation": "Art. 73 OLAA",
        "content": "Sont réputées entreprises de l’industrie du bâtiment, d’installations et de pose de conduites au sens de l’art. 66, al. 1, let. b, de la loi, celles qui ont pour objet:\na. une activité dans l’industrie du bâtiment ou la fabrication d’éléments de construction;\nb. le nettoyage de bâtiments, de chaussées, de places et jardins publics;\nc. la location d’échafaudages et de machines de chantier;\nd. la pose, la transformation, la réparation ou l’entretien d’installations de caractère technique situées sur les constructions ou à l’intérieur de celles-ci;\ne. le montage, l’entretien ou le démontage de machines ou d’installations;\nf. la pose, la modification, la réparation ou l’entretien de conduites aériennes ou souterraines.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_73"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 2, Caisse nationale suisse d’assurance en cas d’accidents, Entreprises exploitant des composantes de l’écorce terrestre",
        "citation": "Art. 74 al. 1 OLAA",
        "content": "Sont également réputées entreprises ayant pour activité l’exploitation de composantes de l’écorce terrestre au sens de l’art. 66, al. 1, let. c, de la loi, celles qui ont pour objet la prospection ou l’étude de l’écorce terrestre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_74"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 2, Caisse nationale suisse d’assurance en cas d’accidents, Entreprises exploitant des composantes de l’écorce terrestre",
        "citation": "Art. 74 al. 2 OLAA",
        "content": "Sont réputés composantes de l’écorce terrestre tous les éléments présents dans des dépôts naturels, en particulier la roche, le gravier, le sable, le minerai, les minéraux, la glaise, le pétrole, le gaz naturel, l’eau, le sel, le charbon et la tourbe.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_74"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 2, Caisse nationale suisse d’assurance en cas d’accidents, Exploitations forestières",
        "citation": "Art. 75 al. 1 OLAA",
        "content": "Ne sont pas réputées exploitations forestières au sens de l’art. 66, al. 1, let. d, de la loi, les entreprises agricoles qui exécutent des travaux forestiers en utilisant la main-d’oeuvre et les moyens de l’exploitation agricole.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_75"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 2, Caisse nationale suisse d’assurance en cas d’accidents, Exploitations forestières",
        "citation": "Art. 75 al. 2 OLAA",
        "content": "Sont réputés travaux forestiers tous ceux qui ont trait à l’aménagement, à l’entretien et à l’exploitation de forêts publiques ou privées, en particulier la construction et l’entretien de routes, chemins et ouvrages forestiers, les travaux d’irrigation ou d’assèchement, ainsi que la surveillance des forêts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_75"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 2, Caisse nationale suisse d’assurance en cas d’accidents, Entreprises travaillant des matériaux",
        "citation": "Art. 76 al. 1 OLAA",
        "content": "Sont également réputées entreprises travaillant des matériaux au sens de l’art. 66, al. 1, let. e, de la loi, celles qui transforment des granulés, des poudres ou des liquides en produits synthétiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_76"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 2, Caisse nationale suisse d’assurance en cas d’accidents, Entreprises travaillant des matériaux",
        "citation": "Art. 76 al. 2 OLAA",
        "content": "La récupération et la transformation d’un matériau sont assimilées à son traitement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_76"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 2, Caisse nationale suisse d’assurance en cas d’accidents, Production, utilisation ou dépôt de matières dangereuses",
        "citation": "Art. 77 OLAA",
        "content": "Sont réputés entreprises qui produisent, emploient en grande quantité ou ont en dépôt en grande quantité des matières dangereuses au sens de l’art. 66, al. 1, let. f, de la loi:\na. les entreprises qui produisent des substances chimiques de base ou élaborées, des produits chimiotechniques, des laques et des couleurs, ainsi que des matières inflammables ou explosives, de même que celles qui les utilisent, les entreposent ou les transportent en grande quantité;\nb. les entreprises qui produisent des substances nocives mentionnées à l’annexe 1, conformément à l’art. 14, et celles qui les utilisent, les entreposent ou les transportent en grande quantité;\nc. les entreprises ayant pour objet la désinfection, l’utilisation d’agents antiseptiques, la lutte contre les parasites ou le nettoyage intérieur de récipients;\nd. les entreprises qui produisent ou traitent des matières radioactives et celles qui les utilisent, les entreposent ou les transportent en grande quantité;\ne. les entreprises qui utilisent à des fins industrielles des installations de soudage ou des récipients sous pression sujets à contrôle;\nf. les entreprises qui gardent, nettoient, réparent ou mettent en état des véhicules à moteur;\ng. les entreprises qui exécutent des travaux de galvanisation, de trempe ou de zingage;\nh. les entreprises qui exécutent des travaux de peinture à titre industriel;\ni. les entreprises de blanchissage chimique;\nk. les entreprises de distillation de goudron;\nl. les cinémas et ateliers de prises de vues cinématographiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_77"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 2, Caisse nationale suisse d’assurance en cas d’accidents, Entreprises de communications, de transports et entreprises rattachées",
        "citation": "Art. 78 OLAA",
        "content": "Sont réputés entreprises de communications et de transports et entreprises en relation directe avec l’industrie des transports au sens de l’art. 66, al. 1, let. g, de la loi:\na. les entreprises de transports par terre, par eau ou par air;\nb. les entreprises qui sont reliées à une voie ferrée d’une entreprise de chemins de fer concessionnaire ou à un débarcadère et qui chargent ou déchargent des marchandises directement ou au moyen de wagons ou de conduites;\nc. les entreprises vers lesquelles des wagons de chemins de fer sont régulièrement acheminés par voie routière;\nd. les entreprises qui exercent leur activité dans les voitures et wagons de chemins de fer ou sur les bateaux;\ne. les entrepôts et les entreprises de transbordement;\nf. les entreprises qui exploitent un aérodrome ou qui assurent des services d’escale sur les aérodromes;\ng. les écoles de navigation aérienne.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_78"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 2, Caisse nationale suisse d’assurance en cas d’accidents, Entreprises commerciales",
        "citation": "Art. 79 al. 1 OLAA",
        "content": "Sont réputées pondéreuses au sens de l’art. 66, al. 1, let. h, de la loi, les marchandises qui, en pièces détachées ou en emballage, pèsent au moins 50 kilogrammes ainsi que les marchandises en vrac; les liquides sont réputés pondéreux lorsqu’ils sont stockés dans des récipients qui, une fois remplis, pèsent au moins 50 kilogrammes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_79"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 2, Caisse nationale suisse d’assurance en cas d’accidents, Entreprises commerciales",
        "citation": "Art. 79 al. 2 OLAA",
        "content": "Est réputé grande quantité, le dépôt permanent de marchandises pondéreuses pour un poids total d’au moins 20 tonnes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_79"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 2, Caisse nationale suisse d’assurance en cas d’accidents, Entreprises commerciales",
        "citation": "Art. 79 al. 3 OLAA",
        "content": "Sont notamment réputés machines les monte-charge, les élévateurs, les grues, les treuils et les installations de transport.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_79"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 2, Caisse nationale suisse d’assurance en cas d’accidents, Abattoirs employant des machines",
        "citation": "Art. 80 al. 1 OLAA",
        "content": "Sont réputés abattoirs au sens de l’art. 66, al. 1, let. i, de la loi, les abattoirs publics et privés ainsi que les abattoirs de boucheries sans magasin de vente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_80"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 2, Caisse nationale suisse d’assurance en cas d’accidents, Abattoirs employant des machines",
        "citation": "Art. 80 al. 2 OLAA",
        "content": "L’activité de la CNA ne s’étend aux boucheries avec magasin de vente et abattoir que si l’abattage du bétail se répartit sur plus de trois jours par semaine et nécessite plus de 27 heures au total.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_80"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 2, Caisse nationale suisse d’assurance en cas d’accidents, Abattoirs employant des machines",
        "citation": "Art. 80 al. 3 OLAA",
        "content": "L’abattage comprend la mise à mort, la saignée, le dépeçage et le découpage en deux moitiés de l’animal. Sont notamment réputés machines, les installations frigorifiques et de congélation, les monte-charge, les treuils à moteur, les grues et les engins fixes de manutention continue, comme les transporteurs à bande ou à rouleau et les voies de transport suspendues à l’exclusion des machines à traiter la viande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_80"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 2, Caisse nationale suisse d’assurance en cas d’accidents, Fabrication de boissons",
        "citation": "Art. 81 OLAA",
        "content": "Sont également réputés entreprises qui fabriquent des boissons au sens de l’art. 66, al. 1, let. k, de la loi, les entreprises pratiquant le commerce de boissons en gros, ainsi que les dépôts de boissons liés à des entreprises de transports.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_81"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 2, Caisse nationale suisse d’assurance en cas d’accidents, Distribution d’électricité, de gaz ou d’eau, enlèvement des ordures et épuration des eaux",
        "citation": "Art. 82 al. 1 OLAA",
        "content": "La distribution d’électricité comprend la production, la transformation et la fourniture de l’énergie électrique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_82"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 2, Caisse nationale suisse d’assurance en cas d’accidents, Distribution d’électricité, de gaz ou d’eau, enlèvement des ordures et épuration des eaux",
        "citation": "Art. 82 al. 2 OLAA",
        "content": "La distribution de gaz comprend la production, le stockage et la fourniture du gaz.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_82"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 2, Caisse nationale suisse d’assurance en cas d’accidents, Distribution d’électricité, de gaz ou d’eau, enlèvement des ordures et épuration des eaux",
        "citation": "Art. 82 al. 3 OLAA",
        "content": "La distribution d’eau comprend le captage, le traitement et la fourniture de l’eau.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_82"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 2, Caisse nationale suisse d’assurance en cas d’accidents, Distribution d’électricité, de gaz ou d’eau, enlèvement des ordures et épuration des eaux",
        "citation": "Art. 82 al. 4 OLAA",
        "content": "Sont également réputées entreprises d’enlèvement des ordures au sens de l’art. 66, al. 1, let. l, de la loi, les entreprises qui éliminent ou traitent les ordures ainsi que les entreprises de chauffage à distance qui leur sont rattachées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_82"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 2, Caisse nationale suisse d’assurance en cas d’accidents, Organisations chargées de tâches de surveillance",
        "citation": "Art. 83 OLAA",
        "content": "Sont également réputées entreprises de surveillance des travaux au sens de l’art. 66, al. 1, let. m, de la loi, les organisations auxquelles la CNA a confié par contrat des tâches spéciales en matière de prévention des accidents ou des maladies professionnels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_83"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 2, Caisse nationale suisse d’assurance en cas d’accidents, Écoles de métiers et ateliers protégés",
        "citation": "Art. 84 OLAA",
        "content": "Sont réputés écoles de métiers et ateliers protégées au sens de l’art. 66, al. 1, let. n, LAA:\na. les écoles de métiers pour l’apprentissage des professions désignées à l’art. 66, al. 1, let. b à m, de la loi; l’assurance couvre non seulement les apprentis et les participants aux cours, mais également les enseignants et les autres membres du personnel;\nb. les ateliers pour invalides et les ateliers de réadaptation; l’assurance couvre non seulement les handicapés, mais aussi le personnel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_84"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 2, Caisse nationale suisse d’assurance en cas d’accidents, Entreprises de travail temporaire",
        "citation": "Art. 85 OLAA",
        "content": "Les entreprises de travail temporaire au sens de l’art. 66, al. 1, let. o, de la loi, comprennent leur propre personnel ainsi que celui dont elles louent les services à autrui.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_85"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 2, Caisse nationale suisse d’assurance en cas d’accidents, Administration fédérale, entreprises et établissements de la Confédération",
        "citation": "Art. 86 OLAA",
        "content": "Sont également visés par l’art. 66, al. 1, let. p, LAA les membres du Conseil fédéral, le chancelier de la Confédération, les tribunaux fédéraux et les institutions affiliées à la Caisse fédérale d’assurance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_86"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 2, Caisse nationale suisse d’assurance en cas d’accidents, Services des administrations publiques",
        "citation": "Art. 87 OLAA",
        "content": "Sont également réputées administrations publiques au sens de l’art. 66, al. 1, let. q, de la loi, les administrations des districts et cercles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_87"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 2, Caisse nationale suisse d’assurance en cas d’accidents, Entreprises auxiliaires, accessoires et mixtes",
        "citation": "Art. 88 al. 1 OLAA",
        "content": "L’activité de la CNA s’étend également aux entreprises auxiliaires ou accessoires qui sont techniquement liées à une des entreprises principales visées à l’art. 66, al. 1, de la loi. Si l’entreprise principale n’entre pas dans le domaine d’activité de la CNA, les travailleurs des entreprises auxiliaires ou accessoires doivent également être assurés auprès d’un assureur désigné à l’art. 68 de la loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_88"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 2, Caisse nationale suisse d’assurance en cas d’accidents, Entreprises auxiliaires, accessoires et mixtes",
        "citation": "Art. 88 al. 2 OLAA",
        "content": "Il y a entreprise mixte lorsque plusieurs unités d’entreprises appartenant au même employeur n’ont aucun lien technique entre elles. Les unités de telles entreprises qui remplissent les conditions de l’art. 66, al. 1, de la loi, doivent être assurées par la CNA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_88"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 2, Caisse nationale suisse d’assurance en cas d’accidents, Travail à son propre compte",
        "citation": "Art. 89 OLAA",
        "content": "Sont réputés travaux à son propre compte au sens de l’art. 66, al. 2, let. d, de la loi, les travaux effectués pour ses propres besoins et dont l’exécution, compte non tenu de la collaboration de l’employeur, exigera probablement au moins 500 heures de travail. Celui qui exécute de tels travaux doit déclarer ses travailleurs à la CNA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_89"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 3, Autres assureurs, Enregistrement",
        "citation": "Art. 90 al. 1 OLAA",
        "content": "Les assureurs désignés à l’art. 68 de la loi ne peuvent participer à la gestion de l’assurance-accidents qu’à partir du début d’une année civile. À cette fin, ils doivent, jusqu’au 30 juin de l’année précédente, présenter une demande d’enregistrement à l’OFSP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_90"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 3, Autres assureurs, Enregistrement",
        "citation": "Art. 90 al. 2 OLAA",
        "content": "La demande d’enregistrement doit être déposée par écrit et en trois exemplaires. Doivent y être joints:\na. pour les institutions privées d’assurance: les documents d’où ressort l’autorisation de pratiquer l’assurance-accidents;\nb. pour les caisses publiques d’assurance-accidents: les textes légaux et les règlements, avec indication des modifications projetées en vue de la gestion de l’assurance conformément à la loi;\nc. pour les caisses-maladie au sens de la LAMal: les dispositions statutaires et réglementaires qui concernent l’assurance-accidents, avec indication des modifications projetées en vue de la gestion de l’assurance conformément à la loi ainsi qu’un original de l’accord réglant leur collaboration avec un autre assureur au sens de l’art. 70, al. 2, de la loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_90"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 3, Autres assureurs, Enregistrement",
        "citation": "Art. 90 al. 3 OLAA",
        "content": "L’OFSP examine si les conditions fixées sont remplies et si le requérant est en mesure de gérer l’assurance conformément à la loi. Il notifie au requérant, par une décision, l’inscription au registre ou le rejet de la demande.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_90"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 3, Autres assureurs, Enregistrement",
        "citation": "Art. 90 al. 4 OLAA",
        "content": "L’OFSP publie la liste des assureurs inscrits au registre. Celle-ci mentionne également les assureurs avec lesquels les caisses-maladie ont passé un accord réglant leur collaboration (art. 70, al. 2, LAA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_90"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 3, Autres assureurs, Enregistrement",
        "citation": "Art. 90 al. 5 OLAA",
        "content": "Par l’enregistrement, les assureurs s’engagent à gérer l’assurance-accidents conformément à la loi. Tout changement de structure qui remet en cause l’accomplissement de cette tâche doit être communiqué sans retard à l’OFSP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_90"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 3, Autres assureurs, Rapport",
        "citation": "Art. 91 OLAA",
        "content": "Pour chaque année, les assureurs inscrits au registre doivent remettre à l’OFSP jusqu’au 30 juin de l’année suivante le rapport et les comptes prévus à l’art. 109. Les institutions privées d’assurance adressent en outre un double de ces documents à l’Autorité fédérale de surveillance des marchés financiers.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_91"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 3, Autres assureurs, Choix de l’assureur",
        "citation": "Art. 92 OLAA",
        "content": "Le choix d’une caisse-maladie implique celui de l’assureur avec lequel celle-ci a passé un accord au sens de l’art. 70, al. 2, de la loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_92"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 4, Caisse supplétive, Couverture des frais",
        "citation": "Art. 94 OLAA",
        "content": "La Caisse supplétive détermine dans un règlement l’obligation faite aux différents assureurs de verser des contributions. Elle fixe annuellement le montant de celles-ci. Si un assureur conteste le montant exigé de lui, la caisse supplétive statue par une décision au sens de l’art. 5 de la loi fédérale du 20 décembre 1968 sur la procédure administrative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_94"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 4, Caisse supplétive, Attribution à un assureur",
        "citation": "Art. 95 al. 1 OLAA",
        "content": "Lorsqu’elle affilie d’office un employeur à un assureur, la caisse supplétive veille à ce que les risques soient équitablement répartis et prend en considération les intérêts de l’employeur et des travailleurs intéressés.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_95"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 4, Caisse supplétive, Attribution à un assureur",
        "citation": "Art. 95 al. 2 OLAA",
        "content": "La caisse supplétive notifie l’affiliation d’office à l’assureur et à l’employeur intéressés par une décision au sens de l’art. 49 LPGA. L’art. 52 LPGA est applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_95"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 4, Caisse supplétive, Tâches de la caisse supplétive en cas de grands sinistres",
        "citation": "Art. 95a al. 1 OLAA",
        "content": "La caisse supplétive fixe chaque année, en pour-mille du gain assuré par branche d’assurance, les suppléments de prime unitaires selon l’art. 90, al. 4, LAA pour tous les assureurs désignés à l’art. 68 LAA, de telle sorte que les frais courants selon les annonces des différents assureurs, prévues à l’art. 78 LAA, sur le coût total estimé du grand sinistre et les paiements effectués puissent selon toute vraisemblance être couverts. Le coût total du sinistre est estimé selon des principes actuariels reconnus. Les allocations de renchérissement et l’adaptation des allocations pour impotent à la suite d’une augmentation du gain maximum assuré ne sont pas prises en compte.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_95_a"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 4, Caisse supplétive, Tâches de la caisse supplétive en cas de grands sinistres",
        "citation": "Art. 95a al. 2 OLAA",
        "content": "Le fonds de compensation (fonds) rembourse aux assureurs les coûts des sinistres et du traitement de ceux-ci qui dépassent la limite du grand sinistre au sens de l’art. 78, al. 1, LAA. La limite est calculée séparément pour les accidents professionnels et pour les accidents non professionnels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_95_a"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 4, Caisse supplétive, Tâches de la caisse supplétive en cas de grands sinistres",
        "citation": "Art. 95a al. 3 OLAA",
        "content": "La charge du grand sinistre est répartie par branche d’assurance entre les assureurs jusqu’à la limite au sens de l’art. 78, al. 1, LAA de façon à ce que la part de chaque assureur soit proportionnelle à la charge totale de son dommage. La caisse supplétive règle les paiements compensatoires nécessaires entre les assureurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_95_a"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 4, Caisse supplétive, Tâches de la caisse supplétive en cas de grands sinistres",
        "citation": "Art. 95a al. 4 OLAA",
        "content": "La caisse supplétive peut indemniser définitivement les prétentions des assureurs avant que tous les dommages n’aient été liquidés. En cas de liquidation du fonds, les moyens restants sont restitués aux entreprises assurées pour ce qui concerne les accidents professionnels et à leurs employés, par le biais d’une réduction de la prime nette, pour ce qui concerne les accidents non professionnels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_95_a"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 4, Caisse supplétive, Tâches de la caisse supplétive en cas de grands sinistres",
        "citation": "Art. 95a al. 5 OLAA",
        "content": "La caisse supplétive gère la comptabilité consolidée du fonds. Elle édicte un règlement qui contient les dispositions d’organisation et les autres détails concernant la gestion du financement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_95_a"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 4, Caisse supplétive, Autres tâches et rapport",
        "citation": "Art. 96 al. 1 OLAA",
        "content": "La caisse supplétive est chargée de répartir entre les assureurs désignés à l’art. 68 de la loi les frais occasionnés par l’entraide en matière de prestations conformément à l’art. 103a, al. 2.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_96"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 4, Caisse supplétive, Autres tâches et rapport",
        "citation": "Art. 96 al. 2 OLAA",
        "content": "L’art. 91 est applicable par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_96"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 5, Dispositions communes, Cession d’entreprise",
        "citation": "Art. 97 OLAA",
        "content": "Lorsqu’une entreprise change de propriétaire, celui-ci doit en informer l’ancien assureur dans les 14 jours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_97"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 5, Dispositions communes, Droit des administrations publiques de choisir leur assureur",
        "citation": "Art. 98 al. 1 OLAA",
        "content": "Les services de l’administration publique et les entreprises publiques forment chacun une unité en soi lorsqu’ils sont indépendants du point de vue de l’organisation et qu’ils tiennent leur propre comptabilité. De telles unités doivent être assurées auprès du même assureur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_98"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 5, Dispositions communes, Droit des administrations publiques de choisir leur assureur",
        "citation": "Art. 98 al. 2 OLAA",
        "content": "Les unités administratives et les unités d’entreprises nouvellement créées, qui tiennent pour la première fois leur propre comptabilité, notamment en raison de la création d’une nouvelle unité ou de la restructuration d’une unité existante, doivent choisir leur assureur au plus tard un mois avant de commencer à fonctionner. Un droit de participation à ce choix doit être accordé aux représentants des travailleurs. Les travailleurs d’une administration publique qui n’a pas opéré son choix à temps sont assurés par la CNA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_98"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 5, Dispositions communes, Droit des administrations publiques de choisir leur assureur",
        "citation": "Art. 98 al. 3 OLAA",
        "content": "Les administrations publiques exercent leur droit d’option en présentant à l’assureur choisi une proposition écrite d’assurance indiquant les unités à affilier.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_98"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 5, Dispositions communes, Allocation des prestations en cas de pluralité d’employeurs",
        "citation": "Art. 99 al. 1 OLAA",
        "content": "Lorsqu’un assuré occupé par plusieurs employeurs est victime d’un accident professionnel, les prestations sont allouées par l’assureur de l’employeur pour lequel il travaillait au moment de l’accident.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_99"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 5, Dispositions communes, Allocation des prestations en cas de pluralité d’employeurs",
        "citation": "Art. 99 al. 2 OLAA",
        "content": "En cas d’accident non professionnel, les prestations sont allouées par l’assureur de l’employeur pour lequel l’assuré a travaillé en dernier lieu en étant couvert pour les accidents non professionnels. Si l’accident implique le versement d’une rente, d’une indemnité pour atteinte à l’intégrité ou d’une allocation pour impotent, les autres assureurs intéressés couvrant également les accidents non professionnels doivent, à la demande de l’assureur tenu d’allouer les prestations, lui rembourser une partie de celles-ci. La part est calculée d’après le rapport qui existe entre le gain assuré chez chaque assureur et le gain total assuré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_99"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 5, Dispositions communes, Allocation des prestations en cas de pluralité d’employeurs",
        "citation": "Art. 99 al. 3 OLAA",
        "content": "Si l’assureur ne peut pas être déterminé comme prévu aux al. 1 et 2, l’assureur compétent sera celui auprès de qui le gain assuré est le plus élevé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_99"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 5, Dispositions communes, Allocation des prestations en cas de pluralité d’accidents",
        "citation": "Art. 100 al. 1 OLAA",
        "content": "Si un assuré est victime d’un accident alors qu’il a droit à des indemnités journalières pour un accident assuré précédent, l’assureur tenu de lui verser les prestations jusqu’alors prend également en charge les soins médicaux et le remboursement des frais selon les art. 10 à 13 LAA, ainsi que les indemnités journalières pour le nouvel accident. Les assureurs intéressés peuvent déroger par convention à cette règle, notamment si le nouvel accident a des conséquences considérablement plus graves que le précédent. L’allocation de prestations par l’assureur de l’accident précédent prend fin lorsque l’accident précédent n’est plus la cause de l’atteinte à la santé qui subsiste.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_100"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 5, Dispositions communes, Allocation des prestations en cas de pluralité d’accidents",
        "citation": "Art. 100 al. 2 OLAA",
        "content": "Si un assuré est victime d’un accident alors qu’il est en traitement selon l’art. 10 de la loi pour un accident assuré précédent sans avoir droit à des indemnités journalières pour cet accident, l’assureur tenu de lui verser les prestations pour le nouvel accident prend également en charge les soins médicaux et le remboursement des frais selon les art. 10 à 13 LAA pour les accidents précédents. L’allocation de prestations par l’assureur du nouvel accident prend fin lorsque le nouvel accident n’est plus la cause de l’atteinte à la santé qui subsiste.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_100"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 5, Dispositions communes, Allocation des prestations en cas de pluralité d’accidents",
        "citation": "Art. 100 al. 3 OLAA",
        "content": "En cas de rechute ou de séquelles tardives du fait d’une pluralité d’accidents assurés, l’assureur tenu de verser les prestations pour le dernier accident prend en charge les soins médicaux et le remboursement des frais selon les art. 10 à 13 LAA, ainsi que les indemnités journalières.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_100"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 5, Dispositions communes, Allocation des prestations en cas de pluralité d’accidents",
        "citation": "Art. 100 al. 4 OLAA",
        "content": "Dans les cas visés aux al. 1 à 3, les autres assureurs n’ont pas l’obligation de rembourser l’assureur tenu de verser les prestations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_100"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 5, Dispositions communes, Allocation des prestations en cas de pluralité d’accidents",
        "citation": "Art. 100 al. 5 OLAA",
        "content": "Si les suites d’une pluralité d’accidents donnent droit à une nouvelle prétention à une rente, à une indemnité pour atteinte à l’intégrité ou à une allocation pour impotent, les prestations sont allouées par l’assureur tenu de verser les prestations pour le dernier accident. Les assureurs intéressés peuvent déroger par convention à cette règle, notamment si le nouvel accident a des conséquences considérablement moins graves que les précédents ou si le gain assuré auprès de l’assureur tenu de verser les prestations pour le dernier accident est considérablement plus bas que le gain assuré auprès d’un autre assureur. Les autres assureurs intéressés remboursent ces prestations, sans les allocations de renchérissement, à l’assureur tenu de verser les prestations selon le dommage leur incombant; ils se libèrent ainsi de leur obligation d’allouer des prestations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_100"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 5, Dispositions communes, Allocation des prestations en cas de pluralité d’accidents",
        "citation": "Art. 100 al. 6 OLAA",
        "content": "Si un assuré au bénéfice d’une rente d’invalidité ou d’une allocation pour impotent pour un accident précédent est victime d’un nouvel accident qui modifie la rente d’invalidité ou le degré d’impotence, l’assureur tenu de verser les prestations pour le deuxième accident doit allouer la rente d’invalidité ou l’allocation pour impotent dans son intégralité. L’assureur tenu de verser les prestations pour le premier accident verse au deuxième assureur le montant correspondant à la valeur capitalisée, sans allocations de renchérissement, de la part de la rente ou de la part de l’allocation pour impotent imputable au premier accident. Il se libère ainsi de son obligation d’allouer des prestations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_100"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 5, Dispositions communes, Allocation des prestations en cas de décès des deux parents",
        "citation": "Art. 101 OLAA",
        "content": "Si le père et la mère décèdent des suites d’accidents couverts par l’assurance, l’orphelin de père et de mère reçoit la rente prévue à l’art. 42 de l’assureur tenu de verser les prestations pour le second accident ou, en cas de décès simultanés, pour le décès du père. L’assureur qui verse la rente reçoit de l’autre assureur un montant correspondant à la valeur capitalisée de la rente, sans allocations de renchérissement, qui est due pour le décès de l’autre parent. L’autre assureur se libère ainsi de son obligation d’allouer des prestations.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_101"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 5, Dispositions communes, Allocation des prestations en cas de maladie professionnelle",
        "citation": "Art. 102 al. 1 OLAA",
        "content": "Lorsqu’une maladie professionnelle a été contractée dans plusieurs entreprises assurées auprès de divers assureurs, les prestations sont allouées par l’assureur dont relevait l’entreprise où la santé de l’assuré a été mise en danger pour la dernière fois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_102"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 5, Dispositions communes, Allocation des prestations en cas de maladie professionnelle",
        "citation": "Art. 102 al. 2 OLAA",
        "content": "Si les prestations sont allouées pour une pneumoconiose ou pour une lésion de l’ouïe due au bruit, les autres assureurs intéressés doivent restituer à l’assureur tenu de verser les prestations une partie de celles-ci. Leur part est calculée d’après le rapport qui existe entre la durée d’exposition au danger chez les différents employeurs et la durée totale d’exposition.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_102"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 5, Dispositions communes, Prestations provisoires",
        "citation": "Art. 102a OLAA",
        "content": "Si plusieurs assureurs contestent être tenus à prestations pour les suites d’un accident, c’est l’assureur chronologiquement le plus proche de la survenance des suites de l’accident qui est tenu de verser les prestations à titre provisoire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_102_a"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 5, Dispositions communes, Collaboration des assureurs",
        "citation": "Art. 103 OLAA",
        "content": "Dans la mesure où la pratique de l’assurance-accidents l’exige, les assureurs doivent s’informer mutuellement, sur demande et gratuitement, sur les accidents, les maladies professionnelles, les prestations et la répartition dans la classification des risques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_103"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 5, Dispositions communes, Exécution d’engagements internationaux",
        "citation": "Art. 103a al. 1 OLAA",
        "content": "La CNA est chargée de l’exécution de l’entraide en matière de prestations dans l’assurance-accidents, conformément aux engagements internationaux de la Suisse.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_103_a"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 5, Dispositions communes, Exécution d’engagements internationaux",
        "citation": "Art. 103a al. 2 OLAA",
        "content": "Les frais occasionnés par l’entraide en matière de prestations sont pris en charge à raison de deux-tiers par la CNA et d’un tiers par les assureurs désignés à l’art. 68 de la loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_103_a"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 1, Assureurs, Section 5, Dispositions communes, Exécution d’engagements internationaux",
        "citation": "Art. 103a al. 3 OLAA",
        "content": "La Confédération prend en charge les intérêts sur les avances de prestations accordées au titre de l’entraide.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_103_a"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 2, Surveillance, Section 1, Tâches de la Confédération, Autorités de surveillance",
        "citation": "Art. 104 al. 1 OLAA",
        "content": "L’OFSP veille à ce que les assureurs appliquent la loi de manière uniforme.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_104"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 2, Surveillance, Section 1, Tâches de la Confédération, Autorités de surveillance",
        "citation": "Art. 104 al. 2 OLAA",
        "content": "En outre, l’OFSP exerce sur la caisse supplétive la surveillance des fondations. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_104"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 2, Surveillance, Section 1, Tâches de la Confédération, Autorités de surveillance",
        "citation": "Art. 104 al. 3 OLAA",
        "content": "L’ Autorité fédérale de surveillance des marchés financiers exerce la surveillance sur les institutions d’assurance soumises à la loi du 23 juin 1978 sur la surveillance des assurances dans les limites de cette législation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_104"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 2, Surveillance, Section 1, Tâches de la Confédération, Autorités de surveillance",
        "citation": "Art. 104 al. 4 OLAA",
        "content": "Les deux offices coordonnent leur activité de surveillance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_104"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 2, Surveillance, Section 1, Tâches de la Confédération, Statistiques uniformes",
        "citation": "Art. 105 al. 1 OLAA",
        "content": "Le DFI édicte, d’entente avec les assureurs, des règles concernant l’établissement de statistiques uniformes, conformément à l’art. 79, al. 1, de la loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_105"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 2, Surveillance, Section 1, Tâches de la Confédération, Statistiques uniformes",
        "citation": "Art. 105 al. 2 OLAA",
        "content": "Les statistiques permettant d’établir les bases actuarielles doivent porter en particulier sur:\na. la mortalité des bénéficiaires de rentes d’invalidité et de rentes de survivants;\nb. les modifications de rentes d’invalidité, d’allocations pour impotent et de rentes complémentaires;\nc. le remariage des veuves et des veufs;\nd. l’âge des orphelins à l’expiration du droit à la rente et l’éventualité d’une rente pour orphelin de père et de mère.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_105"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 2, Surveillance, Section 1, Tâches de la Confédération, Statistiques uniformes",
        "citation": "Art. 105 al. 3 OLAA",
        "content": "Aux fins d’obtenir des données concernant le calcul des primes, les assureurs tiennent une statistique annuelle des risques par entreprises ou genres d’entreprises, par classes du tarif des primes et par branches d’assurance, conformément à l’art. 89, al. 2, de la loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_105"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 2, Surveillance, Section 1, Tâches de la Confédération, Statistiques uniformes",
        "citation": "Art. 105 al. 4 OLAA",
        "content": "Aux fins de réunir les données nécessaires à la prévention des accidents et des maladies professionnelles, les assureurs doivent établir des statistiques sur les causes des accidents et maladies professionnels et sur celles des accidents non professionnels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_105"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 2, Surveillance, Section 1, Tâches de la Confédération, Statistiques uniformes",
        "citation": "Art. 105 al. 5 OLAA",
        "content": "Les assureurs mettent à la disposition de l’Office fédéral de la statistique toutes les données qui sont disponibles auprès du Service de centralisation des statistiques de l’assurance-accidents, conformément à l’ordonnance du 15 août 1994 sur les statistiques de l’assurance-accidents, et qui concernent les salaires et leurs modalités, la durée du travail et d’autres données importantes relatives aux victimes d’accidents. Les détails sont réglés dans l’annexe de l’ordonnance du 30 juin 1993 concernant l’exécution des relevés statistiques fédéraux.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_105"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 2, Surveillance, Section 2, Tâches des cantons, Information sur l’obligation d’assurance",
        "citation": "Art. 106 OLAA",
        "content": "Les cantons informent périodiquement et de manière appropriée les employeurs de leur obligation d’assurance. Ce faisant, ils attirent l’attention des intéressés sur les sanctions qui peuvent être prises si cette obligation n’est pas respectée.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_106"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 2, Surveillance, Section 2, Tâches des cantons, Surveillance de l’exécution de l’obligation d’assurance",
        "citation": "Art. 107 al. 1 OLAA",
        "content": "Les cantons surveillent l’exécution de l’obligation d’assurance. Ils peuvent confier ce contrôle aux caisses cantonales de compensation de l’AVS et avec leur accord également aux caisses de compensation professionnelles. Les contrôles doivent se tenir dans les limites prévues pour l’assujettissement des personnes tenues aux cotisations de l’AVS.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_107"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 5, Organisation, Chapitre 2, Surveillance, Section 2, Tâches des cantons, Surveillance de l’exécution de l’obligation d’assurance",
        "citation": "Art. 107 al. 2 OLAA",
        "content": "Les cantons ou les caisses de compensation annoncent à la caisse supplétive ou à la CNA les employeurs dont le personnel n’est pas encore assuré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_107"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 6, Financement, Chapitre 1, Normes comptables et système financier, Normes comptables",
        "citation": "Art. 108 al. 1 OLAA",
        "content": "Les assureurs élaborent en commun des normes comptables uniformes pour la pratique de l’assurance-accidents et les soumettent à l’approbation du DFI. Une fois approuvées, ces normes sont obligatoires pour tous les assureurs. Si les assureurs ne peuvent pas se mettre d’accord sur l’établissement de telles normes, le DFI édicte des instructions d’entente avec l’Autorité fédérale de surveillance des marchés financiers (FINMA).",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_108"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 6, Financement, Chapitre 1, Normes comptables et système financier, Normes comptables",
        "citation": "Art. 108 al. 2 OLAA",
        "content": "Les normes comptables doivent être réexaminées périodiquement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_108"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 6, Financement, Chapitre 1, Normes comptables et système financier, Comptabilité",
        "citation": "Art. 109 al. 1 OLAA",
        "content": "Pour chaque exercice comptable, les assureurs doivent établir:\na. un compte d’exploitation pour chaque branche d’assurance;\nb. un aperçu des réserves;\nc. un rapport annuel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_109"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 6, Financement, Chapitre 1, Normes comptables et système financier, Comptabilité",
        "citation": "Art. 109 al. 2 OLAA",
        "content": "Seront portés sur le compte d’exploitation de chaque branche d’assurance le produit de l’encaissement des primes et les prestations d’assurance, y compris les modifications des réserves mathématiques.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_109"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 6, Financement, Chapitre 1, Normes comptables et système financier, Comptabilité",
        "citation": "Art. 109 al. 3 OLAA",
        "content": "Les autres recettes doivent être réparties entre les comptes d’exploitation selon leur provenance, et les autres dépenses selon leurs causes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_109"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 6, Financement, Chapitre 1, Normes comptables et système financier, Réserves",
        "citation": "Art. 111 al. 1 OLAA",
        "content": "Les assureurs désignés à l’art. 68, al. 1, let. a, LAA remplissent les exigences relatives aux réserves de l’art. 90, al. 3 de la loi lorsqu’ils disposent, sous la surveillance de la FINMA, des fonds propres exigés par la loi fédérale du 17 décembre 2004 sur la surveillance des entreprises d’assurance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_111"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 6, Financement, Chapitre 1, Normes comptables et système financier, Réserves",
        "citation": "Art. 111 al. 2 OLAA",
        "content": "Pour les assureurs désignés à l’art. 68, al. 1, let. b, LAA les dispositions en matière de réserves des collectivités publiques concernées s’appliquent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_111"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 6, Financement, Chapitre 1, Normes comptables et système financier, Réserves",
        "citation": "Art. 111 al. 3 OLAA",
        "content": "Les assureurs désignés à l’art. 68, al. 1, let. c, LAA doivent quantifier les risques et les scénarios qui les concernent dans le domaine de l’assurance-accidents selon les art. 10 à 13 de l’ordonnance du 18 novembre 2015 sur la surveillance de l’assurance-maladie (OSAMal) et établir tous les ans un rapport à l’intention de l’OFSP. Le DFI tient compte des spécificités de l’assurance-accidents dans l’exercice des compétences législatives que ces dispositions de l’OSAMal lui attribuent.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_111"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 6, Financement, Chapitre 1, Normes comptables et système financier, Réserves",
        "citation": "Art. 111 al. 4 OLAA",
        "content": "La CNA expose sa sécurité financière au Conseil fédéral dans un rapport annuel. Le rapport mentionne en particulier les fonds propres disponibles de la CNA pouvant être pris en compte ainsi que les fonds propres nécessaires. Ces derniers sont déterminés à l’aide d’un modèle permettant de quantifier les risques et les scénarios de l’évolution future, de manière à pouvoir couvrir les créances résultant d’une possible perte centennale. Les fonds propres disponibles pouvant être pris en compte doivent être plus élevés que les fonds propres nécessaires.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_111"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 6, Financement, Chapitre 1, Normes comptables et système financier, Changement d’assureur",
        "citation": "Art. 112 al. 1 OLAA",
        "content": "Pour les accidents antérieurs au changement d’assureur, l’assureur compétent jusque-là le reste.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_112"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 6, Financement, Chapitre 1, Normes comptables et système financier, Changement d’assureur",
        "citation": "Art. 112 al. 2 OLAA",
        "content": "Pour les rentes se rapportant à des accidents antérieurs au changement d’assureur, l’assureur compétent jusque-là possède une créance contre la Caisse supplétive ou la CNA pour la part des allocations de renchérissement qui ne peut être financée par les excédents d’intérêt sur les capitaux de couverture.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_112"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 6, Financement, Chapitre 1, Normes comptables et système financier, Financement des allocations de renchérissement par les assureurs désignés à l’art. 68, al. 1, let. a, LAA et par la caisse supplétive",
        "citation": "Art. 112a OLAA",
        "content": "L’association au sens de l’art. 90a, al. 1, LAA, établit un compte global pour les provisions distinctes au sens de l’art. 90a, al. 2, LAA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_112_a"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 6, Financement, Chapitre 2, Primes, Classes et degrés",
        "citation": "Art. 113 al. 1 OLAA",
        "content": "Les entreprises ou parties d’entreprises doivent être classées dans les classes du tarif des primes et calculer leurs primes de telle manière que les primes nettes suffisent selon toute probabilité à couvrir les frais d’accidents et de maladies professionnels ainsi que d’accidents non professionnels d’une communauté de risque.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_113"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 6, Financement, Chapitre 2, Primes, Classes et degrés",
        "citation": "Art. 113 al. 2 OLAA",
        "content": "En cas d’infraction aux prescriptions relatives à la prévention des accidents et des maladies professionnels, le classement de l’entreprise dans un degré supérieur s’opère conformément à l’ordonnance sur la prévention des accidents. En règle générale, l’entreprise sera classée dans un degré dont le taux de prime est supérieur d’au moins 20 % à celui du degré précédent. Si le tarif ne le permet pas, le taux de prime du degré le plus élevé de la classe correspondante sera également augmenté dans une mesure identique.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_113"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 6, Financement, Chapitre 2, Primes, Classes et degrés",
        "citation": "Art. 113 al. 3 OLAA",
        "content": "Les changements apportés au tarif des primes ainsi que les modifications opérées en vertu de l’art. 92, al. 5, de la loi et portant sur l’attribution des entreprises aux classes et degrés de celui-ci, doivent être communiquées aux entreprises intéressées au moins deux mois avant la fin de l’exercice comptable en cours. Les demandes des exploitants qui requièrent la modification de l’attribution pour le prochain exercice comptable doivent être déposées dans les mêmes délais.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_113"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 6, Financement, Chapitre 2, Primes, Classes et degrés",
        "citation": "Art. 113 al. 4 OLAA",
        "content": "Les assureurs enregistrés soumettent à l’OFSP:\na. au plus tard jusqu’à la fin du mois de mai de l’année en cours: les tarifs de l’année suivante;\nb. dans le courant de l’année: les statistiques de risque de l’année précédente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_113"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 6, Financement, Chapitre 2, Primes, Suppléments de primes pour frais administratifs",
        "citation": "Art. 114 al. 1 OLAA",
        "content": "Les suppléments de primes pour frais administratifs sont destinés à couvrir les dépenses ordinaires occasionnées aux assureurs par la pratique de l’assurance-accidents, y compris les dépenses pour des prestations de tiers qui ne servent pas au traitement médical telles que les frais de justice, de conseils et d’expertise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_114"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 6, Financement, Chapitre 2, Primes, Suppléments de primes pour frais administratifs",
        "citation": "Art. 114 al. 2 OLAA",
        "content": "L’OFSP peut demander aux assureurs des renseignements sur le prélèvement des suppléments de primes pour frais administratifs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_114"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 6, Financement, Chapitre 2, Primes, Gain soumis à une prime",
        "citation": "Art. 115 al. 1 OLAA",
        "content": "Les primes sont perçues sur le gain assuré au sens de l’art. 22, al. 1 et 2. Les exceptions suivantes sont réservées:\na. aucune prime n’est prélevée sur les allocations familiales qui, au titre d’allocation pour enfants, d’allocation de formation ou d’allocation de ménage, sont versées conformément aux usages locaux ou professionnels;\nb. pour les stagiaires, les volontaires et les personnes se préparant au choix d’une profession ou occupées dans des écoles de métiers, les primes sont calculées sur un montant s’élevant à au moins 20 % du maximum du gain journalier assuré, si ces personnes ont 20 ans révolus, et à au moins 10 % de ce maximum, si elles n’ont pas 20 ans révolus;\nc. pour les personnes occupées dans des centres de réadaptation professionnelle ou dans des ateliers d’occupation permanente pour personnes handicapées, les primes sont calculées sur un montant s’élevant au moins à douze fois le montant maximum du gain journalier assuré;\nd. aucune prime n’est prélevée sur les indemnités journalières de l’AI, les indemnités journalières de l’assurance militaire et les allocations au titre de la loi du 25 septembre 1952 sur les allocations pour perte de gain.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_115"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 6, Financement, Chapitre 2, Primes, Gain soumis à une prime",
        "citation": "Art. 115 al. 2 OLAA",
        "content": "Pour les assurés au service de plusieurs employeurs, le salaire est pris en compte dans chaque rapport de travail, au total jusqu’à concurrence du montant maximum du gain assuré. Si la somme des salaires dépasse ce montant maximum, il doit être réparti, au prorata des revenus, sur les divers rapports de travail. Cela vaut également pour les personnes qui, à côté de leur activité salariée, exercent également une activité indépendante pour laquelle elles ont conclu une assurance facultative selon la LAA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_115"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 6, Financement, Chapitre 2, Primes, Gain soumis à une prime",
        "citation": "Art. 115 al. 3 OLAA",
        "content": "Si la durée de l’occupation est inférieure à une année, le montant maximum du gain assuré est calculé en proportion des mois d’occupation.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_115"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 6, Financement, Chapitre 2, Primes, Gain soumis à une prime",
        "citation": "Art. 115 al. 4 OLAA",
        "content": "Si des indemnités en cas de réduction de l’horaire de travail, en cas d’intempéries, des indemnités d’initiation au travail ou de formation sont allouées par l’assurance-chômage, l’employeur doit l’entier de la prime de l’assurance-accidents correspondant à la durée normale du travail.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_115"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 6, Financement, Chapitre 2, Primes, Relevés de salaires et comptes",
        "citation": "Art. 116 al. 1 OLAA",
        "content": "Les employeurs doivent, suivant les directives des assureurs, tenir des relevés de salaires. Le salaire des travailleurs qui ne sont assurés que contre les accidents professionnels doit être signalé comme tel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_116"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 6, Financement, Chapitre 2, Primes, Relevés de salaires et comptes",
        "citation": "Art. 116 al. 2 OLAA",
        "content": "Les employeurs dont le personnel est assuré contre les accidents par une caisse-maladie ne règlent de comptes qu’avec celle-ci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_116"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 6, Financement, Chapitre 2, Primes, Relevés de salaires et comptes",
        "citation": "Art. 116 al. 3 OLAA",
        "content": "Les employeurs doivent conserver pendant au moins cinq ans les relevés de salaires ainsi que les pièces comptables et autres documents permettant de reviser les relevés. Ce délai commence à courir à la fin de l’année civile pour laquelle les dernières données ont été consignées.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_116"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 6, Financement, Chapitre 2, Primes, Majoration pour paiement échelonné des primes et intérêts moratoires",
        "citation": "Art. 117 al. 1 OLAA",
        "content": "La majoration pour paiement échelonné des primes s’élève à 0,25 % de la prime annuelle pour le paiement par semestre et à 0,375 % pour le paiement par trimestre. L’assureur peut appliquer une majoration minimale de 10 francs par tranche.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_117"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 6, Financement, Chapitre 2, Primes, Majoration pour paiement échelonné des primes et intérêts moratoires",
        "citation": "Art. 117 al. 1bis OLAA",
        "content": "Si l’employeur ou la personne assurée à titre facultatif a plus d’un paiement en retard, l’assureur est en droit de supprimer la possibilité de paiement échelonné. L’assureur informe l’employeur ou la personne assurée à titre facultatif de la suppression de cette possibilité. La suppression du paiement échelonné entraîne l’exigibilité immédiate du montant restant des primes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_117"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 6, Financement, Chapitre 2, Primes, Majoration pour paiement échelonné des primes et intérêts moratoires",
        "citation": "Art. 117 al. 2 OLAA",
        "content": "Le délai de paiement des primes est d’un mois à compter de l’échéance. À l’expiration de ce délai, l’assureur prélève un intérêt moratoire de 0,5 % par mois.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_117"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 6, Financement, Chapitre 2, Primes, Majoration pour paiement échelonné des primes et intérêts moratoires",
        "citation": "Art. 117 al. 3 OLAA",
        "content": "Les majorations et les intérêts moratoires ne doivent pas être imputés sur le salaire des travailleurs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_117"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 6, Financement, Chapitre 2, Primes, Intérêts rémunératoires",
        "citation": "Art. 117a al. 1 OLAA",
        "content": "Les intérêts rémunératoires selon l’art. 26, al. 1, LPGA sont accordés lorsque l’assurance restitue ou compense des primes versées en trop.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_117_a"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 6, Financement, Chapitre 2, Primes, Intérêts rémunératoires",
        "citation": "Art. 117a al. 2 OLAA",
        "content": "Les intérêts rémunératoires commencent à courir, en règle générale, le 1er janvier qui suit la fin de l’année pour laquelle les primes ont été versées en trop.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_117_a"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 6, Financement, Chapitre 2, Primes, Intérêts rémunératoires",
        "citation": "Art. 117a al. 3 OLAA",
        "content": "Des intérêts rémunératoires sont accordés sur la différence de primes entre le montant estimé et le montant définitif dès la réception par l’assureur de la déclaration de salaire établie en bonne et due forme, pour autant que les primes ne soient pas restituées dans les 30 jours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_117_a"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 6, Financement, Chapitre 2, Primes, Intérêts rémunératoires",
        "citation": "Art. 117a al. 4 OLAA",
        "content": "Des intérêts rémunératoires sont accordés sur les montants de primes qui doivent être restitués sur la base de l’examen des relevés de salaire dès la constatation d’une différence dans la somme des salaires, pour autant que les primes ne soient pas restituées dans les 30 jours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_117_a"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 6, Financement, Chapitre 2, Primes, Intérêts rémunératoires",
        "citation": "Art. 117a al. 5 OLAA",
        "content": "Les intérêts rémunératoires courent jusqu’à la restitution intégrale des primes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_117_a"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 6, Financement, Chapitre 2, Primes, Intérêts rémunératoires",
        "citation": "Art. 117a al. 6 OLAA",
        "content": "Le taux des intérêts rémunératoires s’élève à 5 % par année.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_117_a"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 6, Financement, Chapitre 2, Primes, Intérêts rémunératoires",
        "citation": "Art. 117a al. 7 OLAA",
        "content": "Les intérêts sont calculés par jour. Les mois entiers sont comptés comme 30 jours.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_117_a"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 6, Financement, Chapitre 2, Primes, Procédures de décomptes spéciales",
        "citation": "Art. 118 al. 1 OLAA",
        "content": "Les employeurs qui effectuent le décompte des salaires selon la procédure simplifiée prévue aux art. 2 et 3 de la loi du 17 juin 2005 sur le travail au noir peuvent effectuer leur décompte aux mêmes intervalles, selon les mêmes règles et au moyen des mêmes pièces que pour l’AVS. Il n’est pas appliqué de majoration pour paiement échelonné des primes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_118"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 6, Financement, Chapitre 2, Primes, Procédures de décomptes spéciales",
        "citation": "Art. 118 al. 2 OLAA",
        "content": "Les caisses cantonales de compensation peuvent convenir avec les employeurs qui leur sont affiliés et les assureurs de prélever les primes, contre indemnisation équitable, en même temps que les cotisations de l’AVS. Les art. 131 et 132 du RAVS sont applicables pour les caisses de compensation professionnelles.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_118"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 6, Financement, Chapitre 2, Primes, Prime minimale",
        "citation": "Art. 119 OLAA",
        "content": "Les assureurs peuvent prévoir pour chacune des branches de l’assurance obligatoire une prime minimale dont le montant ne dépasse pas 100 francs par année. Dans ce montant sont inclus les suppléments de primes mentionnés à l’art. 92, al. 1, de la loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_119"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 6, Financement, Chapitre 2, Primes, Fixation des primes",
        "citation": "Art. 120 al. 1 OLAA",
        "content": "L’assureur doit indiquer à l’employeur les taux de la prime nette pour l’assurance des accidents professionnels et non professionnels ainsi que les suppléments pour frais administratifs, pour la prévention des accidents et, le cas échéant, pour les allocations de renchérissement et le paiement échelonné des primes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_120"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 6, Financement, Chapitre 2, Primes, Fixation des primes",
        "citation": "Art. 120 al. 2 OLAA",
        "content": "Au terme de l’exercice comptable, l’employeur doit déclarer à l’assureur, dans un délai fixé par celui-ci, les salaires déterminants pour le calcul du montant définitif des primes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_120"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 6, Financement, Chapitre 2, Primes, Fixation des primes",
        "citation": "Art. 120 al. 3 OLAA",
        "content": "Si l’employeur n’a pas fourni les données requises pour la détermination des primes, l’assureur fixe par décision les montants dus.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_120"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 6, Financement, Chapitre 2, Primes, Intérêts moratoires pour les primes spéciales",
        "citation": "Art. 121 OLAA",
        "content": "Lorsque le montant des primes spéciales s’élève au montant simple des primes dues, un intérêt moratoire selon l’art. 117, al. 2, sera perçu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_121"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 7, Dispositions diverses, Chapitre 1, Procédure, Décisions",
        "citation": "Art. 124 OLAA",
        "content": "Les assureurs doivent communiquer par écrit les décisions concernant notamment:\na. l’octroi d’une rente d’invalidité, d’une indemnité en capital, d’une indemnité pour atteinte à l’intégrité, d’une allocation pour impotent, d’une rente de survivant ou d’une indemnité en capital allouée à la veuve, ainsi que la révision d’une rente ou d’une allocation pour impotent;\nb. la réduction ou le refus de prestations d’assurance;\nc. la restitution de prestations d’assurance;\nd. le classement initial d’une entreprise dans les classes et degrés du tarif des primes et la modification de ce classement;\ne. le prélèvement de primes spéciales et l’attribution d’un employeur à un assureur par la caisse supplétive;\nf. la fixation des primes lorsque l’employeur n’a pas fourni les données requises.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_124"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 7, Dispositions diverses, Chapitre 1, Procédure, Frais de communication et de publication de données",
        "citation": "Art. 125 al. 1 OLAA",
        "content": "Un émolument est perçu dans les cas visés à l’art. 97, al. 6, de la loi, lorsque la communication de données nécessite de nombreuses copies ou autres reproductions ou des recherches particulières. Le montant de cet émolument équivaut à ceux des art. 14 et 16 de l’ordonnance du 10 septembre 1969 sur les frais et indemnités en procédure administrative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_125"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 7, Dispositions diverses, Chapitre 1, Procédure, Frais de communication et de publication de données",
        "citation": "Art. 125 al. 2 OLAA",
        "content": "Un émolument couvrant les frais est perçu pour les publications au sens de l’art. 97, al. 4, de la loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_125"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 7, Dispositions diverses, Chapitre 1, Procédure, Frais de communication et de publication de données",
        "citation": "Art. 125 al. 3 OLAA",
        "content": "L’émolument peut être réduit ou remis si la personne assujettie est dans la gêne ou pour d’autres justes motifs.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_125"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 7, Dispositions diverses, Chapitre 2, Relations avec d’autres branches des assurances sociales, Relations avec l’assurance militaire",
        "citation": "Art. 126 al. 1 OLAA",
        "content": "Est réputé directement tenu de verser les prestations, en vertu de l’art. 103, al. 1, de la loi, l’assureur qui doit allouer des prestations en raison de l’aggravation actuelle de l’atteinte à la santé.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_126"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 7, Dispositions diverses, Chapitre 2, Relations avec d’autres branches des assurances sociales, Relations avec l’assurance militaire",
        "citation": "Art. 126 al. 2 OLAA",
        "content": "Tant qu’il est tenu de verser les prestations pour l’aggravation actuelle de l’atteinte à la santé, l’assureur doit également allouer des prestations pour les séquelles et les rechutes résultant d’un accident antérieur. Les prestations seront ensuite allouées par l’assureur qui était tenu de verser les prestations pour l’accident antérieur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_126"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 7, Dispositions diverses, Chapitre 2, Relations avec d’autres branches des assurances sociales, Relations avec l’assurance militaire",
        "citation": "Art. 126 al. 3 OLAA",
        "content": "Lorsque le bénéficiaire d’une rente allouée par suite d’un premier accident est victime d’un nouvel accident qui modifie le degré d’invalidité, l’assureur tenu de lui verser les prestations pour le premier accident doit poursuivre le versement de la rente allouée jusque-là. Le deuxième assureur doit allouer une rente correspondant à la différence entre l’invalidité effective et celle qui existait avant le deuxième accident. Lorsque l’assurance militaire verse, en vertu de l’art. 4, al. 3, LAM une rente entière pour l’atteinte au second organe pair, l’assureur-accidents qui devrait allouer une rente pour cette seconde atteinte lui verse la valeur capitalisée de cette rente, sans allocation de renchérissement, calculée selon les dispositions légales applicables pour lui.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_126"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 7, Dispositions diverses, Chapitre 2, Relations avec d’autres branches des assurances sociales, Relations avec l’assurance militaire",
        "citation": "Art. 126 al. 4 OLAA",
        "content": "Lorsque l’accident est en rapport avec une atteinte préexistante à la santé, l’assureur compétent au moment de cet accident n’est tenu de verser les prestations que pour les suites de celui-ci.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_126"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 7, Dispositions diverses, Chapitre 2, Relations avec d’autres branches des assurances sociales, Relations avec l’assurance militaire",
        "citation": "Art. 126 al. 5 OLAA",
        "content": "Lorsqu’une rente est due tant par l’assureur-accidents que par l’assurance militaire, l’assureur-accidents communique le montant de la rente ou de la rente complémentaire à l’assurance militaire. Les deux assureurs fixent leur rente en fonction des dispositions légales qui leur sont applicables.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_126"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 7, Dispositions diverses, Chapitre 2, Relations avec d’autres branches des assurances sociales, Prestations en cas d’accident et de maladie",
        "citation": "Art. 128 al. 1 OLAA",
        "content": "Si un assuré victime d’un accident tombe malade dans un hôpital, l’assureur-accidents alloue, tant que dure le traitement hospitalier pour les suites de l’accident, les soins médicaux, le remboursement des frais et les indemnités journalières pour l’ensemble de l’atteinte à la santé. L’assureur-maladie verse, à titre subsidiaire, les indemnités journalières à condition qu’il n’y ait pas surassurance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_128"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 7, Dispositions diverses, Chapitre 2, Relations avec d’autres branches des assurances sociales, Prestations en cas d’accident et de maladie",
        "citation": "Art. 128 al. 2 OLAA",
        "content": "Si un assuré malade est victime d’un accident dans un hôpital, l’assureur-maladie alloue, tant que dure le traitement hospitalier pour la maladie, les prestations assurées pour l’ensemble de l’atteinte à la santé. L’assureur-accidents est libéré de son obligation d’allouer des prestations jusqu’à concurrence des prestations de l’assureur-maladie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_128"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 8, Assurance-accidents des personnes au chômage, Montant de l’indemnité journalière",
        "citation": "Art. 129 al. 1 OLAA",
        "content": "Pendant les jours d’attente ou de suspension, l’indemnité journalière de l’assurance-accidents correspond à l’indemnité nette de l’assurance-chômage, visée aux art. 22 et 22a de la loi du 25 juin 1982 sur l’assurance-chômage (LACI), qui serait normalement allouée sans les jours d’attente ou de suspension.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_129"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 8, Assurance-accidents des personnes au chômage, Montant de l’indemnité journalière",
        "citation": "Art. 129 al. 2 OLAA",
        "content": "En plus des indemnités journalières, l’assurance-accidents verse les suppléments à hauteur des allocations légales pour enfant et de formation professionnelle conformément à l’art. 22, al. 1, LACI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_129"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 8, Assurance-accidents des personnes au chômage, Montant de l’indemnité journalière",
        "citation": "Art. 129 al. 3 OLAA",
        "content": "Si un accident survient dans le cadre d’un programme d’emploi temporaire ou d’un stage professionnel, l’indemnité journalière correspond à celle qui serait allouée à l’assuré s’il ne participait pas à un programme d’emploi temporaire ou à un stage professionnel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_129"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 8, Assurance-accidents des personnes au chômage, Gain intermédiaire au sens de l’art. 24 LACI",
        "citation": "Art. 130 al. 1 OLAA",
        "content": "Si l’assuré retire un gain intermédiaire au sens de l’art. 24 LACI d’une activité salariée, il incombe à l’assureur de l’entreprise concernée d’allouer les prestations en cas d’accident professionnel.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_130"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 8, Assurance-accidents des personnes au chômage, Gain intermédiaire au sens de l’art. 24 LACI",
        "citation": "Art. 130 al. 2 OLAA",
        "content": "Si le gain intermédiaire fonde l’assurance contre les accidents non professionnels, il incombe à l’assureur de l’entreprise concernée d’allouer les prestations en cas d’accident non professionnel lorsqu’un tel accident se produit les jours où la personne au chômage réalise ou aurait dû réaliser un gain intermédiaire. L’art. 99, al. 2, n’est pas applicable.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_130"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 8, Assurance-accidents des personnes au chômage, Gain intermédiaire au sens de l’art. 24 LACI",
        "citation": "Art. 130 al. 3 OLAA",
        "content": "Si l’assuré retire un gain intermédiaire d’une activité indépendante, la CNA alloue les prestations en cas d’accident.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_130"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 8, Assurance-accidents des personnes au chômage, Gain intermédiaire au sens de l’art. 24 LACI",
        "citation": "Art. 130 al. 4 OLAA",
        "content": "En cas d’accident pendant l’exercice d’une activité salariée ou indépendante procurant un gain intermédiaire, l’indemnité journalière correspond à celle qui serait allouée à l’assuré s’il ne réalisait pas de gain intermédiaire.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_130"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 8, Assurance-accidents des personnes au chômage, Gain intermédiaire au sens de l’art. 24 LACI",
        "citation": "Art. 130 al. 5 OLAA",
        "content": "En cas de chômage partiel, les al. 1 à 4 s’appliquent par analogie.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_130"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 8, Assurance-accidents des personnes au chômage, Primes",
        "citation": "Art. 131 al. 1 OLAA",
        "content": "Les primes sont fixées en pour-mille de l’indemnité de l’assurance-chômage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_131"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 8, Assurance-accidents des personnes au chômage, Primes",
        "citation": "Art. 131 al. 2 OLAA",
        "content": "Le taux de prime de l’assurance contre les accidents non professionnels est identique pour toutes les personnes au chômage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_131"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 8, Assurance-accidents des personnes au chômage, Primes",
        "citation": "Art. 131 al. 3 OLAA",
        "content": "Le taux de prime est identique pour toutes les personnes assurées qui participent à des programmes d’emploi temporaire, à des stages professionnels ou à des mesures de formation au sens l’art. 91, al. 4, LAA.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_131"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 8, Assurance-accidents des personnes au chômage, Primes",
        "citation": "Art. 131 al. 4 OLAA",
        "content": "Sur la base de l’expérience acquise en matière de risques, la CNA peut, de sa propre initiative ou à la demande de l’organe de compensation de l’assurance-chômage, modifier les taux de prime, avec effet au début d’un mois civil.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_131"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 8, Assurance-accidents des personnes au chômage, Primes",
        "citation": "Art. 131 al. 5 OLAA",
        "content": "Les modifications apportées aux taux de prime doivent être communiquées à l’organe de compensation de l’assurance-chômage, accompagnées de la décision, au moins deux mois avant qu’elles ne produisent leurs effets.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_131"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 8, Assurance-accidents des personnes au chômage, Primes",
        "citation": "Art. 131 al. 6 OLAA",
        "content": "La CNA tient une statistique des risques pour les accidents des personnes au chômage.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_131"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 8a, Assurance-accidents des personnes visées à l’art. 1a, al. 1, let. c, de la loi, Début et fin de l’assurance",
        "citation": "Art. 132 al. 1 OLAA",
        "content": "Pour les personnes visées à l’art. 1a, al. 1, let. c, de la loi, l’assurance commence à courir le jour où débute la mesure, mais en tout cas au moment où la personne concernée se rend à l’endroit où la mesure a lieu.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_132"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 8a, Assurance-accidents des personnes visées à l’art. 1a, al. 1, let. c, de la loi, Début et fin de l’assurance",
        "citation": "Art. 132 al. 2 OLAA",
        "content": "Elle prend fin le 31e jour qui suit le jour où la mesure se termine.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_132"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 8a, Assurance-accidents des personnes visées à l’art. 1a, al. 1, let. c, de la loi, Montant de l’indemnité journalière",
        "citation": "Art. 132a al. 1 OLAA",
        "content": "Le montant net de l’indemnité journalière au sens de l’art. 17, al. 4, de la loi comprend l’indemnité de base au sens des art. 23 ou 24ter LAI, après déduction des cotisations aux assurances sociales visées à l’art. 25 LAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_132_a"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 8a, Assurance-accidents des personnes visées à l’art. 1a, al. 1, let. c, de la loi, Montant de l’indemnité journalière",
        "citation": "Art. 132a al. 2 OLAA",
        "content": "Outre les indemnités journalières des personnes visées à l’art. 1a, al. 1, let. c, de la loi, l’assurance-accidents verse la prestation pour enfant au sens de l’art. 23bis LAI.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_132_a"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 8a, Assurance-accidents des personnes visées à l’art. 1a, al. 1, let. c, de la loi, Montant de l’indemnité journalière",
        "citation": "Art. 132a al. 3 OLAA",
        "content": "Pour les personnes visées à l’art. 1a, al. 1, let. c, de la loi qui n’ont droit ni à une indemnité journalière de l’assurance-invalidité, ni à une rente de cette même assurance, l’indemnité journalière est calculée sur la base du gain assuré déterminé conformément à l’art. 23, al. 6.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_132_a"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 8a, Assurance-accidents des personnes visées à l’art. 1a, al. 1, let. c, de la loi, Montant de l’indemnité journalière",
        "citation": "Art. 132a al. 4 OLAA",
        "content": "Pour les personnes visées à l’art. 1a, al. 1, let. c, de la loi, l’assurance-accidents verse l’intégralité de la prestation, indépendamment du taux d’incapacité de travail, jusqu’à ce que la mesure de l’assurance-invalidité reprenne ou puisse reprendre du point de vue médical. L’assurance-accidents définit, d’entente avec l’organe d’exécution de l’assurance-invalidité, le moment où cette mesure pourrait reprendre.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_132_a"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 8a, Assurance-accidents des personnes visées à l’art. 1a, al. 1, let. c, de la loi, Calcul des rentes",
        "citation": "Art. 132b al. 1 OLAA",
        "content": "Pour les personnes visées à l’art. 1a, al. 1, let. c, de la loi qui touchent une indemnité journalière de l’assurance-invalidité, le revenu issu d’une activité lucrative sur lequel l’office AI s’est fondé pour calculer le montant des indemnités journalières est considéré comme gain assuré et sert de base au calcul des rentes.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_132_b"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 8a, Assurance-accidents des personnes visées à l’art. 1a, al. 1, let. c, de la loi, Calcul des rentes",
        "citation": "Art. 132b al. 2 OLAA",
        "content": "Pour les personnes visées à l’art. 1a, al. 1, let. c, de la loi qui n’ont droit ni à une indemnité journalière de l’assurance-invalidité, ni à une rente de cette même assurance, les rentes sont calculées, dès 20 ans révolus, sur la base d’un revenu annuel de 20 % au moins, et, avant 20 ans révolus, sur la base d’un revenu annuel de 10 % au moins du montant maximal du gain annuel assuré. À 20 ans, le revenu annuel est augmenté à 20 % au moins du montant maximal du gain annuel assuré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_132_b"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 8a, Assurance-accidents des personnes visées à l’art. 1a, al. 1, let. c, de la loi, Calcul des rentes",
        "citation": "Art. 132b al. 3 OLAA",
        "content": "Pour les personnes visées à l’art. 1a, al. 1, let. c, de la loi qui perçoivent une rente de l’assurance-invalidité, le gain assuré au sens de l’al. 2 est réduit proportionnellement à la part en pour cent du degré d’invalidité au sens de l’art. 28a LAI. Si un revenu plus élevé a été réalisé au sens de l’art. 15, al. 2, de la loi, la rente est calculée sur la base de ce gain assuré.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_132_b"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 8a, Assurance-accidents des personnes visées à l’art. 1a, al. 1, let. c, de la loi, Primes",
        "citation": "Art. 132c al. 1 OLAA",
        "content": "Les primes sont fixées en pour-mille:\na. du montant net de l’indemnité journalière visée à l’art. 132a, al. 1, allouée par l’assurance-invalidité;\nb. du gain assuré visé à l’art. 132b, al. 2, pour les personnes visées à l’art. 1a, al. 1, let. c, de la loi qui n’ont droit ni à une indemnité journalière ni à une rente de l’assurance-invalidité, et\nc. du gain assuré visé à l’art. 132b, al. 3, pour les personnes visées à l’art. 1a, al. 1, let. c, de la loi qui perçoivent une rente de l’assurance-invalidité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_132_c"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 8a, Assurance-accidents des personnes visées à l’art. 1a, al. 1, let. c, de la loi, Primes",
        "citation": "Art. 132c al. 2 OLAA",
        "content": "Les primes de l’assurance obligatoire contre les accidents non professionnels sont à la charge de l’assurance-invalidité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_132_c"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 8a, Assurance-accidents des personnes visées à l’art. 1a, al. 1, let. c, de la loi, Primes",
        "citation": "Art. 132c al. 3 OLAA",
        "content": "Sur la base de l’expérience acquise en matière de risques, la CNA peut, de sa propre initiative ou à la demande de l’Office fédéral des assurances sociales, modifier les taux de prime pour le début d’un mois civil.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_132_c"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 8a, Assurance-accidents des personnes visées à l’art. 1a, al. 1, let. c, de la loi, Primes",
        "citation": "Art. 132c al. 4 OLAA",
        "content": "Toute modification des taux de prime doit être communiquée à l’Office fédéral des assurances sociales, au moyen de la décision, au moins deux mois avant qu’elle ne déploie ses effets.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_132_c"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 8a, Assurance-accidents des personnes visées à l’art. 1a, al. 1, let. c, de la loi, Primes",
        "citation": "Art. 132c al. 5 OLAA",
        "content": "La CNA tient une statistique des risques pour les accidents des personnes visées à l’art. 1a, al. 1, let. c, de la loi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_132_c"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 9, Assurance facultative, Faculté de s’assurer",
        "citation": "Art. 134 al. 1 OLAA",
        "content": "Peut également conclure une assurance facultative celui qui est partiellement occupé comme travailleur.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_134"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 9, Assurance facultative, Faculté de s’assurer",
        "citation": "Art. 134 al. 2 OLAA",
        "content": "Les personnes qui atteignent l’âge de référence fixé à l’art. 21, al. 1, LAVS ne peuvent contracter une assurance facultative que si elles ont été assurées à titre obligatoire pendant toute l’année précédente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_134"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 9, Assurance facultative, Faculté de s’assurer",
        "citation": "Art. 134 al. 3 OLAA",
        "content": "L’assureur peut, pour des raisons fondées, notamment en cas d’atteintes à la santé préexistantes importantes et durables ainsi qu’en présence d’une menace sérieuse au sens de l’art. 78, al. 2, de l’ordonnance du 19 décembre 1983 sur la prévention des accidents et des maladies professionnelles, refuser de conclure une assurance facultative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_134"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 9, Assurance facultative, Assureurs",
        "citation": "Art. 135 al. 1 OLAA",
        "content": "L’assureur auprès duquel un employeur assure à titre obligatoire ses travailleurs se charge également d’assurer à titre facultatif ledit employeur ainsi que les membres de sa famille qui collaborent à son entreprise.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_135"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 9, Assurance facultative, Assureurs",
        "citation": "Art. 135 al. 2 OLAA",
        "content": "La CNA se charge en outre d’assurer à titre facultatif les personnes qui, sans employer de travailleurs, exercent une activité lucrative indépendante dans les secteurs professionnels désignés à l’art. 66, al. 1, de la loi, ainsi que les membres de leur famille qui collaborent à cette activité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_135"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 9, Assurance facultative, Assureurs",
        "citation": "Art. 135 al. 3 OLAA",
        "content": "Les assureurs désignés à l’art. 68 de la loi se chargent d’assurer à titre facultatif les personnes qui, sans employer de travailleurs, exercent une autre activité lucrative indépendante, ainsi que les membres de leur famille qui collaborent à cette activité.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_135"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 9, Assurance facultative, Fondement du rapport d’assurance",
        "citation": "Art. 136 OLAA",
        "content": "Le rapport d’assurance se fonde sur un contrat écrit. Celui-ci fixe notamment le début, la durée minimale et la fin du rapport d’assurance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_136"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 9, Assurance facultative, Fin du rapport d’assurance",
        "citation": "Art. 137 al. 1 OLAA",
        "content": "Le rapport d’assurance prend fin:\na. à la cessation de l’activité lucrative indépendante ou de la collaboration au titre de membre de la famille, ou dès que l’assuré est soumis au régime de l’assurance obligatoire;\nb. par suite de résiliation ou d’exclusion.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_137"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 9, Assurance facultative, Fin du rapport d’assurance",
        "citation": "Art. 137 al. 2 OLAA",
        "content": "Le contrat peut prévoir que l’assurance continuera à produire ses effets pendant trois mois au plus après la cessation de l’activité lucrative.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_137"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 9, Assurance facultative, Fin du rapport d’assurance",
        "citation": "Art. 137 al. 3 OLAA",
        "content": "L’assuré peut, une fois la durée minimale du contrat écoulée, résilier celui-ci pour la fin d’une année d’assurance, à condition d’observer un délai de préavis qui sera fixé dans le contrat, mais ne dépassera pas trois mois. L’assureur dispose du même droit. La résiliation doit en pareil cas être motivée et communiquée par écrit.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_137"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 9, Assurance facultative, Fin du rapport d’assurance",
        "citation": "Art. 137 al. 4 OLAA",
        "content": "L’assureur peut exclure l’assuré qui, malgré sommation écrite, ne paie pas ses primes ou qui a fait de fausses déclarations lors de la conclusion du contrat ou lors d’un accident.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_137"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 9, Assurance facultative, Base de calcul des primes et des prestations en espèces",
        "citation": "Art. 138 OLAA",
        "content": "Les primes et les prestations en espèces sont calculées dans les limites de l’art. 22, al. 1, d’après le gain assuré; le montant de celui-ci sera convenu entre l’assureur et l’assuré à la conclusion du contrat et pourra être modifié au début de chaque année civile. Pour les personnes exerçant une activité lucrative indépendante, ce montant ne peut être inférieur à 45 % du montant maximum du gain assuré; pour les membres de la famille collaborant à cette activité, il ne peut être inférieur à 30 % de ce même montant.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_138"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 9, Assurance facultative, Primes",
        "citation": "Art. 139 al. 1 OLAA",
        "content": "Les assureurs peuvent prévoir dans l’assurance facultative une prime nette globale pour l’assurance contre les accidents professionnels et non professionnels. La prime doit être calculée de telle sorte que l’assurance facultative puisse pourvoir à son propre financement.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_139"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 9, Assurance facultative, Primes",
        "citation": "Art. 139 al. 2 OLAA",
        "content": "Dans l’assurance facultative, il n’est prélevé aucun supplément de primes pour les allocations de renchérissement ou pour la prévention des accidents et maladies professionnels et des accidents non professionnels.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_139"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 9, Assurance facultative, Allocations de renchérissement",
        "citation": "Art. 140 OLAA",
        "content": "Dans l’assurance facultative, des allocations de renchérissement ne sont versées que si elles sont couvertes par des excédents d’intérêts.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_140"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 10, Voies de droit",
        "citation": "Art. 140a al. 1 OLAA",
        "content": "Les tribunaux arbitraux cantonaux prévus à l’art 57 LAA, les tribunaux cantonaux des assurances prévus à l’art. 57 LPGA et le Tribunal administratif fédéral lorsqu’il statue sur la base de l’art. 109 LAA doivent communiquer leurs décisions à l’OFSP.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_140_a"
    },
    {
        "book": "UVV",
        "title": "OLAA, Titre 10, Voies de droit",
        "citation": "Art. 140a al. 2 OLAA",
        "content": "L’OFSP a qualité pour former recours devant le Tribunal fédéral contre les décisions des tribunaux arbitraux cantonaux, des tribunaux cantonaux des assurances et du Tribunal administratif fédéral.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1983/38_38_38/fr#art_140_a"
    }
]