[
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 1: Scopo",
        "citation": "Art. 1 LCSl",
        "content": "La presente legge tende a garantire una concorrenza leale e inalterata nell’interesse di tutte le parti interessate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_1"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 2: Disposizioni di diritto civile e di procedura, Sezione 1: Illiceità della concorrenza sleale, Principio",
        "citation": "Art. 2 LCSl",
        "content": "È sleale e illecito qualsiasi comportamento o pratica d’affari ingannevole, o altrimenti lesivo delle norme della buona fede, che influisce sui rapporti tra concorrenti o tra fornitori e clienti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_2"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 2: Disposizioni di diritto civile e di procedura, Sezione 1: Illiceità della concorrenza sleale, Metodi sleali di pubblicità e di vendita e altri comportamenti illeciti",
        "citation": "Art. 3 cpv. 1 LCSl",
        "content": "Agisce in modo sleale, segnatamente, chiunque:\na. denigra altri, le sue merci, le sue opere, le sue prestazioni, i suoi prezzi o le sue relazioni d’affari con affermazioni inesatte, fallaci o inutilmente lesive;\nb. dà indicazioni inesatte o fallaci su se stesso, la propria ditta, la designazione della propria impresa, le proprie merci, opere, prestazioni o i loro prezzi, le proprie scorte, i propri metodi di vendita o le proprie relazioni d’affari oppure, con tali indicazioni, favorisce terzi nella concorrenza;\nc. si serve di titoli o denominazioni professionali non pertinenti, atti a far credere a distinzioni o capacità speciali;\nd. si avvale di misure atte a generare confusione con le merci, le opere, le prestazioni o gli affari d’altri;\ne. paragona in modo inesatto, fallace, inutilmente lesivo o plagiante la propria persona, le proprie merci, opere, prestazioni o i loro prezzi con quelli d’altri, oppure, con tali paragoni, favorisce terzi nella concorrenza;\nf. offre reiteratamente sottocosto una scelta di merci, di opere o di prestazioni ed evidenzia particolarmente quest’offerta nella pubblicità, ingannando così la clientela sulle proprie capacità o su quelle dei propri concorrenti; l’inganno è presunto quando il prezzo di vendita è inferiore al prezzo di costo di forniture paragonabili di merci, opere o prestazioni dello stesso genere; se il convenuto fornisce la prova del prezzo di costo effettivo, questo prezzo è determinante per il giudizio;\ng. inganna, con aggiunte in regalo, la clientela sul valore effettivo dell’offerta;\nh. pregiudica la libertà di decisione della clientela usando metodi di vendita particolarmente aggressivi;\ni. inganna la clientela dissimulando la qualità, la quantità, le possibilità d’utilizzazione, l’utilità o la pericolosità di merci, opere o prestazioni;\nk. omette, in pubblici annunci concernenti il credito al consumo, di designare inequivocabilmente la propria ditta o di indicare chiaramente l’ammontare netto del credito, il costo totale del credito e il tasso annuo effettivo;\nl. omette, in pubblici annunci concernenti il credito al consumo volto a finanziare beni o servizi, di designare inequivocabilmente la propria ditta o di indicare chiaramente il prezzo in contanti, il prezzo previsto dal contratto di credito e il tasso annuo effettivo;\nm. offre o conclude, nell’ambito di un’attività d’affari, un contratto di credito al consumo utilizzando moduli contrattuali che contengono indicazioni incomplete o inesatte sull’oggetto del contratto, il prezzo, le condizioni di pagamento, la durata del contratto, il diritto di revoca o di disdetta del cliente o sul diritto di costui al pagamento anticipato del debito residuo;\nn. omette, in pubblici annunci concernenti un credito al consumo (lett. k) o un credito al consumo volto a finanziare beni e servizi (lett. l), di segnalare che la concessione del credito al consumo è vietata se causa un eccessivo indebitamento del consumatore;\no. trasmette o fa trasmettere mediante telecomunicazione pubblicità di massa che non ha relazione diretta con un contenuto richiesto e omette di chiedere preliminarmente il consenso dei clienti, di menzionare correttamente il mittente o di indicare la possibilità di opporvisi in modo agevole e gratuito; chi, nell’ambito della vendita di merci, opere o prestazioni, ottiene le coordinate dei propri clienti indicando loro che hanno la possibilità di opporsi all’invio di pubblicità di massa mediante telecomunicazione non agisce in modo sleale se trasmette loro, senza il loro consenso, pubblicità di massa per merci, opere e prestazioni proprie analoghe;\np. pubblicizza l’iscrizione in elenchi di qualsiasi tipo o la pubblicazione di annunci mediante moduli di offerta, proposte di correzione o simili oppure propone direttamente tali iscrizioni o pubblicazioni di annunci senza indicare in caratteri grandi, in un punto ben visibile e in un linguaggio comprensibile:\n1. il carattere oneroso e privato dell’offerta,\n2. la durata del contratto,\n3. il prezzo totale per la durata del contratto, e\n4. la diffusione geografica, la forma, la tiratura minima e l’ultimo termine di pubblicazione;\nq. invia fatture per iscrizioni in elenchi di qualsiasi tipo o per pubblicazioni di annunci senza prima avere ricevuto una richiesta corrispondente;\nr. subordina la consegna di merci, la distribuzione di premi o altre prestazioni a condizioni che per l’acquirente costituiscono un vantaggio principalmente se quest’ultimo recluta altre persone, e non tanto se vende o utilizza merci o prestazioni (sistema piramidale, «boule de neige» o a valanga);\ns. offre merci, opere o prestazioni mediante commercio elettronico, omettendo di:\n1. indicare in modo chiaro e completo la sua identità e il suo indirizzo di contatto, incluso il suo indirizzo di posta elettronica,\n2. indicare le singole fasi tecniche della conclusione di un contratto,\n3. mettere a disposizione mezzi tecnici adeguati che permettono di individuare e correggere errori di immissione prima dell’invio dell’ordinazione,\n4. confermare immediatamente per via elettronica l’ordinazione del cliente;\nt. nell’ambito di un concorso o di un’estrazione a sorte promette una vincita la cui riscossione è legata alla composizione di un numero a pagamento di un servizio a valore aggiunto, al versamento di un’indennità per spese, all’acquisto di una merce o di un servizio, oppure alla partecipazione a una manifestazione, a un viaggio promozionale o a un’altra estrazione a sorte;\nu. non rispetta l’annotazione contenuta nell’elenco telefonico con cui il cliente indica che non desidera ricevere messaggi pubblicitari da parte di persone con le quali non intrattiene una relazione commerciale e che i dati che lo concernono non possono essere comunicati ai fini della pubblicità diretta; i clienti non iscritti nell’elenco telefonico sono equiparati a quelli che vi figurano con l’annotazione;\nv. effettua chiamate pubblicitarie senza che venga visualizzato un numero chiamante iscritto nell’elenco telefonico e al cui utilizzo sia abilitato;\nw. si basa su informazioni ottenute in seguito alla violazione delle lettere u o v.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_3"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 2: Disposizioni di diritto civile e di procedura, Sezione 1: Illiceità della concorrenza sleale, Metodi sleali di pubblicità e di vendita e altri comportamenti illeciti",
        "citation": "Art. 3 cpv. 2 LCSl",
        "content": "Il capoverso 1 lettera s non si applica alla telefonia vocale e ai contratti che si concludono esclusivamente mediante lo scambio di messaggi elettronici o mediante mezzi di comunicazione individuale analoghi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_3"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 2: Disposizioni di diritto civile e di procedura, Sezione 1: Illiceità della concorrenza sleale, Discriminazione nella vendita a distanza",
        "citation": "Art. 3a cpv. 1 LCSl",
        "content": "Agisce in modo sleale nei confronti di un cliente in Svizzera segnatamente chiunque, nella vendita a distanza, senza giustificazione oggettiva, per motivi legati alla sua nazionalità, al suo domicilio, al luogo della sua stabile organizzazione, alla sede del suo fornitore di servizi di pagamento o al luogo di emissione del suo mezzo di pagamento:\na. applica tariffe o condizioni di pagamento discriminatorie;\nb. gli blocca o limita l’accesso a un portale in linea; o\nc. lo reindirizza, senza il suo consenso, verso una versione diversa del portale alla quale egli voleva accedere inizialmente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_3_a"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 2: Disposizioni di diritto civile e di procedura, Sezione 1: Illiceità della concorrenza sleale, Discriminazione nella vendita a distanza",
        "citation": "Art. 3a cpv. 2 LCSl",
        "content": "La disposizione di cui al capoverso 1 non si applica ai servizi non economici d’interesse generale, ai servizi nel settore finanziario, ai servizi nel settore delle comunicazioni elettroniche, ai servizi nel settore dei trasporti pubblici, ai servizi delle agenzie di lavoro a prestito, ai servizi nel settore sanitario, ai giochi d’azzardo che implicano una posta in denaro, compresi lotterie, giochi d’azzardo nei casinò e scommesse, ai servizi di sicurezza privati, ai servizi sociali di ogni tipo, ai servizi legati all’esercizio dell’autorità pubblica, ai servizi forniti dai notai nonché dagli ufficiali giudiziari nominati dai poteri pubblici e ai servizi audiovisivi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_3_a"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 2: Disposizioni di diritto civile e di procedura, Sezione 1: Illiceità della concorrenza sleale, Incitamento a violare o a rescindere un contratto",
        "citation": "Art. 4 LCSl",
        "content": "Agisce in modo sleale, segnatamente, chiunque:\na. incita il cliente a rescindere un contratto per stipularne uno con lui;\nb. ...\nc. induce lavoratori, mandatari o altri ausiliari a rivelare o a spiare segreti di fabbrica o d’affari del loro datore di lavoro o del loro mandante;\nd. incita il consumatore che ha concluso un contratto di credito al consumo a revocare il contratto, per stipularne uno con lui.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_4"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 2: Disposizioni di diritto civile e di procedura, Sezione 1: Illiceità della concorrenza sleale, Corruzione attiva e passiva",
        "citation": "Art. 4a cpv. 1 LCSl",
        "content": "Agisce in modo sleale chiunque:\na. offre, promette o procura un indebito vantaggio a un lavoratore, a un associato, a un mandatario o a un altro ausiliario di un terzo nel settore privato, a favore di lui o di terzi, per indurlo a commettere un atto o un’omissione in relazione con le sue attività di servizio o d’affari e contrastante coi doveri d’ufficio o sottostante al suo potere d’apprezzamento;\nb. in qualità di lavoratore, associato, mandatario o altro ausiliario di un terzo nel settore privato domanda, si fa promettere o accetta, per sé o per terzi, un indebito vantaggio per commettere un atto o un’omissione in relazione con le sue attività di servizio o d’affari e contrastante coi doveri d’ufficio o sottostante al suo potere d’apprezzamento.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_4_a"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 2: Disposizioni di diritto civile e di procedura, Sezione 1: Illiceità della concorrenza sleale, Corruzione attiva e passiva",
        "citation": "Art. 4a cpv. 2 LCSl",
        "content": "Non sono indebiti i vantaggi accettati contrattualmente dal terzo né quelli di esigua entità usuali nelle relazioni sociali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_4_a"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 2: Disposizioni di diritto civile e di procedura, Sezione 1: Illiceità della concorrenza sleale, Sfruttamento di una prestazione d’altri",
        "citation": "Art. 5 LCSl",
        "content": "Agisce in modo sleale, segnatamente, chiunque:\na. sfrutta, senza esserne autorizzato, il risultato affidatogli di un lavoro, per esempio offerte, calcoli o piani;\nb. sfrutta il risultato del lavoro di un terzo, per esempio offerte, calcoli o piani, benché sappia che gli è stato affidato o reso accessibile senza esserne autorizzati;\nc. riprende come tale, con mezzi tecnici di riproduzione, senza prestazione personale appropriata, e sfrutta il risultato del lavoro di un terzo, pronto a essere immesso sul mercato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_5"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 2: Disposizioni di diritto civile e di procedura, Sezione 1: Illiceità della concorrenza sleale, Violazione di segreti di fabbrica e di affari",
        "citation": "Art. 6 LCSl",
        "content": "Agisce in modo sleale, segnatamente, chiunque sfrutta o comunica ad altri segreti di fabbrica o di affari che ha spiato o di cui è venuto a conoscenza in altro modo illecito.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_6"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 2: Disposizioni di diritto civile e di procedura, Sezione 1: Illiceità della concorrenza sleale, Inosservanza di condizioni di lavoro",
        "citation": "Art. 7 LCSl",
        "content": "Agisce in modo sleale, segnatamente, chiunque non rispetta condizioni di lavoro imposte anche al concorrente da norme giuridiche o per contratto o conformi agli usi professionali o locali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_7"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 2: Disposizioni di diritto civile e di procedura, Sezione 1: Illiceità della concorrenza sleale, Utilizzazione di condizioni commerciali abusive",
        "citation": "Art. 8 LCSl",
        "content": "Agisce segnatamente in modo sleale chiunque utilizza condizioni commerciali generali che, violando il principio della buona fede, comportano a detrimento dei consumatori un notevole e ingiustificato squilibrio tra i diritti e gli obblighi contrattuali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_8"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 2: Disposizioni di diritto civile e di procedura, Sezione 1: Illiceità della concorrenza sleale, Utilizzo di clausole di parità nei confronti delle aziende alberghiere",
        "citation": "Art. 8a LCSl",
        "content": "Agisce in modo sleale, segnatamente, chiunque, in quanto gestore di una piattaforma in linea per la prenotazione di servizi di alloggio, utilizza condizioni commerciali generali che limitano direttamente o indirettamente la fissazione dei prezzi e dell’offerta da parte delle aziende alberghiere mediante clausole di parità, in particolare mediante clausole di parità di tariffe, disponibilità e condizioni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_8_a"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 2: Disposizioni di diritto civile e di procedura, Sezione 2: Disposizioni di procedura, Legittimazione attiva",
        "citation": "Art. 9 cpv. 1 LCSl",
        "content": "Chi è leso o minacciato da concorrenza sleale nella clientela, nel credito, nella reputazione professionale, negli affari o in genere negli interessi economici può domandare al giudice:\na. di proibire una lesione imminente;\nb. di far cessare una lesione attuale;\nc. di accertare l’illiceità di una lesione che continua a produrre effetti molesti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_9"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 2: Disposizioni di diritto civile e di procedura, Sezione 2: Disposizioni di procedura, Legittimazione attiva",
        "citation": "Art. 9 cpv. 2 LCSl",
        "content": "Può in particolare chiedere che una rettificazione o la sentenza sia comunicata a terzi o pubblicata.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_9"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 2: Disposizioni di diritto civile e di procedura, Sezione 2: Disposizioni di procedura, Legittimazione attiva",
        "citation": "Art. 9 cpv. 3 LCSl",
        "content": "Può inoltre, giusta il Codice delle obbligazioni, proporre azioni di risarcimento del danno, di riparazione morale e di consegna dell’utile conformemente alle disposizioni sulla gestione d’affari senza mandato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_9"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 2: Disposizioni di diritto civile e di procedura, Sezione 2: Disposizioni di procedura, Legittimazione attiva di clienti e di organizzazioni, nonché della Confederazione",
        "citation": "Art. 10 cpv. 1 LCSl",
        "content": "Le azioni previste nell’articolo 9 possono pure essere proposte da clienti minacciati o lesi da concorrenza sleale nei loro interessi economici.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_10"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 2: Disposizioni di diritto civile e di procedura, Sezione 2: Disposizioni di procedura, Legittimazione attiva di clienti e di organizzazioni, nonché della Confederazione",
        "citation": "Art. 10 cpv. 2 LCSl",
        "content": "Le azioni previste nell’articolo 9 capoversi 1 e 2 possono inoltre essere proposte da:\na. associazioni professionali ed economiche autorizzate dai loro statuti a difendere gli interessi economici dei loro membri;\nb. organizzazioni d’importanza nazionale o regionale che per statuto si dedicano alla protezione dei consumatori.\nc. ...",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_10"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 2: Disposizioni di diritto civile e di procedura, Sezione 2: Disposizioni di procedura, Legittimazione attiva di clienti e di organizzazioni, nonché della Confederazione",
        "citation": "Art. 10 cpv. 3 LCSl",
        "content": "Le azioni previste nell’articolo 9 capoversi 1 e 2 possono essere proposte anche dalla Confederazione, se essa ritiene necessario tutelare l’interesse pubblico, segnatamente se:\na. è minacciata o lesa la reputazione della Svizzera all’estero e le persone colpite nei loro interessi economici risiedono all’estero; o\nb. sono minacciati o lesi gli interessi di molte persone, di un gruppo di soggetti appartenenti a un determinato settore economico oppure altri interessi collettivi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_10"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 2: Disposizioni di diritto civile e di procedura, Sezione 2: Disposizioni di procedura, Legittimazione attiva di clienti e di organizzazioni, nonché della Confederazione",
        "citation": "Art. 10 cpv. 4 LCSl",
        "content": "Qualora sia necessario per tutelare l’interesse pubblico, il Consiglio federale può informare l’opinione pubblica sui comportamenti sleali di determinate ditte citandole per nome. Quando l’interesse pubblico non sussiste più, le informazioni pubblicate sono cancellate.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_10"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 2: Disposizioni di diritto civile e di procedura, Sezione 2: Disposizioni di procedura, Legittimazione attiva di clienti e di organizzazioni, nonché della Confederazione",
        "citation": "Art. 10 cpv. 5 LCSl",
        "content": "In caso di azioni proposte dalla Confederazione, la presente legge è imperativamente applicata ai sensi dell’articolo 18 della legge federale del 18 dicembre 1987 sul diritto internazionale privato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_10"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 2: Disposizioni di diritto civile e di procedura, Sezione 2: Disposizioni di procedura, Azioni contro il datore di lavoro",
        "citation": "Art. 11 LCSl",
        "content": "Se la concorrenza sleale è stata fatta da un lavoratore o da un altro ausiliario nell’esercizio delle sue incombenze di servizio o d’affari, le azioni previste nell’articolo 9 capoversi 1 e 2 possono essere proposte anche contro il datore di lavoro.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_11"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 2: Disposizioni di diritto civile e di procedura, Sezione 2: Disposizioni di procedura, Inversione dell’onere della prova",
        "citation": "Art. 13a cpv. 1 LCSl",
        "content": "Il giudice può esigere dall’inserzionista la prova dell’esattezza materiale delle allegazioni di fatto contenute nella pubblicità se, tenuto conto degli interessi legittimi dell’inserzionista e di ogni altra parte nel procedimento, tale esigenza sembra appropriata nel singolo caso.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_13_a"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 3: Disposizioni di diritto amministrativo, Obbligo d’indicare i prezzi",
        "citation": "Art. 16 cpv. 1 LCSl",
        "content": "Per le merci offerte in vendita ai consumatori devono essere indicati i prezzi da pagare effettivamente, salvo le eccezioni previste dal Consiglio federale. Eccezioni sono in particolare ammissibili per motivi tecnici o di sicurezza. Lo stesso obbligo sussiste per le prestazioni di servizi designate dal Consiglio federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_16"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 3: Disposizioni di diritto amministrativo, Obbligo d’indicare i prezzi",
        "citation": "Art. 16 cpv. 2 LCSl",
        "content": "Il Consiglio federale disciplina l’indicazione dei prezzi e delle mance.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_16"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 3: Disposizioni di diritto amministrativo, Indicazione del prezzo unitario per merci e servizi misurabili",
        "citation": "Art. 16a cpv. 1 LCSl",
        "content": "Per merci e servizi misurabili offerti in vendita ai consumatori devono essere indicati la quantità e il prezzo, nonché il prezzo unitario per permettere di fare confronti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_16_a"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 3: Disposizioni di diritto amministrativo, Indicazione del prezzo unitario per merci e servizi misurabili",
        "citation": "Art. 16a cpv. 2 LCSl",
        "content": "Il Consiglio federale può emanare disposizioni, la cui osservanza esonera dall’obbligo d’indicare il prezzo unitario.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_16_a"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 3: Disposizioni di diritto amministrativo, Indicazione dei prezzi nella pubblicità",
        "citation": "Art. 17 LCSl",
        "content": "Se nella pubblicità sono menzionati prezzi o riduzioni di prezzo, la loro indicazione è soggetta alle disposizioni emanate dal Consiglio federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_17"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 3: Disposizioni di diritto amministrativo, Indicazioni fallaci di prezzi",
        "citation": "Art. 18 LCSl",
        "content": "È vietato, usando procedimenti che possono indurre in errore:\na. indicare prezzi;\nb. annunciare riduzioni di prezzo; o\nc. menzionare altri prezzi oltre a quelli pagabili effettivamente.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_18"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 3: Disposizioni di diritto amministrativo, Obbligo d’informare",
        "citation": "Art. 19 cpv. 1 LCSl",
        "content": "Gli organi competenti dei Cantoni possono chiedere informazioni e esigere documenti in quanto necessario per l’accertamento dei fatti.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_19"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 3: Disposizioni di diritto amministrativo, Obbligo d’informare",
        "citation": "Art. 19 cpv. 2 LCSl",
        "content": "Sottostanno all’obbligo d’informare:\na. le persone e le ditte che offrono in vendita merci al consumatore o le producono, ne fanno commercio o le acquistano;\nb. le persone e le ditte che offrono servizi, li forniscono, li procurano o ne fanno uso;\nc. le organizzazioni dell’economia;\nd. le organizzazioni d’importanza nazionale o regionale che per statuto si dedicano alla protezione dei consumatori.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_19"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 3: Disposizioni di diritto amministrativo, Obbligo d’informare",
        "citation": "Art. 19 cpv. 3 LCSl",
        "content": "L’obbligo d’informare decade se la deposizione può essere rifiutata giusta l’articolo 42 della legge del 4 dicembre 1947 di procedura civile federale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_19"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 3: Disposizioni di diritto amministrativo, Obbligo d’informare",
        "citation": "Art. 19 cpv. 4 LCSl",
        "content": "Rimangono salve le disposizioni del Codice di procedura penale del 5 ottobre 2007 e le disposizioni cantonali di procedura amministrativa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_19"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 3: Disposizioni di diritto amministrativo, Esecuzione",
        "citation": "Art. 20 cpv. 1 LCSl",
        "content": "L’esecuzione compete ai Cantoni, l’alta vigilanza alla Confederazione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_20"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 3: Disposizioni di diritto amministrativo, Esecuzione",
        "citation": "Art. 20 cpv. 2 LCSl",
        "content": "Il Consiglio federale emana le disposizioni esecutive.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_20"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 3a:, Collaborazione con le autorità estere di vigilanza, Collaborazione",
        "citation": "Art. 21 cpv. 1 LCSl",
        "content": "Le autorità federali preposte all’esecuzione della presente legge possono collaborare con le autorità estere competenti e con organizzazioni o enti internazionali e, in particolare, coordinare le indagini, sempre che:\na. tale collaborazione sia necessaria per lottare contro le pratiche d’affari sleali; e\nb. le autorità estere, le organizzazioni internazionali o gli enti internazionali siano vincolati al segreto d’ufficio o sottostiano a un corrispondente obbligo di discrezione.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_21"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 3a:, Collaborazione con le autorità estere di vigilanza, Collaborazione",
        "citation": "Art. 21 cpv. 2 LCSl",
        "content": "Il Consiglio federale può concludere accordi internazionali di collaborazione con le autorità estere di vigilanza per lottare contro le pratiche d’affari sleali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_21"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 3a:, Collaborazione con le autorità estere di vigilanza, Comunicazione di dati",
        "citation": "Art. 22 cpv. 1 LCSl",
        "content": "Nell’ambito della collaborazione prevista all’articolo 21, le autorità federali preposte all’esecuzione della presente legge possono comunicare ad autorità estere e a organizzazioni o enti internazionali i dati concernenti persone e atti, e segnatamente:\na. le persone coinvolte in una pratica d’affari sleale;\nb. l’invio di materiale pubblicitario o di altri documenti che comprovano l’esistenza di una pratica d’affari sleale;\nc. le modalità finanziarie dell’operazione;\nd. il blocco di caselle postali.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_22"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 3a:, Collaborazione con le autorità estere di vigilanza, Comunicazione di dati",
        "citation": "Art. 22 cpv. 2 LCSl",
        "content": "Esse possono comunicare i dati se i destinatari garantiscono la reciprocità e assicurano di trattare i dati unicamente per combattere le pratiche d’affari sleali. Per il rimanente si applicano gli articoli 16 e 17 della legge federale del 25 settembre 2020 sulla protezione dei dati.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_22"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 3a:, Collaborazione con le autorità estere di vigilanza, Comunicazione di dati",
        "citation": "Art. 22 cpv. 3 LCSl",
        "content": "Se il destinatario dei dati è un’organizzazione internazionale o un ente internazionale, i dati possono essere comunicati anche in assenza di reciprocità.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_22"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 4: Disposizioni penali, Concorrenza sleale",
        "citation": "Art. 23 cpv. 1 LCSl",
        "content": "Chiunque, intenzionalmente, si rende colpevole di concorrenza sleale ai sensi degli articoli 3, 4, 5 o 6 è punito, a querela di parte, con una pena detentiva sino a tre anni o con una pena pecuniaria.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_23"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 4: Disposizioni penali, Concorrenza sleale",
        "citation": "Art. 23 cpv. 2 LCSl",
        "content": "Può sporgere querela chiunque è legittimato all’azione civile secondo gli articoli 9 e 10.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_23"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 4: Disposizioni penali, Concorrenza sleale",
        "citation": "Art. 23 cpv. 3 LCSl",
        "content": "La Confederazione ha i diritti procedurali di un accusatore privato.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_23"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 4: Disposizioni penali, Violazione dell’obbligo d’indicare i prezzi al consumatore",
        "citation": "Art. 24 cpv. 1 LCSl",
        "content": "Chiunque, intenzionalmente:\na. viola l’obbligo di indicare i prezzi (art. 16) o il prezzo unitario (art. 16a);\nb. contravviene alle prescrizioni sull’indicazione dei prezzi nella pubblicità (art. 17);\nc. indica prezzi in modo fallace (art. 18);\nd. disattende l’obbligo di informare in materia d’indicazione dei prezzi (art. 19);\ne. contravviene alle disposizioni esecutive del Consiglio federale in merito all’indicazione dei prezzi e all’indicazione del prezzo unitario (art. 16, 16a e 20),è punito con una multa sino a 20 000 franchi.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_24"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 4: Disposizioni penali, Violazione dell’obbligo d’indicare i prezzi al consumatore",
        "citation": "Art. 24 cpv. 2 LCSl",
        "content": "Se l’autore ha agito per negligenza, la pena è della multa.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_24"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 4: Disposizioni penali, Infrazioni commesse nell’azienda",
        "citation": "Art. 26 LCSl",
        "content": "Alle infrazioni commesse nell’azienda da mandatari e simili si applicano gli articoli 6 e 7 della legge federale del 22 marzo 1974 sul diritto penale amministrativo.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_26"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 4: Disposizioni penali, Revoca e blocco di nomi di dominio e di numeri di telefono",
        "citation": "Art. 26a cpv. 1 LCSl",
        "content": "Se un nome di dominio o un numero di telefono è stato utilizzato per commettere un atto punibile secondo l’articolo 23 in combinato disposto con l’articolo 3 o secondo l’articolo 24, e se è necessario per impedire nuove infrazioni, il pubblico ministero o il giudice può, indipendentemente dalla punibilità di una data persona, ordinare le misure seguenti:\na. la revoca del nome di dominio di secondo livello subordinato a un dominio Internet la cui gestione è di competenza della Svizzera;\nb. la revoca o il blocco del numero di telefono di servizi su rete fissa o di servizi di telecomunicazione mobile.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_26_a"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 4: Disposizioni penali, Revoca e blocco di nomi di dominio e di numeri di telefono",
        "citation": "Art. 26a cpv. 2 LCSl",
        "content": "L’autorità che dirige il procedimento può ordinare il blocco provvisorio del nome di dominio o del numero di telefono sino al termine del procedimento penale.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_26_a"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 4: Disposizioni penali, Perseguimento penale",
        "citation": "Art. 27 cpv. 1 LCSl",
        "content": "Il perseguimento penale spetta ai Cantoni.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_27"
    },
    {
        "book": "UWG",
        "title": "LCSl, Capitolo 4: Disposizioni penali, Perseguimento penale",
        "citation": "Art. 27 cpv. 2 LCSl",
        "content": "Le autorità cantonali comunicano al Ministero pubblico della Confederazione e al Dipartimento federale dell’economia, della formazione e della ricerca, in copia integrale, immediatamente e gratuitamente, tutte le sentenze, tutti i decreti penali e tutte le decisioni di non doversi procedere.",
        "url": "https://www.fedlex.admin.ch/eli/cc/1988/223_223_223/it#art_27"
    }
]